[
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/89f33dc7b99df236197e3f3e35710c34",
    "period": "2025 Q3",
    "content": "Q3 2025 Tyler Technologies Inc Earnings Call\n\nQ3 2025 Tyler Technologies Inc Earnings Call\n\nTYLNYSEOCT 30, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Third Quarter 2025 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions]\nand As a reminder, this conference is being recorded today, October 30, 2025. I would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead. .\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter and then Brian will review the details of our results and update our annual guidance for 2025. Lynn will end with some additional comments, and then we'll take your questions. .\nDuring this call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainty, which could cause actual results to differ materially from these projections.\nWe would refer you to our Form 10-K and other SEC filings for more information on those risks. Also, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financial tag a schedule with supplemental information, including information about quarterly recurring revenues and bookings.\nOn the Events and Presentations tabs, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Third quarter results once again exceeded expectations across our key revenue and profitability measures, continuing the momentum we saw in the first half of the year. Total revenue grew by almost 10%, and led by 20% SaaS revenue growth and 11.5% transaction revenue growth. We're also pleased to report solid bookings in Q3 as total SaaS bookings grew 5% sequentially and rose 5.8% year-over-year to reach a new all-time high. Our results reflect a high level of execution across our team as we advance our cloud strategy to lead the public sector's digital transformation. Our leading sales indicators including RFP and demo activity remained steady, reflecting a healthy new business pipeline.\nThroughout the year, we have not seen any fundamental change in public sector demand nor have we seen any material impact on demand from DOGE or related initiatives or more recently, the federal government shutdown. As we've discussed previously, we view efficiency mandates as a long-term tailwind for our software and services across a large replacement market of aging mission-critical systems.\nWe continue to operate in a resilient budget environment with allocations increasingly directed towards technology investments as a key lever for maximizing efficiency and productivity. We are executing our strategic priorities from a position of strength, grounded in durable fundamentals that reinforce our leadership position and competitive differentiators. Our 4 key growth pillars remain central to the strategy, completing our cloud transition, leveraging our large client base, growing our payments business and expanding into new markets.\nOperationalizing our cloud-first strategy is fully embedded as the cornerstone of how we deliver, innovate and scale. Our cloud living approach will bring together technology and talent to drive agility and continuous improvement, ensuring consistency across releases and improved time to value for clients. Building on this foundation, our purpose-built AI innovation is amplifying the power of the cloud, creating more seamless connected client experiences, deepening relationships and expanding cross-sell and upsell opportunities across our portfolio.\nI'd like to highlight a few third quarter wins that illustrate progress against our growth objectives with a broader list of key deals included in our quarterly earnings deck. We continue to gain traction with our AI-driven solutions. Significant deals this quarter included a contract with Hillsboro County, Florida, the state's third largest county for document automation adding $953,000 in ARR and a contract with the state of Arizona for our priority-based budgeting solution.\nWe also signed a contract with the South Carolina Department of Administration for our resident engagement solution adding to our growing roster of state clients, unlocking streamlined government services access through our AI-powered Resident Assistant. We continue to build momentum in the public safety market with competitive wins that demonstrate the breadth of our integrated offering and market strength. Public Safety deals this quarter included contracts with Coweta County, Georgia, in the metropolitan area of Atlanta for our full enterprise public safety suite and a cross-sell win with the City of Columbia, Missouri, an existing enterprise ERP client.\nWe're also pleased to see market success from our recent acquisition, Emergency Networking with the first statewide win for our National Emergency Response Information System with the State of Pennsylvania serving more than 2,000 fire agencies across the state. Finally, we signed a statewide contract with the Colorado Department of Corrections for our inmate services financial suite which is expected to generate approximately $2 million in transaction-based ARR. Now I'd like Brian to provide more detail on the results for the quarter and our updated annual guidance for '25.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $595.9 million, up 9.7%. Subscriptions revenue increased 15.5%. Within subscription, SaaS revenues grew 20% to $199.8 million. As we've discussed previously, there is often a lag from the signing of a new SaaS deal or flip to the start revenue recognition that can vary from one to several quarters. Because of this, as well as the timing of SaaS renewals and related price increases, SaaS revenue growth and SaaS bookings, both year-over-year and sequentially may fluctuate from quarter to quarter.\nTransaction revenues grew 11.5% to $201.3 million, driven by higher transaction volumes from both new and existing clients, increased adoption and deployment of new transaction-based services and higher revenues from third-party payment processing partners. Total bookings for Q3 were up 2.6% year-over-year. Total SaaS bookings, including new SaaS deals, [ flips of ] on-premises clients, expansions and renewals reached a new quarterly high, up 5% sequentially from Q2 and up 5.8% year-over-year.\nThis bookings growth was driven by higher flips as well as expansions and renewals from our installed base. Total ARR from new SaaS deals and flips signed this quarter was approximately $30.8 million, up 8.5% sequentially from Q2 and down 3.3% from last year. ARR from flips rose [ 54% ], while new SaaS ARR declined 39% against a difficult comparison from the exceptional number of large deals last year.\nAs a reminder, the lumpiness of large deal timing was also evident in last year's fourth quarter, new SaaS bookings, which also included several large deals. Our total annualized recurring revenue was approximately $2.05 billion, up 10.7%. Our non-GAAP operating margin expanded to 26.6%, up 120 basis points from last year, reflecting a continued positive shift in revenue mix towards higher-margin SaaS and transaction revenues and efficiency gains across our cloud operations.\nCash flows from operations and free cash flow were solid at $255.2 million and $247.6 million, respectively, down slightly year-over-year, mainly due to the timing of working capital changes. We ended the quarter with $600 million of convertible debt outstanding and cash and investments of approximately $973 million. Our annual guidance for 2025 is as follows. We expect total revenues will be between $2.335 billion and $2.360 billion. The midpoint of our guidance implies growth of approximately 10%. We expect GAAP diluted EPS will be between $7.28 and $7.48 and may vary significantly due to the impact of discrete tax items on the GAAP effective tax rate.\nWe expect non-GAAP diluted EPS will be between $11.30 and $11.50. Our estimated non-GAAP tax rate for 2025 is expected to be 22.5%. We expect our free cash flow margin will be between 25% and 27%. We expect research and development expense will be in the range of $202 million to $205 million. Other details of our guidance are included in our earnings release and in the Q3 earnings deck posted on our website.\nIn addition, while we are currently in the middle of our 2026 planning process, I want to share an early view of our revenue outlook for next year while we continue to evaluate our investment priorities. For 2026, we currently expect SaaS revenues to grow approximately 20% and we anticipate total recurring revenue growth will be within our long-term target range of 10% to 12%, excluding the impact of the wind down of the Texas payments contract. Our 2025 guidance and 2026 revenue outlook reflects solid progress towards our 2030 goals, although long-term growth and margin expansion will not be linear.\nNow I'd like to turn the call back to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. We're pleased that our third quarter performance again surpassed expectations, and I remain confident in our ability to deliver sustained growth through our unique competitive strengths that position us to lead our client digital transformation through enhanced cloud capabilities, improved client experience and the next wave of AI modernization.\nWe remain on track to achieve our 2030 targets executing well and delivering across all key priorities. Importantly, our 2030 plan did not contemplate potential additive growth from M&A or AI, but we expect upside potential from both of those growth opportunities. Our balance sheet remains healthy, and we currently have more than $1 billion in cash and short-term investments. Our $600 million convertible debt matures in March of '26. Based on our internal modeling and interest rate movements since we issued the convert, it has proven to be an efficient component of the financing of the NIC acquisition.\nAs we grow free cash flow, our historical capital allocation priorities remain unchanged and include internal investments, M&A and opportunistic share repurchases. We repurchased approximately 300,000 shares in Q3 in part to offset potential dilution from our convertible debt. Following our repurchases, the stock saw further weakness to levels we believe represent an attractive long-term value proposition, but most of the decline took place after our blackout period commenced.\nOn the M&A front, we have closed 2 acquisitions this year, MyGov and Emergency networking and our M&A pipeline is active. We continue to follow our proven playbook adding competitive products or functionality that are adjacent to or complementary with our existing core business. We expect to leverage our established sales channels and client base to grow acquired businesses faster than Tyler's overall growth rate.\nLooking ahead to 2026 and beyond, you'll see us take a more proactive intentional approach to M&A within our general guidelines while staying disciplined on valuation. Over recent years, we've discussed a higher bar for M&A. Since the NIC acquisition, we've closed 11 transactions of varying sizes for a total purchase price of nearly $400 million. The higher bar reflected both management bandwidth and balance sheet considerations. Going forward, we'll continue our disciplined valuation approach and consider management bandwidth, but I'd expect to use our significant free cash flow and if circumstances warrant, reasonable levels of debt to drive future growth through M&A and when appropriate, fund opportunistic share repurchases.\nNow I'd like to make a few comments addressing some of the market noise around AI. For more than 25 years, Tyler has successfully navigated the public sector through successive waves of technological transformation. From the emergence of web browsers in the dot-com revolution, the mobile computing, cloud migration and now artificial intelligence. Each shift brought similar promises. New entrants with new technology will disrupt established players. And each time we learn the same fundamental lesson, technology alone never wins. In the public sector, durable outcomes come from deep domain expertise, trusted client partnerships and disciplined execution. That's been our edge, and it still is.\nToday, we are building those same principles and expect to guide the public sector into the next era, one that's driven by AI and we are confident that no company is better positioned than Tyler to lead this transformation. AI's effectiveness depends on quality data. Our 15,000-plus clients generate vast amounts of data daily through our systems and they trust us to govern it responsibly. Through well-structured data partnerships and governance frameworks, we can leverage this client data with appropriate permissions and safeguards to build AI solutions that truly understand government operations and complex workflows.\nOur clients are ready, and they're seeing results. Early deployments of products like document automation and priority-based budgeting are delivering 10% to 30% productivity gains and 2 to 3x ROI on targeted processes while maintaining the level of reliability and trust that our clients demand.\nLooking ahead, I view our AI opportunities in 3 categories. First, internal efficiencies where we'll invest and set specific ROI targets. For example, we're currently scaling our investments in AI tooling for all 2,000 of our product development team members, rolling out the tooling, training and enablement required to innovate and deliver at the speed of AI.\nSecond, competitive differentiation with existing products to win more business and provide more meaningful upsell opportunities. And finally, new products through M&A or internal development that drive revenue growth. Agentic AI operating as a digital extension of the workforce is a natural path to monetization because it delivers clear, obvious and measurable outcomes, such as hours saved, backlogs reduced or revenue recovered.\nWhen that value is proven, we believe Tyler can capture a fair share of the ROI [indiscernible] as a predictable annual SaaS fee tied to the value. It's also interesting to note that some of our forward-thinking clients are starting to blend in their software and labor budgets, allocating more of the latter towards their digital workforce. As digital labor shows impact, agencies can reallocate portions of labor spend to software. If this trend continues, we believe it will further expand Tyler's opportunity.\nIn summary, and in my opinion, some of the noise around AI and vertical software has been a bit overblown. I quip that AI itself is fueling displacement fears and there's still significant hype, reminiscent of the dotcom era. With every technology cycle or transformation, there are shifts to redefine markets and leadership positions, and yet Tyler continues to endure, thrive and lead. To me, the question people should ask is, who is best positioned to lead the public sector through this next transformative cycle? I contend it's Tyler. Now we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6a253bc9ba9bd7922b300e60eaf3034b",
    "period": "2025 Q2",
    "content": "Q2 2025 Tyler Technologies Inc Earnings Call\n\nQ2 2025 Tyler Technologies Inc Earnings Call\n\nTYLNYSEJUL 31, 10:00 AM\n\nOperator\n\nGood morning and welcome to [Audio Gap] for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions] As a reminder, this conference is being recorded today, July 31, 2025. I would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Abby, and welcome to our conference call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and update on our annual guidance for 2025.\nLynn will end with some additional comments, and then we'll take your questions. During this call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits.\nSuch statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections.\nWe would refer you to our Form 10-K and other SEC filings for more information on those risks. Also, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry.\nA reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financials tab is scheduled with supplemental information, including information about our quarterly recurring revenues and bookings.\nOn the Events and Presentations tab, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Our second quarter results again exceeded expectations and reflect continued momentum with double-digit total revenue growth, strong profitability and exceptional free cash flow. Our performance continues to be supported by stable market demand and strong execution as we advance our cloud-first strategy.\nSaaS revenues grew 21.5% marking our 18th consecutive quarter of SaaS growth of 20% or more. Transaction-based revenue growth was especially robust and ahead of plan, up 21.3% as quarterly transaction revenue surpassed $200 million for the first time. Our non-GAAP operating margin expanded 200 basis points to 26.5%.\nIn addition, free cash flow grew 80.9% to $88 million, significantly exceeding expectations. As we've discussed on prior calls, we operate in a market defined by inherently long sales cycles, particularly for larger deals, which can create quarterly variability, but ultimately support long-term growth.\nWhile we still are seeing some scattered delays or cancellations of procurement processes related to the macro environment and noise around federal funding, they are not material. Many of the sales processes that were delayed in Q1 were signed in Q2, and we saw a solid sequential improvement in SaaS bookings in Q2.\nWe're seeing no fundamental change in public sector demand or purchasing behavior and our sales pipeline remains strong, supported by generally stable and healthy budgets with funding priorities increasingly aligned to technology investments that drive long-term efficiencies through digital modernization.\nIn addition, client conversations at our recent Connect conference reinforced that the vast majority of Tyler clients do not expect federal funding, those or other macro factors to impact their spend with Tyler. Our cloud-first strategy is the foundation of our success and is anchored by unifying principles that drive toward a single release stream to better scale, innovate and deliver improved time to value for our clients.\nBy closely aligning our cloud strategy and client success efforts with our deliberate AI approach, we're unlocking the full potential of the cloud while creating deeper client connections through our unified experience that we believe will enhance cross-sell and upsell opportunities. Our team continues to execute at a high level against our strategic road map, reinforcing our leadership position in the public sector and advancing our 4 key growth pillars, completing our cloud transition, leveraging our large client base, growing our payments business and expanding into new markets.\nI'd like to highlight a few second quarter wins that illustrate progress against our growth objectives with a broader list of key deals included in our quarterly earnings deck. Our largest SaaS deal in the quarter was an $11 million contract that expands our relationship with the Arizona Supreme Court for Enterprise Supervision solution. We signed a contract for a full enterprise justice on-premises to cloud migration with the Superior Court in Santa Clara County, California, the sixth most populous county in the state. This is our first California port flip and represents more than $1 million in SaaS ARR.\nIt was another strong sales quarter in public safety, including a multi-jurisdictional, multiproduct competitive SaaS win with the West Suburban consolidated dispatch in the Chicago area. And a full public safety suite SaaS win in [indiscernible] County, Minnesota, worth more than $1 million in ARR. The city of Dallas, Texas expanded its contract for our priority-based budgeting solution. The city desired an accelerated deployment to leverage our AI-powered application to identify and prioritize the highest value budget initiatives for the city and its constituents.\nThe State of Alabama Department of Revenue selected our AI-driven resident assistance solution. This win builds on our resident assisted projects currently in deployment in 4 other states, including Hawaii, Indiana, Mississippi and South Carolina. We see a strong pipeline behind these wins as we build upon these successes. We were recently recognized as a leader in visionary in the first-ever Gartner Magic contract for cloud-based ERP for U.S. local government. We believe this represents a clear testament to the strength of our competitive position, innovation and the differentiated value of our uniquely integrated suite of public sector solutions.\nBefore I turn the call over to Brian, I'd like to highlight the acquisition of emergency networking earlier this week. Emergency networking, a Tyler partner since 2023 is a leading provider of cloud-native software for fire departments and emergency medical services agencies, including fire records management and patient care reporting with advanced analytics.\nThe addition of emergency networking solutions expands our TAM and adds an important piece of Tyler's public safety portfolio, solidifying our position as a market leader in compliant fire and EMS records management including the National Emergency Response Information System, or NERIS.\nWe believe Tyler now has the most comprehensive suite of solutions for public safety agencies from law enforcement to first responders to EMS agencies. Now I'd like for Brian to provide more detail on the results for the quarter and our updated annual guidance for 2025.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $596.1 million, up 10.2%. Subscriptions revenue increased 21.4%. Within subscription, SaaS revenues grew 21.5% to $189.6 million. As we've discussed previously, there is often a lag from the signing of a new SaaS deal or a flip to the start of revenue recognition that can vary from one to several quarters. Because of this, as well as the timing of SaaS renewals and related price increases, SaaS revenue growth in SaaS bookings, both year-over-year and sequentially may fluctuate from quarter-to-quarter.\nTransaction revenues grew 21.3% to $215.5 million, driven by higher transaction volumes from both new and existing clients, increased adoption and deployment of new transaction-based services and higher revenues from third-party payment processing partners. As a reminder, Q2 is typically our highest volume quarter for transaction revenues encompassing peak outdoor season along with tax filing deadlines.\nProfessional services revenues declined 18.5% to $58.6 million due to both an intentional focus on deemphasizing low-margin services as well as the impact of reserves related to projects that were in the implementation phase with agencies in 2 states.\nTotal bookings for Q2 were 28.8%, up sequentially from Q1 and up 5.1% year-over-year as some delayed Q1 decisions signed during Q2. SaaS bookings in total for Q2, including new SaaS deals, expansions, renewals and flips were solid, up 47.7% sequentially from Q1 and up 8.2% year-over-year. During the quarter, we added 172 new SaaS [Audio Gap] against a difficult comparison, reflecting the lumpiness of large deals.\nTotal ARR from new SaaS deals was approximately $15 million, which more than doubled sequentially from Q1 but was down 7% year-over-year. The average ARR from new SaaS contracts was approximately $87,000, up 65.1% sequentially from Q1 and up 9.8% over last year.\nThe number of SaaS flips grew modestly over last year to 118. Total ARR from SaaS lips was approximately $13.3 million, up 10.9% sequentially from Q1 but down 9.2% year-over-year. Our total annualized recurring revenue was approximately $2.07 billion, up 15.2%. Our non-GAAP operating margin expanded to 26.5%, up 200 basis points from last year. The margin expansion reflects a positive shift in revenue mix towards higher-margin SaaS and transaction revenues, efficiency gains across our cloud operations and favorable operating expense trends, including leverage in sales and marketing and G&A expenses.\nAs we discussed on previous calls, merchant and interchange fees from our payments business under the gross revenue model, have a meaningful impact on our overall margins as they are included in both revenues and cost of revenues.\nWe incurred merchant fees of approximately $53 million in Q2 compared to $45 million last year. Cash flows from operations and free cash flow were robust at $98.3 million and $88 million, respectively, driven by higher margins and working capital improvements. The recent passage of the 1 big beautiful Bill Act provided a permanent repeal of Section 174, which required capitalization of R&D expenditures for tax purposes, along with favorable changes in the treatment of tax bonus depreciation.\nAs a result, we currently expect that our cash tax payments in the second half of 2025 will be approximately $55 million lower than previously expected, adding approximately 200 basis points to our free cash flow margin for the year.\nSimilarly, we expect that our cash tax payments in 2026 will be minimal. We ended the quarter with $600 million of convertible debt outstanding and cash and investments of approximately $895 million and net leverage of 0. In light of our strong second quarter results and our positive outlook for the balance of the year, we have revised our annual guidance for 2025 as follows: we expect total revenues will be between $2.33 billion and $2.36 billion. The midpoint of our guidance implies growth of approximately 10%. We expect GAAP diluted EPS will be between $7.40 and $7.70 and may vary significantly due to the impact of discrete tax items on the GAAP effective tax rate.\nWe expect non-GAAP diluted EPS will be between $11.20 and $11.50. Our estimated non-GAAP tax rate for 2025 is expected to be 22.5%. We're currently evaluating potential impacts of the new tax bill on our tax rate going forward. We expect our free cash flow margin will be between 25% and 27%. We expect research and development expense will be in the range of $202 million to $205 million.\nOther details of our guidance are included in our earnings release and in the Q2 earnings deck posted on our website. I'd also like to add some additional color around our revenue guidance. Subscription revenues in total are expected to grow between 17% and 19%. Within subscription, SaaS revenue is expected to grow between 21% and 23%. Transaction revenues are expected to grow between 14% and 16%, with merchant fees up 7% to 9%.\nWe now expect the majority of payment services under the Texas contract to continue through the end of 2025 or early 2026, with full year revenues of approximately $41 million. Maintenance revenue is expected to decline 4% to 6%. Professional services revenue is expected to decline 3% to 6%. License revenues are expected to decline 16% to 18%. Hardware and other revenue is expected to grow between 3% and 5%. Now I'd like to turn the call back over to Lynn. [Audio Gap]\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThe competitive strength of our vipersitide business, delivering the broadest, most integrated portfolio of public sector solutions to lead our clients digitally empowered future. In May, nearly 7,000 clients, sponsors and team members came together at Tyler Connect 2025 in San Antonio.\nAt the conference, we previewed our AI strategic road map with resounding client interest and indications of elevated adoption readiness. Our AI strategy rooted in 3 core pillars: productivity, decision-making and service delivery will include the introduction of new AI features for multiple products by year-end. We've also worked to standardize our monetization strategy, focusing on a value-based SaaS model that provides predictability that our clients need. We also highlighted our increased focus on investments in improving the client experience, including presentations by our new Chief Client Officer, Andrew Kahl.\nYou may have seen our Form 8-K filed last week, announcing John Marr's intention to end his service on Tyler's Board of Directors, effective after the company's Annual Meeting of Shareholders in May of '26. John joined Tyler through the acquisition of Munis, ultimately rising to President and CEO of Tyler. He joined the Board of Directors in 2002 and has chaired the Board since 2017.\nJohn's impact on the company is immeasurable, and we look forward to celebrating him and his leadership next year. In the meantime, we extend both our profound thanks and our sincere congratulations to him. We're also grateful that he made this decision months before his actual Board service ends so that we have time to execute a thoughtful and responsible Board transition.\nTo that end, independent directors of the Board discussed and manically agreed that their current intention is to nominate me as the company's next board chair. Independent Directors also unanimously agreed that they would continue to appoint a lead independent director for as long as the Board Chair is not independent. On a personal level, I want to thank John for the remarkable ride we've had together since 1999.\nI'm deeply grateful for his leadership of the company and the Board, but also in my own career at Tyler. I remain fully committed to executing our mission, building momentum on the initiatives we have launched and delivering value to our shareholders, clients and Tyler team members. It's been a privilege to do that with John, and I'm inspired as ever to continue writing more chapters in the incredible story that John helped write.\nAdditionally, I'm pleased to announce the recent appointment of Brian O'Connor as our Senior Vice President of Payment Strategy and Operations, a newly created executive role to support strategic objectives and further expand our payments market opportunities.\nBrian brings more than 30 years of experience in the payments industry and a proven track record of driving innovation and operational excellence. He'll be responsible for Tyler's overall payment strategy, technology, third-party payments partnerships and day-to-day payments operations.\nRyan's Strategic Counsel will be key in this next phase of our growth as we realize the full potential of Tyler's payments business. Now we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6d1504562bf2ce341669ac0cb91f97b9",
    "period": "2025 Q1",
    "content": "Q1 2025 Tyler Technologies Inc Earnings Call\n\nQ1 2025 Tyler Technologies Inc Earnings Call\n\nTYLNYSEAPR 24, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies First Quarter 2025 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions] As a reminder, this conference is being recorded today, April 24, 2025. I would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Rob, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and update our annual guidance for 2025. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks.\nAlso in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We've also posted on the Investor Relations section of our website under the Financials tab a schedule with supplemental information, including information about quarterly recurring revenues and bookings.\nOn the Events & Presentations tab, we posted an earnings summary deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Our first quarter results provided a strong start to the year, reflecting disciplined execution around our strategic initiatives. We exceeded expectations across key revenue and profitability metrics and achieved double-digit total revenue growth fueled by robust growth in subscription revenues. SaaS revenues grew 21%, marking our 17th consecutive quarter of SaaS growth of 20% or more. Transaction-based revenues were ahead of plan and grew 18.5%, driven by higher transaction volumes, including increased adoption and deployment of new transaction-based services.\nOur non-GAAP operating margin expanded to 26.8%, benefiting from efficiencies across our cloud operations, a mix shift to higher-margin SaaS revenues and away from lower margin professional services and hardware revenues, and favorable operating expense trends. In addition, free cash flow of $48 million was ahead of our plan. Our cloud transition is driving efficiency gains through progress with version consolidation and cloud-optimized releases that enhance scalability in Tyler's next-generation cloud offering.\nOur cloud-first strategy further strengthens the resilience and durability of our business model. We are uniquely positioned to support our clients through their cloud journey as they embrace digital modernization and integrated technologies that prioritize efficiencies, optimize workflows, improve decision-making and provide enhanced security.\nOur ability to deliver exceptionally strong results and maintain a positive outlook for the balance of the year in the midst of unpredictable macro conditions illustrates the stability of our business and the resilience of our model. While we are not completely immune to the macro conditions affecting many companies, I can say that any impacts we are currently seeing, whether from cuts in federal funding for agencies, caution around spending or potential tariffs on hardware are minimal and just around the margins of our businesses. We are not currently seeing any fundamental changes in demand or buying behavior.\nThe public sector market remains active as evidenced by RFPs and sales demonstration activity that are stable at elevated levels. Some procurement processes have slowed due to 2 things: one, a higher number of consultant-driven processes, which tend to elongate sales cycles; and two, additional scrutiny or uncertainty around the macro environment. But these are fairly isolated and represent a minority of our pipeline.\nThe strength of our pipeline reflects the benefits of our competitive position as the industry leader, together with a unified sales organization, collaborating at heightened levels to leverage our unmatched installed base, identify and secure cross-sell opportunities and drive multi-suite deal momentum. Additionally, we continue to expand synergies across Tyler at the state level, building out sales resources with a dedicated state sales team that will serve as a strategic bridge to leverage our deep state enterprise relationships and identify and capture sales opportunities for software across Tyler.\nOur leadership team has experienced challenged macro environments in the past, and that experience gives us confidence in the resilience and stability of the public sector market and our business model. At the local government level, which makes up the vast majority of our revenues, budgets that support purchases from Tyler are primarily funded by property taxes in addition to utility revenues and other locally generated sources, revenue streams that tend to be reliable even in shifting economic environments. This funding stability supports consistent long-term demand driven by the need to replace aging mission-critical systems that have reached end of life.\nAt the state level, the majority of our transaction revenues comes through self-funded services or user fees that do not require appropriated funds from the state budget. Most of these services, like driver's license renewals, are nondiscretionary and are generally not impacted by economic conditions.\nThis year, a new acronym, DOGE has become part of our vocabulary. While less than 5% of our revenues come from the federal government, the focus on efficiency is becoming more visible at all levels of government. We have not seen and do not currently anticipate any meaningful negative impact on our business from DOGE or similar initiatives as the vast majority of the software and services we provide are considered essential and actually enhance efficiency. Rather than viewing these initiatives as a risk, we see opportunities in aligning with efficiency objectives such as those outlined in DOGE, which emphasize modernizing technology as a key component of maximizing governmental efficiency and productivity.\nIn fact, Section 4 of the executive order establishing DOGE is entitled Modernizing Federal Technology and Software to Maximize Efficiency and Productivity, and states that the USDS administrator shall commence a software modernization initiative to improve the quality and efficiency of government-wide software, network infrastructure and information technology systems, and that among other things, the USDS administrator shall work with agency heads to promote interoperability between agency networks and systems.\nAs public sector agencies manage through the challenge of aging IT infrastructures and limited resources, we are well positioned to support their digital modernization and efficiency initiatives with our cloud-based integrated software solutions. I'm pleased with the solid execution across Tyler supporting our 4 key growth pillars: completing our cloud transition, leveraging our large client base, growing our payments business, and expanding into new markets.\nI'd like to highlight a few first quarter wins that illustrate our progress against our growth objectives. These include a full Enterprise Justice on-premises to cloud migration with the Cleveland, Ohio Municipal Court for approximately $800,000 in ARR. Our Courts & Justice team executed this SaaS flip in just 1 weekend following a cybersecurity incident, with operations quickly and safely restored in a new cloud environment.\nA 5-year appraisal services privatization contract with Gwinnett County, Georgia valued at a total of $8.7 million. A SaaS contract with Fulton County, Georgia for enterprise records management, representing $500,000 in ARR plus payments. This cross-sell deal leveraged our strong existing presence in Fulton County with our Enterprise Appraisal & Tax and Enterprise Justice solutions.\nAnd building on our momentum from last quarter, we had 7 wins for our AI-driven priority-based budgeting solution, including the cities of Dallas, Texas, Olympia, Washington and Bloomington, Minnesota. For the quarter, we signed a total of 106 flips to the cloud of on-premises clients with a 28% increase in the total contract value from flips. In our state enterprise business, we secured 3-year extensions for our digital government services with the states of Connecticut and New Mexico, representing more than $8 million in ARR.\nWe signed 196 new payment deals across Tyler software clients, representing approximately $4.4 million in projected ARR. We also signed a 5-year extension of our payment processing contract with the state of Florida representing approximately $31 million in ARR. Now I'd like Brian to provide more detail on the results for the quarter and our annual guidance for 2025.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $565.2 million, up 10.3%. Subscriptions revenue increased 19.7%. Within subscription, SaaS revenues grew 21% to $180.1 million. Keep in mind that there is often a lag from the signing of a new SaaS deal or a flip to the start of revenue recognition that can vary from 1 to several quarters. Because of this as well as the timing of SaaS renewals and related price increases, SaaS revenue growth both year-over-year and sequentially may fluctuate from quarter-to-quarter.\nTransaction revenues grew 18.5% to $194.9 million, driven by higher transaction volumes from both new and existing clients and increased adoption and deployment of new transaction-based services as well as rate increases by third-party payment processing partners. Total bookings for Q1 were down 1.9% year-over-year. Transaction bookings exhibited solid growth, reflecting higher payment volumes from new and existing customers as well as new services in areas such as outdoor recreation and digital motor vehicle titling.\nSaaS bookings declined from last year's Q1, which we attribute to several factors. As we noted on the previous earnings call, some deals that would have signed this quarter were pulled forward into Q4 because of the year-end deadline for committing ARPA funds. While we don't believe that there has been any fundamental change in demand, as evidenced by continued strength in new RFPs and our deep pipeline, we have seen some instances of longer sales processes that we believe represent timing changes rather than cancellation of procurements. As Lynn noted, we believe that an increase in consultant-driven processes as well as caution exhibited by some prospects in light of uncertain macroeconomic conditions are contributing to those delays.\nIn addition, the timing of decisions in the market has always been lumpy, and this was a quarter where there simply were fewer procurements that reached the final decision or contract stage. SaaS deals comprised approximately 96% of our new software contract value compared to 93% last year. During the quarter, we added 138 new SaaS arrangements and signed 106 SaaS flips of existing on-premises clients, with a total contract value of approximately $67 million. In Q1 of last year, we added 200 new SaaS arrangements and had 90 flips with a total contract value of approximately $78 million.\nThe average ARR from new SaaS contracts was approximately $53,000, down 3% over last year. The average ARR associated with our Q1 flips was flat with last year at approximately $113,000. Our total annualized recurring revenue was approximately $1.95 billion, up 13.3%. Our non-GAAP operating margin expanded 26.8% -- to 26.8%, up 300 basis points from last year. The margin expansion reflects the impact of our cloud efficiency initiatives, a positive change in our revenue mix with lower professional services and hardware, along with leverage in operating expenses. As we discussed on previous calls, merchant and interchange fees from our payments business under the gross revenue model have a meaningful impact on our overall margins as they are included in both revenues and cost of revenues. We incurred merchant fees of approximately $50 million in Q1 compared to $42 million last year.\nCash flows from operations and free cash flow were ahead of plan at $56.2 million and $48.3 million, respectively. We ended the quarter with $600 million of convertible debt outstanding and cash and investments of approximately $810 million and net leverage of 0. In light of our strong first quarter results and our positive outlook for the balance of the year, we have revised our annual guidance for 2025 as follows: we expect total revenues will be between $2.31 billion and $2.35 billion. The midpoint of our guidance implies organic growth of approximately 9%. We expect GAAP diluted EPS will be between $7.50 and $7.80 and may vary significantly due to the impact of discrete tax items on the GAAP effective tax rate.\nWe expect non-GAAP diluted EPS will be between $11.05 and $11.35. Our estimated non-GAAP tax rate for 2025 is expected to be 22.5%. We expect our free cash flow margin will be between 24% and 26%, including an estimated impact of approximately $40 million of cash taxes related to Section 174. We expect research and development expense will be in the range of $193 million to $198 million. Other details of our guidance are included in our earnings release and in the Q1 earnings deck posted on our website.\nI'd like to add some additional color around our guidance. While the annual growth ranges for most of our revenue lines are unchanged from our previous guidance, we now expect that transaction revenues will grow between 12% and 14% with merchant fees essentially flat year-over-year. This increase reflects the higher transaction volumes and rate increases that positively impacted the first quarter as well as an expectation that some payment services under the Texas contract may extend beyond August. We now expect that revenues for the year under the Texas contract will be approximately $37 million compared to $45 million last year.\nWe also expect that sales and marketing expense for the year will decline 2% to 4% due to alignment of sales compensation structures across Tyler. Excluding merchant fees that are absorbed under the gross revenue model, expected transactions growth in 2025 at the midpoint of our guidance would be approximately 17% and total growth would be approximately 10%. Now I'd like to call -- turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. Our team members continue to deliver results and execute at a high level against our strategic road map leading toward our Tyler 2030 vision. Our exceptionally strong results in the midst of unpredictable macroeconomic conditions illustrate the stability of our business and the resilience of our model. We provide solutions that manage mission-critical functions across an extensive client base that offers tremendous long-term cross-sell opportunities. And our recurring revenues, which comprise 86% of our total have proven to be very sticky.\nAnd in this environment of heightened focus on government efficiency and digital transformation, we are uniquely positioned to help governments at all levels achieve their goals. We continue to prioritize innovation and are making meaningful progress with our AI initiatives as we invest in innovation to empower the public sector. We are taking an intentional and responsible approach centered on 3 core pillars: productivity, decision-making, and service delivery.\nAnd our singular focus on the public sector allows us to leverage decades of experience to deliver software and services that empower our clients to create smarter, safer and stronger communities. We look forward to highlighting our AI strategy at Tyler Connect 2025, which will be held in San Antonio from May 11 to May 14. Some 5,500 Tyler clients and nearly 900 Tyler team members will gather to learn, share best practices, collaborate and network. We look forward to seeing many of you there, including in our investor session at Connect on May 12.\nWe will review our progress since our 2023 Investor Day with plans to host a full Investor Day next year. We also look forward to introducing our recently appointed Chief Client Officer, Andrew Call at Connect. Andrew's focus on enhancing client experience and building upon our One Tyler client-centric approach is vital to creating seamless client experiences across Tyler's vast public sector client base and to achieving our 2030 vision.\nI'd like to highlight additional recent leadership transitions and promotions. Jeff Green has announced his intent to retire this June. Throughout his 22-year career with Tyler, Jeff has provided invaluable leadership and expertise, most recently as our Chief Technology Officer. Russell Gainford has been appointed to succeed Jeff as Chief Technology Officer, where he now oversees the strategic leadership of our technology organization. Russell's vision for Tyler's technology discipline is an organizational structure that serves the needs of our clients, market and business leaders.\nJoining Russell in this effort is Franklin Williams with an expanded role as Deputy Chief Technology Officer. He will work directly with Russell to drive our common technology strategy, developer experience and adoption of emerging technologies, including AI. Lastly, we recently published our sixth annual corporate responsibility report on our website. We're proud to share updates on our ongoing efforts that align to our broader strategic objectives and invite you to review the report to learn more about our corporate governance achievements, team member initiatives and company impact. Now we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/978ab0356492ccab6f7e3e465debd6ac",
    "period": "2024 Q4",
    "content": "Q4 2024 Tyler Technologies Inc Earnings Call\n\nQ4 2024 Tyler Technologies Inc Earnings Call\n\nTYLNYSEFEB 13, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Fourth Quarter 2024 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions]. And as a reminder, this conference is being recorded today, February 13, 2025. I would now like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Kevin, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After [indiscernible] safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and provide our annual guidance for 2025. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this call, management may make statements that provide information other than historical information and may include projections concerning the company's future results, future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties and -- which could cause actual results to differ materially from those projections. We refer you to our Form 10-K and other SEC filings for more information on those risks.\nAlso, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financials tab a schedule with supplemental information, including information about quarterly recurring revenues and bookings.\nOn the Events and Presentations task, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all those comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Our fourth quarter results provided a solid finish to an excellent year of growth and profitability as we executed on our key objectives across financial, operational and strategic initiatives. We exceeded our expectations across our key financial metrics, with recurring revenue growth of nearly 15%, driven by SaaS revenue growth of 23% and our 16th consecutive quarter of SaaS revenue growth of 20% or more.\nSaaS adoption continued to accelerate with both new and existing clients with 97% of our new software contract value in the cloud. Transaction revenue set a new quarterly high and grew nearly 21%. Our non-GAAP operating margin expanded to 24.4%, benefiting from the mix shift to higher SaaS revenues.\nIn addition, free cash flow of $216 million significantly exceeded our expectations, reaching a new high for a fourth quarter. In 2023, we passed a cloud revenue inflection point, where long-term recurring SaaS revenues surpassed on-premise license and maintenance revenues. At our 2023 Investor Day, we unveiled our Tyler 2030 vision and multiyear strategic direction, including drivers of revenue growth and margin expansion. We also laid out our 2025 and 2030 targets for key metrics around revenues, margins and cash flow. We're pleased with our progress in 2024 toward those goals.\nAs planned, we closed our Dallas data center midyear and are on track to close our main data center at the end of 2025. We -- we delivered SaaS revenue growth that exceeded our 20% growth target and transaction revenues were well above plan. We made significant progress with our cloud operations initiatives, delivering better-than-expected operating margin expansion through version consolidation and releasing cloud optimized products.\nThese proof points give us confidence in achieving our 2025 targets as well as our long-range goals of organic recurring revenue CAGR of 10% to 12%, and -- sustainable margin expansion with non-GAAP operating margins of 30% or more, and expanded free cash flow of $1 billion with free cash flow margins in the high 20s.\nThe public sector market remains strong with robust demand supported by healthy budgets, especially at the state and local levels, which comprise approximately 95% of our total revenue. The public sector's drive towards digital modernization continues to accelerate as aging mission-critical systems reach end of life, cybersecurity threats continue to increase and governments at all levels face a growing demand for an improved citizen experience and seek operational efficiencies to enable them to do more with limited resources.\nWhile the new Federal Department of Government Efficiency or DOGE, is still in its early days, we don't envision its effort having a significant impact on funding or demand for our software and services, which power would are generally essential functions. In fact, we view an increased focus on government efficiency at any level as an opportunity rather than a risk for Tyler, and we believe that technology is ultimately the greatest driver of improved efficiency.\nThe elevated market activity we've discussed for the past few quarters, along with excellent execution by our sales teams, is reflected in our new software bookings this quarter, with new SaaS contract value of approximately $141 million, up 37% over last year.\nOur market-leading position and competitive strengths, including our deep domain expertise, broad portfolio of solutions and most importantly, our client base, serve as the foundation for our long-term strategic focus on 4 key growth pillars: executing on our cloud-first strategy, leveraging our unmatched installed base, expanding into new markets and growing our differentiated payments business.\nOur cloud transition is anchored by our unifying principles toward a single release stream to better scale, innovate and deliver an enhanced client experience. We've made significant progress with our cloud optimization efforts, with cloud optimized releases launched across many of our flagship products, driving an accelerated pace of on-premise client migrations to the cloud with more flips of larger clients taking place. For the quarter, we inked a total of 106 flips of on-premises clients. The total contract value from Flip signed this quarter grew 58% over last year's fourth quarter, and the average ARR of flip signed in the quarter rose nearly 32%.\nAs we previously discussed, we are executing multiple cloud transitions across our product solutions, each with its own nuanced road map and time line. We're pleased with the current trajectory of flips from on-premises to cloud deployments and currently envision flips peaking in 2027 and 2028 as we work towards migrating more than 80% of our on-premises clients to Tyler's next-generation cloud by 2030.\nWe continue to lead with cloud across all product solutions. And during the quarter, we saw increased momentum from clients selecting multiple integrated solutions from Tyler. Our largest SaaS deal this quarter with an $11.4 million multi-suite contract with the City of Kenosha, Wisconsin, for enterprise ERP, enterprise permitting licensing, enterprise asset management, municipal justice and enterprise assessment and tax solutions, a win, which adds $1.3 million in ARR, leveraged our expanding footprint and strong client references in Wisconsin, combined with our unique ability to offer multiple integrated solutions from a single platform. This is what we refer to as a total Tyler client engagement.\nNotable multiproduct SaaS contracts included Hernando County, Florida and the City of Warner Robins, Georgia, for enterprise ERP, enterprise permitting licensing and enterprise asset management solutions has added almost $1.3 million in ARR. We're also pleased to see growing adoption of our AI-driven priority-based budgeting solution, which we acquired with Resource X in the fall of 2023.\nPriority-based budgeting enables informed decision-making and efficiencies and -- by linking financial resources to strategic funding priorities and goals. There were 3 key wins for the solution in Q4 with large clients, including L.A. County, California, Kansas City, Missouri, and Johnson County, Kansas, adding a total of nearly $1.8 million in ARR. We're excited to partner with these clients as they implement their data-driven budgeting applications, leveraging our deep domain expertise and industry-leading best practices.\nWe continue to drive higher cloud adoption for our public safety solutions with both new competitive wins and a growing number of flips. Notable SaaS wins included the Southwest Regional Communications Center, a Texas 911 consortium in the Dallas-Fort Worth area and Peoria, Illinois, which dispatches for 10 different agencies, each contracting for our full enterprise public safety suite.\nWe also continue to build momentum at the state level with our public safety solutions. We signed 3 enterprise public safety deals with state agencies in the quarter, including SaaS contracts with The Iowa Department of Public Safety, which was a competitive effort leveraging our Digital Solutions division state enterprise relationship and contract vehicle and also The Michigan State Police. We also signed a license deal with a Nebraska State Patrol. We now count 9 state police agencies as enterprise public safety clients.\nIn our state and federal business, we signed an 8-year contract with the State of Maine for our resident engagement portal, adding $2.2 million in ARR. This competitive win leveraged our strong state relationship as a trusted partner, offering deep public sector domain expertise and strong references from other successful implementations of our resident engagement platform.\nAt the core of our growth strategy, is leveraging our unmatched installed base through cross-sell and upsell initiatives. We added to our growing footprint in outdoor recreation, signing a multiyear SaaS arrangement with the South Carolina State Parks, under our state enterprise master agreement.\nAdditionally, we signed a contract with the Colorado Department of Corrections for inventory warehouse management solution, leveraging our Colorado State Enterprise relationship to add $612,000 in ARR.\nDriving transaction revenue growth through our integrated payments business is another key element of our growth strategy. Our payment strategy is centered on a high-value unified platform that seamlessly integrates with our software solutions and proprietary back office services, creating opportunities for higher margins.\nDemand for our differentiated payment solutions continues to be strong. And in the fourth quarter, we signed 244 new payment deals across Tyler software clients, representing approximately $8.1 million in projected ARR. For the year, we signed 995 new payments deals.\nIn our state enterprise business, we secured a 2-year extension for our digital government and payment processing services with the state of Utah, representing approximately $11.5 million in ARR.\nNow I'd like Brian to provide more detail on the results for the quarter and our annual guidance for 2025.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $541.1 million, up 12.5% and organically grew 12.4%. Subscriptions revenue increased 21.9% and organically rose 21.8%. The -- within subscription, SaaS revenues grew 23% to $173.4 million and grew organically 22.8%.\nThe -- Keep in mind that there is often a lag from the signing of a new SaaS dealer flip to the start of revenue recognition that can vary from 1 to several quarters. Because of this, as well as the timing of SaaS renewals and related price increases, SaaS revenue growth both year-over-year and sequentially may fluctuate from quarter-to-quarter.\nTransaction revenues grew 20.9% to $175.4 million, driven by new transaction services, higher transaction volumes from both new and existing clients, including the August go-live of the California Department of Parks and Recreation and e-filing growth.\nWhile Q4 is historically a seasonally lighter quarter for transaction-based revenues, we are seeing slightly less seasonality than in previous years as we continue to diversify our mix of revenue including digital titling services that are less seasonal and outdoor recreation services that have different peak periods from state to state.\nAs Lynn noted, we had a very good quarter for bookings in Q4 we -- with a marginal benefit from field timing associated with the year-end deadline for allocating ARPA funds. SaaS deals comprised approximately 97% of our new software contract value compared to 89% last year.\nDuring the quarter, we added 150 new SaaS arrangements and signed 106 best flips of existing on-premises clients, with a total contract value of approximately $194 million, up 42%. And -- in Q4 of last year, we added 156 new SaaS arrangements and had 92 flips with a total contract value of approximately $137 million. The average ARR from new SaaS contracts increased 63% over last year. The average ARR associated with our Q4 flips increased 32% over last year as we continue to see larger clients flip to the cloud. Our total annualized recurring revenue was approximately $1.86 billion, up 14.9%.\nWe entered 2024 expecting margin -- operating margin expansion after experiencing the margin trough from our cloud transition in 2023, and we have exceeded our expectations. Our non-GAAP operating margin in the fourth quarter was 24.4%, up 210 basis points from last year. The margin expansion reflects the impact of our cloud efficiency initiatives, along with effective operating expense management.\nAs we discussed on previous calls, merchant and interchange fees from our payments business under the gross revenue model have a meaningful impact on our overall margins as they are included in both revenues and cost of revenues. We incurred merchant fees of approximately $41 million in Q4 compared to $35 million last year.\nBecause of strong earnings and effective working capital management, both cash flows from operations and free cash flow reached new highs for a fourth quarter at $224.8 million and $216 million, respectively, with free cash flow up 60.7%.\nCash flow in the quarter was positively impacted by 2 significant items. The first was a $29 million prepayment in October of 6 years of SaaS fees related to our new enterprise justice contract with the State of Kentucky. The second was the timing of funds that we routinely collect and dispersed through the Tyler disbursement platform, formerly Rapid. At year-end, approximately $25 million of cash was held by Tyler that would subsequently disbursed under these contracts. We ended the quarter with $600 million of convertible debt outstanding and cash and investments of approximately $779 million and net leverage is 0.\nNow I'd like to turn to our annual guidance for 2025. We expect total revenues will be between $2.30 billion and $2.34 billion. The midpoint of our guidance implies organic growth of approximately 8.5%. We expect GAAP diluted EPS will be between $7.31 and $7.56 and -- and may vary significantly due to the impact of discrete tax items on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $10.90 and $11.15. And -- our estimated non-GAAP tax rate for 2025 is expected to be 22.5%.\nWe expect our free cash flow margin will be between 24% and 26%, and -- including an estimated impact of approximately $27 million of incremental cash taxes related to Section 174. We expect research and development expense will be in the range of $177 million to $182 million. Other details of our guidance are included in our earnings release and in the Q4 earnings deck posted on our website.\nI'd like to add some additional color around our guidance. Subscription revenues in total are expected to grow between 15% and 18%. And within subscription, SaaS revenue is expected to grow between 21% and 24%. The -- Transaction revenues are expected to grow between 10% and 12%, with merchant fees down 7% to 9%. Our expected transactions growth is below the 2024 growth rate and will be impacted by the wind down of our payments processing contract with the state of Texas, which currently expires at the end of August 2025 and -- and was awarded to another payment vendor after a competitive procurement process by the state.\nThe Texas contract is a stand-alone somewhat commoditized payments arrangement and differs in a number of respects from our core payment strategy which is centered on providing differentiated payment solutions integrated with our software solutions, enterprise portals and proprietary back office services that add value to our clients and provide opportunities for premium pricing.\nFor background, the payment relationship with Texas was not an organically developed relationship but was part of a state enterprise agreement that NIC purchased from BearingPoint following their bankruptcy in 2009. That contract was split in 2017 with NIC retaining the payment services and it was subsequently extended through August of 2025. We knew that the rebid would be highly competitive and price-sensitive and margins under the existing contract were already very low.\nThere were no issues with the quality of our services, and we believe that price was a significant factor in the award. The Texas Payments contract is a gross contract with 2024 revenues of approximately $44 million, merchant fees of approximately $39 million and a gross margin of approximately 10%. We currently expect that 2025 revenues from Texas payments will be approximately $29 million, at a similar gross margin. While we expect to continue to provide payment services to Texas through August, it is possible that some services may transition prior to them.\nExcluding merchant fees that are absorbed under the gross revenue model, expected transactions growth in 2025 would be approximately 17% and total growth would be approximately 10%. The -- given the narrow margins of the gross model Texas contract, we will see a positive impact on margins as these services end.\nMaintenance revenue is expected to decline 4% to 6%, reflecting the ongoing shift in our new software business mix to SaaS as well as the acceleration of flips in 2024 and 2025. Professional services revenue is expected to be flat to down 3% as our cloud transition drives efficiencies and implementations and allows us to limit the growth of these lower-margin revenues.\nLicense revenues are expected to decline 18% to 20% with very few license sales to new clients. Hardware and other is also expected to decline 18% to 20%, and -- as 2024 benefited from elevated hardware sales tied to the use of ARPA funds.\nResearch and development expense is expected to grow more than 50% due to 3 main factors: the first, representing approximately 30 percentage points of the growth is a redeployment to R&D of development resources previously focused on support activities and expensed in cost of revenues, as we continue to transition to a SaaS-only model.\nThis redeployment will continue over the next few years as product lines complete their transition to SaaS only.\nSecondly, certain capitalized software development projects either concluded in 2024 or will conclude in 2025, resulting in more development costs being expensed and accounting for approximately 8 percentage points of the R&D growth. The remaining growth represents our incremental funding of R&D initiatives, including investments in AI.\nNow I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. 2024 was another successful year in advancing our cloud-first strategy as we delivered growth and consistent operating margin improvement tracking towards our 2030 objectives. Our sales organization continues to execute at a very high level, which was reflected in our bookings growth.\nOur unified go-to-market strategy is creating substantial expansion opportunities with both new and existing clients. Our inside sales team has performed exceptionally well, representing a high-growth sales channel. We're investing across our sales channels and adding additional sales resources, including a new dedicated state sales team that will be in place this year. We have also aligned incentive compensation and commissions across Tyler in a way that has reduced barriers and facilitated more cross-selling.\nWe take very seriously our responsibility to be good stewards of the capital that our shareholders entrust us, which we have exhibited through our long history of disciplined financial management and prudent capital allocation. That continued to be the case in 2024. In a high interest rate environment, we fortified our balance sheet by paying off the remaining term debt associated with the NIC acquisition, reducing our net leverage to 0 at year-end. Additionally, we enhanced our financial flexibility by replacing our $500 million unsecured revolving credit facility with a new facility, extending maturity to 2029, increasing the size to $700 million with improving terms.\nOur disciplined acquisition strategy focuses on opportunities that complement our existing portfolio, expand our addressable market and add technologies that can be leveraged across our product portfolio. We remain patient acquirers and are well positioned to continue to make tuck-in acquisitions while maintaining the flexibility to pursue compelling larger opportunities.\nWhile we did not make any acquisitions in '24, I want to highlight our recent acquisition of MyGov, which closed January 31. MyGov is a leading provider of integrated community development and asset management solutions to small and midsized municipalities and currently serves approximately 150 clients with a high concentration in Texas. MyGov strengthens our public administration offering and expands our local market footprint. -- with an integrated platform that complements our extensive enterprise portfolio. We're thrilled to welcome the MyGov team and clients to Tyler.\nAI continues to garner significant attention in the software space, and interest in AI from the public sector is growing. Building on our momentum and commitment to innovation, we are taking a deliberate and strategic approach to our AI strategy. centered on 3 core pillars: productivity, decision-making and service delivery.\nWe're separating the hype from reality by leveraging our unmatched strengths of decades of public sector experience, 13,000 clients producing critical data every day and deep collaboration with leading AI vendors like AWS, Microsoft and Google. We expect that by the end of this year, every flagship product road map will have clear AI-driven features, and we plan to preview our AI strategy to clients at our Tyler Connect user conference in May, demonstrating our commitment to innovation and empowering clients with dramatically enhanced productivity and performance.\nI'd like to highlight some recently announced additions and changes to our senior leadership team that support our commitment to long-term growth and leadership development. As we enter the next phase of our cloud-first transition, we took a significant strategic step towards further enhancing our client experience. with the creation at the end of 2024 of a new Chief Client Officer role.\nOur appointment of industry leader, Andrew Kahl to that position is critical to strengthening our long-term client relationships maximizing the value of our installed base and driving expansion through cross-sell and upsell opportunities. Andrew will oversee our client-centric approach across Tyler's vast public sector client base. He brings extensive technology leadership experience, having served as CEO of BackBox Software, a global category leader in the network security automation market, where he led cloud transformation and business model evolution.\nIn his previous positions, he held multiple client success roles and served as Chief Customer Officer at SailPoint, overseeing global customer success and partner enablement. Andrew's deep technology background and track record of driving innovation and client engagement positions us well for success as we scale our cloud initiatives and create a single, unified experience for clients who have multiple Tyler products.\nOur Chief Marketing Officer, Samantha Crosby, has announced her intent to retire this June. In her 16 years with Tyler, Samantha's visionary leadership in developing our unified brand strategy and her contributions across marketing and communications have been instrumental in our growth and success. Until June, we will continue to tap at Samantha's immense experience during her transitional senior marketing adviser role and we extend our heartfelt appreciation to Samantha for her dedicated service.\nIn January, we named Arik Flanders as Chief Marketing Officer, succeeding Samantha. Since joining Tyler's marketing team in 2023, Arik has significantly enhanced our digital marketing operations, technology and data practices and demand generation strategies. Prior to joining Tyler, Arik gained extensive experience as an innovative leader in progressively responsible global marketing management roles with Texas Instruments.\nAbby Diaz, previously our Chief Legal Officer, has been elevated to the newly created position of Chief Administrative Officer. In this expanded role, she will continue to oversee our legal team while adding responsibilities for internal audit data privacy, corporate governance and responsibility and corporate communication. This transition strengthens alignment across these critical functions and fosters an integrated approach to governance, compliance and communications.\nAssociate General Counsel, Bill Van Asselt, has been promoted to Chief Legal Officer and assumes direct leadership of legal team. Bill joined Tyler in 2021 through the acquisition of NIC where he served as General Counsel.\nLastly, I'm pleased to highlight that Tyler has recently been recognized by multiple leading publications for our commitment to excellence, innovation and workplace culture, including Forbes American Stream employers and Best Large Employers 2025 lists. In December, we were named AWS state or local government Partner of the Year and most recently, we were named the 2025 GovTech 100 list for the ninth consecutive year.\nAs we enter 2025, I'd like to repeat what I said to our Tyler team in our recent town hall. But I'm not just excited about Tyler's future, but I've never been more confident in our future. we're experiencing success in growing our high-value SaaS and differentiated transaction revenues while reducing the mix of lower margin revenues like professional services and commodity payments.\nAs our 2025 guidance illustrates, we're well on track to meet or exceed the 2025 targets we communicated at our 2023 Investor Day, and we remain confident in realizing our Tyler 2030 vision. I look forward to reporting on our progress during the coming year.\nNow I'd like to open up the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c4df1987cb10fdd437f902ff9f3f8b09",
    "period": "2024 Q2",
    "content": "Q2 2024 Tyler Technologies Inc Earnings Call\n\nQ2 2024 Tyler Technologies Inc Earnings Call\n\nTYLNYSEJUL 25, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Second Quarter 2024 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions] As a reminder, this conference is being recorded today, July 25, 2024. I would like to turn the call over to Hala Elsherbini, Tyler's Senior Director, Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Matt, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and update our annual guidance for 2024. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this conference call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks.\nAlso, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financials tab, schedules with supplemental information, including information about quarterly recurring revenues and bookings. On the Events and Presentations tab, we posted an earnings summary slide deck to supplement our prepared remarks.\nPlease note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. We built on the momentum from our strong first quarter performance to, again, deliver exceptional second quarter results marked by consistently high execution and a continuation of solid operating and financial performance. Each of our key metrics across revenues, earnings, operating margin and cash flow exceeded our expectations.\nThese results are especially meaningful given the significant shift towards SaaS in our new software contract mix, which pressured revenues and margins. Recurring revenues grew 8.4% and comprised 83% of our total revenues. SaaS revenues grew 23.2%, our 14th consecutive quarter of SaaS revenue growth of 20% or more above our target of a 20% CAGR in SaaS revenues through 2025. In addition, transaction revenues were ahead of plan driven by higher transaction volumes, including an increase in e-filing volumes and expanded payment services.\nSince committing to our cloud-first strategy in 2019, we've been intently focused on supporting our public sector's clients' digital transformation and guiding their migration to Tyler's next-generation cloud applications. Last year, we reached an inflection point where valuable, long-term recurring SaaS revenues surpassed on-premises's license and maintenance revenues. We're pleased to reach another milestone as we have now essentially completed the exit of our Dallas data center.\nThis move is a significant achievement in our cloud migration road map as we continue to scale our deployments at AWS and drive more durable growth and margin benefits from our SaaS-based operating model. The public sector market remains healthy, characterized by high levels of RFP and sales demo activity. Our new business pipeline remains at elevated levels, reflecting the robust market environment, growing cross-sell opportunities and continued strong execution by our sales organization.\nOur leading market position and competitive strengths, including our deep domain expertise continue to differentiate us in the marketplace. These strengths underpin our long-term strategic focus on 4 key growth drivers, leveraging our unmatched installed base, expanding into new markets, completing our cloud transition and growing our payments business. Our large client base represents one of our most significant assets, and we're pleased to see strong go-to-market execution with significant cross-sell and upsell wins during the quarter, which included a joint effort with our Justice Group, leveraging our Digital Solution division's strong relationships in Florida, for an agreement with the Florida Department of Corrections to manage all aspects of money transfer services for correctional facilities across the state.\nThe contract brings together disbursement solutions from our Rapid Financial Solutions acquisition, inmate trust and accounting and e-communications from the VendEngine acquisitions and payments through our Digital Solutions division. A single sourced enterprise supervision and enterprise public safety contract with Cherokee Nation, Oklahoma, adding to its existing enterprise ERP solutions. The SaaS agreement was a joint collaborative sales effort resulting in a total Tyler client win.\nAdditionally, we continue to innovate and elevate our clients' resident engagement experience by empowering citizens with direct connections to government through Tyler's MyCivic platform. In Mississippi, we expanded citizen access to mental health resources with the Mississippi State Department of Health, leveraging our state enterprise agreement. We continue to advance our cloud transition and make substantial progress with our product version consolidation efforts, which will accelerate our continued migration of on-premises clients to the cloud.\nWe're also pleased with the numerous second quarter SaaS contract wins, which underscore the public sector market's recognition of cloud benefits, including enhanced security. One of the key themes that emerged during client interactions at our recent Connect 2024 user conference was a notable shift in client openness to embrace cloud technology and a growing expectation among on-premises clients that they will migrate to the cloud. This shift is especially apparent in the state and federal market with our application platform and in the public safety market, where 90% of second quarter public safety contract value was SaaS compared to 13% a year ago.\nPrimarily as a result of this accelerated shift in public safety cloud adoption, SaaS arrangements comprised 97% of our new software contract value in the second quarter. Additionally, we signed 111 flips of on-premises clients, including a number of larger clients, with the average ARR flips growing 21.8%. We also had a very successful go-live in May with the SaaS migration of the Idaho State Court system. This is our first flip to the cloud of a statewide court system, and Idaho went live just 4 months after the project kicked off. This high-profile migration has been watched closely by other statewide and large county courts and its successful execution is certainly a positive reference point as we engage with other large core clients about moving to the cloud.\nKey second quarter new SaaS deals and flips included a competitive win with the City of Topeka, Kansas for multiple integrated solutions, including enterprise ERP, enterprise permitting & licensing, enterprise asset management for nearly $700,000 in ARR. And ERP Pro and Payments contract with Richland County, Wisconsin, funded via ARPA funds. That was executed on an accelerated 90-day sales cycle, leveraging our enhanced sales enablement and competitive intel teams. The Idaho State Police signed a SaaS contract for our integrated enterprise public safety suite including CAD, records management and e-citations. This Tier 1 competitive win demonstrates our growing momentum with state public safety agencies and represents the sixth state police agency to adopt our enterprise public safety solutions. The United County, New York Department of Emergency Services also chose our integrated Public Safety Suite for 64 agency client-driven, SaaS deployment. Hunt County, Texas, upgraded to Enterprise Public Safety from our Public Safety Pro solution and Spotsylvania County, Virginia, signed a contract for our enforcement Mobile Solutions, joining 8 of the 14 largest Virginia agencies using Tyler Public Safety applications.\nWe signed an enterprise justice SaaS flip with Fulton County, Georgia, which includes Atlanta. The contract with ARR of $1.9 million follows Fulton County's Enterprise appraisal and tax SaaS flip signed in the first quarter, and includes integrated justice solutions such as prosecutor and jail as well as additional client management services under our unified One Tyler approach. We also signed an enterprise supervision expansion with the Arizona Supreme Court that builds on the success of adult probation to add juvenile probation for all 15 counties across the state.\nWe leveraged the state relationship, which led to a 5-year enterprise justice agreement with the Phoenix Municipal Court, representing in excess of $2.25 million in ARR. This strategic and highly competitive win includes five 1-year extension options and paves the way for expansion and new court software opportunities in a large population state.\nAnother theme coming out of Connect '24 was pronounced interest in AI and our expanded AI capabilities that were added through our 2023 acquisitions. High interest is turning into multiple new deals and cross-sell wins for our application platform, leveraging our augmented field operation solutions, formerly ARInspect with 4 inspection SaaS arrangements in the quarter across state, environmental, health and regulatory agencies. These included the California State Board of Pharmacy to configure and automate 5 regulatory inspection types, the Kentucky Department Environmental Protection, the New York Department of Health and the Arkansas Department of Labor and Licensing, which was a cross-sell win leveraging our Digital Solutions division state enterprise relationship.\nAnother key to our growth strategy is expanding our differentiated payments business. And similar to our first quarter results, higher transaction volumes contributed to better-than-expected transaction revenues. In the second quarter, we signed 195 new payments deals across Tyler Software clients, representing approximately $8 million in projected ARR. In our state enterprise portal business, we secured extensions for our digital government and payment processing services under 4 state enterprise contracts, including Hawaii, New Jersey, Kansas and Kentucky and also won a sole source award with the state of Rhode Island as no extensions remained under the previous contract. We also signed a 2-year renewal with the state of Illinois for our [ Outdoor ] and Enterprise licensing Solutions.\nNow I'd like Brian to provide more detail on the results for the quarter and our updated annual guidance for 2024.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $541 million, up 7.3% and organically grew 6.5%. Subscriptions revenue increased 12.1% and organically rose 11.8%. Within subscriptions, our SaaS revenues grew 23.2% to $156 million and grew organically 22.5%. Keep in mind that there's often a lag from the signing of a new SaaS flip or SaaS deal or flip to the start of revenue recognition that can vary from one to several quarters. Because of this, as well as the timing of SaaS renewals and related price increases, SaaS revenue growth both year-over-year and sequentially may fluctuate from quarter to quarter.\nTransaction revenues grew 3.8% to $177.7 million. Transaction revenues exceeded our plan, primarily due to higher transaction volumes from new and existing clients, including recreational licenses such as hunting and fishing, which begin their peak season during Q2. In addition, e-filing revenues grew 11.2%. The year-over-year comparison for transaction revenues continued to be impacted by the change in mid-2023 from the gross model to the net model for payments under one of our state enterprise agreements. This will no longer be a factor in year-over-year growth comparisons in the second half of the year, and our expectation is for mid- to high teens growth in transaction revenues in the second half of 2024.\nSaaS deals comprised approximately 97% of our Q2 new software contract value compared to 82% last year. During the quarter, we added 203 new SaaS arrangements and converted 111 existing on-premises clients to SaaS with a total contract value of approximately $127 million. In Q2 of last year, we added 170 new SaaS arrangements and had 94 on-premises conversions with total contract value of approximately $93 million. More importantly, the average ARR associated with our Q2 flips increased 21.8% over last year as larger clients such as Fulton and Clayton Counties in in Metropolitan Atlanta, Georgia; the cities of Tucson, Arizona and Birmingham, Alabama; and the Columbus, Ohio City schools flipped to the cloud, including transaction revenues, expansions with existing clients and professional services, total bookings increased 7.3% on an organic basis.\nOur total annualized recurring revenue was approximately $1.8 billion, up 8.4% and organically grew 7.8%. In previous quarters, we discussed our expectation that 2023 would be the operating margin trough from our cloud transition and that 2024 would mark a return to operating margin expansion. Our non-GAAP operating margin in the second quarter was 24.5%, up 150 basis points from last year. The margin expansion reflects improved margins from our cloud operations, along with expensive effective operating expense management and improving professional services margins.\nAs we discussed on previous calls, merchant and interchange fees from our payments business under the gross revenue model have a meaningful impact on our overall margins as they are passed through to clients and are included in both revenues and cost of revenues. We incurred merchant fees of approximately $45 million in Q2. Because of strong earnings and effective working capital management, both cash flows from operations and free cash flow were above expectations for the quarter at $64.3 million and $48.6 million, respectively.\nCash flow in the quarter was impacted by approximately $29 million of incremental cash taxes due to Section 174. We ended the quarter with $600 million of convertible debt outstanding and cash and investments of approximately $262 million. Our net leverage at quarter end was approximately 0.65x trailing 12-month pro forma EBITDA. Our updated 2024 annual guidance is as follows: We expect total revenues will be between [ $2.120 billion and $2.150 billion ]. The midpoint of our guidance implies organic growth of approximately 9%. We expect that merchant fees will be up approximately 6% over last year, and then implied organic growth, excluding merchant fees, would be approximately 20 basis points higher. We expect GAAP diluted EPS will be between $5.76 and $5.96 and may vary significantly due to the impact of discrete tax items on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $9.25 and $9.45.\nWe expect our free cash flow margin will be between 18% and 20%, including an estimated impact of approximately $60 million of incremental cash taxes related to Section 174. Other details of our guidance are included in our earnings release and in the Q2 earnings deck posted on our website.\nNow I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. Our exceptional performance in the first half of 2024 positions us well for a strong second half. We're pleased with our progress across all fronts as we remain on track with key initiatives around our 4-pronged growth strategy while demonstrating our competitive strength and model durability. Our cloud transition is beginning to generate the expected benefits of margin improvement and enhanced client experience.\nAs you know, in 2019, we launched a multiyear cloud strategy to shift our solutions and operations to a cloud-first business model, leading our clients to a future in the cloud. As we enter the next phase of our cloud journey, and as more new and existing clients embrace our cloud strategy, we see increasing opportunities to prove areas critical to our clients that ultimately affect client satisfaction, including product release cycles, product consistency, performance reliability and cost effectiveness.\nTo effectively address these areas and lead this change, I'm pleased to share that Russell Gainford has been promoted to Chief Cloud Officer, effective immediately. Over the past 3 years, Russell has proven his ability to own the overall vision for Tyler's cloud-first strategy. And in his new capacity, he will continue to drive our cloud initiatives across our organization, including developing our cloud technology and operation standards, controls and business processes, overseeing our strategic business partner and vendor relationships as well as architecting the organizational design and staffing plans in collaboration with operational leaders.\nShifting to capital allocation. Our disciplined approach bolsters our strong balance sheet as we've repaid our term debt during this period of higher interest rates. This coupled with our ability to consistently generate strong free cash flow provides tremendous flexibility to take advantage of opportunities to make investments that drive shareholder value, including product development, M&A and potentially stock buybacks. And while the bar is currently high for acquisitions, we continue to evaluate strategic tuck-in acquisitions, while building liquidity to be in a position to address our convertible debt maturity in March of '26.\nI'm also pleased to highlight that Tyler recently was recognized by 2 leading publications as we were included on Times list of America's best midsized companies and Forbes' Best Employers for Women's list. Before I close, I'd like to welcome our 2 new board members, Margot Carter and Andy Teed, who were elected at our May 9th Annual Meeting. Margot brings a wealth of experience in cloud software and SaaS transformations. AI and payments. She currently serves as President of Living Mountain Capital, where she invests in and advises companies and private equity firms on digital transformation and innovative strategies. She has an extensive background in finance M&A and corporate governance and has served on several public company boards.\nAndy is a seasoned technology executive with significant public sector experience. He currently serves as the CEO of Eco Parking Technologies, an integrated lighting and parking guidance company. Prior to that, Andy spent nearly 20 years at Tyler in various senior leadership roles. His extensive public sector experience and familiarity with our products and clients along with his knowledge of cloud technologies, make Andy a valuable addition to our Board.\nI also want to thank our 2 outgoing Board Directors, Dusty Womble and [ Mary Landro ] for their years of service and contributions to Tyler's success. Finally, I'd like to express my appreciation to our entire Tyler team for their hard work and continued commitment to driving growth while leading our clients on their digital modernization journeys. Our leadership is aligned with a unified focus on cloud living, and I've never been more confident in our prospects and Tyler's future. Now we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e21cc2ecb65b6de10de02070c904c81",
    "period": "2024 Q1",
    "content": "Q1 2024 Tyler Technologies Inc Earnings Call\n\nQ1 2024 Tyler Technologies Inc Earnings Call\n\nTYLNYSEAPR 25, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies First Quarter 2024 Conference Call. Your host for today's call is Lynn Moore, President and Chief Executive Officer of Tyler Technologies. [Operator Instructions] And as a reminder, this conference is being recorded today, April 25, 2024. The I would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Christa, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter and then Brian will review the details of our results and update our annual guidance for 2024. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this conference call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties which could cause actual results to differ materially from those projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks. Also, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry.\nA reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financials tab schedules with supplemental information, including information about our quarterly recurring revenues and bookings. On the Events and Presentations tab, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Our first quarter results provided an exceptional start to the year, exceeding our expectations across key metrics, including revenues, earnings, operating margin and cash flow. Recurring revenues grew almost 9% and comprised 84% of our total revenues. SaaS revenues grew 22%, our 13th consecutive quarter of SaaS revenue growth of 20% or more, exceeding expectations of a 20% CAGR in SaaS revenues through 2025. In addition, transaction revenue surpassed our plan with higher volumes and positive pricing trends.\nOur performance demonstrates the power of our business model against the backdrop of robust public sector demand, supported by generally healthy budgets. Our leading sales activity indicators remain elevated, and our pipeline reflects growing sales synergies as we execute our integrated go-to-market strategy.\nDuring our Investor Day last year, we announced our Tyler 2030 Vision, which aligns our strategic focus on 4 key growth drivers: leveraging our installed base, expanding into new markets, completing our cloud transition and growing our payments business.\nLeveraging our unmatched installed base has been a cornerstone of our growth strategy, and we're pleased with the outstanding execution by our sales organization, driving impactful cross-sell and upsell activity that further deepens existing client relationships and expands our market reach with new client engagements. Notable cross-sell and upsell wins during the quarter included a records management and ERP pro contract, including payments with Ada County, Idaho, leveraging our state enterprise relationship, for our full enterprise public safety suite with the City of Columbus, Georgia, adding to its existing Tyler courts, corrections, ERP, tax and permitting solutions.\nAn enterprise ERP win with the Texas Legislative Council facilitated by our existing digital solutions division relationship in Texas, which avoided an RFP process to secure a new enterprise ERP client in a nontraditional market. A combined SaaS contract with the city of Juno, Alaska, for enterprise assessment and tax and enterprise permitting and licensing solutions. By prioritizing the cloud as one of our key growth drivers, we are unlocking new levels of innovation and responsiveness in making the cloud accessible for our clients, while providing enhanced security. Our new software SaaS mix continue to expand and comprised 93% of Q1 new software contract value. We're particularly encouraged to see a growing preference for cloud technology in the state and federal market with our application platform and an accelerated shift in public safety cloud demand with multiple client-driven SaaS selections. In fact, 75% of our first quarter enterprise public safety deals were SaaS. Because the pace of the shift to SaaS in these markets this year is faster than we previously anticipated, we have lowered our expectations for license revenues for the year. And across Tyler, the volume of flip signed in the first quarter was in line with our expectations, with a 21.5% increase in average ARR.\nKey first quarter new SaaS deals and flips included multiyear SaaS arrangements with the Hawaii Department of Natural Resources and land between the Lakes National Recreation area that build on our momentum in the outdoor recreation space. Competitive SaaS wins for public safety included a full enterprise public safety suite contract with Palm Beach, Florida, which was focused on a cloud-only strategy. We also won a sole-source enterprise public safety contract with the city of Evanston, Illinois, which expands our growing footprint in the Chicagoland area. An enterprise appraisal in tax for Fulton County, Georgia, which includes Atlanta. The contracts with ARR of more than $1 million was executed on accelerated timeline with a go-live completed within 1 month. Two public safety SaaS flips with Beringham, Alabama and Germantown, Tennessee, both of which were client-driven SaaS selections and accelerated go-lives. The Kansas judicial branch signed an enterprise justice appellate court SaaS flip as we continue to see a growing interest in moving to the cloud from our on-premises courts clients.\nAnother key driver of our long-term growth is our transactions and payments business. As I mentioned earlier, better-than-expected transaction volumes contributed to first quarter revenues that exceeded our expectations. In the first quarter, we signed 288 new payments deals across Tyler, representing approximately $9 million in projected ARR. In our state enterprise portal business, we signed a new 3-year enterprise contract with the State of Mississippi, extending our existing 14-year relationship. Our enterprise agreement with the state of Idaho was also renewed for 2 years in a rebid through the NASPO Citizen engagement agreement.\nWe're also very pleased to see early traction and growing demand for the solutions we added to our portfolio through our 2023 acquisitions of CSI, AR Inspect and Resource X, each of which brought us expanded AI capabilities. With CSI, we signed a contract with our existing course client in Dallas County, Texas, adding approximately $900,000 of ARR. We've seen demo activity double over pre-acquisition levels for our augmented field operation solution, formerly AR Inspect, with first quarter wins that included the city of Newark manhole inspections and an expansion contract with the New Jersey Department of Environmental Protection. For our priority-based budgeting solution powered by Resource X, we signed contracts with Collier County, Florida and Fort Worth, Texas that added almost $600,000 of ARR.\nNow I'd like Brian to provide more detail on the results for the quarter and our updated annual guidance for 2024.\n\nBrian K. Miller\n\nEVP & CFO\n\nLynn, total revenues for the quarter were $512.4 million, up 8.6% and organically grew 7.8%. Subscriptions revenue increased 11.7% and organically rose 11.4%. Within subscriptions, our SaaS revenues grew 22% to $148.8 million and grew organically 21.3%. Keep in mind that there's often a lag from the signing of a new SaaS deal or a flip to the start of revenue recognition that can vary from one to several quarters. Because of this, as well as the timing of SaaS renewals and related price increases, SaaS revenue growth both year-over-year and sequentially may fluctuate from quarter-to-quarter.\nTransaction revenues grew 3.7% to $164.5 million. While transaction revenues exceeded our plan, primarily due to higher transaction volumes from new and existing clients, including driver history records, the year-over-year comparison continues to be impacted by the change last year from the gross model to the net model for payments under one of our state enterprise agreement. SaaS deals comprised approximately 93% of our Q1 new software contract value compared to 87% last year.\nDuring the quarter, we added 200 new SaaS arrangements and converted 90 existing on-premises clients to SaaS with a total contract value of approximately $86 million. In Q1 of last year, we added 145 new SaaS arrangements and had 73 on-premises conversions with a total contract value of approximately $86 million. More importantly, the average ARR associated with our Q1 flips increased 21.5% over last year, including transaction revenues, expansions with existing clients and professional services, total bookings increased 15.7% on an organic basis.\nOur total annualized recurring revenue was approximately $1.72 billion, up 8.8% and organically grew 8.2%. In previous quarters, we discussed our expectation that 2023 would be the operating margin trough from our cloud transition and that 2024 would mark a return to operating margin expansion. Our non-GAAP operating margin in the first quarter was 23.8%, up 210 basis points from last year. The margin expansion reflects improved margins for our cloud operations along with effective operating expense management. As we discussed on previous calls, merchant and interchange fees from our payments business under the gross revenue model, have a meaningful impact on our overall margins as they are passed through to clients and are included in both revenues and cost of revenues. We paid merchant fees of approximately $42 million in Q1. Both cash flows from operations and free cash flow were above expectations for the quarter at $71.8 million and $57.2 million, respectively, which allowed us to repay the remaining $50 million of term debt outstanding from the NIC acquisition earlier in the year than planned.\nWe ended the quarter with $600 million of convertible debt outstanding and cash and investments of approximately $202 million. Our net leverage at quarter end was approximately 0.79x trailing 12-month pro forma EBITDA with our only remaining debt of $600 million convertible due in 2026. Our updated 2024 annual guidance is as follows. We expect total revenues will be between $2.110 billion and $2.140 billion. The midpoint of our guidance implies organic growth of approximately 8.5%. We now expect that merchant fees will be up slightly over last year and that implied organic growth, excluding merchant fees, would be approximately 50 basis points higher. We expect GAAP diluted EPS will be between $5.27 and $5.47 and may vary significantly due to the impact of discrete tax items on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $9.10 and $9.30. We expect to see sequential growth in earnings throughout the year with both revenues and EPS slightly weighted towards the second half. We expect our free cash flow margin will be between 17% and 19%, including the estimated impact of approximately $58 million of incremental cash taxes related to Section 174. Other details of our guidance are included in our earnings release and in the Q1 earnings deck posted on our website.\nNow I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. Our performance in the quarter demonstrates strong execution by team members across Tyler in key strategic areas, anchored to our Tyler 2030 Vision. We are starting to see the expected benefits of our cloud transition through progress with version consolidation, cloud optimization of products, cost efficiencies and improved agility as we empower our clients who serve the public through Tyler's next-generation cloud applications.\nOur strong first quarter results and positive outlook for the remainder of the year are reflected in our revised annual guidance. Even with lower expectations for license revenues because of the accelerated shift to SaaS with our public safety and application platform solutions, we've raised our revenue guidance while also increasing our earnings outlook.\nWe recently published our 2023 corporate responsibility report, our fifth annual sustainability disclosure covering our environmental, social and governance activities. Our sustainability initiatives in 2023 included investments in data management, validation and processes to drive reporting efficiencies. We also undertook a double materiality assessment to understand key insights for multiple constituents on both financial materiality and impact materiality. We hope you take the time to review our report, which is available on our website.\nFinally, we're excited about Tyler Connect 2024, which will take place May 19 to 22 in Indianapolis. Nearly 5,000 Tyler clients and 900 Tyler team members will come together for training, collaboration and networking, and we're looking forward to inspiring our clients with the latest innovations from Tyler.\nNow we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6d2d6724ba3efac1a928612b53e21630",
    "period": "2023 Q4",
    "content": "Q4 2023 Tyler Technologies Inc Earnings Call\n\nQ4 2023 Tyler Technologies Inc Earnings Call\n\nTYLNYSEFEB 15, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Hello, and welcome to today's Tyler Technologies Fourth Quarter 2023 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies.\n[Operator Instructions] And as a reminder, this conference is being recorded today, February 15, 2024.\nI would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Bhavesh, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and provide our annual guidance for 2024. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from those projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks. Also in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry.\nA reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We've also posted on the Investor Relations section of our website under the Financials tab, schedules with supplemental information, including information about quarterly bookings, backlog and recurring revenues. On the Events & Presentations tab, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Fourth quarter results reflected a strong finish to a pivotal year in our cloud transition and return to year-over-year operating margin expansion. We achieved our key objectives for the year and earnings and cash flow surpassed our expectations with free cash flow representing a new high for a fourth quarter.\nRecurring revenues grew 8% and comprised 84% of our total revenues. Our SaaS mix continued to accelerate and comprised 89% of Q4 new software contract value. The quarter was also highlighted by SaaS revenue growth of 21.7% and represented our 12th consecutive quarter of SaaS revenue growth of 20% or more, exceeding our near-term growth expectations of a 20% CAGR in SaaS revenues through 2025. Transaction-based revenues were impacted by seasonal trends and contractual changes in one of our state enterprise agreements that included a change from a gross to a net revenue model for payments.\nI want to remind you of the significance of pass-through merchant fees in our payments business and how they impact both revenue growth and margins. The majority of our payment processing arrangements are accounted for under a gross model where we charge a fixed percentage of the\ntransaction and are responsible for the merchant and interchange fees. Under this model, merchant fees are reflected in both revenues and expenses with a resulting drag on margins. In a smaller number of arrangements, the client is responsible for paying merchant fees directly and we record revenues on a net basis.\nWe do not control which model the client chooses, although we expect that the majority of payment processing contracts will continue to be under the gross model. Throughout the year and during the fourth quarter, we continued to make solid progress with key initiatives around our cloud transition. We started to realize the benefits of our cloud optimization efforts as we release cloud efficient versions of many of our products and began to experience hosting cost improvements as we scaled our deployments at AWS.\nThese efficiencies related to our cloud operations contributed significantly to our year-over-year operating margin expansion in the fourth quarter. Cloud adoption with both new and existing on-premises clients, continued at an accelerated pace across our product portfolio. In the fourth quarter, the number of on-premises migrations or flips, signed was a new fourth quarter high at 92. The increased SaaS adoption in 2023 was particularly notable in the public safety market, where we've seen a significant increase in SaaS adoption with new clients as well as signing our first flips.\nWe also signed an expanded multiyear strategic collaboration agreement with Amazon Web Services to further enable the growing demand for our clients and public sector agencies to move to the cloud. Under the expanded agreement, we will jointly expand our framework and share programs to streamline migrations from on-premise solutions to our next-generation cloud applications. This is another major step forward in making the cloud accessible for our clients further improving business continuity, continuous delivery and enhanced security. It also supports our Tyler 2030 vision to complete our transition to the cloud.\nThe public sector market remains very healthy. as evidenced by our elevated levels of RFPs and sales demo activity. Our pipeline reflects the benefits of a heightened level of sales collaboration across our division, driving strong upsell, cross-sell and multi-suite deal momentum. Additionally, we continue to build sales synergies across Tyler with our integrated payments team as we execute our unified payment strategy.\nI'd like to highlight some of our significant fourth quarter wins. Our new transaction-based contracts included a landmark win with the California Department of Parks and Recreation for our integrated outdoor recreation platform. This transaction-based 8-year contract is the largest transaction-based arrangement in Tyler's history. This self-funded contract, which is provided at no cost to California taxpayers is valued at an estimated $175 million and includes two 1-year renewal options. It extends our existing relationship under our 2016 agreement, formerly as US Direct, with enhanced functionality to add Tyler's end-to-end payment solution, enabling everything from reservations booking to payment processing.\nWe're honored to be chosen to have such a key role in managing the nation's largest state park system. We also added to our growing footprint in outdoor recreation with a multiyear transaction-based contract with the Wyoming state parks and a SaaS arrangement with the City of Miami, Florida.\nWe continue to execute on cross-sell opportunities through our digital solutions, formerly NIC, state enterprise agreements, that enable enhanced resident engagement across multiple public sector services. We signed 2 contracts under our state enterprise agreement in Mississippi as part of our newly launched resident engagement platform using Tyler's MyCivic platform. Working with the Mississippi Attorney General, we launched the Mississippi Access to Maternal Assistance mobile app, which includes the program's website and MyCivic platform to bridge access to public and private services across the state.\nWe also signed an agreement with the Mississippi Department of Mental Health to develop a mobile application on our MyCivic platform that will allow the agency to provide useful mental health information to Mississippians affected by mental illness. We continue to build momentum in the public safety market with strong fourth quarter contract activity. Significant contracts included several competitive wins against key competitors making 2023 our most successful new business year in public safety, since we acquired New World Systems in 2015.\nWe also experienced a significant increase in SaaS adoption of our Public Safety solutions. With SaaS comprising 46% of our fourth quarter public safety deals. Existing on-premises public safety clients are also showing heightened interest in moving to the cloud and 3 public safety clients signed contracts in the fourth quarter to flip to the cloud. The city of Klamath Falls, Oregon embraced the cloud-first strategy signing a contract for a SaaS deployment for an integrated enterprise public safety suite, which includes the full suite of our public safety solutions, including enterprise records management, Go manager, fire, electronic patient care reporting, civil process, e-citations and analytics.\nOur recent contract signed in Q2 with the Oregon State Patrol serve as a strong reference for this competitive win. Other notable public safety deals included a SaaS contract with Santa Rosa County, Florida and on-premises contracts with Rentler County and Wayne County, both in New York. We also had a significant cross-sell win under our state enterprise agreement in Arkansas for a public safety solution for Pulaski County, Arkansas. In the court space, we signed our first SaaS flip of a statewide court system with the Idaho Supreme Court. This 5-year agreement includes migrating the court's 44 counties and 200 courtrooms from on-premises deployments to our SaaS offering.\nOur largest new SaaS deal in the quarter was with the state of North Carolina, where we extended the term of our existing court SaaS agreement for 5 years, and expanded the agreement to add our solution for appellate courts. We also achieved key operational milestones in Courts & Justice during the quarter, including the successful go live of our enterprise justice solution with the L.A. County criminal courts. This completed the countywide rollout across 35 court locations in the nation's largest court.\nWith our application platform, we secured a key SaaS win with the Virginia Department of Education to upgrade its enterprise state regulatory system and modernize its Citizen portal. The system will support the management of Virginia's child daycare programs, which are transitioning from the Department of Social Services to the DOE, during the fourth quarter, we also signed 172 new payments deals, bringing the total to 600 for the year.\nWe also signed a new state enterprise contract in Maryland, following a competitive rebid of our expiring contract as well as an extension of our Oklahoma enterprise agreement. Finally, as noted on our last call, we completed the acquisitions of ARInspect and Resource Act in October for a combined purchase price of approximately $37 million in cash and stock. We're pleased to see multiple early wins for our application platform, leveraging field operations and inspection capabilities that came to us through AR inspect.\nNow I'd like Brian to provide more detail on the results for the quarter and our annual guidance for 2024.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $480.9 million, up 6.3%. Organic revenue growth, which also excludes COVID-related revenues in 2022 was 6.1%, the fourth quarter of 2022 included $3.5 million of revenues from COVID-related initiatives at our Digital Solutions division, all of which ended in 2022.\nSubscription revenues increased 11.4% and organically rose 10.8%. Within subscriptions, our SaaS revenues grew 21.7% to $141 million and grew organically 21.2%, which is consistent with our near-term growth expectations of the 20% CAGR and SaaS revenues through 2025. Keep in mind that there's often a lag from the signing of a new SaaS deal or a flip to the start of revenue recognition that can vary from 1 to several quarters. Because of this, as well as the timing of SaaS renewals and related price increases, SaaS revenue growth, both year-over-year and sequentially, may fluctuate from quarter-to-quarter.\nTransaction revenues grew 3% to $145.1 million and were up 2.1% on an organic basis. The lower growth rate in transaction revenues reflects, in part, the change from gross to net revenue recognition for payments under 1 of our state enterprise agreements. Just a reminder here about the seasonality of our transaction revenues, our seasonality is really driven by 2 primary factors: State determine deadlines, such as corporate filing deadlines or hunting seasons and the number of business days. Even with online transactions, we see a decline in volumes over the holidays. Q2 is typically our highest volume quarter with peak outdoor seasons, along with tax season deadlines, followed by Q1 due to the high volume of corporate filing services with Q1 deadlines. Q4 will always lag with the holiday season, which lead to fewer business days. While a smaller impact, revenues from driver history records are also stronger in the first half of the year. The sequential decline in transaction revenues this quarter reflects that typical seasonality. SaaS deals comprised approximately 89% of our Q4 new software contract value, compared to 86% last year. Professional services revenue declined 3.7% due to the absence of COVID-related revenues and was flat organically.\nAs Lynn noted earlier, public sector demand remains healthy and we're pleased with the strength of our new contract signings in Q4. During the quarter, we added 156 new SaaS arrangements and converted 92 existing on-premises clients to SaaS, with a total contract value of approximately $137 million, an increase of 39% over last year. In Q4 of last year, we added 140 new SaaS arrangements and had 82 on-premises conversions with a total contract value of approximately $99 million. Also note that while the contract with the California State Parks includes our SaaS solution for outdoor recreation, it is not included in the new SaaS contract value because it is funded completely from transaction fees.\nOverall, our pace of on-premises conversions to SaaS continues at a steady pace with 338 slips in 2023. More importantly, the total contract value associated with slips increased to $92 million compared to $76 million last year. As we've discussed, conversions are a significant growth driver over the next several years as we accelerate the pace of flips. Including transaction revenues, expansions with existing clients and professional services, total bookings increased 21.2% on an organic basis.\nOur total annualized recurring revenue was approximately $1.61 billion, up 7.9% and organically grew 7.1%. Operating margins were better than expected despite pressure from our ongoing cloud transition. Our non-GAAP operating margin was 22.3%, up 70 basis points from Q4 last year. As Lynn discussed earlier, merchant and interchange fees from our payments business under the gross revenue model have a meaningful impact on our overall margins as they are passed through to clients and are included in both revenues and cost of revenues. We paid merchant fees of approximately $35 million in Q4 and approximately $157 million for the full year of 2023. Both cash flows from operations and free cash flow reached new highs for a fourth quarter at $147.4 million and $134.4 million, respectively.\nCash flow in the quarter was impacted by approximately $15 million of incremental cash taxes due to Section 174. And for the full year, those incremental cash taxes were approximately $127 million. We continue to prioritize repayment of term debt as a use of our cash flow. And in Q4, we reduced our term debt by $90 million, bringing our total repayments for the year to $345 million. We ended Q4 with total outstanding debt of $650 million and cash and investments of approximately $183 million.\nOur net leverage at quarter end was approximately 0.97x trailing 12-month pro forma EBITDA. Our 2024 guidance is as follows: we expect total revenues will be between $2.095 billion and $2.135 billion. The midpoint of our guidance implies organic growth of approximately 8%. We also expect that merchant fees will be down slightly and that implied growth excluding merchant fees would be approximately 90 basis points higher.\nWe expect GAAP diluted EPS will be between $5.17 and $5.37 and may vary significantly due to the impact of discrete tax items on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $8.90 and $9.10. We expect our free cash flow margin will be between 17% and 19% including the impact of incremental cash taxes related to Section 174 of approximately $50 million.\nOther details of our guidance are included in our earnings release and in the Q4 earnings deck posted on our website.\nNow I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. We entered 2024 with tremendous optimism and confidence in the year ahead and beyond as we execute our mid- to long-term strategy supporting our Tyler 2030 vision. We expect to return to a trajectory of consistent operating margin expansion in 2024 as we increasingly realize the benefits of our cloud optimization initiatives and execute our planned exits from our 2 proprietary data centers in 2024 and 2025.\nWe continue to leverage our competitive strengths and demonstrate the value of our deep domain expertise across the broadest most integrated offerings that are uniquely focused on the public sector, while empowering our clients who serve the public through Tyler's next-generation cloud applications. Finally, we are proud to be recognized by Government Technology Magazine as a GovTech 100 company for 2024. This marks our eighth consecutive year being recognized for our work in making a difference for government through technology.\nNow we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2c3e6c185745e893a9046b28a6467bb8",
    "period": "2023 Q3",
    "content": "Q3 2023 Tyler Technologies Inc Earnings Call\n\nQ3 2023 Tyler Technologies Inc Earnings Call\n\nTYLNYSENOV 2, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Third Quarter 2023 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions] As a reminder, also, this conference is being recorded today, November 2, '23.\nI would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Aaron, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and provide an update to our annual guidance. Lynn will end with some additional comments and then we'll take questions.\nDuring this call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from those projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks.\nAlso, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We've also posted on the Investor Relations section of our website under the Financials tab schedules with supplemental information, including information about quarterly bookings, backlog and recurring revenues. Please note, there have been minor reclasses between historical SaaS and transaction-based revenues on the supplemental schedule as a result of the recent transition to our new financial systems.\nOn the Events & Presentations tab, we have posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise.\nLynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Our third quarter earnings and cash flow surpassed expectations and reflect a continuation of execution at a high level on key operational initiatives. We achieved strong performance across several of our key metrics with double-digit recurring growth and free cash flow growth of more than 40%.\nOur recurring revenue mix rose to 83.4% of our total revenues with SaaS revenues up 26% organically. This was our 11th consecutive quarter of SaaS revenue growth of 20% or more and exceeded our near-term growth expectations of a 20% CAGR in SaaS revenues through 2025, as outlined during our June Investor Day. We also achieved solid growth in our transaction-based revenues, which were up 8.5%.\nWhile operating margins this quarter declined slightly from last year as expected due to our cloud transition, margins were ahead of plan as a result of our operating efficiencies and expense management, especially around cloud operations. It is encouraging to see margins hold essentially flat with last year even as we made considerable progress in our cloud optimization and cloud transition efforts, establishing a clear road map for operating margin improvement in 2024.\nThe third quarter presented a very difficult comparison for our new software contract value and mix as last year's third quarter included 2 very large SaaS contracts that totaled $70 million in contract value. As we discuss regularly, the timing of large deals such as the 2 signed in last year's third quarter can cause significant lumpiness in our new software bookings.\nWe're continuing to see a healthy public sector market environment and our new business pipeline is active. Leading indicators RFPs and sales demos remain strong with deals generally moving through the pipeline at a normal pace, which is often a 12- to 18-month procurement process. Overall, our competitive position and win rates are strong with growing momentum in cross-selling activities, a key value creation lever. Additionally, our transaction business continues to capture higher volumes as we gain traction with our unified payments solution.\nI'd like to highlight some of our significant third quarter wins, which included a number of cross-sell opportunities. We continue to build momentum with our public safety solutions. Key third quarter wins include the Naperville, Illinois Police Department for integrated public safety suite including CAD, records management and e-citations. Naperville is the fourth largest city in Illinois, a state where we also have a strong presence with our Enterprise Justice solution. We're also pleased to see SaaS adoption growing and acceptance in the market with several cloud contracts signed during the quarter.\nWe continue to gain traction with cross-sell wins under our digital solutions division, formerly NIC, and our state enterprise agreements. Under our state enterprise agreement in Utah, we won a cross-sell opportunity with the Utah Department of Corrections for our enterprise corrections electronic messaging solution. We also added deals for our application platform formerly entellitrak, under our state enterprise agreements in Louisiana and Indiana.\nIn the federal market, we secured a significant license win with the U.S. National Guard Bureau for our turnkey suite of workforce case management applications. This is our largest workforce case management application within the Department of Defense and is another marquee win that spans 54 U.S. states, territories in the District of Columbia that will be hosted in our FedRAMP-certified private cloud.\nWe signed a 5-year multi-suite SaaS contract with Port Angeles, Washington, which includes our enterprise ERP, enterprise permitting licensing and cybersecurity solutions as well as payments [indiscernible] creation dynamic solutions with the Minnesota State Parks.\nIn our Payments business, we signed a 1-year extension for enterprise payment processing under our state enterprise agreement in New Jersey. And Harris County, Texas, the third largest county in the nation, added our digital jury solution, leveraging the disbursements capabilities that came to us through the Rapid Financial acquisition last year.\nBefore I turn the call over to Brian, I want to highlight our recent acquisition activity. As I said at our Investor Day, M&A is part of our DNA. And during the third quarter, we completed the acquisition of Computer Systems Innovations for approximately $36 million in cash. CSI brings AI-driven automation and enhanced document processing technology that can be leveraged across many of Tyler's vertical applications. It has primarily served the court technology space for many years, and we're excited about the opportunity to combine expansive footprint with CSI's expertise in AI and machine learning applications to elevate several of our other solutions.\nEarlier this week, we completed 2 other tuck-in acquisitions. ARInspect is a leading provider of AI-powered machine learning and data-driven solutions for public sector field operations. ARInspect's advanced AI solution and expertise extends our applications platform with intelligent edge technology that can be leveraged across our state and federal verticals. ResourceX adds priority-based budgeting solutions to our entire ERP portfolio to address key challenges our clients face in their traditional budgeting process. The total purchase price for these 2 acquisitions was approximately $38 million in cash and stock. We're thrilled to welcome each of these companies and their team members to Tyler.\nNow I'd like Brian to provide more detail on the results for the quarter and our annual guidance for 2023.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $494.7 million, up 4.5%. Organic revenue growth, which also excludes COVID-related revenues, was 6.0%. Last year's third quarter included $11.7 million of revenues from COVID-related initiatives at our digital solutions division, all of which ended in 2022.\nSubscriptions revenue increased 16.1% and organically rose 14.7%. Within subscriptions, our SaaS revenues grew organically 26% and to $138.5 million. It is important to note that as our software contract mix continues to shift towards SaaS, our growth rate may vary from quarter-to-quarter due to the lag in time from contract signing to the start of revenue recognition, but we remain on track with our near-term growth expectations of a 20% CAGR in SaaS revenues through 2025.\nTransaction revenues grew 8.5% to $156.7 million, up 6% on an organic basis. License revenue declined 47.9% as our software business continues to shift to SaaS. SaaS deals comprised 80% of our Q3 new software contract value compared to 91% last year. As we noted earlier, last year's Q3 included 2 large SaaS deals totaling $70 million in contract value. Professional services revenue declined 14.9% primarily due to the absence of COVID-related revenues and was flat organically.\nWe added 161 new SaaS arrangements and converted 79 existing on-premises clients to SaaS with a total contract value of approximately $71 million. In Q3 of last year, we added 153 new SaaS arrangements and had 70 on-premises conversions with a total contract value of approximately $149 million. Overall, our pace of on-premises conversions to SaaS continues at a steady pace with 246 flips year-to-date, and we expect Q4 conversions will be 100 or more. More importantly, the total contract value associated with flips has increased year-to-date to $58 million. As we've discussed, conversions are a significant growth driver over the next several years as we accelerate the pace of flips.\nIncluding transaction revenues, expansions with existing clients and professional services, total bookings increased 10.3% on an organic basis. Our total annualized recurring revenue was approximately $1.65 billion, up 11% and organically grew 9.8%. Operating margins were better than expected despite pressure from our ongoing cloud transition. Our non-GAAP OP margin was 24.8%, down by 10 basis points from Q3 of last year.\nAs we discussed in prior quarters, merchant and interchange fees from our payments business under the gross revenue model have a meaningful impact on our overall margins. In Q3, we paid merchant fees of approximately $36 million. If those fees were netted out of both revenues and cost of revenues, our consolidated non-GAAP operating margin for the quarter would have been approximately 190 basis points higher.\nBoth cash flows from operations and free cash flow were robust this quarter at $177.5 million and $162.7 million, respectively, primarily driven by higher revenue collections. Cash flow in the quarter was impacted by approximately $22 million of incremental taxes due to Section 174. On a pro forma basis, excluding the incremental Section 174 cash taxes of $112 million, our year-to-date free cash flow would be approximately $300 million, up 41% over last year.\nWe continue to prioritize repayment of our term debt as a use of our cash flow. And in Q3, we reduced our term debt by $135 million. We ended Q3 with total outstanding debt of $740 million and cash and investments of approximately $153 million. Our net leverage at quarter end was approximately 1.24x trailing 12-month pro forma EBITDA.\nOur updated 2023 guidance is as follows. We expect total revenues will be between $1.942 billion and $1.962 billion. The midpoint of our guidance implies organic growth of approximately 7.5%. We expect GAAP diluted EPS will be between $3.82 and $3.96 and may vary significantly due to the impact of stock option activity on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.66 and $7.80. Interest expense is expected to be approximately $24 million, including approximately $5 million of noncash amortization of debt discounts and issuance costs.\nOther details of our guidance are included in our earnings release and in the Q3 earnings deck posted on our website. In conjunction with our guidance for the full year, I'd like to remind you of the seasonality around our transaction revenues. While transaction revenues will grow year-over-year, as expected, they declined sequentially in Q3 and will decline sequentially again in Q4. Historically, transaction revenues are driven by 2 primary factors: state-determined deadlines like corporate filings and [ hunting ] seasons and the number of business days.\nTransaction revenues are typically at the highest in Q2, coinciding with peak outdoor seasons and tax deadlines. Transactions are at a seasonal low in the fourth quarter with fewer business days and less activity around the holidays. As we noted previously, we are also seeing the revenue impact of a midyear contractual changes in one of our state enterprise agreements that include a move from a gross to net model for payments.\nNow I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. We're making solid progress every quarter to deliver our near and long-term objectives that we discussed in detail at our Investor Day earlier this year. Consistent with our track record, we continue to scale our enterprise while capturing more efficiencies as we transform into a largely pure cloud business, supported by a unified One Tyler strategy.\nOur strong year-to-date performance is underpinned by our powerful financial algorithm, strong balance sheet and our unique ability to deliver mission-critical software solutions, enabling the public sector's ongoing digital transformation. We're also proud that 11 of our state partners won E-Republic Government Experience Awards. Our clients in Utah, Mississippi, Indiana, Arkansas and Virginia swept the top 5 spots in the GovEx awards.\nOur momentum continues to build as we complete this pivotal year in our cloud transition. Our team is excited about the tremendous opportunity ahead of us, and we look forward to sharing our continued progress as we finish out 2023.\nNow we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ce0d602b5be595788dc285735432cda",
    "period": "2023 Q2",
    "content": "Q2 2023 Tyler Technologies Inc Earnings Call\n\nQ2 2023 Tyler Technologies Inc Earnings Call\n\nTYLNYSEJUL 27, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Second Quarter 2023 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions]\nAs a reminder, this conference is being recorded today, July 27, 2023. I would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Colby, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some additional comments on our quarter and then Brian will review the details of our results and provide an update to our annual guidance. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this conference call, management may make statements that provide information other than historical information and may include projections concerning the company's future results, future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections.\nWe would refer you to our Form 10-K and other SEC filings for more information on those risks. Also, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We've also posted on the Investor Relations section of our website under the Financials tab schedules with supplemental information, including information about our quarterly bookings, backlog and recurring revenues.\nOn the Events and Presentations tab, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. Tyler delivered exceptionally strong second quarter results that exceeded expectations across our key performance measures. We also reached a new milestone for total quarterly revenues surpassing the $500 million mark for the first time. Our results reflect a high level of execution and collaborative one Tyler approach across our organization that is the foundation of our long-term growth strategy. Total revenue growth was 7.6% with 10.4% organic growth. Recurring revenue comprised 82% of our quarterly revenues and grew organically almost 11%. It's gratifying to achieve double-digit revenue growth even as the shift to SaaS in our new software contract mix continue to accelerate, with SaaS deals comprising 82% of our Q2 new software contract value.\nMost importantly, SaaS revenues grew organically 20%, our tenth consecutive quarter of SaaS revenue growth of 20% or more. At the start of the year, we characterize 2023 as a pivotal year in our cloud transition where the significant decline in license revenue is replaced by valuable long-term recurring SaaS revenue. Now halfway through the year, the accelerated pace of cloud adoption coupled with our heightened focus on our cloud optimization and migration efforts position us well to drive sustained long-term growth and operating margin improvement. While operating margins this quarter declined from last year as expected due to our cloud transitions, margins were better than planned because of operating efficiencies.\nWe continue to deliver results that reflect our competitive strengths and market-leading position in the public sector. Key to our performance is our hyper focus on leveraging our largest asset, our unmatched installed client base to drive an increasing number of cross-sell and upsell wins, prioritize migration of on-premises clients to the cloud and capture higher transaction volumes through our unified payment solution. Overall, sales activity is high in what we see as a robust demand environment, with leading indicators such as RFPs and demos generally at or above pre-COVID highs.\nIn addition to software solutions, our unified payment strategy in our Digital Solutions division continued to prove their tremendous value to our growth algorithm. During the second quarter, we signed 132 new payment deals, including a contract with Cook County, Illinois, for traffic court payments. We also signed renewals of our state enterprise contracts in Wisconsin and Connecticut, and extensions of our state enterprise agreements in West Virginia, Illinois, Idaho, New Jersey and Kentucky.\nAdditionally, synergies from our disbursements business through our acquisition of Rapid Financial Solutions, and deals influenced by data insights continue to materialize and provide compelling offerings in the state and federal markets. I'd like to highlight a few strategic second quarter deals that illustrate these successes. We've seen growing momentum in the public safety market with our best first half sales performance since we acquired New World in 2015. During the second quarter, we signed contracts with 2 state police organizations for enterprise CAD and mobility solutions. These marquee license agreements include a cloud deployment for the Oregon State Police and an on-premises deployment for the Missouri State Highway Patrol.\nAdditionally, Harris County, Texas, the third largest county in the United States, selected Tyler's enforcement mobile solution for e-citations and eCash applications. We want a cross-sell opportunity with Michigan Bureau of Elections, a Digital Solutions division client to replace an existing custom solution with Tyler's application platform, formerly entellitrak with $1.7 million of ARR. We also added our enterprise licensing platform and 1 outdoor solution under our state enterprise agreement in Illinois with $5.2 million of ARR. 94 clients signed contracts to migrate on-premises Tyler solutions to the cloud, including the Cab County, Georgia, for their enterprise justice solution, Charleston, West Virginia for their enterprise ERP solution and the Wyoming State control for their public safety solution.\nNow I'd like for Brian to provide more detail on the results for the quarter and our annual guidance for 2023.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Total revenues for the quarter were $504.3 million, up 7.6%. Organic revenue growth, which also excludes COVID-related revenues in 2022 and was 10.4%. Last year's second quarter included $15.2 million of revenues from COVID-related initiatives at our Digital Solutions division, formerly NIC, all of which ended in 2022. Subscriptions revenues increased 16.4% and organically rose 16%. Within subscriptions, our SaaS revenues grew 20% to $131.5 million and transaction revenues grew 13.7% to $166.3 million.\nOn an organic basis, transaction revenues grew 12.8%. License revenue declined 34.8% as our new software contract mix continued to shift to SaaS at an accelerated pace, with SaaS deals comprising 82% of our Q2 new software contract value compared to 74% last year. Professional services revenue declined 7.7% due to the absence of COVID-related revenues, but rose 12.9% organically. We added 170 new SaaS arrangements and converted 94 existing on-premises clients to SaaS, with a total contract value of approximately $93 million. In Q2 of last year, we added 167 new SaaS arrangements and had 96 on-premises conversions, with a total contract value of approximately $115 million.\nAs a reminder, in last year's second quarter, we signed a $20 million SaaS contract for a digital motor vehicle titling solution in New Jersey. Our total annualized recurring revenue was approximately $1.66 billion up 11.2% and organically grew 11.6%. Operating margins in the quarter were once again pressured by the acceleration of the shift to the cloud in new business and the related decline in license revenues. We've also seen expenses associated with employee health benefits grow well above planned levels during the first half of the year, and we remain cautious about future increases for the balance of the year and next year. As we previously stated, we expect operating margins to trough in 2023 and the return to a trajectory of margin expansion in 2024. As we also discussed in prior quarters, merchant and interchange fees from our payments business under the gross revenue model have a meaningful impact on our overall margins. In Q2, we paid merchant fees of approximately $44 million. If those fees were netted out of both revenues and cost of revenues, our consolidated non-GAAP operating margin for the quarter would have been approximately 220 basis points higher.\nBoth cash flows from operations and free cash flow were negative this quarter at $19.2 million negative and $33.2 million, respectively, mainly due to incremental cash tax payments of approximately $90 million related to the current status of IRC Section 174 capitalization rules. On a pro forma basis, excluding the Section 174 cash taxes, our year-to-date free cash flow would be approximately $120 million, up 19% over last year. We did not pay down term debt in Q2 due to the elevated cash tax payments, but we expect to continue to prioritize debt payments as our cash flow accelerates in the second half of the year. We ended Q2 with total outstanding debt of $875 million and cash and investments of approximately $148 million and net leverage at quarter end of approximately 1.55x trailing 12-month pro forma EBITDA.\nOur updated 2023 guidance is as follows: We expect total revenues will be between $1.94 billion and $1.965 billion. The midpoint of our guidance implies organic growth of approximately 8%. We expect GAAP diluted EPS will be between $3.87 and $4.02 and may vary significantly due to the impact of stock option activity on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.60 and $7.75. Interest expense is expected to be approximately $25 million including approximately $5 million of noncash amortization of debt discounts and issuance costs.\nOther details of our guidance are included in our earnings release and in the Q2 earnings deck posted on our website. In conjunction with our guidance for the full year, I'd like to remind you of the seasonality around our transaction revenues. While transaction revenues will grow year-over-year, we expect they will decline sequentially in Q3 and again in Q4. Historically, transaction revenues are driven by 2 primary factors: They determine deadlines like corporate filings and hunting seasons and the number of business days. Transaction revenues typically are at the highest in Q2 coinciding with peak outdoor seasons and tax deadlines. Transactions are at a seasonal low in the fourth quarter with fewer business days and less activity around the holidays.\nIn addition, starting in Q3, we'll see the revenue impact of contractual changes in one of our state enterprise agreements that includes a move from a gross to net model for payments. Now I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. We finished a strong quarter and first half performance excelled across our business. The quarter was highlighted by 2 highly successful events: Connect 2023 which was our most attended user conference to date with nearly 6,000 attendees and our first stand-alone investor event in 4 years, where we unveiled our Tyler 2030 vision and key growth pillars driving our strategic direction toward organic recurring revenue long-term CAGR of 10% to 12%, sustainable margin expansion with non-GAAP operating margins of 30% or greater and expanded free cash flow of $1 billion and free cash flow margins in the high 20s. If you didn't attend our Investor Day in person or virtually, we invite you to watch the replay or access the presentations on our website.\nIt's an exciting time in Tyler's next era of growth, and we see a clear pathway to achieve our mid- and long-term goals, guided by a well-defined growth strategy and powerful financial algorithm to deliver sustained value creation and support our public sector clients digitally empowered future. Now we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7ab839f10a2e36736eba67c44658fc2e",
    "period": "2023 Q1",
    "content": "Q1 2023 Tyler Technologies Inc Earnings Call\n\nQ1 2023 Tyler Technologies Inc Earnings Call\n\nTYLNYSEAPR 27, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies First Quarter 2023 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. [Operator Instructions] And as a reminder, this conference is being recorded today, April 27, 2023.\nI would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of Investor Relations\n\nThank you, Gavin, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and provide an update to our annual guidance. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this conference call, management may make statements that provide information other than historical information, and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks.\nAlso, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financials tab, schedules with supplemental information, including information about quarterly bookings, backlog and recurring revenues. On the Events and Presentations tab, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year, unless we specify otherwise.\nLynn?\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Hala. We began 2023 by delivering strong first quarter results, that met or exceeded our expectations for most key metrics. We continue to see broad-based demand across our product solutions, reflecting strength in the public sector market and our unique ability to support our public sector clients digital modernization needs. We're seeing a high level of request for proposal and demo activity across our software business with particularly strong activity in the ERP space.\nOur mix of new software business also demonstrates how our market continues to embrace the move to the cloud. Total revenue growth was 3.5% with 7.2% organic growth, which also excludes COVID-related revenues and recurring revenues comprised nearly 84% of our quarterly revenues. We're pleased with our solid revenue growth, even as the shift to SaaS and our new software mix continued to accelerate, with SaaS deals comprising 87% of our Q1 new software contract value compared to 80% last year. Most importantly, SaaS revenues grew organically at 24.4%.\nOur sales activity this quarter reflected strong cross-selling success including opportunities driven by leveraging state relationships at our digital solutions division, formerly NIC, and upsells with our data and insight solutions. In addition to our current quarter wins, our pipeline of cross-sell opportunities continues to grow. We also continue to execute our growth strategy around our payments business. During the first quarter, we signed more than 120 new payment deals, and we are especially pleased with the early traction that we are gaining with our acquisition of Rapid Financial Solutions and their robust payment issuing capabilities.\nI'd like to highlight a couple of first quarter deals that illustrate these successes. In Indiana, we expanded the relationship between Indiana's family and social services administration and our digital solutions division with a contract for Tyler's Disbursement-as-a-service platform to improve the payment disbursement process for sending its existing child care and development fund payments to providers. The purpose of the CCDS federal program is to increase the availability, affordability and quality of childcare.\nLeveraging the capabilities from the Rapid acquisition, in combination with our existing state enterprise contract, we will streamline the entire disbursement process from portal setup, including registering users and collecting banking information from providers to virtual account payments across all payment types and channels. Through Rapid's robust platform, the solution will also provide reporting and reconciliation features to support complete oversight of the payment program.\nIn addition, we signed 2 payments contracts to provide rapid disbursement solution for court funds, including Fort Bend County, Texas, a current user of Tyler's jury management solution and Shelby County, Tennessee, a current Tyler Enterprise courts client. The quarter's largest SaaS deal valued at approximately $18.5 million was with the province of New Brunswick in Canada for our enterprise assessment solution. New Brunswick becomes the fourth Canadian province to implement our flagship property tax solution.\nNow I'd like for Brian to provide more detail on the results for the quarter and our annual guidance for 2023.\n\nBrian K. Miller\n\nEVP & CFO\n\nThanks, Lynn. Yesterday, Tyler Technologies reported its results for the first quarter ended March 31, 2023. Total revenues for the quarter were $471.9 million, up 3.5%. Organic revenue growth, which also excludes COVID-related revenues was 7.2%. Last year's first quarter included $20.6 million of revenues from COVID-related initiatives, at our digital solutions division, formerly NIC, all of which ended in 2022.\nLicense revenue declined 39% as our new software contract mix continued to shift to SaaS at an accelerated pace. Professional services revenue declined 13% due to completion of COVID initiatives, but rose 4.7% organically. Subscriptions revenue increased 14.3% and organically rose 16.4%. Within subscriptions, our SaaS revenues grew 24.4% to $126.6 million and transaction revenues grew 7.1% to $153.9 million. On an organic basis, which also excludes COVID-related revenues, transaction revenues grew 13.1%.\nWe added 145 new SaaS arrangements and converted 73 existing on-premises clients to SaaS, with a total new software contract value of approximately $86 million. In Q1 of last year, we added 149 new SaaS arrangements and had 88 on-premises conversions, with the total new software contract value of approximately $76 million. Our new SaaS bookings in the first quarter added $17.1 million in new ARR. Our total ARR was approximately 10 -- I'm sorry, $1.58 billion, up 9.1% and organically grew 11.5%. Since Q4 of last year, SaaS revenues now exceed our maintenance revenues.\nOperating margins in the quarter were once again pressured by the acceleration of the shift to the cloud in the new business and the related decline in license revenues. As we've previously stated, we expect operating margin to trough in 2023 and to return to a trajectory of margin expansion in 2024. As we also discussed last quarter, merchant and interchange fees from our payments business under the gross revenue model have a meaningful impact on our overall margins. In Q1, we paid merchant fees of approximately $42 million. If those fees were netted out of both revenues and cost of revenues, our consolidated non-GAAP operating margin for the quarter would have been approximately 200 basis points higher.\nCash flow was robust this quarter, with cash flow from operations of $74.7 million, up 39.5% and free cash flow of $63.6 million up 55.1%. As a reminder, cash flow for the balance of the year will be impacted by an estimated $131 million of cash tax payments resulting from the Section 174 tax changes, of which $73 million is related to 2022 taxes and $58 million is related to 2023 estimated taxes. We continue to strengthen our balance sheet as we repaid $120 million of floating rate term debt during the first quarter. We ended Q1 with total outstanding debt of $875 million and cash and investments of approximately $174.2 million.\nOur net leverage at quarter end was approximately 1.52x trailing 12-month pro forma EBITDA. Our revenue and non-GAAP earnings guidance for the year are unchanged. Our 2023 guidance is as follows: we expect total revenues will be between $1.935 billion and $1.970 billion. The midpoint of our guidance implies organic growth of approximately 8%. We expect GAAP diluted EPS will be between $3.65 and $3.80 and may vary significantly due to the impact of stock option activity on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.50 and $7.65. Interest expense is expected to be approximately $26 million including approximately $5 million of noncash amortization of debt discounts and issuance costs. Other details of our guidance are included in our earnings release.\nI'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nPresident, CEO, Director\n\nThanks, Brian. Our first quarter results demonstrate the strong momentum, we are building across our business. Our cloud transition initiatives are on track in this pivotal year, as we make progress with our move from Tyler's data centers to AWS and managed through expected margin headwinds resulting from the accelerated pace of cloud adoption as well as cloud bubble costs. Our successes in the marketplace reflect our unparalleled competitive strength, synergistic cross-sell and upsell momentum and highly desirable cloud solutions and position us well to execute on our long-term strategic growth road map.\nIn the next few days, we'll release our fourth annual corporate responsibility report. We hope you'll take some time to review it, and learn more about the progress we've made with our ESG efforts.\nTo close, we're extremely excited to host clients in person at Connect, our annual user conference, which will take place in San Antonio from May 7 through May 10. Registrations are an all-time high, and this will be our largest Connect ever, with some 6,000 public sector clients attending. We also look forward to our upcoming Investor Day that will be held in person, on June 15 in Frisco, Texas, along with a live webcast. We look forward to highlighting our differentiated value proposition in our mid- to long-term strategic plan, growth drivers and financial targets supporting our Tyler 2030 vision. More details will be communicated soon, and we hope you'll be able to join us in person, or online.\nWith that, we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d686ac32a4c4045be22d4033c2b0d28f",
    "period": "2022 Q4",
    "content": "Q4 2022 Tyler Technologies Inc Earnings Call\n\nQ4 2022 Tyler Technologies Inc Earnings Call\n\nTYLNYSEFEB 16, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Fourth Quarter 2022 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. (Operator Instructions) As a reminder, this conference is being recorded today, February 16, 2023. I would like to turn the call over to Hala Elsherbini, Tyler's Senior Director of Investor Relations. Please go ahead.\n\nHala Elsherbini\n\nSenior Director of IR, Tyler Technologies, Inc.\n\nThank you, Emma, and welcome to our call. With me today is Lynn Moore, our President and Chief Executive Officer; and Brian Miller, our Chief Financial Officer. After I give the safe harbor statement, Lynn will have some initial comments on our quarter, and then Brian will review the details of our results and provide our annual guidance. Lynn will end with some additional comments, and then we'll take your questions.\nDuring this call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections.\nWe would refer you to our Form 10-K and other SEC filings for more information on those risks. Also, in our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financials tab, schedules with supplemental information provided on this call, including information about quarterly bookings, backlog and recurring revenues.\nOn the Events and Presentations tab, we posted an earnings summary slide deck to supplement our prepared remarks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Hala. Our fourth quarter results marked a solid finish to an eventful year as public sector demand remains strong and SaaS adoption continues at an accelerated pace. Total revenues grew 4.3%, with organic growth, excluding COVID-related revenues, of approximately 6%, inorganic revenue growth for the full year was solid at approximately 8.2%.\nRecurring revenues comprised nearly 83% of our quarterly revenues. On an organic basis, subscription revenue grew 14.3%, reflecting both our accelerating shift to the cloud and growth in transaction-based revenues. Most importantly, SaaS revenues, included in subscriptions, grew 19.3%. We achieved solid revenue growth even as the shift in new software contract mix continue to accelerate to SaaS from licenses.\nIn Q4, 86% of our new software contract value was SaaS compared to 77% in Q4 last year. In our Digital Solutions division, which is formerly known as NIC, we continue to execute on cross-selling opportunities. And in Q4, we signed a significant new contract with the Kansas Department of Revenue to provide our Data and Insights Assessment Connect solution, which will work with our enterprise assessment solution used statewide in Kansas.\nWe also signed sell-through deals for our recreation dynamic solution with the Utah Division of Outdoor Recreation and the Mississippi Department of Wildlife, Fisheries and Parks. Our Digital Solutions division also signed notable SaaS software agreements with the State of Nevada and the Alabama Alcohol Beverage Control Board. We also signed a payments processing contract with the Wisconsin Department of Motor Vehicles, which is our first payments opportunity in Wisconsin.\nFinally, our Digital Solutions division won a competitive rebid for our master enterprise contract with the State of Colorado's statewide Internet Portal Authority Board as well as an extension of our master enterprise contract with the State of Oklahoma. In other Tyler divisions, we signed 7 additional significant SaaS deals, each for different product suites and each with a total contract value greater than $2 million. Those include contracts with the Cypress-Fairbanks Independent School District in Texas for our student transportation solution; the cities of Prosper, Texas and Glendora, California for our enterprise ERP and enterprise permitting and licensing solutions; the Placer County Water Agency in California and the City of Helena, Montana, for our enterprise ERP solution; the City of Albuquerque, New Mexico for our enterprise permitting and licensing solution; and Lucas County, Ohio, for our Enterprise Justice solution.\nIn addition to those deals, we signed 12 SaaS deals in the quarter with contract values between $1 million and $2 million each. In the fourth quarter, we signed 153 new payments deals worth more than $4.7 million in estimated annual recurring revenue across Tyler divisions other than Digital Solutions. The largest of those was an agreement to provide payment processing for the City of Milwaukee, Wisconsin, with estimated annual revenues of more than $1.2 million.\nFor the full year 2022, we signed 571 new payments deals worth more than $13 million in annual recurring revenue, many of which we were able to pursue because of the new capabilities that came to us with NIC. More than 80% of those were sold to existing Tyler software clients. New payments only agreements typically have a lag of 3 to 6 months between signing and revenue generation. While payments agreements that are embedded in a broader solution, such as a new ERP sale, may have a period of 6 to 18 months from signing to revenue generation.\nIn our Justice Group, we signed two notable multi-suite license deals in the quarter for our enterprise public safety, Enforcement Mobile and Data Insight solutions with Stearns County, Minnesota and Richland County, Ohio. We also signed two significant license contracts for our Enterprise Justice solution with Midland County, Texas and Kankakee County, Illinois, which also include our Enterprise Supervision Solution. Now I'd like for Brian to provide more detail on the results for the quarter and our annual guidance for '23.\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThank you, Lynn. Yesterday, Tyler Technologies reported its results for the fourth quarter ended December 31, 2022. Both GAAP and non-GAAP revenues for the quarter were $452.2 million, up 4.3% and 4.2%, respectively. Organic revenue growth, excluding COVID-related revenues, were 6% on a GAAP basis and 5.8% on a non-GAAP basis.\nCOVID-related revenues for the quarter were $3.5 million compared to $16.6 million in last year's fourth quarter. Revenues from all of our COVID-related initiatives have now officially ended. License revenue declined over 60% as our new software contract mix continued to shift to SaaS at an accelerated pace.\nProfessional services revenue rose 2.8% and 8.5% organically, and we intend to continue to grow our implementation teams in 2023 to support delivery of our growing backlog and pipeline, but we'll likely continue to see some pressure on professional services revenue in the near term as these teams ramp up to become fully billable. Subscriptions revenues increased 11.9% and organically rose 14.3%. We added 140 new SaaS arrangements and converted 82 existing on-premises clients to SaaS, with a total contract value of approximately $99 million.\nIn Q4 of last year, we added 135 new SaaS arrangements and had 71 on-premises conversions, with a total contract value of approximately $74 million. Our software subscription bookings in the fourth quarter added $21.4 million in new ARR. Subscription contract value comprised approximately 86% of the total new software contract value signed this quarter compared to 77% in Q4 of last year. The value weighted average term of new SaaS contracts this quarter was 3.9 years, consistent with last year.\nTransaction-based revenues, which includes state enterprise portal, payment processing and e-filing revenues and are included in subscriptions, were $146.5 million, up 6.9%. E-filing revenue reached a new high of $19.8 million, up 12.7%. Our non-GAAP ARR was approximately $150 billion -- I'm sorry, $1.50 billion, up 7.5%.\nNon-GAAP ARR for SaaS software arrangements was $440.6 million, up 18.5%. Transaction-based ARR was $586.2 million, up 6.9% and non-GAAP maintenance ARR was slightly down at $469.1 million due to the continued shift of new clients and migration of on-premises clients to the cloud. Operating margins in the quarter were pressured by the acceleration of the shift to the cloud in new business and the related decline in license revenues as well as by an increase in R&D expense as certain development costs that we had expected to capitalize were expensed.\nOur backlog at the end of the quarter was a new high of $1.89 billion, up 5.2%. Bookings in the quarter were approximately $464 million, which was flat with last year. On an organic basis, bookings were approximately $354 million, up 2%. For the trailing 12 months, bookings were approximately $1.9 billion, up 9.5%. And on an organic basis, were approximately $1.4 billion, up 1.6%.\nCapital expenditures for the year totaled $50.1 million, below our Q3 guidance of $58 million to $62 million, primarily because of the reduction in capitalized software development that drove higher R&D expense. Cash flows from operations were $121.9 million, up 6% and free cash flow was $114.7 million, up 20.6%, both represented a new high for the fourth quarter.\nWe continue to strengthen our already solid balance sheet throughout 2022. During the fourth quarter, we repaid $90 million of our term debt. And since completing the NIC acquisition, we have paid down $755 million of debt. We ended the year with outstanding debt of $995 million and cash and investments of approximately $229 million. As a reminder, $600 million of our debt is in the form of convertible debt with a fixed interest rate of 0.25%. The remaining $395 million is in prepayable term debt due in 2024 and 2026, with interested floating rate based on LIBOR plus a margin of 125 or 150 basis points.\nOur exposure to floating rates is limited. Beginning in February 2023, SOFR has replaced LIBOR as our reference rate. We also have an undrawn $500 million revolver. Our net leverage at quarter end was approximately 1.64x trailing 12-month (inaudible) EBITDA. We've also issued our initial guidance for 2023. Please keep in mind that our outlook for 2023 includes no COVID-related revenues as those initiatives were completed in the fourth quarter.\nFor the year 2022, COVID-related revenues totaled $51 million with $10.8 million in subscriptions and $40.2 million in professional services. In addition, another revenue headwind that is factored into our guidance is the shift of two of our digital solutions state enterprise agreements from the gross to the net model for payments, resulting in a $10.5 million reduction of revenues, although with a positive impact on margins.\nOur 2023 guidance is as follows. We expect both GAAP and non-GAAP total revenues will be between $1.935 billion and $1.970 billion. The midpoint of our guidance implies organic growth of approximately 8%. To add more color to our revenue expectations, we expect growth by revenue line to be in the following approximate ranges.\nSubscription revenues will grow in the mid-teens. Professional services revenues will decline in the high single digits, but excluding COVID revenues will grow in the high single digits. License and royalty revenues will decline approximately 30% or more. Maintenance will decline in the low single digits; appraisal services will grow in the high single digits; and hardware and other revenue will be relatively flat.\nWe expect GAAP diluted EPS will be between $4.10 and $4.25 and may vary significantly due to the impact of stock option activity on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.50 and $7.65. While we don't give quarterly guidance, we do expect first quarter EPS to be in the range of Q4 2022 EPS with a significant sequential increase in Q2.\nInterest expense is expected to be approximately $26 million, including approximately $5 million of noncash amortization of debt discounts and issuance costs. Other details of our guidance are included in our earnings release. And finally, while we don't give specifically guidance on free cash flow, we want to point out a change in taxes that we expect will have a significant impact on our cash taxes and, therefore, our free cash flow.\nThe Tax Cuts and Jobs Act required that starting in 2022, research and experimentation expenditures, known as Section 174 costs, are required to be capitalized and amortized over either 5 years for expenditures in the U.S. or 15 years for those incurred outside the U.S. for tax purposes. Since the enactment of the TCJA, businesses, including us, have been monitoring congressional actions around this rule, and there was a strong expectation that Section 174 would be repealed or delayed.\nHowever, Congress has not yet taken action. While the Section 174 change has a slight favorable impact on our tax rate, it significantly accelerates the timing and amount of our cash tax payments. Now I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. During 2022, we achieved notable milestones towards several key strategic initiatives. We've made meaningful progress on our cloud journey through continued investment in cloud optimization and moving to cloud-only deployment for many of our core solutions. Our intentional innovation is based on knowing our clients and anticipating their future needs.\nAs you recall, in 2019, we launched a strategic shift from a cloud-agnostic model to a cloud-first model to deliver secure, scalable, dependable and compliant digital infrastructure. We're pleased to see the accelerated pace of cloud adoption amongst our new clients as well as a steady increasing pace of cloud migrations of on-premises clients.\nAdditionally, we integrated our Tyler and NIC payments teams and launched a significant go-to-market strategy for payments with a growing and active pipeline. During the year, we added 571 new payments clients with the vast majority at the local level. We leveraged our strong relationships across state and local agencies, including the NIC state enterprise contracts to expand our cross-sell opportunities with significant multi-solution deals that demonstrate the power of our One Tyler approach.\nWe're still in the early stages of cross-sell, and it's exciting to see tremendous momentum and collaboration taking place. Since completing the acquisition of NIC, synergies between NIC and Tyler have delivered 19 cross-sell transactions worth $9.5 million in total contract value. Overall, the year was highlighted by significant wins, highly successful upsell efforts and state renewals and expansions.\nThroughout the year, we also demonstrated a balanced, yet opportunistic approach across our business and with respect to capital allocation. We maintain a strategic lens toward acquisitions and closed 3 transactions that bring innovative and robust offerings to elevate our digital solutions payments business, broaden our integrated solutions and add new technology. All three acquisitions, Quatred, US eDirect and Rapid Financial Solutions, support a unified client experience and further our Connected Communities vision to support thriving communities through a common digital foundation for better data access, engagement and transparency.\nAs we move into 2023, I've never been more confident about Tyler's long-term prospects. This is an important year in our cloud transition, and we are tracking well with our cloud optimization product development efforts and the planned exit from our proprietary data centers in 2024 and 2025. We expect to reach an inflection point in our cloud transition in 2023 with a significant decline in license revenues that are being replaced by valuable long-term recurring SaaS revenue.\nAs a result of the short-term revenue headwinds from this mix shift, together with bubble costs related to the SaaS transition, including duplicate costs of operating our proprietary data centers while moving our hosting to AWS, operating margins are expected to trough this year. The estimated impact of bubble costs on our 2023 non-GAAP operating margin is approximately 130 basis points. We are committed to returning to a trajectory of consistent operating margin expansion beginning in 2024.\nIn fact, you'll see in our upcoming proxy statement that we have added operating margin expansion as a second metric for our long-term incentive plans for our senior leadership. Our move to Cloud First builds long-term value and supports multiple long-term growth drivers. In the midterm, over the next 5 to 7 years, we've talked about annual organic revenue growth in the 8% to 10% range with consistent long-term margin expansion of at least 50 to 100 basis points a year beginning in 2024, excluding the impact of merchant fees from payments expansion.\nWe continue to refine our Tyler 2030 Plan and look forward to sharing our longer-term vision and clearly defined targets for revenue, margin and payments growth during an Investor Day plan for midyear. Look for more details on that soon. When we look at our operating margins, it's also important to consider the impact that growth in our payments business has on margins. We recognize revenues for payment processing under multiple revenue models.\nA gross model for agreements where we are responsible for merchant fees on the transactions, a net model where the client assumes direct responsibility for merchant fees and a revenue-sharing model similar to the net model where we are effectively reselling a third-party processor services. The majority of NIC's payment processing is under the gross model. And in 2022, we paid total merchant fees of approximately $145 million, with a small margin earned on those fees.\nIf those same contracts were on a net basis, our consolidated non-GAAP operating margin would have been approximately 200 basis points higher. Our operational and financial discipline, coupled with a strong balance sheet and ample liquidity, allow us to aggressively manage our debt profile and moderate the impact of rising interest rates and delevering continues to be a priority for capital allocation.\nWhile the bar is high for acquisitions, we continue to have the flexibility to evaluate M&A prospects that present compelling strategic growth opportunities. To close, I'm proud of our Tyler team and what we continue to accomplish every day, even amid macroeconomic uncertainty. As you've seen in our press releases, we received many industry and regional accolades, which is a testament to our work ethic, our culture and our tireless efforts to support our clients' needs. We also received gratifying recognition for our environmental, social and governance practices being named to the Dow Jones Sustainability Index North America for the second consecutive year. The DJSI cited our notable gains in IT security, risk analysis, privacy protection and human capital development. In addition, we were recently named to Newsweek's list of America's greatest workplaces for diversity. We're proud of these recognitions and remain committed to sustainable business practices. With that, we'd like to open up the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/34203688ae89e709d1dfcade8bc878f9",
    "period": "2022 Q3",
    "content": "Q3 2022 Tyler Technologies Inc Earnings Call\n\nQ3 2022 Tyler Technologies Inc Earnings Call\n\nTYLNYSEOCT 27, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Third Quarter 2022 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. (Operator Instructions) As a reminder, this conference is being recorded today, October 27, 2022.\nI would like to turn the call over to Mr. Moore. Please go ahead.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThank you, Carol, and welcome to our call. With me today is Brian Miller, our Chief Financial Officer. First, I'd like for Brian to give the safe harbor statement. Next, I'll have some comments on our quarter, and then Brian will review the details of our results. I'll then end with some additional comments, and then we'll take questions. Brian?\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. During the course of this conference call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. Our third quarter results were highlighted by strong execution that drove solid organic revenue growth and higher earnings while also advancing our cloud-first strategy. Total revenues grew approximately 3% with organic growth, excluding COVID-related revenues of approximately 9%. Recurring revenues comprised 78.5% of our quarterly revenues.\nOn an organic basis, excluding COVID-related revenues, subscription revenue grew 14.5%, reflecting both our accelerating shift to the cloud and growth in transaction-based revenues. We achieved solid revenue growth even as the shift in new software contracts mix continue to accelerate to SaaS from licenses.\nIn Q3, 91% of our new software contract value was SaaS compared to 74% in Q3 last year.\nOur largest new software contract for the quarter was with the U.S. Department of State for our case management development platform, formerly known as entellitrak. This 5-year SaaS arrangement is valued at over $54 million and includes over $5 million of ARR in the first year, ramping to over $8.5 million of ARR in the fifth year. However, due to certain contract terms, only approximately $8 million of the value of this contract is included in backlog and bookings for the third quarter.\nThe second largest deal of the quarter was a 5-year SaaS deal for our enterprise supervision solution with the Arizona office of the courts valued at over $15 million. This arrangement includes 2 5-year optional renewals and with add-on components has the potential to grow to more than $82 million over 15 years. We also signed a notable statewide SaaS deal for our enterprise supervision solution with the state of Oregon judicial department valued at approximately $3.5 million. These contracts are great examples of our ability to make a strategic tuck-in acquisition and grow the acquired products by leveraging our client base and sales channel.\nWhen we acquired CaseloadPRO, which is enterprise supervision product 4 years ago, its annual revenues were approximately $2.7 million. This quarter alone, our new sales of enterprise supervision added almost $4 million of ARR.\nIn other Tyler divisions, we signed 5 additional significant SaaS deals each for different product suites and each with a total contract value greater than $2 million. Those include Pierce County, Washington for our Enterprise Assessment and Tax solution, the city of Abilene, Texas, the Resin Unified School District in Wisconsin and Alachua County, Florida for our enterprise ERP solution, the Toronto Region Conservation Authority in Ontario for enterprise permitting and licensing solution. In addition, we signed 12 SaaS deals in the quarter with contract values between $1 million and $2 million each.\nWe also signed 3 notable license deals in the quarter for enterprise public safety, enforcement Mobile and Data & Insight solutions. With Adelco County, Texas, which was funded by ARPA, the combined Regional Communications Authority in Colorado and the city of Melbourne, Florida.\nAlso during the third quarter, we successfully renewed our NIC enterprise contract in Alabama, and won a competitive rebid for our enterprise contract in Maine. Subsequent to the end of the quarter, in October, we renewed our NIC enterprise contract in Oklahoma, and our contract in Pennsylvania is expected to expire in the fourth quarter. We also converted our State of Iowa data and insights agreement from a third-party reseller to the NIC master contract. In addition, NIC signed a new 4-year SaaS agreement for our medical cannabis regulation solution with the Arkansas Department of Health, Medical cannabis licensing with ARR of approximately $450,000.\nBefore I turn the call over to Brian, I'd like to comment on the Rapid Financial Solutions acquisition we announced this morning. We're extremely excited to partner with the innovative team at Rapid, who will join our payments group. Rapid is a leader in the payment solutions market with 20 years' experience and expands our capabilities with best-in-class digital disbursements. We will now be able to offer our public sector clients a reliable, scalable and secure platform for disbursing payments.\nRapid has more than 1,500 customers concentrated in courts and correction facilities which includes managing disbursements for VendEngine, which we acquired in September of last year.\nCombined with our approximately 7,200 clients in the payment space, we believe this is a significant opportunity to leverage the full suite of market-leading payment solutions to make customer interactions stronger and more secure.\nNow I'd like for Brian to provide more detail on the results of the quarter, and our annual guidance for 2022.\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. Yesterday, Tyler Technologies reported its results for the third quarter ended September 30, 2022. In our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We have also posted on the Investor Relations section of our website under the Financials tab, schedules with supplemental information provided on this call, including information about quarterly bookings, backlog and recurring revenues.\nBoth GAAP and non-GAAP revenues for the quarter were $473.2 million, up 2.9% and 2.7%, respectively. Organic revenue growth, excluding COVID-related revenues was strong at 9% on a GAAP basis and 8.8% on a non-GAAP basis. NIC's COVID-related revenues for the quarter were $11.7 million compared to $43.3 million in last year's third quarter.\nRevenue from the TourHealth initiative ended in the second quarter, and the Virginia rent relief program has now officially ended with less than $2 million of remaining revenues anticipated in the fourth quarter.\nLicense revenue declined 10.6% as our new software contract mix has shifted to SaaS even more rapidly than planned at the beginning of the year. Professional services revenues rose 15.7% and 6.3% organically. We intend to continue to grow our implementation team during the fourth quarter to support delivery of our growing backlog and pipeline, but we'll likely continue to see some pressure on professional services revenue in the near term as those teams ramp up to become fully billable.\nSubscriptions revenue was just slightly above Q3 of last year due to the expected $37 million decline in COVID-related subscription revenue, but organically rose 14.5%. We added 153 new subscription-based arrangements and converted 70 existing on-premises clients, representing a total of approximately $149 million in contract value.\nIn Q3 of last year, we added 144 new subscription-based arrangements and had 67 on-premises conversions, representing a total of approximately $84 million in contract value. Our software subscription bookings in the third quarter added $28.1 million in new ARR.\nSubscription contract value comprised a new high of approximately 91% of total new software contract value signed this quarter compared to 74% in Q3 of last year. The value weighted average term of new SaaS contracts this quarter was 3.8 years compared to 3.4 years last year.\nTransaction-based revenues, which include NIC portal, payment processing and e-filing revenues and are included in subscriptions, were $148.9 million, down 13% but excluding COVID-related revenue, grew 11.1%. E-filing revenue reached a new high of $19.7 million, up 13.3%.\nOur non-GAAP ARR was approximately $1.49 billion, which was flat with last year, but up 11.2%, excluding COVID-related revenues. Non-GAAP ARR for SaaS software arrangements was $421.7 million, up 27.7%. Transaction-based ARR was $595.6 million, down 13%, but up 11.1%, excluding COVID-related revenues.\nNon-GAAP maintenance ARR was flat with Q3 last year at $469.4 million due to the continued migration of on-premises clients to the cloud. Our backlog at the end of the quarter was a new high of $1.88 billion, up 6.3%. Bookings in the quarter were approximately $499 million, down 17% on a difficult comparison to Q3 of last year for 3 main reasons.\nFirst, Q3 of last year included the State of Illinois fixed fee e-filing renewal of approximately $63 million. Second, COVID-related revenues and bookings were approximately $43 million in Q3 last year, versus $11 million in the current quarter. And finally, most of the Federal Department of State deals signed this quarter was not included in backlog or bookings.\nNormalizing for these items, bookings grew 7.7%. On an organic basis, bookings were approximately $364 million, down 17.9% but grew 7.7% on a normalized basis. For the trailing 12 months, bookings were approximately $1.9 billion, up 18.1%. And on an organic basis, were approximately $1.4 billion, up 2.1%.\nAs a result of an increase in our estimated research tax credit, our annual GAAP and non-GAAP effective tax rates were positively affected. Our non-GAAP annual effective tax rate is now 22.5%, down from the 24% previously used and the non-GAAP effective tax rate for the third quarter was 19.6% to adjust the year-to-date tax rate. This resulted in an $0.11 uplift to our third quarter non-GAAP EPS. For the full year, we expect this tax rate change to impact non-GAAP EPS by approximately $0.14.\nCash flows from operations were $129.4 million, down 37% and free cash flow was $115.6 million, down 40% mainly due to the timing of working capital items such as payroll accruals, remittance of portal fees and taxes, and we expect to see positive impacts of these timing items in the fourth quarter.\nWe continue to strengthen our already solid balance sheet. During the quarter, we repaid $190 million of our term debt. And since completing the NIC acquisition, we have paid down $665 million of term debt. We ended the quarter with total outstanding debt of $1.085 billion and cash and investments of $247.9 million. As a reminder, $600 million of our debt is in the form of convertible debt with a fixed interest rate of 0.25%. The remaining $485 million is in prepayable term debt due in 2024 and 2026, with interest at floating rates based on LIBOR plus a margin of 125 or 150 basis points. So our exposure to floating rates is limited.\nWe also have an undrawn $500 million revolver. Our net leverage at quarter end was approximately 1.79x trailing 12-month pro forma EBITDA. Looking forward, we have adjusted the upper end of our full year revenue guidance to reflect lower license revenue as a result of a higher SaaS mix as well as the timing of new license contracts in our Public Safety and federal divisions along with ongoing pressures on professional services revenue.\nAdjusted for the change in our effective tax rate, the midpoint of our non-EPS guidance is unchanged. Our updated 2022 guidance is as follows: we expect both GAAP and non-GAAP total revenues will be between $1.837 billion and $1.857 billion. The midpoint of our guidance implies organic growth of approximately 8%. We expect total revenues will include approximately $49 million of COVID-related revenues from NIC's TourHealth and pandemic rent relief services. Revenue from TourHealth ended in the second quarter, while revenue from the rent relief program is expected to end in the fourth quarter.\nWe expect GAAP EPS will be between $3.89 and $4.05 and may vary significantly due to the impact of stock option activity on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.51 and $7.65. Interest expense is expected to be approximately $28 million, including approximately $7 million of noncash amortization of debt discounts and issuance costs.\nFor the full year, the net impact of the change in our tax rate, offset by increases in estimated interest expense, resulted in a $0.02 net reduction in non-GAAP EPS compared to our initial guidance. Other details of our guidance are included in our earnings release.\nNow I'd like to turn the call back over to Lynn for his comments.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. We're encouraged by continued strength in the public sector markets as reflected stable or increasing RFP and demo activity across our business units and a strong competitive position that continues to drive high win rates. Key characteristics of the public sector market is its relative stability across economic cycles, given the ongoing need to upgrade and replace aging mission-critical systems with next-generation applications.\nOur deep domain expertise, combined with the breadth of our product offerings, underscores our unique ability to deliver scalable and innovative digital solutions to meet these mission-critical needs. Our industry-leading competitive position remains high, in part due to our integrated solutions and our ability to expand existing client relationships as we leverage our installed base, the largest in the public sector market.\nOur cross-sell pipeline continues to grow, particularly as we begin to gain momentum with our NIC go-to-market strategy and leverage our strong sales organization and client relationships. Our pipeline of sell-through opportunities with NIC State Enterprise relationships expanded approximately 16% in the third quarter with emerging opportunities across multiple solutions with many influenced by our Enterprise Data and Insights offering.\nAdditionally, we are seeing larger deal opportunities in the pipeline that require longer procurement cycles. Our cloud-first strategy is also tracking well as we continue to invest in optimizing products for more efficient cloud deployment and as higher cloud adoption is reflected in the mix of our new business pipeline.\nOur expectation of the SaaS mix for new business for this year and 2023 have increased since the beginning of the year. We've talked about the impact of our accelerated move to the cloud on our margins in 2022. And the expectation that we will see further margin contraction in 2023 before rebounding in 2024.\nIn addition to impacting margins, the accelerated pace and the shift in new business mix towards SaaS puts pressure on revenue growth as we now expect 2022 license revenue to decline more than previously expected. We expect that trend to continue into 2023 and we are pleased that our early planning for next year indicates that SaaS adoption should increase even faster than previously expected, even in our Public Safety and federal divisions.\nAs a result, we expect to see license revenue decline even more previously than anticipated with the license decline in the 40% range. Also, a reminder that with NIC's COVID-related initiatives now finished, $49 million of 2022 revenues, of which $11 million were in subscriptions and $38 million were in professional services will not be present in 2023.\nDespite current macroeconomic uncertainty, we continue to execute against our long-term growth strategy, capitalizing on the durability of our recurring revenue model and solid financial position. We have a proven and successful track record of strategic and opportunistic acquisitions that support our growth priorities, expand our product portfolio and extend our TAM.\nAs we have commented in the past, we have the benefit of reliable cash flow, enabling us to aggressively manage our debt profile and impact from rising interest rates. We expect to continue to delever and use excess cash to reduce debt while still taking advantage of strategic acquisitions at reasonable valuations such as Rapid, which further enhances our ability to address the significant public sector payments TAM.\nOur business is resilient. And while we are not immune to the effects of inflation, the long-term capital investment decisions we've made in strengthening our products and shifting to a cloud-first approach are foundational to driving sustainable growth and delivering stakeholder value.\nWith that, we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/98a3e030e0c4bfbc743b52d8ed55852c",
    "period": "2022 Q2",
    "content": "Q2 2022 Tyler Technologies Inc Earnings Call\n\nQ2 2022 Tyler Technologies Inc Earnings Call\n\nTYLNYSEJUL 28, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Second Quarter 2022 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. (Operator Instructions). And as a reminder, this conference is being recorded today, July 28, 2022.\nI would now like to turn the call over to Mr. Moore. Please go ahead.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThank you, Chris, and welcome to our call. With me today is Brian Miller, our Chief Financial Officer. First, I'd like for Brian to give the safe harbor statement. Next, I'll have some comments on our quarter, and then Brian will review the details of our results. I'll end with some additional comments, and then we'll take questions. Brian?\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. During the course of this conference call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections.\nWe would refer you to our Form 10-K and other SEC filings for more information on those risks. Please note that all growth comparisons we make on the call today will relate to the corresponding period of last year, unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. We're pleased with our second quarter results as the public sector market environment remains strong and RFP and demo activities continue to trend positively. We leveraged successful multi-suite wins and cross-selling efforts to deliver a solid quarter, and our strong competitive position, coupled with an active public sector market, drove a 21% increase in bookings.\nOverall, we see the challenging broader macro environment as an opportunity to support our clients by replacing aging mission-critical systems and adding advanced digital services to serve the public more efficiently.\nTotal revenues grew approximately 16% with organic growth of 6.2%. Services revenues were flat on an organic basis, exhibiting some softness due to labor market challenges affecting our hiring of implementation resources. Recurring revenues comprised 79.5% of our quarterly revenues and were led by 28% growth in subscription revenues.\nOn an organic basis, excluding COVID-related revenues, subscription revenues grew 14%, reflecting both our accelerating shift to the cloud and growth in transaction-based revenues.\nWe have now achieved greater than 20% subscription revenue growth in 58 of the last 66 quarters. We achieved solid revenue growth even as the shift in new software contract mix accelerates to SaaS from licenses. In Q2, 74% of our new software contract value was SaaS compared to 65% in Q2 last year.\nAs expected, margins compressed, reflecting the increase in our SaaS new business mix and the associated decline in license revenues as well as costs related to the cloud transition. Along with bookings performance, cash flow was a high point of the quarter as both cash flows from operations and free cash flow achieved new highs for a second quarter.\nApril 21 marked the first anniversary of our NIC acquisition, and we continue to be excited about their performance and the growing pipeline of joint opportunities for both Tyler and NIC. NIC's core organic revenue growth was 8%.\nDuring the second quarter, we successfully extended our enterprise contracts in West Virginia, Vermont, Kansas and Kentucky. NIC also signed our largest ARR contract for the quarter, a new 4-year arrangement with the state of New Jersey for digital motor vehicle titling solution, which we estimate will generate transaction-based revenues of approximately $5 million per year.\nIn addition, NIC signed a new SaaS agreement for our cannabis solution with the states of Alabama and Illinois, which are both state enterprise clients. We continue to build momentum with our joint and cross-sell opportunities with NIC. Our active cross-sell pipeline doubled in value from Q1, and we closed 3 new deals with NIC clients, including the state of Utah for our Entellitrak Veterans' Benefit System and the state of Kentucky for our VendEngine Resident Resources Solution.\nIn other Tyler divisions, we signed 4 additional notable SaaS deals, each for different product suites and each with a total contract value greater than $3.8 million. Those include Maricopa County, Arizona, for our enterprise permitting and licensing solution; Lancaster, California for our enterprise ERP solution; Lima, Ohio for our enterprise justice and supervision solutions as well as our full suite of public safety applications; and Orange County, Florida for our enterprise assessment and tax solution.\nIn addition, we signed 6 SaaS deals in the quarter with contract values between $2 million and $3 million each and 14 SaaS deals with contract values between $1 million and $2 million each.\nDuring the second quarter, we also amended our e-filing agreement with the state of Washington from a transaction-based volume arrangement to a fixed fee contract. The deal spans 9 years for approximately $27 million. However, due to certain contract terms, the majority of this contract was not included in backlog or bookings this quarter. The deal adds approximately $2.8 million in ARR, expanding to over $3 million in ARR in the latter half of the agreement.\nOur largest new software contract in the quarter was a license deal with Montreal, Quebec for our enterprise assessment and tax solution, valued at approximately $13 million. We also signed a second deal in Canada for the same solution with the Yukon territory worth approximately $2 million. In addition, we signed a significant license deal with Dallas County, Texas for our enterprise corrections solution valued at approximately $4.5 million. Dallas County, which currently uses our enterprise case management solution, has the ninth largest jail system in the U.S., making it our largest jail client.\nOther significant license arrangements signed in the quarter, each with a total contract value of greater than $1 million include Charlotte County, Florida and Huntington Park, California for enterprise ERP solution; Fort Worth, Texas for our enforcement mobile solution; and Owasso, Oklahoma for our enterprise public safety, enforcement mobile and data and insight solutions.\nNow I'd like for Brian to provide more detail on the results for the quarter and our annual guidance for 2022.\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. Yesterday, Tyler Technologies reported its results for the second quarter ended June 30, 2022. In our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We've also posted on the Investor Relations section of our website under the Financial Reports tab, schedules with supplemental information provided on this call, including information about quarterly bookings, backlog and recurring revenues.\nBoth GAAP and non-GAAP revenues for the quarter were $468.7 million, up 16%, including NIC and our other acquisitions from the last 12 months. Organic revenue growth, excluding COVID-related revenues, was 6.2% on a GAAP basis and 5.8% on a non-GAAP basis. NIC's COVID-related revenues for the quarter exceeded our expectations at $15.2 million. Revenues from the TourHealth initiatives concluded in the second quarter and the Virginia rent relief program is expected to be completed in the third quarter with about $8 million of revenues anticipated in the quarter.\nAs expected, license revenues declined 14.7% as our new software contract mix continued to shift to SaaS. Software revenues rose 18.3% -- service revenues rose 18.3%, but on an organic basis were essentially flat with last year. Services revenues were impacted by delays in hiring new professional services staff in the current labor market.\nWhile we hired a large class of implementers during the quarter, there is an onboarding period of several months before they will be fully billable. We intend to continue to grow our implementation team during the second half of the year to support delivery of our growing backlog and pipeline, but we'll likely continue to see some pressure on services revenues in the short term as those teams ramp up.\nSubscription revenues rose 28.2% with strong organic growth of 14.1%. We added 167 new subscription-based arrangements and converted a new high of 96 existing on-premises clients, representing approximately $115 million in total contract value. In Q2 of last year, we added 170 new subscription-based arrangements and had 62 on-premises conversions, representing approximately $73 million in total contract value.\nOur software subscription bookings in the second quarter added $27.6 million in new ARR. Subscription contract value comprised approximately 74% of the total new software contract value signed this quarter compared to 65% in Q2 of last year. The value weighted average term of new SaaS contracts this quarter was 3.7 years compared to 4.1 years last year.\nTransaction-based revenues, which include NIC portal, payment processing and e-filing revenues and are included in subscriptions were $154.4 million, up 29.1%. Excluding NIC, Tyler's transaction-based revenues grew 17.5%. E-filing revenues reached a new high of $18.5 million, up 14%.\nFor the second quarter, our non-GAAP ARR was approximately $1.49 billion, up 16.3%. Non-GAAP ARR for SaaS software arrangements was approximately $405.6 million, up 24.9%. Transaction-based ARR was approximately $617.7 million, up 29.1% and non-GAAP maintenance ARR was down 2.3% at approximately $467.3 million due to the continued migration of on-premises clients to the cloud.\nOur backlog at the end of the quarter was a new high of $1.85 billion, up 13.9%. Bookings in the quarter were very strong at approximately $562 million, up 21%, including transaction-based revenues. On an organic basis, bookings were also quite robust at approximately $423 million, up 16.3%. For the trailing 12 months, bookings were approximately $2 billion, up 53.2% and on an organic basis were approximately $1.5 billion, up 21.1%. If our weighted average contract terms for new SaaS contracts had been the same as last year, organic bookings growth would have been 18.3%.\nAs Lynn mentioned earlier, both cash flows from operations and free cash flow reached new highs for a second quarter. Cash flows from operations were $76.7 million and free cash flow rose to $60 million from negative $33.5 million last year. We continue to strengthen our already solid balance sheet. During the quarter, we repaid $60 million of our term debt. And since completing the NIC acquisition, we have paid down $475 million of term debt. We will also pay down an additional $100 million in term debt at the end of this month.\nWe ended the quarter with total outstanding debt of $1.275 billion and cash and investments of $314 million. As a reminder, $600 million of our debt is in the form of convertible debt with an interest rate of 0.25% and the remainder is in prepayable term debt due in 2024 and 2026. We also have an undrawn $500 million revolver. Our net leverage at June 30 was approximately 2.07x trailing 12 months pro forma EBITDA and our leverage should be under 2x at the end of July.\nInterest rate hikes thus far this year and projected for the remainder of the year have resulted in significantly higher projected interest expense for the year than we anticipated at the beginning of the year. In addition, we have debt discounts and issuance costs related to our term debt that are being amortized as noncash interest expense. And as we prepay term debt, we are required to accelerate the amortization of those costs.\nAccordingly, we have adjusted our earnings guidance for the full year to reflect those changes in assumptions around interest. Our current guidance for the full year interest expense of $30 million represents an increase of about $7 million or approximately $0.12 per share for both GAAP and non-GAAP EPS compared to our previous guidance. The $7 million increase includes about $4 million of cash interest on term debt and $3 million of additional noncash amortization of debt discounts and issuance costs. It's important to note that our revenue guidance has not changed, and our expectations for operating margins are generally consistent with our previous outlook.\nOur updated 2022 guidance is as follows. We expect both GAAP and non-GAAP total revenues will be between $1.835 billion and $1.870 billion. The midpoint of our guidance implies organic growth of approximately 9%. We expect total revenues will include approximately $44 million of COVID-related revenues from NIC's TourHealth and pandemic rent relief services. Revenues from TourHealth concluded in the second quarter, while revenues from the rent relief program are expected to wind down in the third quarter.\nWe expect GAAP diluted EPS will be between $3.60 and $3.76 and may vary significantly due to the impact of stock incentive awards on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.36 and $7.52.\nInterest expense is expected to be approximately $30 million, including approximately $7.5 million of noncash amortization of debt discounts and issuance costs. Other details of our guidance are included in our earnings release.\nNow I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. Against the backdrop of generally strong public sector budgets supplemented by federal stimulus funds, we're experiencing a very active market. With our leading competitive position and ongoing investments in strategic initiatives, we are well positioned to take advantage of the continued strength in our market.\nThe acquisitions we've made over the last 18 months, including NIC, VendEngine and US eDirect, are performing well and contributing to our strong competitive position, helping us create more cross-sell and upsell opportunities with both new and existing clients.\nIn particular, our enthusiasm around the cross-sell opportunities through NIC continues to grow, with recent wins across multiple Tyler products and a rapidly growing pipeline of opportunities. We're also pleased with our progress around our combined payments business, as we begin to execute our go-to-market strategy to pursue a tremendous public sector payments TAM.\nWe believe Tyler is uniquely qualified to deliver government-focused payment solutions, leveraging the strength of NIC's payment platform, analytics and reporting and deep domain expertise together with Tyler's broad software portfolio and extensive client base, and we look forward to reporting our progress in the coming quarters.\nEven as we face an uncertain economic macro environment with rising inflation and interest rates, we have a great deal of confidence in our ability to continue to generate solid financial results and to grow cash flow.\nThere are a number of factors that make Tyler's business resilient and relatively defensive compared to many software peers. The public sector market is more stable than many segments of the private sector. We provide solutions that power essential government services often replacing mission-critical systems that are end of life, and our clients don't go out of business or get acquired.\nRecurring revenues comprised approximately 80% and growing of our total revenues, generating highly reliable cash flow. In addition, the public sector is increasingly focused on moving into the cloud, which we support with our cloud-first model. Our experience during the recession more than a decade ago supports our confidence, and Tyler is clearly in a much stronger position today to succeed during an economic downturn.\nWe also have the advantage of a very strong balance sheet and reliable cash flow, which enables us to continue to invest strategically in growth even if some competitors may be constrained. While we have term and convertible debt associated with the NIC acquisition and have been impacted by rising interest rates, we are modestly leveraged at approximately 2x adjusted EBITDA, and we expect to continue to delever.\nAccordingly, in the near term, we are prioritizing using our cash flow to reduce debt, while retaining the flexibility to pursue strategic acquisitions and investments that provide long-term value.\nFinally, I'm happy to report that we remain on track with our major strategic initiatives, including projects related to optimizing our products for efficient deployment of the cloud, moving from our proprietary data centers to AWS, and ultimately accelerating the migration of our on-premise clients to the cloud and driving long-term margin expansion.\nWith that, we'd like to open the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/95e8d6581db298cef1a788e334fb838b",
    "period": "2022 Q1",
    "content": "Q1 2022 Tyler Technologies Inc Earnings Call\n\nQ1 2022 Tyler Technologies Inc Earnings Call\n\nTYLNYSEAPR 28, 10:00 AM\n\nOperator\n\nHello, and good morning, everyone, and welcome to today's Tyler Technologies' First Quarter 2022 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. (Operator Instructions) As a reminder, today's conference is being recorded today, April 28, 2022. And I'd like to turn the conference call over to Mr. Moore. Sir, please go ahead.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThank you, Jamie, and welcome to our call. With me today is Brian Miller, our Chief Financial Officer. First, I'd like for Brian to give the safe harbor statement. Next, I'll have some comments on our quarter, and then Brian will review the details of our results. I'll end with some additional comments, and then we'll take questions. Brian?\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. During the course of this conference call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks. Please note that all growth comparisons we make on the call day will relate to the corresponding period of last year unless we specify otherwise. Lynn?\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. Our first quarter results surpassed our expectations and provided a very strong start to 2022. Total revenues grew approximately 55% with robust organic growth of 12.8%, the highest in 20 quarters. NIC continued to perform well in the first quarter, with core revenue growth of 13%, excluding COVID-related revenues. NIC's growth was boosted by revenues under the new statewide payments contract in Florida and in particular, by revenues associated with corporate filings with the Department of State that are concentrated in the first quarter. NIC's COVID-related revenues were in line with our expectations at $20.6 million.\nRecurring revenues comprised 79.5% of our quarterly revenues and were led by 140% growth in subscription revenues. On an organic basis, subscription revenues grew a robust 33.8%, reflecting both our accelerating shift to the cloud and growth in transaction-based revenues. We have now achieved greater than 20% subscription revenue growth in 57 of the last 65 quarters.\nWe're particularly pleased with our strong revenue growth even as we saw an acceleration of the shift in our new software contract mix from licenses to SaaS. In Q1, 80% of our new software contract value was SaaS compared to 66% in Q1 last year.\nAs we outlined on our last earnings call, while our move to the cloud builds long-term value, margins compressed in Q1, reflecting the new business mix shift, the inclusion of NIC and in particular, their COVID-related revenues, as well as expenses related to the cloud transition. As a result, our non-GAAP operating margin declined 250 basis points year-over-year to 24.3%, but increased 70 basis points sequentially from Q4 of 2021.\nWe continue to be very pleased with NIC's performance and with the growing pipeline of joint opportunities for Tyler and NIC. During the first quarter, NIC successfully extended our enterprise contract in Alabama. And in April, we extended our enterprise agreement with New Jersey. NIC also signed a new 5-year SaaS deal with the State of Mississippi to provide our NIC cannabis licensing platform valued at approximately $4.3 million.\nWe continue to experience success with sell-through deals of Tyler products through NIC's state relationships. In Q1, those deals included sales of our data and insights platform to the State of Vermont and our entellitrak platform for Veterans Affairs in Alabama. We also signed agreements for NIC's payments platform with existing Tyler clients in Hillsboro County, Florida; Montgomery County, Maryland; and Glendale, California.\nOur largest new deal in the quarter was a SaaS arrangement with the San Diego Association of Governments for Enterprise ERP powered by Munis solution, along with our data and insight solution valued at approximately $4.9 million. We also signed 5 notable SaaS deals, each with a total contract value greater than $2 million, with Glen County, Georgia for our enterprise assessment and tax powered by iasWorld Solution; the cities of Rialto, California, and Alamogordo, New Mexico, for our enterprise ERP powered by Munis; and enterprise permitting and licensing powered by EnerGov; and the cities of Mansfield and Burleson in Texas for our enterprise ERP powered by Munis solution.\nOur largest license deal in Q1 was a $2.7 million agreement with the Utah Department of Public Safety, our first public safety deployment in the state of Utah. The deal includes enterprise law enforcement records, mobile, field mobile, enforcement mobile, and public safety analytics. We also signed four other notable license arrangements in the quarter, each with a total contract value greater than $1 million with the St. Johns County Property Appraiser in Florida for our enterprise assessment and tax powered by iasWorld; the city of Elmhurst, Illinois, for our enterprise ERP powered by Munis solution; St. Mary's County government in Maryland for our enterprise public safety, powered by New World and Data & Insights Solutions; and the city of Virginia Beach, Virginia, for our enforcement mobile powered by Brazos solution.\nNow I'd like for Brian to provide more detail on the results for the quarter and our updated guidance for 2022.\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. Yesterday, Tyler Technologies reported its results for the first quarter ended March 31, 2022. In our earnings release, we've included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We've also posted on the Investor Relations section of our website under the Financial Reports tab, schedules with supplemental information provided on this call, including information about quarterly bookings, backlog and recurring revenues.\nBoth GAAP and non-GAAP revenues for the quarter were $456.1 million, up 54.7%, with the inclusion of NIC and our other acquisitions from the last 12 months. Organic revenue growth was the highest since Q4 of 2016 at 12.8%. Software licenses and services grew 24.7% or 3.7%, excluding NIC.\nSubscription revenues rose 139.5% with very strong organic growth of 33.8%. We added 149 new subscription-based arrangements and converted a new high of 88 existing on-premises clients, representing approximately $76 million in total contract value. In Q1 of last year, we added 84 new subscription-based arrangements and had 39 on-premises conversions, representing approximately $52 million in total contract value. Our software subscription bookings in the first quarter added $16.2 million in new ARR.\nSubscription contract value comprised approximately 80% of the total new software contract value signed this quarter, compared to 66% in Q1 of last year, reflecting our ongoing shift to a cloud-first approach to sales and increasing client preferences for cloud-based solutions. The value weighted average term of new SaaS contracts this quarter was 3.4 years compared to 4.0 years last year.\nTransaction-based revenues, which include NIC portal, payment processing, and e-filing revenues, and are included in subscriptions, were $152.9 million, up 461%. Excluding NIC, Tyler's transaction-based revenues grew 9.8%. E-filing revenues reached a new high of $18.2 million, up 16.9%.\nFor the first quarter, our non-GAAP ARR was approximately $1.45 billion, up 63.6%. Non-GAAP ARR for SaaS software arrangements was approximately $378.1 million, up 25.1%. Transaction-based ARR was approximately $603.7 million, up 461%. And non-GAAP maintenance ARR was down slightly at approximately $468.1 million, due to the continued migration of on-premises clients to the cloud.\nOur backlog at the end of the quarter was $1.76 billion, up 13.8%. Because the vast majority of NIC's revenues are transaction-based, their backlog at quarter end was only $26.3 million. Excluding the addition of NIC, Tyler's backlog grew 12.1%.\nBookings in the quarter were strong at approximately $419 million, up 70.1%, including the transaction-based revenues at NIC. On an organic basis, bookings were also quite robust at approximately $283 million, up 14.7%. For the trailing 12 months, bookings were approximately $1.9 billion, up 65%, and on an organic basis were approximately $1.4 billion, up 21.7%. If our weighted average contract term for new SaaS contracts has been the same as last year, organic bookings growth would have been 17.1%.\nCash from operations declined this quarter by 25.3% to $53.5 million, mainly due to changes in working capital related to higher payments of accrued incentive compensation and cash tax payments related to stock-based compensation. Free cash flow declined by 33.5% to $41 million due to the decrease in cash from operations and somewhat higher capital spending this quarter.\nOur balance sheet remains very strong. During the quarter, we repaid $20 million of our term debt. And since completing the NIC acquisition, we have paid down $415 million of term debt. We ended the quarter with total outstanding debt of $1.32 billion and cash and investments of $322.6 million and net leverage of approximately 2.1x trailing 12-month pro forma EBITDA.\nAs Lynn mentioned earlier, we're off to a great start in 2022, resulting in an improvement in our outlook for the full year. As a result, we have raised our 2022 annual revenue and earnings guidance as follows. We expect both GAAP and non-GAAP total revenues will be between $1.835 billion and $1.87 billion. The midpoint of our guidance implies organic revenue growth of approximately 9.5%. We expect total revenues will include approximately $40 million of COVID-related revenues from NIC's TourHealth and pandemic rent relief services. The TourHealth revenues are currently expected to continue through the second quarter of 2022, while revenues from the rent relief program are expected to continue through the third quarter.\nWe expect GAAP diluted EPS will be between $3.92 and $4.08 and may vary significantly due to the impact of stock incentive awards on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.48 and $7.64.\nBased on updated assumptions regarding additional interest rate hikes this year, we have increased our estimated interest expense for the year by $3.4 million to $23 million, with an impact on non-GAAP diluted EPS of approximately $0.06 a share. Other details of our guidance are included in our earnings release.\nFinally, before I turn the call back to Lynn, I'd like to announce that Hala Elsherbini will be joining Tyler as Senior Director of Investor Relations, effective May 9. Many of you have worked with Hala in the past, and we're very excited to have an IR professional with Hala's experience and knowledge of Tyler join our team. Lynn?\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. I'm very pleased with our first quarter performance and our outlook for the full year. Activity in our public sector market continues to trend positively, and we are well positioned to take advantage of the continued strength in our market.\nWe remain on track with our strategic initiatives, including our development projects to optimize our products for more efficient deployment in the cloud and our cloud-first approach to sales, which we believe will create significant long-term value for clients and shareholders alike.\nOur balance sheet and cash flow remain very strong and we continue to be opportunistic with regard to capital allocation. We're excited about the acquisition of US eDirect in February, which significantly expands our outdoor recreation portfolio, allowing us to offer an extensive all-in-one outdoor recreation solution that will seamlessly integrate with our NIC payments platform.\nWhile we continue to evaluate strategic acquisition opportunities, we are heavily focused on integration and execution around the acquisitions we've completed over the last 2 years, making the bar on new acquisitions at this time relatively high.\nLast Thursday marked the 1-year anniversary of our landmark acquisition of NIC. As I reflect on the acquisition and all that we have accomplished as a combined entity over the last 12 months, I can truly say that it has exceeded our expectations, which were already high.\nOur teams have come together as one unified organization and our collective excitement about the opportunities that the combination unlocks has continued to grow. We've integrated our payments teams and have refined our strategy to pursue what we believe is a huge TAM in government payments.\nAs we've discussed, we're winning new business with sell-throughs into our respective client bases. In this quarter, we doubled the number of sell-through opportunities in our pipeline. We look forward to continuing to report on our progress in the second year of our combination.\nThe challenges of today's labor market continue to be an area of significant focus for us. While we added 195 new team members in the first quarter, we currently have a higher-than-normal number of open positions. Although our open positions have a short-term positive impact on margins, we have aggressive hiring plans for the balance of the year to support our growth.\nFinally, we're extremely excited to host clients live and in person at Connect, our annual user conference, which will take place in Indianapolis from May 15 through May 18.\nWith that, we'd like to open up the line for Q&A."
  },
  {
    "header": "TYL",
    "cik": "0000860731",
    "ticker": "TYL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1d671d31729fd567943ff07b91458a5d",
    "period": "2021 Q4",
    "content": "Q4 2021 Tyler Technologies Inc Earnings Call\n\nQ4 2021 Tyler Technologies Inc Earnings Call\n\nTYLNYSEFEB 17, 10:00 AM\n\nOperator\n\nHello, and welcome to today's Tyler Technologies Fourth Quarter 2021 Conference Call. Your host for today's call is Lynn Moore, President and CEO of Tyler Technologies. (Operator Instructions) And as a reminder, this conference is being recorded today, February 17, 2022. I would now like to turn the call over to Mr. Moore. Please go ahead.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThank you, Gary, and welcome to our call. With me today is Brian Miller, our Chief Financial Officer. First, I'd like for Brian to give the safe harbor statement. Next, I'll have some comments on our quarter, and then Brian will review the details of our results. I'll end with some additional comments on 2021 and our longer-term outlook, and then we'll take questions. Brian?\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. During the course of this conference call, management may make statements that provide information other than historical information and may include projections concerning the company's future prospects, revenues, expenses and profits. Such statements are considered forward-looking statements under the safe harbor provision of the Private Securities Litigation Reform Act of 1995 and are subject to certain risks and uncertainties, which could cause actual results to differ materially from these projections. We would refer you to our Form 10-K and other SEC filings for more information on those risks.\nPlease note that all growth comparisons we make on the call today will relate to the corresponding period of last year unless we specify otherwise. Also, we are officially launching next week our new brand architecture, a broad company initiative that better organizes and names Tyler's products and solutions to represent the verticals and markets we serve. The new brand architecture uses functional descriptive product names and has eliminated all individual product logos.\nTyler's solutions have been organized under 5 solution portfolios, Public Administration, Health and Human Services, Courts and Public Safety, Schools and Transformative Technology. Throughout the call today, we will refer to product and solution names using the new architecture. Lynn?\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. Our fourth quarter results were in line with our expectations and continued the positive momentum from the first 3 quarters to provide a strong finish to 2021. We're pleased that revenue growth continue to rebound even as we experienced revenue headwinds from the accelerating shift of new business to our SaaS model. Total revenues grew 53%, with solid organic growth increasing to 9.2%. NIC continued its strong performance in the fourth quarter as well, with core revenue growth of 7.5%, excluding COVID-related revenues. As expected, COVID-related revenues declined sequentially from the third quarter of 2021 and were slightly above our plan at $16.6 million as the Omicron variant increased demand for testing in December and revenues from our new initiatives supporting rent relief programs in Virginia came online.\nRecurring revenues comprised over 80% of our quarterly revenues for the second consecutive quarter and were led by 144% growth in subscription revenues. Excluding NIC revenues, subscription revenue growth was robust at 28.1%, again reflecting our accelerating shift to the cloud. We have now achieved greater than 20% subscription revenue growth in 56 of the last 64 quarters.\nWe continued to experience pressure on margins in Q4 as we have throughout the year as a result of several factors. Some low-margin revenues such as billable travel that declined substantially in 2020 due to the pandemic began to return in 2021. In addition, some expenses that also declined in 2020 have also started to return, including business travel, trade shows and employee health costs.\nMargins have also been impacted by the inclusion of NIC, including their lower-margin gross payments contracts and COVID initiative revenues. As a result, our non-GAAP operating margin declined 330 basis points to 23.6%. And while our accelerating move to the cloud continues to build long-term value, the increase in the SaaS mix of new business also weighed on our fourth quarter margins as SaaS accounted for 77% of our new contract volume in the quarter versus 73% last year.\nWe continue to be very pleased with NIC's performance in the market and with the growing pipeline of joint opportunities for Tyler and NIC. During the fourth quarter, NIC was successful in competitive rebids for enterprise contracts in South Carolina and Indiana payments and with renewals or extensions of enterprise agreements in Mississippi, Arkansas, Colorado, Hawaii and Texas payments. We believe that Tyler's acquisition of NIC was a positive factor in the extension of these client relationships.\nIn particular, the inclusion of our enterprise data platform powered by Socrata was a material differentiator in the successful competitive rebid for South Carolina. We had 9 combined sell-through wins in the quarter where Tyler products were sold through NIC state enterprise contracts or with influence from NIC state teams. These wins contained a number of Tyler products and services, including our enterprise data platform powered by Socrata, case management development platform, Power Pi and Teletrac, Vend Engine and NIC Payments, and generated over $1 million in new ARR for Tyler.\nWe also continued to experience increased cross-selling opportunities across Tyler's product suites, especially for our enterprise data platform, and our 2 largest new SaaS deals in the fourth quarter were examples. The first deal was with the City of Lawrence, Kansas valued at approximately $4.3 million, and the second was with the city of Hammond, Indiana valued at approximately $3.8 million. Both new contracts included our enterprise ERP powered by Munis, enterprise permitting and licensing powered by EnerGov and enterprise data platform powered by Socrata Solutions, among others.\nIn addition, we signed a new combination license and SaaS deal with the Colorado Division of Real Estate valued at nearly $1 million for our case management and development platform and enterprise data platform solutions as well as NIC's electronic payment solution. This is also a great example of not only our ability to add value by offering multiple Tyler solutions in a single deal but also the ability to win follow-on deals with various agencies. As you recall, in Q2 of 2021, we signed a $9.3 million contract with the Colorado Department of Regulatory Agencies, Division of Professions and Occupations for similar products, which paved the way for this deal with the Division of Real Estate.\nOther significant new SaaS arrangements signed this quarter, each with a total contract value of greater than $2 million included: the city of Camas, Washington for enterprise ERP and enterprise permitting and licensing solutions; Baton Rouge, Louisiana for enterprise justice and supervision solutions powered by Odyssey; the city of Taunton, Massachusetts for our enterprise ERP solution; Caldwell County, Texas for our enterprise justice and jury solutions; and the city of Snoqualmie, Washington for enterprise ERP solution.\nFor on-premise license contracts, notable new signings included the Lea County Clerk of the Courts and Comptroller in Florida valued at approximately $2.9 million; and the city of Woodland, California valued at approximately $1.4 million for our enterprise ERP solution; and the cities of Colorado Springs, Colorado and Salem, Oregon for our enterprise public safety solutions, valued at approximately $2.4 million and $1.4 million, respectively. Now I'd like for Brian to provide more detail on the results for the quarter and our guidance for 2022.\n\nBrian K. Miller\n\nExecutive VP, CFO & Treasurer, Tyler Technologies, Inc.\n\nThanks, Lynn. Yesterday, Tyler Technologies reported its results for the fourth quarter ended December 31, 2021. In our earnings release, we have included non-GAAP measures that we believe facilitate understanding of our results and comparisons with peers in the software industry. A reconciliation of GAAP to non-GAAP measures is provided in our earnings release. We've also posted on the Investor Relations section of our website under the Financial Reports tab schedules of supplemental information provided on this call, including information about quarterly bookings, backlog and recurring revenues.\nGAAP revenues for the quarter were $433.5 million, up 53% with the inclusion of NIC and our other acquisitions. Non-GAAP revenues were $434.2 million, up 53.2%. On an organic basis, GAAP and non-GAAP revenues both grew 9.2%. Software licenses and services grew 21.1% or 4.6%, excluding NIC. Subscription revenues rose 144.1%. Excluding the contribution from NIC, subscription revenues were still very strong, growing 28.1%. We added 135 new subscription-based arrangements and converted 71 existing on-premises clients, representing approximately $74 million in total contract value.\nIn Q4 of last year, we added 118 new subscription-based arrangements and 50 on-premises conversions, representing approximately $73 million in total contract value. Our software subscription bookings in the fourth quarter added $14.8 million in new annual recurring revenue.\nSubscription contract value comprised approximately 77% of the total new software contract value signed this quarter compared to 73% in Q4 of last year, reflecting our ongoing shift to a cloud-first approach to sales and increasing client preferences for cloud-based solutions. The value-weighted average term of new SaaS contracts this quarter was 3.9 years compared to 3.5 last year. Transaction-based revenues, which include NIC portal, payment processing and e-filing revenues and are included in subscriptions were $137.1 million, up almost fivefold from last year. E-filing revenues reached a new high of $17.6 million, up 13.4%. Excluding NIC, Tyler's transaction-based revenues were [13%].\nFor the fourth quarter, our annualized non-GAAP total recurring revenue, or ARR, was approximately $1.4 billion, up 63.7%. Non-GAAP ARR for SaaS software arrangements for Q4 was approximately $372 million, up 34%. Transaction-based ARR was approximately $548 million, up 458% and non-GAAP maintenance ARR was down slightly at approximately $471 million due to the continued migration of on-premises clients to the cloud.\nOur backlog at the end of the quarter was $1.8 billion, up 12.6%. Because the vast majority of NIC's revenues are transaction-based, their backlog at quarter end was only $24 million. Excluding the addition of NIC, Tyler's backlog grew 11.1%. Our bookings in the quarter were robust at $464 million, up 39.3%, including the transaction-based revenues of NIC. On an organic basis, bookings were approximately $347 million, up 4.2%. As a reminder, bookings in the fourth quarter of 2020 included a large contract for tax software and appraisal services valued at approximately $18 million, making for a tough bookings comparison. For the year, bookings were approximately $1.8 billion, up 41.6% and, on an organic basis, were approximately $1.4 billion, up 11.7%.\nOur business continues to generate cash at a high level, and for the fourth quarter, cash from operations grew almost 30% and free cash flow grew 13.7% to $95.1 million. Our balance sheet also remains very strong. During the quarter, we repaid $87.5 million of our term debt, and since the NIC acquisition, we have repaid $395 million of debt. We ended the quarter with total outstanding debt of $1.34 billion and cash and investments of $407.8 million and net leverage of approximately 2.07x trailing 12-month pro forma EBITDA.\nTurning to 2022. Our focus continues to be on our strategic activities around our cloud transition on several fronts. Although this creates some short-term pressure on revenue growth and margins that Lynn will discuss in more detail, we believe the acceleration of this strategy is creating significant long-term value for shareholders and clients.\nOur 2022 annual guidance reflects the impact of these strategic activities and is as follows. We expect both GAAP and non-GAAP total revenues will be between $1.83 billion and $1.87 billion. The midpoint of our guidance implies organic growth of approximately 9.5%. We expect total revenues will include approximately $36 million of COVID-related revenues from NIC's TourHealth and Pandemic Rent Relief services. The TourHealth revenues are expected to continue through the first half of 2022, while revenues from the rent relief program are expected to continue throughout the year.\nWe expect GAAP diluted EPS will be between $4.09 and $4.26 and may vary significantly due to the impact of stock incentive awards on the GAAP effective tax rate. We expect non-GAAP diluted EPS will be between $7.41 and $7.58.\nTo provide a little more color on our revenue guidance, we expect that our license revenues will decline in the mid-single digits in 2022, while subscription revenues will grow 25% to 30%. Excluding COVID-related revenues, subscriptions are expected to grow in the mid- to high 30s. Maintenance will be flat to down low single digits. Software services, appraisal services and hardware and other revenues are each expected to grow in the low to mid-teens. Other details of our guidance are included in our earnings release. Now I'd like to turn the call back over to Lynn.\n\nH. Lynn Moore\n\nCEO, President & Director, Tyler Technologies, Inc.\n\nThanks, Brian. I'm very pleased with our fourth quarter results, especially with regard to our sales and revenue performance. Activity in the public sector market continues to trend positively, with indicators such as RFP and demo activity generally at or above pre-COVID levels. It's also gratifying that our NIC operations are executing at a high level and that we're seeing early successes in achieving the go-to-market objectives we envisioned around the acquisition.\nFor example, NIC was recently awarded an early 3-year extension to its Texas payments contract at existing rates. Similar to the South Carolina rebid, the inclusion of Tyler's enterprise data platform and, in particular, payment insights with fraud detection and prevention, proved to be a major factor in obtaining this early extension.\nWe're very excited to expand NIC's portfolio of software solutions with the acquisition of US eDirect, which we completed last week. US eDirect has a market-leading AWS cloud-hosted outdoor reservation platform for the fast-growing campground and outdoor recreation management market, which complements our existing strength in the hunting and fishing license market. This combination will allow us to create a very competitive all-in-one outdoor solution, addressing an estimated $2 billion market while also expanding our payments opportunity. US eDirect is now part of our NIC division and we welcome their 60 team members to Tyler.\nNow I'd like to take a few minutes to discuss our accelerated move to the cloud, including the expected impact on our results in both the near term and the long term. As most of you know, we have operated in a hybrid model for many years, offering our core products in either an on-premises model with an upfront license and annual maintenance or a SaaS model with the software generally hosted in a Tyler data center and a multiyear subscription revenue stream.\nSince our first SaaS client, Oak Claire, Wisconsin, chose Tyler in 2000, the mix of clients choosing our SaaS model grew slowly but steadily as we pursued a cloud-agnostic approach to sales and let the market decide the pace at which it would move to the cloud. And as with many things in the public sector, our market has moved to the cloud more slowly than the private sector. In fact, it took until 2019 for the majority of our new business to come to us in the cloud, a year in which we also recognized an all-time high $100.2 million in license revenues.\n2019 was also the year in which we made the strategic decision to shift our future model from a cloud-agnostic approach to a cloud-first approach. In conjunction with that shift, we entered into a strategic collaboration agreement with Amazon Web Services and embarked on significant development efforts to optimize our key products to be efficiently deployed in the cloud through AWS with an ultimate goal of exiting our 2 proprietary data centers and eventually deploying all of our SaaS clients in the public cloud.\nOver the past 2 years, we've made substantial progress under our cloud-first approach. I'm pleased to report that we remain on target with our product development initiatives, with an expectation that all of our major products will be cloud-efficient or cloud-optimized by the end of 2023 or early 2024. In addition, almost every product we've added through acquisition in the last several years has been cloud-native.\nWe've begun deploying some new SaaS clients in AWS as well as lifting and shifting a limited number of existing SaaS clients out of our data centers and into AWS. We've made changes to sales compensation to encourage cloud sales over licenses. In early 2021, we also created a new cloud strategy and operations team, which has responsibility for our overall cloud transformation, strategy and operations, including things like defining best practices for cloud development, operations and deployment to achieve the full value of our cloud initiative.\nAnd as we've embraced the cloud-first approach, our market has also continued to embrace the cloud at an increasing rate. In 2021, 71% of our new software contract value came to us in the cloud, with that percentage reaching 77% in the fourth quarter. And conversions of existing on-premises clients to the cloud have also reached new highs in each of the last 3 quarters. So clearly, our shift to the cloud is in sync with the market as clients recognize the many benefits of cloud-based solutions.\nThis acceleration of our cloud transition is continuing as we move into 2022. Effective January 1, 2022, some of our major products, including enterprise ERP powered by Munis and enterprise permitting and licensing powered by EnerGov, will almost exclusively be offered to new clients as cloud solutions. Other applications will follow. We expect that the percentage of new clients choosing the cloud model will continue to grow significantly in 2022, with the exception of public safety, where to date, there has been more market reluctance to move systems to the cloud.\nThe general impacts of a SaaS transition on a software company financial model are generally understood. From a revenue perspective, there is initial headwind on as license revenue that is generally recognized upfront is replaced by a recurring subscription revenue stream. And unlike licenses, that recurring revenue stream is not recognized in full immediately. Rather, revenue recognition typically begins when customers go live with particular models, which can take several quarters.\nHowever, because the annual recurring revenues from a subscription client are approximately 1.8x to 2x the annual maintenance the same client would generate in a license deal, the SaaS revenue stream is significantly higher over the life of the client. To some extent, we have experienced this headwind for several years but the impact is increasing as the shift accelerates. Over the next several years, as Brian mentioned, license and maintenance revenue will continue to decline while subscriptions will accelerate. For example, in 2019, maintenance revenues were 45% higher than subscriptions. In 2022, subscriptions will surpass maintenance revenues.\nFrom a margin perspective, there are multiple short-term headwinds as well. License revenues have very high margins with immediate impact. And as they decline, margins are negatively impacted until the subscription revenue stream reaches the point where it offsets those lost licenses. In addition, we will experience some margin headwind from bubble costs around the transition from our internal data centers to the AWS hosting environment.\nWe currently host almost all of our more than 5,400 SaaS clients in 1 of 2 main proprietary data centers. We have certain fixed costs associated with running those data centers even as we transition the hosting of new and existing clients to AWS. Until we completely exit 1 and ultimately both of our data centers, we will incur some duplicative costs that put pressure on margins. Once we are in AWS with products that are architected to operate more efficiently in the public cloud, we will see an uplift in margins.\nWith that backdrop, I'd like to turn to a closer look at our outlook for 2022 and beyond. Our revenue growth outlook is solid, representing the continuing return to and growth over pre-pandemic levels and our increasing competitive position. The midpoint of our guidance would represent approximately 16% total growth and 9.5% organic growth, even in light of the continued accelerated shift of new business to SaaS. We expect that approximately 80% of our new software contract mix in 2022 will be SaaS.\nFrom a margin perspective, the midpoint of our 2022 guidance implies non-GAAP operating margin contraction of approximately 160 basis points. That said, our implied 2022 non-GAAP operating margin is consistent with or even slightly higher than our 2021 Q4 operating margin as the major factors impacting margins began before this year. I'd like to break down a few of those factors. The first material category of margin pressures we consider to be part of our long-term strategy of becoming a cloud-first company. The impact of the year-over-year increase in our SaaS business mix, net of on-premises conversions, along with increasing bubble costs in 2022, will negatively impact operating profit by approximately $28 million to $30 million.\nThe second significant category of factors causing margin pressure is made up of costs and low margin revenues that experienced reductions during the pandemic but have been slowly returning since the end of last year and which we've discussed on prior calls. These include trade shows, sales-related travel costs and some billable travel. Importantly, some costs have not and will not return to pre-COVID levels.\nThe third category of factors include some onetime or nondiscretionary costs. We, like virtually every company, are experiencing the effects of labor market disruptions and increased wage pressure. And health care costs also continue to rise as a result of health care inflation combined with the catch-up of expenses from health care that were deferred during the pandemic. We've posted on our website, with the supplemental quarterly data, a summary of these margin challenges. The estimated total impact of all these items accounts for approximately 290 basis points of operating margin impact in our 2022 outlook.\nLooking beyond 2022, we expect that our margins will continue to be impacted by some of these factors, particularly declining license revenues and cloud transition bubble costs. We believe that operating margin pressures from the cloud transition will bottom out in 2023, and that beginning in 2024, we will start to see accelerating revenue growth and return to margin expansion.\nThe timing of the cloud transition varies by products as some products are further along, creating something of an ebb and flow in the short-term headwinds and long-term tailwinds. For example, for enterprise ERP, our largest and most profitable product, revenue growth slowed to approximately 8.5% in 2021 and is expected to grow approximately 8% in 2022 as the mix of new business significantly shifted to SaaS. For example, in 2019, the new business mix was 50%. Fourth quarter last year, it was over 90%. However, the early expectations are for that product's growth to accelerate to around 11% in 2023 as it begins to reach the other side of this transition and experience the SaaS uplift.\nAs we head into 2022, I am more excited than ever about Tyler's future. It's amazing to think that it took 19 years from the time we entered the government technology market in 1998 to surpass $800 million in revenues in 2017. And in 2022, we will have added the next $1 billion of revenues in just 5 years. In 2017, recurring revenues accounted for 63% of total revenues. In 2022, they will exceed 80% and approach $1.5 billion, creating long-term value.\nWe're executing on our strategic long-term cloud transition, and we have an incredible platform as the clear leader in the massive public sector market. We have reorganized and aligned our Tyler payments team with NIC's payment team to further capitalize on this opportunity. Our elevated pre-pandemic investments are paying off as our market environment is strong and our competitive position and win rates across our core applications remain extremely high.\nOne of our biggest assets is our existing client base with over 37,000 installations across more than 12,000 locations, something that takes decades to establish. And we are poised to take advantage of cross-selling and payment opportunities to accelerate growth and expand margins as we complete our transition to the cloud. With that, we'd like to open the line for Q&A."
  }
]