[
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ade2c515eb620a4c44f7113f6b8956c9",
    "period": "2025 Q3",
    "content": "Q3 2025 Interpump Group SpA Earnings Call\n\nQ3 2025 Interpump Group SpA Earnings Call\n\nIPMILANNOV 14, 10:00 AM\n\nOperator\n\nGood afternoon. This is the Chorus Call conference operator. Welcome, and thank you for joining the Interpump Third Quarter 2025 Financial Results Conference Call. [Operator Instructions] At this time, I would like to turn the conference over to Ms. Elisabetta Cugnasca, Group Head of IR. Please go ahead, madam.\n\nElisabetta Cugnasca\n\nHead Of Investor Relations\n\nThank you. Good afternoon or good morning, depending on your time zone, and welcome to this Interpump Third Quarter 2025 Financial Results Conference Call. As usual, I must draw your attention to the disclaimer inserted in Annex part of the presentation that I hope you were able to download from our website. Now I would like to leave the floor to Mr. Marasi, Group Chief Executive Officer.\n\nFabio Marasi\n\nExecutive Director & CEO of WALVOIL SPA\n\nThank you, Ms. Cugnasca, and thank to all of you for joining our call. We are here to speak about the third quarter '25 results and 2025 expectations. Starting from the results of the third quarter 2025, I would like to underline 2 numbers. Plus 3.4% and almost EUR 87 million, plus 3.4% is the organic growth recorded by the Hydraulics division in the quarter, a long-awaited growth after 7 consecutive quarters of organic decline. .\nEUR 87 million is the biggest [ growth ] generation of the quarter, the best achievement in one single quarter in Interpump's group history. Moving to 2025 expectations, I have to underline that the acceleration in summer of hydraulics recovery signal is a strong support and allow us to increase both our sales and profitability guidance for the year to the highest part of the range already provided that was minus 5% plus 1% and 22% -- 22.5% regarding EBITDA margin.\nAfter this first overview of this quarter, let's focus with more details and most important, third quarter '25 financial KPIs and in particular, sales, EBITDA and cash flow generation. Regarding sales. In the second quarter of 2025, after 6 consecutive quarters of declining sales, we recorded a revenue growth with a 1% organic increase. In the recently concluded quarter, not only we achieved growth again, but this growth accelerated from plus 1% to plus 2.3%. Same result growth, but different drivers.\nWhile in the second quarter, growth was driven by the Water Jetting division, in the third, it was driven by the Hydraulic one. And once again, this is the confirmation of the strength of the group, the diversification. I was very pleased with the 19% growth posted by the Water Jetting division in the second quarter, which led to the plus 1% consolidated. But I cannot deny that I'm even happier with the plus 3.4% of the hydraulics division that contributed to this quarter plus 2.3% consolidated.\nThe normalization process for this division began exactly 2 years ago, following the first signs of slowdown in sectors applications such as agriculture and lift, which resulted in a 6% organic revenue decline in the last quarter of 2023. Finally, after second -- 7 consecutive quarters of decline, we have recorded a growth. We cannot deny once again the benefit of a favorable comparison. Considering that in the third quarter of 2024, we had the toughest of the [ seven ] with a revenue drop of nearly 17%, but the data is nevertheless encouraging.\nIn the previous quarter, agri was the only market application growing. Now in a multiphased scenario, other ones within the division are up from generic dealers, more than 4% to lift more than 8% to earth moving machine with a 15% growth. By the way, Agri is up by almost 18%, a very comforting number. Moreover, in the third quarter, sector applications representing over 50% of division revenues, positive growth. And among the remaining ones, the most significant are showing only a low single-digit decline. Of course, we cannot yet say with certainty that we have reached the end of the normalization process that began 2 years ago. But we can certainly say that early signs of recovery seen in the previous quarters have strengthened and that all the conditions are in place for further improvements.\nMoving now to the Water-Jetting division. I believe I'm not mistaken in assuming that this result in line with last year could be the least appreciated figure of the entire quarter, especially considering the delightful plus 19% achieved in the second quarter. As we often emphasize, when commenting on this division performance, this trend is less linear than that of Hydraulics because of the presence or absence of individual high-value contracts that can be stored in the comparison base.\nThis is exactly what happened this quarter. In 2024, the division recorded organic growth of nearly 9%, thanks in particular to 2 orders invoiced in September '24 for accumulated value of EUR 10 million, one contract in Turkey related to the marine market application and another in China related to the oil and gas sector. As clearly shown on Slide 8, last year's strongest quarter was the third one. We hope that this volatility in the division results that doesn't come as a surprise for those who know us for some time, but because of our frequent explanations, I always underline group performances and moreover, Water-Jetting division one should be judged and evaluated on a yearly and on a quarterly basis.\nAnd because of the evidence available in the Annex of our financial results presentation for several years now. In this presentation, let's see Slide 23. After discussing the results of the 2 divisions, let's analyze the performance of the main geographical areas in which we operate, naturally at constant exchange rates. The key regions in Europe, Italy and Germany delivered the best results with increases of more than 10%, while China has returned to account for almost 5% of organic revenues, group revenues grew by more than 20%.\nIn our most important country, the United States, once again recorded a decline around 5%, but this figure represents a clear improvement compared to the nearly double-digit or higher declines seen in previous quarters. Let's move to EBITDA now. As with revenue, profitability in 2025 has also been marked by continuous improvement. In the first quarter, which was still affected by significant weakness in the Hydraulics division, with revenues declining organically by around 14%. Thanks to the measures implemented to protect profitability and improvements in Water-Jetting division, the drop in profitability was only slightly greater than the one of the revenue, less 12% compared with minus 8% in sales.\nSubsequently, in the second quarter, the first sign of recovery in Hydraulics division and the strength of the Water-Jetting one led to a 1% increase in revenues accompanied by an almost 7% rise in profitability. In the most recent quarter, a revenue increase of over 2% corresponded to a profitability improvement of more than 5%. Although numerically less striking than the previous quarter, this result is undoubtedly more significant. Indeed, the third quarter was not supported by the leverage effect of the major Water-Jetting Chinese contracts.\nThe achieved results reflect, on the one hand, the recovery in revenue in the Hydraulics division amplified by the group's careful cost adjustment strategy. And on the other, the ongoing improvements in production processes within the Water-Jetting division aimed at overcoming the efficiencies that unfortunately accompanied the strong revenue growth in 2024. For the first time in several quarters, margin improvement has been driven by progress in both divisions, further supported by the absence of dilution effect from acquisitions.\nThis quarter truly demonstrates the flexibility of our business model and group's ability to continuously adapt its cost structure and volume demand. Let's move on to the third quarter -- to the third KPI through which we do evaluate our work, cash generation and these components. From a fresh flow generation perspective, 2025 has also shown an improvement path. Compared to '24, the first quarter recorded a slight delay, more or less EUR 5 million. Due to the advanced payment mechanism linked to major contracts signed in China last year. In the second quarter, free cash flow amounted to over EUR 46 million, in line with the corresponding period of the previous year.\nThis result was by no means guaranteed, considering that revenue recovery naturally influenced working capital and in particular, trade receivables. In the most recent quarter, despite a further strengthening of revenue growth, we achieved an even better performance, generating nearly EUR 87 million. That is our historical record for free cash flow generation in a single quarter.\nAt the beginning of the year, we set ourselves the goal of consolidating the record achieved in '24, and we are well on track on this. Moving to CapEx. On Slide 10 of the presentation, we are pleased to present the actual photo of the new Interpump Hydraulics facility in Sala Bolognese alongside [indiscernible] rendering. The allocation process has been successfully completed and the plant is now fully operational. We consider this a significant achievement, having maintained production throughout the construction and transfer phases, thereby minimizing the inefficiencies typically associated with such a complex process in an industrial sector.\nThis accomplishment was the result of a joint effort, and we expand our sincere appreciation to both our colleagues and our suppliers for their continued support and collaboration through every stage. Concluding with acquisition, as you know, last August, we presented a series of slides outlining the criteria that make a company attractive to us. The internal process through which we turn that interest to concrete action. And finally, the integration approach should an acquisition be completed. To complement the theoretical framework, we provided a practical example, the acquisition of Padoan. We are now pleased to add 2 further examples, Tutto Hydraulicos and Borghi Assali. Both companies represent a perfect fit.\nThey strengthen our 2 of our verticals, cylinder and reduction gears, respectively, expand our product range and offer opportunities for record revenue growth and margin improvement. Moreover, Tutto Hydraulicos enabled us to continue our geographical diversification process and exemplifies the proactive spirit test of those joining our group. Less than 1 year ago, as you know, we acquired Hidrover in Brazil. Our new colleagues have actively identified opportunities that, in their view, would have reinforced our presence in the country, complemented our product offering and leveraged mutual commercial relationship.\nSlide 11 provides a brief description of both acquired companies. Before moving to our outlook for 2025, I would like to reiterate the key message I shared with you last August. The ultimate target of group growth and development strategy is diversification by division, by geographies and by market applications and not dimension that allows to proper manage business risk. This diversification that allow to reduce volatility through different cycle exposures and this diversification that allows to effectively react to unexpected swings.\nNow let's move on to the near and far future. October performance confirmed most recent trends with a positive evolution of Hydraulics and the confirmation of Water Jetting strengths. Regarding the latter division, let me refer to my earlier comments on revenues. For Water-Jetting, it is, and we remain essential not to be misled by comparisons with 2024 quarters. The robustness of our division is demonstrated by the fact that in recent months, August, September and October, we secured more orders than in the same month of 2024.\nThe combination of the third quarter solid results and October trends allow us to reaffirm our full year guidance, particularly pointing towards the upper end of the range. We believe this is a very reasonable assumption, which also factors in the 2 elements which must be considered to make an accurate forecast, a significant comparison effect of opposite nature between the 2 divisions and the risk of further cancellation or postponement.\nRegarding the first aspect, you will certainly recall that in the fourth quarter '24, the Hydraulic division recorded a 14% decline while the Water-Jetting one posted an increase of more than 7%. As you can imagine, the magnitude of these variations make challenging to identify the underlying real industrial trends. As for the second one, our customers do need to improve working capital. And one of the easiest way to achieve it, at the year-end, it is not to confirm previously placed order and move to the following year.\nAs you may recall, in 2023, this phenomenon caught us by Surprise and had an impact on EBITDA margin because we did not have time to adjust costs to a level of demand below our expectations. For cash flow generation, we remain committed to delivering the best possible outcome. As far as the near future is concerned, we understand that our expectations for the slightly more distant future as well, namely 2026. As you know, the budgeting process is taking place in these weeks. And therefore, for now, the only thing we can do is to share some insight, insight based also on what has happened so far in 2025.\nIn terms of revenue, the 2 divisions will face completely opposite situation. For the Hydraulics division, the first part of 2026, will have a more favorable comparison basis than 2025 during which organic revenues declined by almost 11%. We are confident that revenue growth will strengthen further, thanks to the recovery of the market application that are still soft. Conversely, for the Water jetting division, the first part of the year will be the most complex, considering that in the first 6 months of 2025, we grew by almost 14%. And nevertheless, we remain confident in continuing to secure new orders, thanks to our technological advantage.\nFinally, to conclude on revenues, acquisitions completed so far in 2025, according to their consolidation period are expected to contribute about 1% to total revenue. As for profitability, we will continue to adjust the cost structure in line with demand trends to exploit the positive effect of improving sales. And finally, regarding CapEx, further reduction to be expected following the completion of all projects related to the '21, '23 investment plan, and this will support our cash generation ambition.\nNaturally, both for the near future and the slightly more distant one, we continue our search for the new perfect fits to integrate into our group. These are ongoing activities that cannot be scheduled but we assure you our full commitment on this. Before opening the floor to your questions, let me remind you of the figures I started with plus 3.4% organic growth in the Hydraulics division and nearly EUR 87 million in cash flow generation. These numbers demonstrate once again the strategic levers of our group diversification and operational flexibility, levers we will use to achieve the goals that we have set for 2025 subsequently to successfully tackle 2026.\n\nOperator\n\nAre you ready for questions?\n\nElisabetta Cugnasca\n\nHead Of Investor Relations\n\nAbsolutely."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/20b8c10c1dec3f6f74aad469c141700a",
    "period": "2025 Q2",
    "content": "Q2 2025 International Paper Co Earnings Call\n\nQ2 2025 International Paper Co Earnings Call\n\nIPNYSEJUL 31, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to International Paper Second Quarter 2025 Earnings Call. [Operator Instructions]. It is now my pleasure to turn the call over to [ Mandy Gilliland], Senior Director of Investor Relations. Ma'am, the floor is yours.\n\nUnknown Executive\n\nThank you, Christa. Good morning and good afternoon, and thank you for joining International Paper's Second Quarter 2025 Earnings Call. Our speakers this morning are Andy Silvernail, Chairman and Chief Executive Officer; and Lance Loeffler, Senior Vice President and Chief Financial Officer.\nThere is important information at the beginning of our presentation, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. These and other factors that could cause or contribute to actual results differ materially from such forward-looking statements can be found in our press releases and reports filed with the U.S. Securities and Exchange Commission.\nWe will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains copies of the second quarter earnings press release and today's presentation slides. I will now turn the call over to Andrew Silvernail.\n\nAndrew K. Silvernail\n\nChairman, Chief Executive Officer and Director, IDEX Corp.\n\nThanks, [ Mandy]. Before we get into the details, I want to welcome you to the IR team. It's great to have you lead our Investor Relations efforts as the next step in your successful career. Now let's jump in.\nI'll begin on Slide 3. As we continue our transformational journey to our ambition of $6 billion in EBITDA by 2027, I want to speak to our strategy and the momentum we are gaining across the organization.\nThere are 3 key messages we want you to take away today. One, our transformation is on track. Second quarter revenue was at our expectation, and we have confidence in closing the market share gap in North America this year even as the U.S. EMEA markets remain soft. Two, our cost performance in North American mill system and EMEA are not where we want them to be, but we have clear line of sight to improvements. Three, we are holding our 2025 EBITDA guidance with our commercial and cost improvement efforts taking hold.\nWe will win at IP through our deployment of [ 80/20]. More specifically, we'll win through great teams deploying [ 80/20 ] at the point of impact. We launched [ 80/20 ] a year ago, and we did the same at the close of the DS Smith acquisition. EMEA has mobilized teams to deploy 80/20 by region, focusing on initiatives to accelerate significant synergies and profitable growth.\nRadical focus on the critical few is the key to our transformation. Momentum is picking up. While our 2 regional packaging businesses are at different stages in this journey, they're both executing a similar framework to achieve our 2027 targets.\nIn the second quarter, we started to see momentum build, and they will take flight in the second half of the year. I want to thank the EMEA team for their tremendous work in tackling the challenges involved in combining the 2 organizations. This includes the finalized required sale of 5 plants in France, Spain and Portugal to the [ PON ] Group announced earlier this month.\nOur Packaging Solutions North America team has found the transformation journey since last year, and we're seeing accelerated momentum in our [indiscernible] implementation. We're gaining traction and customers have noticed. In the last few months, I had the opportunity to meet with several large customers and they're excited about the things that we're working on. They're experiencing improvements in service and quality.\nThey appreciate the investments we're making to support their growth and they recognize the new international paper with a stronger customer-centric focus. This same sentiment is at the heart of our commercial gains in the second quarter as we continue to close the gas industry in North American packaging.\nI've also visited our [ Lighthouse ] teams in Chicago and Atlanta during the second quarter, where I observed our strategy in action. They have incorporated 80/20 into daily management, and they are building stronger problem selling [ muscles], which has resulted in improved reliability and cost reduction. The same focus on 80/20 is permeating the company both in operations and in our corporate functions. It is the engine to our strategy.\nMoving to Slide 4. Let me start by sharing our current view of the markets in North America and EMEA. Industry demand in North America has been relatively stable, but softer than last year as economic uncertainty from tariffs continue to impact industrial production and box demand across the manufacturing sector.\nBased on our order patterns through July, we expect industry box demand to remain stable in the third quarter with upside potential in Q4 if geopolitical tensions ease and economic activity improves. Our [ gas ] industry widened over the course of last year, peaking in the fourth quarter of 2024 when we shifted our portfolio to a more profitable mix.\nAs we indicated in the Q4 call, we anticipated closing the gap to industry this year, that trend started in Q1 and improved as predicted by another 200 basis points in the second quarter. We expect our gas industry to close by the fourth quarter, largely attributed to known commercial wins that will ramp up in the second half of the year.\nTurning to EMEA. Due to the inconsistency of industry data in EMEA, the chart on the right-hand side is reflective of our EMEA box shipments on a year-over-year absolute basis. The weak market is a headwind for us with macroeconomic volatility in the region. While we're holding market share, [ box ] shipment slowed sequentially in the second quarter by approximately 1%, primarily driven by market softness in April and May. June volumes, however, showed signs of recovery, which has continued into July.\nLooking ahead to the second half of the year, we anticipate a moderate increase in demand with fast-moving consumer goods seasonal growth in the third and fourth quarters. The wildcard is the unpredictable and unresolved tariff negotiations, which continue to pose macroeconomic uncertainty.\nMoving to Slide 5. Last quarter, we shared the commercial actions we are taking to achieve our 2025 run rate target of $600 million in our 2027 target of $1.1 billion. You can reference the list of first quarter commercial and cost-out actions in the appendix, and we'll continue to update the appendix slide each quarter to reflect our cumulative actions and momentum.\nNow let's take a look at our accomplishments in the second quarter. In Packaging Solutions North America, we continue to make progress servicing our customers, on-time delivery improved from 92% in the fourth quarter of last year to 97% in the second quarter. We made investment announcements focused on growing and attractive markets. We continue executing to overserve our 80 customers, such as rolling out our [ One-to-Perfect ] service model. This includes identifying actions required to achieve perfection on key metrics for our [indiscernible] as customers.\nWe're also increasing positions with large global accounts by collaborating across both packaging businesses. In EMEA, with our combined team, we are refocusing our efforts on the most attractive customers, differentiating our go-to-market strategy and developing prospect plans to grow our position.\nAnd we are winning strategic accounts through our strong customer-centric culture at DS Smith. All in for the first half of the year, our actions account for a run rate of approximately $650 million. This trajectory reinforces our confidence that we are on our way to achieve our goal of $1.1 billion of commercial excellence benefits by 2027.\nNow I'm moving to Slide 6. We to discuss our cost-out actions in the second quarter. In Packaging Solutions North America, we announced decisions to close 4 facilities, sell 3 facilities and exit a noncore business. As difficult disease decisions are, it is the right thing to do. Strategic decisions like these allow us to reduce complexity and minimize cost, which enables us to reinvest to build an advantaged cost position and enhance the customer experience.\nLast quarter, we communicated our goal of deploying the White House model to 75 plants by year-end. We have now installed the model in 40 plants and continue to see productivity improvements as we optimize. We are also identifying opportunities in procurement to reduce spend across both packaging businesses.\nImportantly, we continue to struggle in our North American mill system. Year-to-date, we have left about $150 million of profit on the table due to reliability issues. We are hyper focused on this area for improvement. In EMEA, we have proposed to close 5 U.K. plants subject to consultation, which we believe will be worth approximately $25 million.\nWe have also proposed to streamline our packaging business regional structure and consolidate 13 subregions into 7, essentially eliminating a layer of the organization. The estimated cost of the regional and subregional reorganization in EMEA will be known once those plans are finalized and we begin consultations with the new proposed organization.\nWith the combined first and second quarter cost out actions, we are nearing our goal of $600 million run rate by year-end, and we are on our way to achieve the $1.9 billion target for 2027. We have accomplished a great deal this past year but we have much left to do.\nOur work is just beginning. And as you can see on Slide 7, we have many more value drivers developing that will contribute to our performance on our transformational journey. As an example, last month, we announced the expiration of a greenfield state-of-the-art sustainable packaging plant in Salt Lake City. We anticipate this investment will drive growth in an attractive market where we can leverage our strategic strengths.\nMoving forward, initiatives such as these will continue to be developed. We are committed to a relentless pursuit of commercial excellence and cost out in order to build a great company.\nSo let's turn to our performance and outlook. Slide 8 serves as a reminder of how we will reference our businesses for financial reporting purposes, including the abbreviations of [ PSMA ] and [ PSMA ] for our packaging solutions businesses in each of those regions. Regarding our Global Cellulose Fibers business, the strategic review has progressed. There are no changes to our expected time line, and we remain committed to achieving the best value for the business.\nNow I'll share some highlights of our performance and then turn it over to Lance to walk through the details. I'm on Slide 9. Second quarter results reflect higher revenue driven by a full quarter of DS Smith and strong price realization. Volume in the second quarter was seasonally higher in a stable demand environment in North America. However, we experienced lower volume and softer demand in EMEA.\nLast quarter, we noted that results were relatively low quality, and we expected Q2 to be much higher quality. That's exactly what happened. The modest sequential decline in EBITDA is primarily due to 4 things: one, Q1 had favorable nonrecurring items that did not repeat; two, Q2 had unfavorable nonrecurring items and costs from our transformation efforts; three, Q2 also accounted for a highest quarter of planned maintenance outages; four, while Packaging Solutions EMEA demand was soft, we also experienced a spike in fiber costs.\nLance is going to walk you through the detail in a moment to bring clarity to the bridges and give you insights into the important Q3 sequential profit grant. Our free cash flow for the second quarter was $54 million. As a reminder, cash flow in the first quarter was negatively impacted by $670 million related to the investments in our transformation, including severance costs and DS Smith transaction costs, along with incentive compensation payout. For the full year, we still expect to be in the range of $100 million to $300 million of free cash flow.\nAs we look to the third quarter, we expect significantly higher earnings sequentially. This will be driven by higher volume and lower cost across all our business segments. Our commercial strategy is gaining momentum. We are closing the gap to industry in North America, and we will continue to strengthen as we onboard strategic wins. We also have fewer planned [indiscernible] outages in North America, and we are accelerating 80/20 implementation as we move into the third quarter. With that, let me turn it over to Lance to provide more details about our second quarter performance and outlook.\n\nLance T. Loeffler\n\nSenior VP & CFO\n\nThanks, Andy. Turning to Slide 10. Second quarter adjusted operating earnings per share was $0.20 as compared to $0.23 per share in the first quarter. Price and mix increased by $0.21 per share primarily driven by strong price realization in our Packaging Solutions North America business as well as continued realization of prior price index movement in GCF.\nVolume was flat overall. In Packaging Solutions, our North America business experienced seasonally higher demand, which was offset by softer demand in EMEA as well as lower volumes in GCF primarily due to heavier outages in the second quarter.\nOperations and cost was unfavorable by $0.32 per share this quarter, primarily driven by nonrecurring favorable items from the first quarter and nonrecurring unfavorable items in the second quarter, including costs associated with our 80/20 strategic actions. I will cover the option cost variances in more detail by segment in a couple of slides.\nMaintenance outages were unfavorable by $0.16 per share. As Andy mentioned, we expect the second quarter to be our heaviest maintenance outage quarter for the year. Overall, input costs for the quarter were favorable by $0.10 per share, primarily due to lower-than-anticipated energy costs.\nCorporate and other items were unfavorable by $0.16 per share, primarily driven by an extra month of interest expense associated with DS Smith debt, the non-repeat of favorable first quarter discrete tax items and an increased average share count due to the additional months in the DS Smith share conversion.\nDepreciation and amortization was favorable by $0.18 per share. This is primarily due to a nonrepeat of the accelerated depreciation from the Red River mill closure in the first quarter, partially offset by an additional month of DS Smith depreciation and as well as changes in estimates to the step-up depreciation as a result of our acquisition.\nAnd finally, earnings for the DS Smith legacy business included an additional month and was partially offset by soft demand and higher fiber costs in Europe and market-related downtime in North America, all of which accounted for a favorable $0.12 per share.\nMoving on to our Packaging Solutions North America second quarter results from Slide 11. These results reflect the additional month of the DS Smith North America business as well as the benefit from our cost-out initiatives and commercial excellence actions, including the strong realization of prior price increases.\nOur second quarter volume was seasonally higher sequentially and as Andy mentioned, we reduced our volume gap to market this quarter by 200 basis points. Planned maintenance outages were higher in the second quarter offset by lower input costs. Operations and costs were unfavorable sequentially, and I'll cover those details in the next slide.\nI'm on to Slide 12. This will be our last quarter breaking out our DS Smith legacy business for Packaging Solutions North America results. Beginning next quarter, all of our financials will be reflected as one Packaging Solutions North America business.\nPrice and mix in the second quarter was higher by $67 million, primarily due to strong realization from prior index movement, especially across local accounts. Price was also favorable due to geographic mix benefits in our export channels. For the third quarter, we expect an incremental $10 million benefit from the prior price index movements.\nVolumes were seasonally higher in the second quarter, and we expect to see continuing growth in the third quarter as we ramp up our strategic wins. Operations and costs were $119 million unfavorable sequentially, primarily driven by the non-repeat of favorable items we discussed in the first quarter, totaling approximately $60 million.\nIn addition, the second quarter included unfavorable nonrecurring items of about $50 million, which included costs associated with footprint and business optimization actions, inventory revaluations and year-to-date employee benefit accounting true-ups. In addition, we experienced incremental costs from the natural gas curtailment at our Valliant mill, resulting in $18 million over 2 months.\nThe gas curtailment has continued through July and is expected to be resolved shortly. These unfavorable costs were offset partially by footprint optimization benefits from the Red River closure and other prior cost-out initiatives.\nFor the third quarter, we anticipate operations and costs to be favorable by $68 million due to the nonrepeat of unfavorable items in the second quarter cost-out actions and focused performance improvement.\nPlanned maintenance outages were heavier in the second quarter, resulting in $39 million of higher costs, and we expect lower outage costs in the third quarter. Input costs were favorable in the second quarter due to lower energy and fiber costs. However, we expect slightly higher energy costs for the third quarter.\nDepreciation expense was lower by $177 million in the second quarter, primarily due to the nonrepeat of the accelerated depreciation expense associated with the closure of our Red River mill, offset by a combination of an additional month of depreciation from the DS Smith North America assets and refinements to our DS Smith purchase price accounting estimates.\nAdjusted EBITDA for DS Smith operations in North America was $5 million unfavorable, primarily driven by higher unabsorbed fixed costs due to market-related downtime and other nonrecurring items, offset by an additional month of earnings.\nMoving on to Packaging Solutions EMEA's second quarter results on Slide 13. As a reminder, again, last quarter accounted for 2 months of DS Smith data. So second quarter results include an additional month in the sequential and year-over-year variances. Volume in the second quarter was softer than anticipated, reflecting ongoing macroeconomic uncertainty. However, we saw encouraging signs of demand recovery in June, and we expect that momentum to continue into the third quarter.\nIn the second quarter, we experienced a spike in fiber costs in April and May with limited supply driving up prices. Energy costs in the second quarter were favorable and provided some offset to the fiber cost run-up. We expect fiber prices to normalize in the third quarter. Adjusted EBIT was significantly impacted by the revision of purchase price accounting estimates related to our DS Smith acquisition. These estimates will continue to be revised over the balance of the year.\nTurning to Slide 14. As discussed, this will be our last quarter for breaking out the DS Smith legacy results from our Packaging Solutions EMEA business. Related to IP's legacy packaging system in EMEA sequentially. Price and mix in the second quarter was higher by $7 million due to the prior price index movement and higher external paper sales.\nVolume was lower in the second quarter given the expected seasonality of the fruits and vegetables segment in Morocco as well as overall soft demand. Operations and costs were $17 million unfavorable sequentially, primarily from the nonrepeat of our energy credit sales in the first quarter.\nTurning to depreciation for both business segments sequentially. As we just discussed, the major driver of the second quarter results is primarily due to an additional month of depreciation and revisions to the DS Smith purchase price accounting estimates.\nFinally, the adjusted EBITDA contribution from our legacy DS Smith operations in EMEA were $64 million, primarily driven by the benefit of a full 3 months of earnings in the second quarter. Sales price increased realization and lower energy costs, partially offset by softer demand and higher fiber costs.\nNow let's move to the third quarter outlook, which reflects our combined entity. We expect price and mix to increase by approximately $25 million due to price realization from prior index movements. Looking at volume in the third quarter, we expect an increase in approximately $24 million, primarily driven by a moderate improvement in overall demand and confirmed strategic wins. We expect operations and costs to benefit from approximately $8 million of favorable cost-out improvements related to our 80/20 implementation. And lastly, we anticipate lower fiber costs for a sequential benefit to input costs of approximately $10 million.\nNow turning to our GCF business on Slide 15. Earnings and volume were lower sequentially due to increased outages but partially offset with higher sales price realization and favorable input costs.\nAs I turn to Slide 16, a price and mix in the second quarter was higher sequentially by $30 million, primarily due to price realization from prior price indexes. In the third quarter, we expect a reduction of $36 million primarily due to the nonrepeat of energy credit sales that were realized in the first half of the year.\nVolumes were lower in the second quarter, primarily due to a higher outage schedule and we expect volume to increase in the third quarter with fewer outages. Operations and costs were $18 million unfavorable sequentially primarily due to the timing of spend related to the turbine work. We anticipate continued mill reliability improvement in the third quarter.\nPlanned maintenance outages were heaviest in the second quarter, resulting in $37 million of higher costs. With more than 80% of our outages occurring in the first half of the year, we're expecting higher overall quarterly earnings in the third quarter. With that, let me turn the call back over to Andy. Andy?\n\nAndrew K. Silvernail\n\nChairman, Chief Executive Officer and Director, IDEX Corp.\n\nThanks, Lance. Now we're moving on to Slide 17. As I mentioned earlier, we've accomplished a great deal in the first half of the year, but we have more to do. But there our Packaging Solutions businesses with the momentum we've made and the actions we continue to take, our run rate in the second half of the year, excluding GTF, is approximately $3.8 billion of adjusted EBITDA. Entering the second half of the year, we have momentum from our actions to drive substantial cost out and meaningful growth from our commercial wins. This positive momentum keeps us on track to the goals we laid out at our Investor Day in March.\nI'm on Slide 18. We've covered a lot of ground today, and I'm encouraged by the progress we're making on our transformational journey. We're driving a winning mindset within the company and our teams are relentlessly focused on deploying 80/20 at the point of impact to deliver excellence for our customers, our shareholders and our team. With that, let's go ahead and take questions. Operator?"
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/87f7235fb0e58764797a3a9a9e5f020f",
    "period": "2024 Q4",
    "content": "Q4 2024 International Paper Co Earnings Call\n\nQ4 2024 International Paper Co Earnings Call\n\nIPNYSEJAN 30, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to International Paper's Fourth Quarter 2024 Earnings Call.\n[Operator Instructions]\nAnd it is now my pleasure to turn the call over to Jose Maria Rodrigues Mace, Vice President, Investor Relations. Sir, the floor is yours.\n\nUnknown Executive\n\nThank you, Krista. Good morning and good afternoon, and thank you for joining International Paper's Fourth Quarter and Full Year 2024 Earnings Call. Our speakers this morning are Andrew Silvernail, Chairman and Chief Executive Officer; and stepping in today for our Chief Financial Officer, Tim Nicholls, who is in London for DS Smith day 1 is Finance Vice President, Mark Nellessen. There is important information at the beginning of our presentation, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. These and other factors that could cause or contribute to actual results differing materially from such forward-looking statements can be found in our press releases and reports filed with the U.S. Securities and Exchange Commission.\nWe will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains copies of the fourth quarter and full year earnings press release and today's presentation slides. And finally, I would like to note that all financial materials in this presentation reflect only the current IP portfolio. I will now turn the call over to Andy.\n\nAndrew K. Silvernail\n\nChairman, Chief Executive Officer and Director, IDEX Corp.\n\nThank you, Jose, and congratulations on your new role as Vice President of Investor Relations. And congratulations to Mark Nellessen, who's moving from IR to the lead finance role in our North American Packaging Solutions business. And Mark, thanks for pitching in for Tim as he's getting us ready here for day 1 with the DS Smith.\nWith that, good morning, and good afternoon, everybody. I'm going to begin on Slide 3. I'm excited to share that today, DS Smith appear before the court in the U.K. to get final approval, and we officially expect to close the DS Smith transaction at the end of the day tomorrow, U.S. time Friday, January 31. As you know, last week, the competition authorities of the European Commission approved the proposed acquisition of DS Smith by International Paper with conditions. The EC identified minimal concerns about the acquisitions impact on competition in certain areas. To resolve those concerns, we have agreed to divest 5 box plants in Northern France, Northern Spain and Portugal within the next 6 months. We would have preferred to retain all facilities in the IP family, and we truly appreciate the contributions for the team and the team members of these 5 plants. We're committed to identifying suitable buyers who can offer a viable future for these teams.\nEach of these locations is attractive, and we expect significant interest from potential buyers. I'm looking forward to welcoming DS Smith to IP on Monday, February 3. Together with our customers, we're creating the global leader of sustainable packaging solutions, and we're focused on the attractive and growing markets in North America and EMEA. I'm excited about the potential to unlock value for our stakeholders. We'll do a deep dive on the path forward for DS Smith at our Investor Day in March.\nNow transitioning to Slide 4. We are building a performance-driven customer-centric culture at IP to fulfill our purpose a culture that will enable us to create significant value for our employees, customers and shareholders. That work begins with a strong alignment around a very clear and compelling strategy and that strategy stems for our mission and our values of safety, ethics and excellence.\nMost importantly, our teams will put safety above all else. We will drive profitable market share growth by being the low-cost producer and the most reliable and innovative sustainable packaging provider in North America to EMEA. A disciplined 80/20 mindset will permit everything we do. By focusing on the vertical view, we are aligning resources, reducing complexity, removing costs and delighting customers. These efforts are all focused to deliver superior value for all of our stakeholders.\nI'm now moving to Slide 5. We're making progress and taking actions on our path to achieve $4 billion of EBITDA medium term. This does not include the DS Smith base earnings or synergies. Again, we're going to talk about those things in detail at our Investor Day in March. As I've shared in the past, roughly $1.2 billion of the improvement that we are targeting is going to come from cost out. This number is net of inflation. So the way to think about it is that we have to take out roughly $1.6 billion of cost. As we talked about on the third quarter call, we started to do the heavy lifting, and we're making the right choices to take cost out of the system. Those impacts will ramp up through the year with actions already announced and more to come. We've zeroed up the corporate organization. We're aligning resources to the businesses, and we're having a lean, effective and efficient corporate staff. As a result, we expect our costs will be reduced by $120 million annually. We have taken the difficult actions to close 5 box plants in our Global Cellulose Fibers mill in Georgetown, we estimate that these combined will remove roughly another $110 million of cost from our run rate.\nAs I mentioned last quarter, our other -- there are 2 regions where we're doing 80/20 pilots. We're now calling these lighthouses. We have delivered 20% plus productivity gains, and we will scale that optimization method to another 22 box plants in 2025. We -- as we look into 2025 and beyond, we'll continue to be laser-focused on improving reliability at our mills and optimizing our mill and box systems, so we deliver structural cost reduction. In 2024, our operating performance and lack of productivity cost us $350 million. Unlocking this performance will free resources allow us to optimize our overall structure and drive profitable growth. We are also speeding up capital investment opportunities that we believe will deliver significant cost reduction. And to that extent, we have initiated a complete overhaul of our capital investment process to simplify and significantly reduce from time from idea to execution.\nIf we turn to the commercial improvements, we expect these commercial improvements to contribute roughly $800 million to our $4 billion target. Our go-to-market value over volume reset is essentially complete. We expect the final unfavorable impact to volume to be behind us later this year. Volume has tracked to our plan for the past 3 quarters and since we started looking at January, and we have a clear pipeline forward. We have developed a new compensation plan for our sales force to better align incentives to strategy. This plan will also support our goal of attracting and retaining the best commercial talent in the industry. We continue to add new sales associates as we enhance our commercial capabilities and move to a customer-centric culture.\nThis renewed focus on customer experience has already resulted in significant quality and on-time delivery improvements in our packaging business, which is validated by both internal and external data. This is true in general across the overall business and specifically at our 80/20 lighthouses. We also have an ambitious pipeline of capital projects to both facilitate the original optimization of our box system and deliver profitable market share growth.\nAnd I'll share an example here on the coming slides. Before we move on, let me say that I'm proud of our team and the solid progress we're making. We have a lot of work to do. There's absolutely no doubt about that, but the fundamentals are in place for our performance-driven customer-centric culture and those things starting to show. We have the right strategy and execution road map.\nNow comes the hard part, and it will not be linear. We need to demonstrate the ability to execute with excellence. Our success and our destiny lie in our control. Our actions are aimed to drive transformational improvements at IP and create significant value for our shareholders.\nI'm now on to Slide 6. I I'm excited to share we are investing in a greenfield state-of-the-art corrugated box facility in Waterloo, Iowa. This is a great example of the investments we're making as we continue with our ambitious plans to optimize our mill-to-box system and generate attractive returns. This worldwide box plant is designed to deliver on our strategy, 20% lower cost, designed in product quality and just-in-time service. All of this is aligned to a geography and end markets where we are positioned to win. The facility will be strategically located close to some of our best customers, specifically in the protein segment, while being in a freight advantage distance from one of our mills. The plan is to start construction this year and targeting for a start-up in 2026. So again, it's a best-in-class facility designed specifically to delight our customers, achieve a low-cost position to drive profitable growth.\nIn addition to Waterloo, we're also acquiring a bulk plant in West Monroe, Louisiana. This additional capacity and expanded capabilities will allow us to grow our specialty business in an attractive market. As you know, bulk is a business where we are differentiated and have a very good performance track record. We anticipate closing this deal tomorrow.\nSo now let's turn to our full year performance. First, I'll share some highlights, and then I'll turn it over to Mark to walk you through the details. I'm now on Slide 8. Our full year results came in line with our outlook. Relative to prior year performance, higher pricing was more than offset by higher costs than expected volume losses from our commercial strategy, just as we expected. We have seen significant price improvements in our North American packaging business from our go-to-market execution and favorable price index moves. Volume came in lower, but very much in line with our expectations. And again, we're seeing that in January. This period-over-period volume declines from our packaging contract restructuring is playing out in line with our predictions, which is giving us good line of sight along [ we will ] see an inflection point to profitable market share growth. Costs were higher due to employee incentive compensation and were impacted by reliability issues at some of our mills. As I shared before, we are laser-focused on improving reliability and taking cost out of the system.\nAs we look to 2025, I want to note that we're not going to go into detail on the outlook for this year. As you may recall, while our combination with DS Smith remains pending, certain U.K. rules constrain our ability to provide a profit forecast. Even though we are looking forward to closing the transaction tomorrow, today, we are still subject to those rules, which limit what I can say. Our plan is to provide you with our outlook and a detailed road map at our Investor Day coming up in March. But at a high level, 2025 is expected to be a transformational year. During the first few months, we anticipate earnings will continue with the stabilization trend and then we expect our earnings to progressively ramp from a combination of the cost actions already announced further improvements throughout the year, sequentially improving commercial wins and overall benefits of our 80/20 implementation.\nWith that, I'm going to turn it over to Mark, who's going to provide more details on our fourth quarter performance and outlook.\n\nMark P. Nellessen\n\nVice President of Investor Relations\n\nThank you, Andy. So turning to our fourth quarter key financials on Slide 9. Operating earnings per share came in slightly better than the outlook we provided last quarter. Our EBITDA margin came in slightly better sequentially and overall, we see stable to improving results on a sequential basis. Our free cash flow was impacted primarily by changes in working capital as well as sequentially higher capital spending and DS Smith related transaction costs.\nWe could turn to Slide 10, and I can provide more details about the fourth quarter as we walk through the sequential earnings bridges. Fourth quarter adjusted operating earnings per share was negative $0.02 as compared to $0.44 in the third quarter. As expected, accelerated depreciation expense was a significant impact in the fourth quarter due to previously announced facility closures, accounting for $0.56 per share. Price and mix was higher by $0.12 per share, driven by the flow-through of prior price index movements and mix benefits in our packaging business. Volume was unfavorable by $0.08 per share due to 2 fewer shipping days in North America box as well as some volume trade-offs related to commercial contract restructuring actions. Deploying our commercial strategies across the portfolio continue to impact volumes as we closed out the year as we expected.\nOperations at cost was unfavorable by $0.11 per share sequentially. This is largely the impact of seasonally higher costs as well as a step down in insurance recovery related to the [ X-Tack ] box plant fire and some reliability events in our mill system across both businesses. Maintenance outages were higher by $6 million or $0.01 per share in the fourth quarter and input costs were favorable by $0.06 per share sequentially, mainly driven by lower cost for OCC and wood. And finally, corporate items favorably impacted earnings by $0.12 per share sequentially, primarily due to lower taxes.\nTurning to the segments and starting with the Industrial Packaging's fourth quarter results on Slide 11. Price and mix was higher by $63 million due to the realization of approximately $40 million of benefits from prior index movement along with additional benefits from our Containerboard export and open market sales. We saw a mix improvement in both North America and Europe. Volume was lower by $24 million sequentially due to 2 fewer shipping days in the fourth quarter. In addition, we made choices based on our box go-to-market strategy that negatively impacted our volume as expected, but this will allow us to improve our margins and mix over the long term.\nOperations cost was $22 million unfavorable sequentially primarily due to the impact of seasonally higher costs, a step down in the X-Tack insurance proceeds, which we received $25 million in the third quarter to $12 million in the fourth quarter and some reliability events in our mill system. Planned maintenance outages were lower by $22 million sequentially and input costs were $20 million favorable, primarily due to lower OCC and wood costs. And accelerated depreciation decreased earnings by $9 million due to the 5 packaging facility closures in the fourth quarter.\nMoving on to fourth quarter results for Global Cellulose Fibers on Slide 12. Price and mix was sequentially lower by $13 million due to price index movement. Volume sequentially was lower by $8 million in the quarter due to the Georgetown mill closure in early December as well as a pull-forward of orders in the prior quarter as customers anticipated a potential port strike. Operations and cost was unfavorable sequentially by $23 million which includes unabsorbed fix costs from the Georgetown mill closure, some reliability issues and higher seasonal costs. Planned maintenance outages were higher in the fourth quarter by $28 million, and input costs were $4 million favorable, primarily driven by lower wood costs. And finally, accelerated depreciation decreased earnings by $222 million, mostly due to the Georgetown mill closure in the fourth quarter.\nTurning to Slide 13. Before we get into the details, I would remind everyone that accelerated depreciation is included in operating earnings and is called out for each business -- and sorry, adjusted earnings for our Industrial Packaging segment are expected to be higher sequentially by $52 million. This includes a non-repeat of accelerated D&A expense. Adjusted earnings for Global Cellulose Fibers are expected to be higher specially by approximately $220 million, and this also includes a non-repeat of accelerated depreciation expense in the prior quarter.\nNow let me give you a breakdown by business segment. I'll start with Industrial Packaging. We expect price and mix to decrease earnings by $5 million sequentially from lower export pricing to date and unfavorable seasonal mix impact. Volume is expected to increase earnings by $10 million due to 2 more shipping days primarily. We expect operations and costs to increase earnings by $30 million. This includes benefits from our box plant optimization as well as non-repeats related to incentive compensation and other items from the prior quarter. It also includes the unfavorable impact of wage inflation. We expect accelerated depreciation will increase earnings for the packaging business by approximately $11 million because of the expense related to the 5 packaging facility closures that occurred in the fourth quarter. Lower maintenance outage expense is expected to increase earnings by $6 million. And lastly, we expect input costs to remain flat overall with higher energy costs offsetting lower OCC prices.\nSwitching to Global Cellulose Fibers, we expect price and mix to decrease earnings by approximately $10 million as a result of prior index movement. Volume is expected to be stable and we expect operations to cost to increase earnings by approximately $35 million. This includes improved performance and reliability as well as non-repeats related to incentive compensation and other items from the prior quarter. We expect accelerated depreciation will increase earnings for the pulp business by approximately $222 million because of the expense related to the closure of Georgetown mill in the fourth quarter. Higher planned maintenance outage expense is expected to decrease earnings in the fourth quarter by approximately [ $26 million ]. And lastly, input costs are expected to be stable.\nWith that, let me turn it back over to Andy.\n\nAndrew K. Silvernail\n\nChairman, Chief Executive Officer and Director, IDEX Corp.\n\nThanks, Mark. We'll now turn to Slide 14. I'm excited to remind everybody that we'll be hosting our Investor Day in New York on March 25, we will provide an in-depth review of our strategy business and financial objectives for the new IP. We'll share our progress on DS Smith integration and outlook, the detailed plan for North American packaging and how 80/20 deployment across the company will help drive profitable growth. Our goal is to provide a very detailed, clear and time-based path forward.\nWith that, operator, let's now pause and take questions."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d3b9b268547a278a1f4b9afe24a2e947",
    "period": "2024 Q2",
    "content": "Q2 2024 International Paper Co Earnings Call\n\nQ2 2024 International Paper Co Earnings Call\n\nIPNYSEJUL 24, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper Second Quarter 2024 Earnings Call. [Operator Instructions] It's now my pleasure to turn the call over to Mark Nellessen, Vice President, Investor Relations. Sir, the floor is yours.\n\nMark P. Nellessen\n\nVice President of Investor Relations\n\nThank you, Alan. Good morning, and thank you for joining International Paper's Second Quarter Earnings Call. Our speakers this morning are Andy Silvernail, Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer.\nThere is important information at the beginning of our presentation, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. These and other factors that could cause actual results to differ materially from such forward-looking statements can be found in our press releases and reports filed with the U.S. Securities and Exchange Commission. We will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is available on our website -- our website also contains copies of the second quarter earnings press release and today's presentation slides.\nWith that, I'll turn it over to Andy Silvernail.\n\nAndrew K. Silvernail\n\nChairman, Chief Executive Officer and Director, IDEX Corp.\n\nThanks, Mark. Good morning to everybody in the Americas, and good afternoon, all of our friends in Europe. I'm excited to have joined the IP team with our rich history, important mission and dedicated talented people. Prior to joining IP, I spent a decade as CEO of IDEX Corporation, where we delivered strong, consistent results through great teams, customer obsession and embracing an 80/20 operating system. I also spent several years working with private equity where speed and impact are on a premium.\nI've been asked many times since my announcement, why IP. The bottom line is that through my deep diligence, very similar to how I approach acquisitions. I found a company that matters in terms of its mission, a company with solid underpinnings and a company with a lot of opportunity for improvement and significant upside potential. It is absolutely a diamond in the rough. I spent my first 90 days on a learning journey with the goal of getting fact-based insights, aligning the team dimensionalizing the opportunity and launching the improvement plan. It's been a powerful experience, an opportunity to speak with employees, customers, suppliers and investors. All of this has reinforced my initial beliefs and opened new insights.\nLet's turn to Slide 5. So before we go through the quarter, I'm going to talk about the case for change International Paper. And later in the presentation, I'm also going to talk about what we're planning to do differently to drive significant change in IP and significantly improved performance. So I'm going to spend a few minutes walking you through some of the data that highlights the challenges we faced as a company in a very candid fact-based way. The data and feedback have told me that most of our performance issues are self-induced. And as a result, these can be fixed with intense focus on the right strategy and encouraged to do what must be done.\nI'm going to start on Slide 6. You can see 10 years [ of debut ] here. These are the facts that I know as owners of IP you appreciate. We have underperformed on every meaningful metric. You can see the realities of sales, margin and profitability decline. And although it's not on this chart, our return on invested capital has followed the same trend and is underwater today. I want you, as our share owners to know I understand this is totally unacceptable, and we are going to fix it. But to fix it, we need to understand the root cause, we must face the rural facts and do something very different.\nLet's go to Slide 7. IP's performance deterioration has been exacerbated by some very important choices in capital allocation and resource allocation. You can see over the past decade, we spent more than $35 billion, including returning cash to shareowners, making investments and improving the balance sheet. Let me start with the efforts around the balance sheet. We made excellent choices here, deleveraging and funding our pension. A strong balance sheet is foundational and gives us great degrees of freedom for value creation.\nBut we've also spent more than $12 billion on dividends and share repurchases. Both of these tools can create substantial value if used well but are value-destructive if used poorly. IP will pay an attractive dividend. We can support our dividend at the current level and we will grow into it as performance improves. But as I think about share repurchases, when how you do it really matters. As with most companies, IP purchase shares when cash is generated, but not in the mind of maximizing the opportunity based on market factors and intrinsic value. The remaining spend, $2 billion in acquisitions and $12 billion on CapEx have not generated the returns we expect.\nI'm now turning to Slide 8. Importantly, our spending since 2018 on investments that drive performance for customers and productivity have lagged. I'm not saying that we can't be more efficient with capital than our competition, but we push the envelope too far. While our mills are well capitalized in advantaged, we spent too much on unproductive capacity and haven't stayed ahead of the curve. We have under-invested in our box system.\nOn the right-hand side is where you can see this show up. We've underspent on maintenance and repair, and this is the heartbeat of operations and what drives reliability for our customers and productivity. These numbers are supported by the conversations I'm having with our folks across our system, particularly in maintenance. We've got an incredibly long list of great opportunities that need capital to drive performance for our customers and expand profitability. When we're driving excellent reliability internally, we get excellent reliability externally, and we will sell for our customers and get paid for value. That means we've got to spend some money, and I believe we can do that with capital plan in the range of $1 billion to $1.1 billion per year. If opportunities exist to drive results by expanding those investments, we will do so.\nI'm turning to Slide 9. This is probably the most important slide that we're going to go through here today, that and capital allocation. The lack of investment back into the businesses has directly contributed to a cost problem. Operating costs have ballooned on modest sales growth. The good part here is that it's in our control. We can attack this and control our own destiny. What doesn't show up on this page is the impact of the slippage of reliability for our customers.\nReliability, defined as quality, delivery and service is the most important factor for the vast majority of our customers. We made our own bed here under investing in cost that has lost its market share over the past decade. The share loss will continue over the near term. But again, we know how to reverse this and can control our own destiny. We've done a lot of work commercially to position ourselves correctly in the market. We've made sensible value over volume trade-offs recently, and we're ramping up our commercial talent, capability and incentives. We have lost other share where we let customers down. We will change it by being the leader in reliability. We made some solid progress in on-time delivery, and our corrugator and converted capacity is up. But we have more to do to arrest the share slide.\nI'm now turning to Slide 10. I I'll talk about this on where to build from and things to improve. IP has a strong culture of ethics. We work with integrity. This is a really hard thing to change within our organization, and we have a great foundation here. We have talented, experienced people up and down the organization. I'm finding them willing to face the reality and a very significant change. My team wants to win. They are tired of getting their butts kicked. My job is to focus and align them on the critical few and away from the trivial many. The strongest thing we have to build from is our North American packaging franchise. Our packaging franchise is incredibly valuable and has tremendous upside potential with the right strategy. And as I mentioned earlier, we have a strong financial foundation.\nTurning to the opportunities for improvement. We are embracing an 80/20 operating system to do 4 things: first, an outside-in customer-driven strategy that differentiates through reliability and leverages our reach; second, optimize our cost structure; third, align our team and resources toward differentiation and profitable growth; finally, we will instill a high-performance culture that achieve superior results.\nIn a little bit, I'm going to talk about how we are embracing 80/20 to drive results. So now let me turn to the second quarter about performance and the outlook. I'll share some highlights and then turn it over to Tim to walk through the details. I'm now on Slide 12. Our second quarter earnings were higher than the first quarter, but relatively unchanged year-over-year. We saw a sequential improvement driven by higher sales across sailing prices across the portfolio and we got benefit from seasonally higher box volumes.\nRegarding the market environment, they were stable to moderately better demand. However, IP packaging volumes came in below our expectations and continued to lag the overall market, and that will continue for some time. We're seeing expected volumes to decline from repositioning our optimization -- and optimizing value and volume. We do have residual effect from a history of underinvesting in certain regions and markets where we have ongoing reliability and capacity issues that we are addressing and have seen improvement in already. We need to make sure that we are close to the market pricing appropriately and investing to be the leader in reliability.\nAs I mentioned earlier, we're focused on investing and differentiation, and we are seeing specific results are leading indicators to positive change. It will, however, be messy over the next 3 to 4 quarters. We expect near-term performance to be challenged by seasonally lower volumes and higher mill outage expense.\nWith that, I'll turn it over to Tim to provide more details about our second quarter performance and our outlook.\n\nTimothy S. Nicholls\n\nSenior VP-Industrial Packaging Group, International Paper Co.\n\nThank you, Andy. Good morning, everyone. I'm on Slide 13 now, where I'll provide the details around the second quarter as we walk through the sequential earnings bridge. Second quarter adjusted operating earnings per share was $0.55 as compared to $0.17 in the first quarter. Recall that the first quarter included a $0.10 per share drag related to the January freeze and the Ixtac box plant fire. Price and mix was higher by $0.23 per share, driven by the flow-through of prior price index movements as well as margin and mix benefits from successfully executing our Box Go-to-Market strategy and our GCF optimization strategy.\nVolume was favorable by $0.06 per share. Although we continue to see favorable demand trends deploying our commercial strategies across the portfolio continues to impact volumes in the near term as expected as we transition based on our strategy. Operations and cost was unfavorable by $0.01 per share sequentially. This is largely from the impact of inflation higher S&A and spending to improve reliability in our packaging business, partially offset by mill efficiencies following the pulp machine closure at our Riegelwood mill.\nMaintenance outages were lower by $16 million or $0.03 per share in the second quarter and input costs were overall flat sequentially with decreased costs for energy and freight, offsetting increased costs for OCC and chemicals. And finally, corporate items favorably impacted earnings by $0.07 per share sequentially due to a lower effective tax rate.\nTurning to the segments and starting with Industrial Packaging second quarter results on Slide 14. Price and mix was higher due to the realization of approximately $45 million of benefits from prior index movement. Additionally, benefits from our box go-to-market strategy contributed approximately $25 million of earnings benefit from improved margins and mix. and higher export and mix contributed approximately $21 million. Volume was higher by $27 million sequentially given the stable to improving demand trends we are seeing.\nHowever, as expected, our Box Go-to-Market strategy is about making choices that impacts our volume in the near term. Although we expect to trail the industry for the next few quarters, we believe our Box Go-to-Market strategy will allow us to improve our margins and mix over the long term. Operations and costs was $43 million, unfavorable sequentially due to the impacts of inflation, higher S&A and spending to improve reliability. Planned maintenance outages were higher by $3 million sequentially and input costs were $3 million favorable, primarily due to lower energy more than offsetting higher OCC costs.\nMoving to Slide 15. I'll cover the Global Cellulose Fiber second quarter. Price and mix was sequentially higher by $22 million to the price index movement and GCF optimization strategy, driving benefits from higher absorbent pulp mics and the reduction in commodity grades. Volumes sequentially was relatively flat overall as improved demand for absorbent pulp was offset by lower sales of commodity grades as we continue to focus on strategically aligning our business with the most attractive customers and segments.\nOperations in cost was favorably -- was favorable sequentially by $36 million. A large portion of this benefit is related to the pulp machine closure at our mill in Riegelwood, North Carolina. Planned maintenance outages were lower in the second quarter by $19 million as planned. And finally, input costs were higher by $1 million with lower energy costs, not quite offsetting higher chemical and wood costs.\nTurning to Slide 16. I'm going to provide our outlook for the third quarter. As Andy said earlier, we expect lower sequential earnings due to volume decline and higher costs, offsetting benefits from the prior price index increases. For our Industrial Packaging segment, earnings are expected to be down sequentially in the third quarter by approximately $160 million. and earnings will be relatively flat for global cellulose fibers.\nNow let me give you the breakdown. I'll start with Industrial Packaging. We expect price and mix to improve earnings by approximately $60 million sequentially. This is the result of prior index movement in North America as well as higher export prices to date. I would also note that approximately $13 million of the expected improvement is related to our Box go-to-market strategy. Volume is expected to decrease earnings by approximately $65 million due to 1 less shipping day and seasonally lower demand.\nWe expect operations and costs to decrease earnings by approximately $80 million. This includes higher reliability spending, labor and benefits costs during the summer months and higher unabsorbed fixed costs. Higher maintenance outage expense is expected to decrease earnings by approximately $44 million. And lastly, higher input costs are expected to decrease earnings by approximately $30 million, primarily due to higher energy costs.\nSwitching to Global Cellulose Fibers, we expect price and mix to increase earnings by approximately $10 million as a result of prior index movement. Volume is expected to decrease earnings in the third quarter by approximately $5 million due to seasonally lower demand. We expect operations and costs to decrease earnings by approximately $25 million, largely due to higher distribution costs and timing of spend as well as higher unabsorbed fixed costs. Lower maintenance outage expense is expected to increase earnings in the third quarter by approximately $25 million. And lastly, input costs are expected to be stable.\nWith that, I'll turn it back over to Andy.\n\nAndrew K. Silvernail\n\nChairman, Chief Executive Officer and Director, IDEX Corp.\n\nThanks, Tim. I'll pick back up on Slide 17. For over a decade, I've embraced an 80/20 operating system that has consistently produced superior results for customers and shareholders. At IDEX, 80/20 became part of our DNA, and we delivered over 500% TSR over my tenure. One of the reasons I joined IP is that through my diligence, I found a very compelling case where 80/20 can produce significant results. 80/20 is a data-driven methodology that creates laser-like focus on customers, products and resources that drive dramatic profitable growth. It's about simplifying so we can say yes to the critical few and now to the trivial many that create value destroying complexity. Using this approach, we are reviewing the entire portfolio and subsegments as well as our enterprise functions.\nI'm now turning to Slide 18 to talk about 80/20 methodology. There are 4 steps to 80/20 that we're taking our entire business through and then some segments of our business and the enterprise. Step 1 is on simplifying customers and products quickly to focus on attractive markets, we should never become good it's something we shouldn't have done in the first place. Step 2, we want to segment unlike businesses so we can focus on winning for the customer and driving results. Step 3, we're going to align minimum resources. Different businesses have different resource intensity. We need to give them uniquely what they need to win. Step 4 is accelerating profitable growth through customer obsession that shows itself in great quality, delivery, service, value-based pricing and innovation.\nNow let's turn to Slide 19. The most important insight of 80/20 is a misalignment of what drives the business and how resources are typically applied. I've deployed 80/20 dozens of times and found this to be universally true. We had 40 businesses at IDEX, and I brought the approach to private equity also. The bottom line is that unaffected complexity grows out of control in each resources. IP is a very complex business. but were complex by choice, not by necessity. We will simplify and focus IP. We will improve profitability while at the same time, liberating resources to invest in differentiated capabilities to the most attractive customers products, productivity and capital allocation. My experience is that 80/20 is a highly differentiated approach that demands facing the brutal fact and by making courageous choices that dramatically improved results.\nNow let's turn to Slide 20. So what will you, our customers and our team experience. First, we will simplify to focus on the businesses, customers and products where we will invest long term and differentiate. Second, we'll segment the businesses to stand on their own. Third, we will zero up each business. You're going to hear that term 0 up often, but we're going to zero up each business. This means we will rigorously understand what resources are needed to win for customers and deliver attractive profitability. Fourth, we will commit and align our people and our investment.\nFinally, we'll place authority and accountability close to the customer and decision-making to drive outstanding results. We'll take the same approach to the [ 4 centers ]. Through the zero up, we are determining the minimum resources required to be a public company and then be very strategic about a small handful of things we will invest in to differentiate across the company.\nTurning to Slide 21. We will be relentless in applying 80/20 across IP. We launched 80/20 shortly after I joined. We actually started the data process before I joined. We've completed much of the analytics that point us towards opportunity. IP has attractive and substantial upside. I believe that the current portfolio of IP has the potential to deliver $4 billion of EBITDA in a mid-cycle environment. The key drivers will be optimizing our cost structure to improve profitability and very importantly, liberate resources, investing in box plants for reliability and productivity, investing in our mills for long-term performance and cost advantage and investing in our commercial capabilities for innovation and sales talent. Ultimately, these will allow us to win for our customers and be rewarded for the value that we create for our customers.\nI'm turning to my final slide on 22. We're going to be laser focused working with the teams to accelerate 80/20 and begin implementation. I commit to continue to engage with you and share updates. We're planning a road show in September, and we're also attending conferences. We'll update you on our progress at our next earnings call in October. We expect that required disclosure documents related to DS Smith acquisition will be published in late summer and related meetings held in the early fall. And we will offer an 80/20 101 webinar on August 14 to give you an opportunity to learn more about 80/20 and how it drives change and results. So you'll get an invitation to attend that. Finally, we're going to have an Investor Day in March. This will give us an opportunity to share our progress at that time.\nThe last thing that I want to say is I want to say thank you to the IP team. I have pushed them very hard in a very short period of time. I found people to be willing and able to tackle this important mission. People are bought into what we're trying to do. They understand the stakes at hand, and we're going after it. With that, let me turn it over to the operator for questions."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1afc524ab80533320539128e51752da0",
    "period": "2024 Q1",
    "content": "Q1 2024 International Paper Co Earnings Call\n\nQ1 2024 International Paper Co Earnings Call\n\nIPNYSEAPR 25, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper's First Quarter 2024 Earnings Call. [Operator Instructions]\nIt is now my pleasure to turn the call over to Mark Nellessen, Vice President, Investor Relations. Sir, the floor is yours.\n\nMark P. Nellessen\n\nVice President of Investor Relations\n\nThank you, Greg. Good morning, and thank you for joining International Paper's First Quarter Earnings Call. Our speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer.\nThere's important information at the beginning of our presentation, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. We will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains certain copies of the first quarter earnings press release and today's presentation slides.\nI will now turn the call over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Mark, and good morning, everyone. We will begin our discussion on Slide 4 where I will highlight our results.\nStarting off the year, our teams across International Paper executed well with intense focus on taking care of our customers while accelerating commercial and mill optimization strategies. We are also encouraged to see positive market momentum as we continue to see signs of demand recovery. Additionally, sales price index has improved across our portfolio and the majority of this will flow through our contracts in future quarters. Our first quarter were generally in line with our outlook and represent a trough based on seasonally low volumes, higher OCC costs and the majority impact from the 2023 sales price index declines.\nEarnings were also on impacted by approximately $38 million from the January winter freeze and approximately $14 million from a significant fire that consumed our box pent in ista, Mexico. Fortunately, no one was injured and our team to remain focused on taking care of our employees and customers as we manage through this incident in the quarter, our teams across International Paper made significant progress executing our strategic initiatives.\nWe realized significant margin and mix benefits from our Box Go-to-Market strategy, well above our initial expectations for the first quarter. In addition, we continue to make investments to strengthen our packaging businesses. We also realized benefits from our optimization strategy in Global Cellulose Fibers and from the fixed cost reduction initiatives in our mill system. These strategic initiatives portfolio are focused on accelerating margin improvement and driving profitable growth.\nIn addition to this ongoing work, last week, we announced a catalyst to create significant value for shareholders through a highly combination with DS Smith. This additional catalyst is something we look forward to working along with DS Smith team and continuing our conversations with investors regarding this opportunity.\nAt this time, we do not have any additional information to share. So for today's call, including the Q&A session, we intend to focus specifically on International Paper's performance. I will now turn it over to Tim provide more details about our first quarter performance and also our outlook. Tim?\n\nTimothy S. Nicholls\n\nSenior VP-Industrial Packaging Group, International Paper Co.\n\nGreat. Thank you, Mark. Turning to our first quarter key financials on Slide 5. As Mark mentioned earlier, our first quarter earnings were generally in line with our outlook and represent a trough based on seasonally low volumes, higher OCC costs and the majority impact from the 2023 sales price index declines. Operating earnings and margins were also negatively impacted by approximately $52 million or $0.10 per share from the January winter freeze and the Ixtac box plant fire.\nFor the quarter, we generated $144 million of free cash flow. As a reminder, our free cash flow in the first quarter of last year included a $193 million final settlement with the IRS related to IP's timber monetization structure. Looking ahead, we expect significant earnings improvement based on positive market trends and benefits from our commercial and cost improvement initiatives.\nNow I'll turn to Slide 6, and I'll provide more details about the quarter as we walk through the sequential earnings bridge. First quarter operating earnings per share was $0.17 as compared to $0.41 in quarter. As I mentioned earlier, the first quarter included $0.10 per share related to the January freeze and the Ixtac fire. Price and mix was higher by $0.14 per share, driven by significant margin and mix benefits from successfully executing our Box Go-to-Market strategy and our GCF optimization strategy. This was partially offset by the majority of prior sales price index declines from 2023.\nVolume was unfavorable by $0.08 per share primarily due to seasonally lower shipments across both segments as well as some impact from the winter storm in January. We continue to deploy our commercial strategies across the portfolio, focused on margin and mix improvement which has impacted volumes in the near term as we transition based on our strategy. Operations and costs were unfavorable by $0.13 per share sequentially. This included approximately $0.07 per share from the January winter freeze and the Ixtac box plant fire. The remainder was primarily due to cost inflation including the higher cost of employee benefits.\nThe unfavorable impact to operating costs from seasonally lower volumes was offset by cost savings from our mill closure and machine shutdowns last year. Maintenance outages were higher by $16 million or $0.03 per in the first quarter. And input cost unfavorably impacted earnings by $0.07 per share sequentially, largely due to increased costs for OCC, with the remainder from higher energy and chemicals. And finally, corporate items unfavorably impacted earnings by $0.07 per share sequentially, primarily due to FX and reserve adjustments that were favorable in the fourth quarter.\nTurning to the segments and starting with Industrial Packaging on Slide 7. Price and mix was higher due to significant benefit from our Box Go-to-Market strategy, which contributed approximately $110 million of earnings benefit from improved margins and mix. This was partially offset by the majority of prior sales price index declines on 2023, which negatively impacted earnings by approximately $53 million. With that said, the February index publication of $40 per ton increase will flow through our contracts primarily over the next couple of quarters. In addition, the commercial benefits from our Box Go-to-Market strategy exceeded our expectations for the first quarter and the commercial teams remain focused on pursuing additional opportunities going forward.\nVolume was lower as first quarter represents our seasonally lowest shipment of the year and was also adversely impacted by the January freeze. Also, our Box Go-to-Market strategy is about making choices that will likely impact our volume in the near term, but will allow us to improve our margins and mix the long term. Although we expect to trail the industry for the next few quarters when measuring unit volume growth, we fully expect the volume impact to be tempered as we continue to transition toward our target mix of customers and invest in the business to maximize profitability.\nOperations and costs included a $34 million unfavorable impact from the January winter freeze and the Ixtac box plant fire in March. The remainder was primarily due to cost inflation, including items such as labor, materials, contracted maintenance services and higher cost of employee benefits. There was also lower fixed cost absorption from seasonally lower volumes. However, this was partially offset by $22 million of fixed cost savings from the Orange mill closure. Outside of the January freeze our mill system ran very well in the first quarter. Planned maintenance outages were higher by $26 million sequential and input costs were higher primarily due to higher OCC costs.\nOn Slide 8, we thought it would be helpful to update you on segment trends for our North American packaging business like we did last quarter. We continue to see stable to improving demand across all end-use segments. Let me highlight some of the trends based on customer feedback. E-commerce continues to be very resilient, up mid-single digits on a year-over-year basis in quarter and significantly above pre-COVID levels.\nFood and beverage has been relatively stable overall. The overall Fresh Food segment continues to benefit from solid performance across the foodservice channel as well as consumer shifts toward make at-home mills in lieu of Processed Food and its convenience. The Processed Food segment is beginning to show signs of improvement as some and retailers are running promotions to improve sales volumes. The produce segment was about flat in the first quarter with a drag from wet weather in the Western U.S. However, this segment is expected to recover in the second quarter.\nAnd the Protein segment is improving following a period of supply reductions in beef and poultry. Poultry remains a preferred choice by consumers based on value. The beverage segment remains under pressure as budget-conscious consumers have reduced consumption of specialty beverages and bottled beer, which tend to be more packaging and intensive.\nIn summary, based on these trends, we believe industry box demand will grow approximately 2% to 3% in 2024. We understand the critical role of corrugated packaging plays and bringing essential products to consumers, and we believe that IP is well positioned to grow our customers -- with our customers over the long term.\nMoving to Global Cellulose Fibers on Slide 9. Price and mix was higher due to price index movement and the GCF optimization strategy driving benefits from higher absorbent pulp mix and the reduction of commodity grades. Volumes sequentially was relatively flat overall as improved demand for absorbent pulp was offset by lower sales of commodity grades as we continue to focus on strategic aligning our business with the most attractive customers and segments. Operations and cost was unfavorable sequentially due to the January freeze and cost inflation, including labor, materials, contracted services and higher cost of employee benefits and some timing of spend.\nMost of this was offset by $12 million of lower fixed costs resulting from the 2 pulp machine closures at our Mills in [ Regen ] North Carolina and Pensacola, Florida. Planned maintenance outages were lower in quarter by $10 million and also included a $24 million outage related to the Georgetown white papers machine that unfavorably impacted earnings in the first quarter, but is expected to be recovered throughout the year through an existing supply agreement with Sylvamo.\nFinally, input costs were higher by $7 million, primarily due to higher energy costs during the January 3. On Slide 10, we'll take a look at our second quarter outlook. I'll start with Industrial Packaging. We expect price and mix to improve earnings by $65 million sequentially. This is the result of the prior index movement in North America, higher export prices to date as well as continued progress with our Box Go-to-Market strategy. Volume is expected to increase earnings by $55 million, primarily due to seasonally higher daily with 1 more shipping day.\nOperations and cost is expected to decrease earnings by $70 million. This includes proactive maintenance spending beyond our full-scale mill annual outage program. As we anticipate continued demand recovery and increased equipment utilization, this spending is focused on improving productivity and efficiencies across our mills and box plant network. We will continue to experience additional inflation and higher S&A including additional commercial resources to support our Box Go-to-Market strategy.\nHigher maintenance outage expenses decrease earnings by $4 million. Included in that total is a $19 million outage related to the Riverdale white papers machine that will be recovered throughout the year through an existing supply agreement with Sylvamo. And lastly, input costs are expected to be stable overall as higher costs are expected to be offset by lower energy costs.\nSwitching to Global Cellulose Fibers, we expect price and mix to increase earnings by $15 million as a result of prior index movements. Volume is expected to remain flat as we reduce exposure to commodity grades and grow with absorbent pulp. Operations and costs are expected to increase earnings by $20 million, primarily due to lower fixed costs resulting from pulp machine closures in our Riegelwood and Pensacola mills, the nonrepeat of the January free and time of spending.\nLower maintenance outage expense is expected to increase earnings in the second quarter by $19 million. This sequential improvement reflects the $24 million Georgetown paper outage that occurred in the first quarter, which we expect to recover throughout the rest of the year. And lastly, input costs are expected to be stable.\nWith that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThanks, Tim. I'll turn to Slide 11 and give you some additional perspective on our progress we're making on our business strategies.\nOur teams across International Paper are advancing our strategies and capturing significant value. In the packaging business, which is on the left-hand side of this slide, our Box Go-to-Market strategy is focused on enhancing our capabilities and strong value propositions to improve margins and mix. We are making choices that create value for our customers while maximizing the profitability of our packaging business.\nEarlier, Tim called out approximately $110 million of price and mix benefits realized in the first quarter. and we expect additional opportunities as we go through the year. In addition, we continue to make investments across our box network to improve our capabilities to serve customer needs and increase productivity. These projects have attractive financial returns and position our packaging businesses for profitable growth in the future.\nIn our Global Cellulose Fibers business, we also realized benefits from our optimization strategy by aligning our resources with the most attractive customers and segments and exposure to commodity grades. This shows up as margin and mix improvements in the first quarter. Across the enterprise, we also optimized our mill system and realized $34 million of fixed cost savings in the first quarter. These strategic initiatives across our portfolio are focused on accelerating margin improvement and driving profitable growth and will remain a high priority for our teams at IP.\nMoving to Slide 12 and our CEO transition, I'd like to take a moment to express my personal gratitude for my journey with International Paper. It's been a privilege to be part of the IP family for my entire career. 4 years really goes by fast. When you work with people at a great company. While I enjoyed all the various roles and opportunities, I'm truly humbled and honored to have served as IP's leader for the past decade. During this time, we have become a more focused company and our financial foundation is strong, as are the principles and core values that guide our actions and decisions about how we operate.\nOur team knows our mission matters that we improve people's lives by using renewable resources to make people depend on every day. We understand how important it is to help our customers solve problems and achieve their goods. And we're laser-focused on the things that are improving the company and making IP a very well positioned for the future. I'm incredibly proud of our employees. I have seen them demonstrate time and time again their resilience and agility to overcome challenges. This was particularly evident during the global pandemic when our team showed up for work every day to get the job done, their dedication ensured people around the world had access to a variety of essential goods.\nTo everyone on the IP team in all our operations and offices around the globe for what you do each day and for making a difference, thank you. And to our shareowners, thank you for your continued confidence and investment in International Paper. It has been a remarkable journey for me being part of 126-year legacy. I'm proud of how far our company has come and I'm looking forward to seeing how for International Paper will go.\nAnd with that, we're ready to move to Q&A."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a12763df3d03318656e41923ee4ec954",
    "period": "2023 Q4",
    "content": "Q4 2023 International Paper Co Earnings Call\n\nQ4 2023 International Paper Co Earnings Call\n\nIPNYSEFEB 1, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper's Fourth Quarter 2023 Earnings Call. [Operator Instructions]\nIt is now my pleasure to turn the call over to Mark Nellessen, Vice President, Investor Relations. Sir, the floor is yours.\n\nMark P. Nellessen\n\nVice President of Investor Relations\n\nThank you, Greg. Good morning, and thank you for joining International Paper's Fourth Quarter Earnings Call.\nOur speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer.\nThere is important information at the beginning of our presentation on Slide 2, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. We will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains copies of the fourth quarter earnings press release and today's presentation slides.\nWith that, I'll now turn it over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Mark, and good morning, everyone. We will begin our discussion on Slide 3, where I will touch on our full year 2023 results.\nAs I reflect on this past year, I'm very appreciative of all the hard work our employees have performed and for our strong customer relationships as we managed through a challenging market environment. Our teams across International Paper executed well, both commercially and operationally. They work closely with our customers to create value and serve their needs, while navigating an uncertain and changing demand environment. Our teams were also focused on driving our cost in all categories of spend across our large network of mills, box plants and supply chain operations.\nIn addition, we took strategic actions to structurally reduce fixed costs in our mill system, in our Industrial Packaging business and our Global Cellulose Fibers business. We also made significant progress in Building a Better IP, by delivering $260 million of earnings benefits in 2023, driven by commercial and process improvement initiatives.\nI'm pleased to say that we've exceeded our target each year since we began this initiative, which demonstrates how Building a Better IP is now a mindset embedded in our culture, with intense focus on maximizing value through commercial and operational excellence.\nWe also advanced our strategies to improve profitability across our portfolio. In our box business, our go-to-market strategy is focused on improving margins and mix by investing in capabilities to enhance our value proposition to align with customer needs. In Global Cellulose Fibers, our strategy is focused on optimizing the business, by reducing exposure to commodity pulp and aligning our mill footprint. We will be sharing more about these strategies later in the presentation.\nAnd in addition to reinvesting in our businesses, we also preserved our solid balance sheet and returned approximately $840 million to our shareholders. As we go through the rest of the presentation, we'll share our perspective on the market and the trends across our portfolio. We thought this would be helpful as you reflect on industry dynamics entering the new year.\nI will now turn it over to Tim who will provide more details. Tim?\n\nTimothy S. Nicholls\n\nSenior VP-Industrial Packaging Group, International Paper Co.\n\nGreat. Thank you, Mark. Good morning, everyone.\nIf we turn to Slide 4, the full year key financials. As Mark mentioned earlier, 2023 proved to be a challenging market environment, which impacted our financial performance. During much of the year, underlying demand for our products was lower, as consumers prioritize spending on services and essential goods. This trend was influenced by the pull forward of goods during the pandemic, as well as by inflationary pressures and rising interest rates that impacted the consumer.\nDemand for our products was further constrained by inventory destocking, as our customers and the broader supply chain work through elevated inventories of their products. The lower demand, combined with declining sales prices for our products and sticky cost inflation resulted in lower revenues and earnings in 2023, when compared to prior periods. Based on shipment trends across the markets we serve, we saw a demand trough in the first half of 2023, and then continued to see improvement throughout the year.\nIn addition, we benefited from the Building a Better IP initiatives Mark just mentioned. And as a reminder, free cash flow for the year included a onetime use of cash totaling approximately $200 million, related to our timber monetization actions.\nNow I'll turn to the fourth quarter key financials on Slide 5. Operating earnings per share came in better than the outlook we provided in the third quarter. Our teams executed well, by optimizing costs and delivering commercial initiatives focused on margin and mix improvement. And as we announced in the third quarter, we closed our containerboard mill in Orange, Texas, and permanently idled 2 pulp machines in our mills in Riegelwood, North Carolina, and Pensacola, Florida. We expect the cost benefits from these closures to ramp throughout 2024. We are also encouraged to see that demand continue to recover across our portfolio in the fourth quarter, and we expect this trend to continue going forward.\nNow turning to Slide 6, I'll provide more details about the quarter as we walk through the sequential earnings bridge. Fourth quarter operating earnings per share was $0.41 as compared to $0.64 in the third quarter. Price and mix was lower by $0.18 per share, primarily due to index movements across our portfolio and lower export sales price. This was partially offset by margin and mix benefits from commercial initiatives in both businesses.\nVolume was favorable to earnings by $0.07 per share, as higher demand across our portfolio more than offset one less shipping day in our North American packaging business. We also had lower shipments of commodity pulp as we executed our strategy focused on improving mix and optimizing that business. Operations and cost was unfavorable by $0.12 per share sequentially. This is due to a nonrepeat of a favorable onetime item we called out in the third quarter related to lower cost of company paid benefits, totaling about $80 million or $0.18 per share.\nThis nonrepeat was partially offset by our continued focus on reducing marginal cost and spending. We're accomplishing this by optimizing fiber and energy costs, reducing flavor overtime and corporate overhead expenses, driving down supply chain costs and shifting to lower-cost suppliers. We also had lower unabsorbed fixed costs related to less economic downtime as demand improved across our portfolio.\nMaintenance outages were higher by $13 million or $0.03 per share in the fourth quarter, and input costs were lower overall as increased pricing for OCC was offset by lower cost for energy, chemicals and wood. And finally, corporate items were impacted by a higher effective tax rate in the fourth quarter. offsetting lower corporate expenses.\nTurning to the segments and starting with Industrial Packaging on Slide 7. Price and mix was lower due to index movements, lower export prices and higher export mix as demand improved. This was partially offset by benefits from commercial initiatives focused on margin improvement in our box business. Later in this presentation, Mark will talk more about this go-to-market strategy.\nVolume was higher despite one less shipping day in box. We saw sequentially higher daily shipments in our box business and higher volumes across our domestic and export containerboard channels. Operations and cost was unfavorable sequentially due to the nonrepeat items that I mentioned earlier, which benefited the third quarter in this business by $68 million. The majority of this was offset by lower economic downtime in the quarter as demand improved, and reflects the intense focus by our teams to reduce costs across our mills and box plants.\nPlanned maintenance outages were lower by $22 million sequentially due to a seasonally lower outage schedule and our efforts to optimize outage spending across the mill system. Input costs were moderately lower primarily due to lower cost for energy and chemicals, partly offset by higher OCC costs.\nTurning to Slide 8. We thought it would be helpful to share some additional perspective on segment trends for our North American packaging business, based on feedback from our customers.\nAs shown on the previous slide, our U.S. box shipments in the fourth quarter were up approximately 3% sequentially, and we've continued to see demand growth in packaging since the trough in the March of 2023. E-commerce has been very resilient, with our shipments in 2023, up approximately 30% since 2019. This continues to be an attractive channel for our consumers as evidenced during the past holiday season.\nInternational Paper has strategic customer relationships and a strong value proposition, with scale and geographic reach to support seasonal demand surges. Shipping and distribution was significantly affected by inventory destocking efforts across its longer supply chains. As a result, we've seen improvement across the segment since the destocking phase ran its course.\nFood and beverage has been relatively stable overall. The Fresh fruit -- fresh foods segment has benefited from solid performance across the food service channel and consumer shifts toward making home meals in place of processed food and its convenience. The protein segment has been impacted by supply reductions in beef and poultry. International Paper is overweight in this segment, which has impacted our box shipment performance relative to the overall industry. We believe this is temporary and expect trends to improve in 2024.\nThe Beverage segment has been under pressure as budget-conscious consumers have reduced consumption of specialty beverages, which tend to be more packaging-intensive. On the other side of the spectrum, segments like durables and other nondurable consumer goods are more discretionary in nature and have been under pressure. Based on customer feedback and economic data like housing starts and consumer expectations, we expect demand in this packaging-intensive segment to improve.\nIn summary, based on these trends, we believe industry box demand will grow approximately 3% in 2024. We understand the critical role corrugated packaging plays and bringing essential products to consumers, and we believe that IP is well positioned to grow with our customers over the long term.\nTurning to Slide 9. I'll touch on what we're seeing across our containerboard export channel. Demand for kraft containerboard continued to improve through the fourth quarter and based on feedback from our customers, inventories appear to have normalized across all regions. In terms of segment performance, we are seeing solid demand in fresh fruit and vegetable markets, where we have a strategic customer relationship in Latin America and the Mediterranean.\nDemand across the industrial segments in Europe and Asia remained soft due to the lower consumer demand for durables and nondurable products. We expect these segments to recover as the broader economy improves, and International Paper is well positioned to grow with these segments due to their performance requirements and need for heavyweight kraft linerboard.\nMoving on to Global Cellulose Fibers on Slide 10. We'll take a look at the fourth quarter. Price and mix was lower due to price index movements, partially offset by benefits from higher fluff and specialty pulp mix. Volume was relatively flat overall, as higher demand for fluff and specialty pulp was offset by lower sales of commodity grades as we continue to focus on strategically aligning our business with the most attractive customers and segments. Operations and cost was unfavorable sequentially due to the nonrepeat item I mentioned earlier, which benefited the third quarter in this business by $12 million.\nIn addition, ops and costs included a planned turbine maintenance expense of $18 million. Planned maintenance outages were also higher in the fourth quarter by $35 million. And finally, input costs were lower by $7 million, primarily due to lower wood and chemical costs.\nTurning to Slide 11. I'll talk about what we're seeing across the fluff pulp segment. Overall demand has continued to improve through the fourth quarter, and we expect this trend to continue this year. Inventories have normalized across much of our customer base. We are seeing most of the improvement to date from the developed economies driven by improving consumer demand, stabilizing inflation and more stable currencies. Demand in China and the Middle East has been stable, and we expect a normal seasonal decline in those regions in the first quarter due to Chinese New Year and Ramadan. Inventories are elevated, however, we expect them to normalize in the second quarter.\nOn Slide 12, I'll share a few comments about 2024. Given the fluid market environment, we have chosen not to provide a full year earnings outlook. However, we will share our view of demand trends and IP improvement initiatives as well as other financial assumptions.\nOverall, we believe the demand environment will continue to improve across our portfolio, and we have initiatives focused on improving mix and margins in both businesses. We expect the first quarter of 2024 will be an earnings trough due to seasonally low volumes, seasonally higher costs and unfavorable impacts from the January winter freeze. Also, the majority of prior publication declines will flow through the first quarter.\nRegarding demand trends, we expect packaging and fluff pulp markets to grow approximately 3% year-over-year. In 2024, our North American box business may trail the market as we continue to execute a go-to-market strategy focused on margin and mix improvement. Given International Paper's commercial and operational initiatives, we expect more than $400 million of benefits this year. These initiatives should ramp up through the year and include cost reduction benefits from the closure of our containerboard mill in Orange, Texas, and 2 pulp machine closures at our mills in Riegelwood, North Carolina, and Pensacola, Florida.\nWe also expect higher costs for OCC as demand continues to improve and general inflation on things like transportation, wages, employee benefits, materials and services. We plan to invest between $800 million and $1 billion in capital investments for general maintenance, cost improvement and enhanced capabilities in our box business. Other assumptions for items like corporate expense, interest expense and tax rate are included on Slide 30 in the appendix.\nTurning to Slide 13. I'll outline our first quarter outlook. Before I get into the details on each of the businesses, the January winter freeze is expected to negatively impact earnings for the first quarter by approximately $40 million for the company. This impact is embedded in the numbers I will provide for each business.\nI'll start with Industrial Packaging. We expect price and mix to remain flat overall. The prior index movement in North America is expected to decrease earnings by approximately $67 million. However, we expect this to be offset by approximately $68 million of commercial benefits from contract restructuring in our North American box business. This is part of our box go-to-market strategy that Mark will discuss in a few minutes.\nVolume is expected to decrease earnings by $25 million due to seasonally lower daily demand, partially offset by 2 more shipping days. Operations and costs is expected to decrease earnings by $30 million. This is due to seasonality and some cost inflation on wages and employee benefits. These increases should be partially offset by lower fixed costs resulting from the closure of our Orange mill.\nHigher maintenance outage expense is expected to decrease earnings by $31 million. And lastly, rising input costs are expected to decrease earnings by $20 million, driven by higher OCC and seasonally higher energy costs.\nSwitching to Global Cellulose Fibers. We expect price and mix to increase earnings by $5 million as a result of our strategy to reduce exposure to commodity pulp. Overall volume is expected to remain stable, as seasonally lower shipments during the Chinese New Year are being offset by improved demand in other regions. Operations and costs are expected to decrease earnings by $5 million due to seasonality and cost inflation. This is partially offset by the non-repeat of the turbine maintenance outage in the fourth quarter, and lower fixed costs resulting from the idling of our pulp machine in our Riegelwood mill.\nAs you may recall, the machine in our Pensacola mill was already idled in the third quarter. Lower maintenance outage expense is expected to increase earnings by $16 million. And lastly, higher input costs are expected to decrease earnings by $5 million.\nWith that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThanks, Tim. I'm going to turn to Slide 14, and I'll talk about our go-to-market strategy in our North American box business.\nDuring our last earnings call, I highlighted strategic investments we were making across our box system to create value, by improving our capabilities to serve customer needs and improve productivity. This includes adding new converting lines in existing plants, upgrading older equipment with newer, more advanced technology and new plants like the one we opened in Eastern Pennsylvania.\nThese investments are helping us address capacity constraints in certain regions, and also address productivity related to the tight labor markets and a less experienced workforce on average. Our box go-to-market strategy is about leveraging our capabilities and strong segment-based value propositions to improve margins and mix. It's about making choices that create value for our customers while maximizing the profitability of our packaging business.\nEarlier, Tim called out approximately $68 million of earnings benefits expected in the first quarter as a result of this strategy in action. So we're making the changes that will progress through 2024, as we continue to reset the business and strengthen our position for the future. We are focusing on value over volume. Therefore, we may trail the industry for the next few quarters when measuring unit volume growth, but we expect to grow at or above market thereafter, and we expect our earnings to improve through this process.\nIn summary, we have significant opportunities to leverage our strong value proposition to serve customer needs, improve our mix and capture additional value.\nTurning to Slide 15, I'll update you on our strategy for Global Cellulose Fibers. First, let me say that I'm not satisfied with the absolute level of earnings that the business has produced. But as I've said before, I believe there is a good business within this business. And I also believe we can improve earnings and cash flows over the cycle by aligning with those customers and segments who value our differentiated product and service offerings. We believe fluff is a value-added product that will grow over time, because of the essential role that absorbent personal care products play in meeting consumer needs.\nAt International Paper, we have talented teams with significant market expertise and a mill system with a broad set of capabilities. This allows us to create value for our customers, by delivering innovation and products that meet their most stringent performance and product safety standards.\nTo improve the financial performance of this business, our commercial teams have been focused on getting paid for value that we provide and being more selective in the segments that we actually serve. As a result, we have earned a higher premium for fluff grades relative to commodity pulp grades by capturing more value. We're also improving our mix by reducing our exposure to commodity grades and by serving the most attractive customers that allow us to maximize the value of this business. Our exposure to commodity grades will mostly consist of our bleached softwood, northern bleached softwood kraft mill that goes really into tissue products and is produced at our low-cost Grand Prairie mill that is strategically located near that fiber source in Canada.\nAligned with this optimization strategy, we took actions to rightsize our footprint and reduce fixed costs across our mill system which we estimate will improve EBITDA for Global Cellulose Fibers by approximately $90 million per year. Our teams are also focused on driving out costs across our supply chain by leveraging new tools and data analytics.\nSo in summary, we're pulling a lot of levers in this business and expect to make meaningful progress towards our strategy in 2024.\nTurning to Slide 16. I'll share some examples of how we are deploying technologies across the company in our manufacturing, converting and supply chain operations.\nOver the past couple of years, we've developed and piloted new tools and capabilities to reduce costs, increase productivity and improve efficiencies. All of this will result in a better experience in terms of reliably providing products and services for our customers. By leveraging these new tools, we're seeing benefits in areas such as improved reliability and lower maintenance cost higher yields on fiber, energy and chemical usage, more optimized machine scheduling at our mills and box plants, better logistics planning across our supply chain and more sourcing opportunities for operating and repair materials due to better visibility and consolidated purchases.\nThese new technologies also enable more collaboration by connecting teams at our facilities to enterprise specialists, allowing us to maximize the opportunities. We believe there are more opportunities going forward, and this is a great example of how Building a Better IP is embedded into our culture.\nOn Slide 17, I want to take a moment to update you on our capital allocation actions.\nAs I said in the past, we have a solid balance sheet, which we will preserve because we believe it is core to our capital allocation framework. Our 2023 year-end leverage was at 2.5x on a Moody's basis, which is at the low end of our target range of 2.5 to 2.8x.\nLooking ahead, we have limited short and medium-term debt maturities due to the risk mitigation strategies we've taken over the past several years, and we expect our qualified pension plan to remain fully funded.\nReturning cash to shareholders is a meaningful part of our capital allocation framework. And last year, we returned approximately $840 million to our shareholders, and we remain committed to our dividend. We understand investment excellence is essential to growing earnings and cash generation. And as I shared with you previously, we have opportunities to invest in our box system to build out capabilities and position us for future profitable growth. We also have cost reduction projects across the company with attractive returns.\nSo turning to Slide 18. I'd like to wrap up by sharing my view that International Paper is well positioned for the future. I shared that conviction before, but after navigating another year of challenging market conditions, it bears repeating. Our financial foundation is strong, as are the principles and core values that guide our actions and decisions about how we operate, I'm confident that the winning mindset of our leadership team and our employees, and the agility of our employees will drive our success as we tackle our improvement efforts and execute the go-to-market strategy we talked about in today's call.\nAs we move through 2024, we anticipate continued demand recovery across the markets we serve, along with margin and mix improvement from our commercial strategies. There's no question in my mind that we are on the right path. Given our strategic customer relationships, talented teams, world-class assets and market expertise, we are committed to maximizing long-term value for all of our stakeholders, and we intend to deliver.\nWith that, we're happy to take your questions. And similar to the last quarter, our senior business leaders are joining me today to provide their perspectives in the Q&A section. So operator, we are ready to go to a question-and-answer session."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/149cd1ebe6988f77aabdf03ef0c91c80",
    "period": "2023 Q3",
    "content": "Q3 2023 International Paper Co Earnings Call\n\nQ3 2023 International Paper Co Earnings Call\n\nIPNYSEOCT 26, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] I'd now like to turn today's conference over to Mark Nellessen, Vice President, Investor Relations.\n\nMark P. Nellessen\n\nVice President of Investor Relations\n\nThank you, Greg. Good morning, and thank you for joining International Paper's Third Quarter 2023 Earnings Call. Our speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer.\nThere's important information at the beginning of our presentation on Slide 2, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. We will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains copies of the third quarter earnings press release and today's presentation slides.\nI will now turn the call over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Mark, and good morning, everyone. We will begin our discussion on Slide 3 where I will highlight our results. In the third quarter, our teams across International Paper executed well with intense focus on optimizing our cost structure while taking care of our customers.\nLooking at our performance, we delivered on the earnings outlook we provided last quarter, and we continue our efforts to drive out the highest marginal cost across our system. [indiscernible] International Paper delivered $75 million of year-over-year incremental earnings benefits from our Building a Better IP initiatives. Year-to-date, this program has contributed $195 million in benefits, exceeding our full year target for the second year in a row. Our performance was driven by commercial and process improvement initiatives, which I will highlight later during the call.\nWe're also encouraged to see that the demand environment continue to recover across our portfolio in the third quarter, and we expect this trend to continue going forward.\nDespite these improvements, I'm not satisfied with our absolute level of earnings. Therefore, we are taking additional actions to further strengthen our businesses and improve profitability. I will share more details regarding these initiatives later in the presentation. However, before we move off this topic, I'd like to share my perspective on the series of strategic actions we announced last week to optimize our mill system and reduce fixed costs.\nThese actions include the permanent closure of our containerboard mill in Orange, Texas and two pulp machines, including one at our Riegelwood North Carolina mill and the other at our Pensacola Florida mill. While these actions will help us achieve our objectives, they are incredibly difficult decisions to make because of the impact in our team members, their families and the surrounding communities. We are truly grateful to our team members at Orange, Riegelwood and Pensacola for their contributions to IP over the years, and we are committed to supporting them through this transition while continuing to serve our customers.\nI'd also like to update you on another strategic action completed in the quarter. We completed our sale -- the sale of our ownership interest in the Ilim joint venture in Russia. Proceeds from the sale totaled $508 million as expected. With the completion of this sale, International Paper no longer has any investment in Russia.\nI will now turn it over to Tim, who will provide more details about our third quarter performance and our outlook. Tim?\n\nTimothy S. Nicholls\n\nSenior VP-Industrial Packaging Group, International Paper Co.\n\nThank you, Mark. Turning to our third quarter key financials on Slide 4. Our earnings per share increased sequentially and came in better than the outlook we provided last quarter. We continue to optimize our system through commercial and operational initiatives, and we also benefited from lower employee benefit cost and a lower effective tax rate.\nOperating margins continue to be under pressure from macroeconomic headwinds, impacting sales price and volumes. However, margins improved quarter-over-quarter, driven by more favorable operating costs and lower outage expenses.\nMoving to the third quarter sequential earnings bridge on Slide 5. Third quarter operating earnings per share was $0.64 as compared to $0.59 in the second quarter. Price and mix was lower by $0.35 per share, primarily due to index movements across our portfolio and lower export sales prices. Volume was relatively stable overall as higher volumes across our containerboard export panel and global sales fibers business offset 1 less shipping day in our North American packaging business. Operations and costs improved earnings by $139 million or $0.30 per share.\nDuring the quarter, our mill system ran very well, and our teams across the businesses continued their focus on reducing marginal cost and spending. We're accomplishing this by optimizing mix and usage of fiber and energy, reducing labor costs and over time, shifting to lower cost suppliers and driving lower distribution costs.\nDuring the third quarter, we also had lower employee benefit costs totaling about $80 million or $0.18 per share, which was in our outlook provided last quarter and will not repeat in the fourth quarter. The balance is primarily due to lower unabsorbed fixed costs related to last economic downtime across our portfolio as demand improved. Maintenance outages were lower by $36 million or $0.08 per share in the third quarter.\nInput costs were modestly higher as increased cost for energy and OCC were partially offset by lower cost for chemicals and wood, and corporate items benefited from a lower effective tax rate in the third quarter.\nTurning to the segments and starting with Industrial Packaging on Slide 6. Price and mix was lower due to index movements, lower export prices and higher export mix as demand improved. This was partially offset by benefits from commercial initiatives focused on margin improvement. Volume was stable overall despite 1 less shipping day in box. Containerboard shipments were higher across our export channels due to improved demand. And our daily U.S. box shipments were stable to slightly higher sequentially.\nDemand for packaging was also impacted by customer inventory destocking. However, based on customer feedback, we believe this is generally completed at the end of the third quarter. Operations and costs improved earnings by $103 million. This includes the benefit of $68 million from the nonrepeat items I mentioned earlier. In addition, ops and costs also benefited from lower economic downtime in the quarter as demand improved.\nOur mill system continued to run very reliably and our teams across the businesses remain focused on reducing the highest marginal cost and spending while further optimizing our entire supply chain to align with the customer demand environment. For example, by optimizing fiber, energy mix and raw materials, we have reduced the cost of economic downtime by approximately $20 million on an annualized basis.\nWe also have significant efforts underway to improve distribution costs, including initiatives to minimize high-cost freight carriers, improve contract rates and load efficiencies and shed warehouse and demerge expenses. These efforts have lowered our supply chain costs by approximately $40 million on an annualized basis. And there's more opportunities in this area as we go forward.\nPlanned maintenance outages were lower by $34 million sequentially due to a seasonally lower outage schedule and our efforts to further reduce outage spending in the current demand environment.\nInput costs were moderately higher, primarily due to the higher costs for energy and OCC, partly offset by lower costs for chemicals.\nTurning to Global Cellulose Fibers on Slide 7. And looking at our third quarter performance, price and mix was lower due to price index moves, partially offset by the benefits from higher fluff mix. Volume was higher in the third quarter as demand for fluff improved. This was partially offset by lower sales of commodity grades as we continue to focus on strategically aligning our business with the most attractive customers and segments.\nThe destocking trend continued in the third quarter as improvement across supply chains allow customers to manage more lean inventory levels. Based on feedback from our customers and from order bookings, we believe destocking was largely completed in the third quarter. We also believe fluff demand will continue to grow over time because of the essential role that absorbent personal care products play in meeting consumer needs.\nOperations and costs improved earnings by $36 million. This includes a benefit of $12 million from the nonrepeat items I mentioned earlier. Ops and costs also benefited from strong operational performance, lower supply chain costs, lower spending and higher energy sales as our teams remain focused on optimizing the entire value chain.\nPlanned maintenance outages were relatively flat sequentially and input costs were lower by $5 million, primarily due to lower wood and chemical costs.\nTurning to Slide 8 and our fourth quarter outlook. I'll start with Industrial Packaging. We expect price and mix to decrease earnings by $60 million as a result of prior index movement in North America and lower average export prices based on declines to date. Volume is expected to increase earnings by $20 million due to sequentially higher box volumes despite 1 less shipping day and an increase in containerboard export shipments.\nOperations and costs are expected to decrease earnings by $10 million. This is due to the nonrepeat of favorable employee benefit costs I mentioned earlier, partially offset by lower unabsorbed fixed related to higher volumes and benefits from our ongoing cost management initiatives.\nLower maintenance outage expense is expected to increase earnings by $21 million. And lastly, rising input costs are expected to decrease earnings by $10 million driven by higher OCC costs, partially offset by lower cost for energy, wood and other raw materials.\nTurning to Global Cellulose Fibers. We expect price and mix to decrease earnings by $25 million as a result of prior index movements. Overall, volume is expected to increase earnings by $5 million. We expect higher fluff volumes due to improving demand, offset by lower -- of commodity grades as we execute our mix optimization strategy.\nOperations and costs are expected to decrease earnings by $35 million relative to the third quarter. Approximately half of this is due to the nonrepeat of favorable employee benefit costs I discussed earlier. The remainder due to higher planned maintenance outage costs in the fourth quarter. Higher maintenance outage expense is expected to decrease earnings by $28 million. Lastly, lower input costs are expected to increase earnings by $5 million.\nAnd with that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Tim, and I'll start on Slide 9. As I mentioned at the beginning of the call, we are making solid progress with our Building a Better IP program. which has delivered a total benefit of $195 million year-to-date, exceeding our original target for the second year in a row. This year, most of the benefits are coming from our strategy acceleration initiatives. .\nOur business teams are focused on creating value for our customers while improving the profitability of our product and service offerings by getting paid for what value we provide to our customers and by also growing in the most attractive segments with the most attractive customers and the most attractive geographic regions. We've also seen meaningful benefits from our process optimization initiatives.\nBy leveraging advanced technologies and big data across our large system, our teams are identifying new ways to improve productivity and lower costs.\nI'm excited about our progress. And in the next couple of slides, I'll share some examples of the actions our business teams are taking to drive profitable growth.\nNow turning to Slide 10. I'll start with Industrial Packaging. Beginning with commercial excellence, International Paper has a broad range of capabilities and segment tailored packaging solutions to serve our customers. Our commercial teams are leveraging these advantages to improve mix by strategically aligning with the most attractive regions, segments and customers.\nOur teams are also using more advanced data analytics to manage product pricing across our sales territories. This allows them to capture more value for customer tailored product and service offerings.\nUnder operational excellence, we're leveraging advanced technology and data analytics to improve efficiencies and lower cost across our large system of mills and box plants. We are seeing benefits in areas such as maintenance and reliability, raw material consumption, distribution and logistics and sourcing. And as I mentioned earlier, we're also taking actions to optimize our mill system and reduce fixed costs. The mill closures will improve -- the mill closure will improve annual EBITDA for Industrial Packaging by about $140 million.\nTurning to Slide 11. I'll highlight some of the things we're doing in the area of investment excellence. Due to the attractive long-term fundamentals of our Industrial Packaging business, we believe we have investment opportunities to drive profitable growth and create significant value.\nStrategic capital investments in our mill system have targeted productivity improvements and product capability enhancements that align with customer needs and market trends. Added capabilities for lightweight and ultra-lightweight liners and high-quality virgin white-top products are examples of these investments. More recently, our strategic investments are focused on our box business.\nThese investments allow us to grow with customers and increase profitability by strengthening our capabilities, improving productivity and levering automation.\nWe believe we can create the most value through organic investments across our large network of box plants. Examples of this include adding converting lines in existing plants and upgrading old equipment with newer and more advanced technology. For some context, the investments we have made over the past 2 years in existing plants is the equivalent of adding almost three average sized box plants to our system. We will supplement this strategy with additional investments in greenfield box plants and occasionally with bolt-on M&A where we can create additional value by addressing regional needs and enhancing our business.\nI'd also like to recognize that in September, we celebrated the grand opening of our new greenfield box plant in Adlan, Pennsylvania, which has a great team and world-class capabilities. Our investment will allow us to optimize our network of plants in the Northeast, while providing additional capacity for future growth.\nIn summary, we have significant opportunities to leverage these new investments as well as our market expertise to grow with customers, improve our mix and capture additional value.\nTurning to Slide 12. I'll share some key opportunities in our Global Cellulose Fibers business. Over the past year, we have captured meaningful benefits from commercial actions, which contributed to our Building a Better IP results. Our commercial teams renegotiated large contracts to ensure we get paid for value that we provide.\nIn addition, we have earned a higher premium for fluff grades relative to commodity pulps by capturing more value and aligning with those customer segments and regions who value our differentiated product and service offerings. However, the benefits of our commercial strategy are currently being masked by a very challenging and unprecedented business cycle as well as our exposure to commodity grades.\nOn a positive note, the market environment began recovering in the third quarter as demand for fluff pulp improved and we expect this trend to continue in the fourth quarter. Going forward, we believe there are more strategic levers to pull to increase the earnings potential of this business.\nThrough our go-to-market strategy, we have an opportunity to improve our mix by reducing our exposure to commodity grades by serving the most attractive fluff customers and markets that allow us to maximize the value of this business. Aligned with this strategy, we are taking actions to rightsize our footprint and reduce fixed costs across the system.\nAs I mentioned at the beginning of the call, we announced the closure of two pulp machines which will improve EBITDA for the Global Cellulose Fibers business by approximately $90 million. I believe there's a good business within this business and that we can continue to grow earnings and cash flows over the cycle.\nWe have talented teams with significant market expertise and a mill system with a broad set of capabilities. This allows us to create value for our customers by delivering innovation and products that meet their stringent performance and product safety standards.\nNow I'll turn to Slide 13. We continue to see demand recovery across the markets we serve, and we strongly believe in the attractive long-term fundamentals of our businesses.\nOn International Paper, we are taking actions to improve earnings and drive profitable growth. Given our strategic customer relationships, talented teams, world-class assets, market expertise and strong financial foundation, I'm confident in our value-creating opportunities and IP's continued success.\nAnd with that, we're happy to take questions. And similar to last quarter, our senior business leaders are joining Tim and I to provide their perspectives as well. So operator, we're ready to move to the Q&A section of the call."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b250b04881e541f101288bc1aa9eeb6c",
    "period": "2023 Q2",
    "content": "Q2 2023 Interpump Group SpA Earnings Call\n\nQ2 2023 Interpump Group SpA Earnings Call\n\nIPMILANAUG 4, 10:00 AM\n\nOperator\n\nGood afternoon. This is the Chorus Call conference operator. Welcome, and thank you for joining the Interpump Second Quarter 2023 Financial Results Conference Call. [Operator Instructions] At this time, I would like to turn the conference over to Ms. Elisabetta Cugnasca, Head of Investor Relations of Interpump. Please go ahead, ma'am.\n\nElisabetta Cugnasca\n\nHead of IR, Interpump Group S.p.A.\n\nThank you. My name Elisabetta Cugnasca, Head of Investor Relations of Interpump Group. Good afternoon or good morning according to your time zone, and welcome to Interpump's Second Quarter 2023 Financial Results Conference Call.\nAs usual, I have to bring your attention to the disclaimer slide inserted in the [indiscernible] part of the presentation. I hope you were able to download from our website. Afterwards, it's my pleasure to give the stage to Mr. Marasi, Group Chief Executive Officer.\n\nFabio Marasi\n\nExecutive Director & CEO of WALVOIL SPA\n\nThanks, Ms. Cugnasca, and thanks to all of you for the attendance. After first quarter, way better than our 2023 expectations, I'm very pleased to present you a second quarter and therefore a first half that is once again better than what we expected only a few months ago. When in May, we revised upward our expected growth for 2023. And better is extremely comfortable because it confirms once again a crucial capability of this group, to understand the market dynamics evolution and changes and being able to promptly adapt our operations.\nWe envisage for 2023, a market normalization driven by lead time and supply chain rebalancing after [indiscernible] consequences. We adapted our machines, and now we are fully taking benefit of an extremely nice and welcome extra growth.\nAllow me to give you some [indiscernible]. In terms of sales. In the second quarter, organic growth was 9.1%, more than 9% over a 12.5% growth recorded in the second quarter 2022. The EBITDA margin was 24.6% in the second quarter with an increase of approximately 100 basis points over an already spectacular second quarter 2022 and [indiscernible] in the first half of the year, against EUR 23.6 million of the first half of 2022.\nNumbers, I could [indiscernible] have ramped off when I joined Interpump Group a few years ago. In terms of cash flow generation, we took the commitment to improve it during 2023, and we are delivering it without jeopardizing the actual and the future growth opportunity. We are improving cash flow generation and in the meantime, we are continuously feeding the production to transform orders and invoices, the actual growth. And we are completing our post-COVID expansion plan that is fundamental for supporting our midterm mass growth ambition.\nThe positive results of the first half of the year, combined with a very good level of the order backlog in July make us confident on the fact that 2023 could become the new record year for Interpump, the new [indiscernible], both in terms of sales and profitability. After this first [indiscernible], let's focus on second quarter and first half 2023 figures.\nThe organic growth of sales was more than 9% in the second quarter and almost 14% in the first half. Growth drivers, around 9% of volumes and around 5% of prices, a confirmation of last quarter's trends. And with volume were much more important than prices.\nThis evolution perfectly reflects both different cycles, nice nature of our 2 divisions and what we were expecting from the start of the year in terms of market normalization. This is the reason why water jetting is now growing more than Hydraulics.\nNow some color on sales evolution in the second quarter from a geographic and sectorial application point of view. In terms of geography, focusing on top countries, U.S.A. is up by 4%. Italy is up by around 13%, Germany by 5% and [indiscernible] more than 20%. Looking at the second-tier region, China is growing by 4% and being [indiscernible] all growing numbers with different strengths, according to specific economy evolution of the single geographies in the period, but with one result, the group grew in the second quarter again double digits.\nThis is the beauty of Interpump diversification and balance. In terms of sector application, industrial vehicle adapters were up by almost 12%. [indiscernible] was down by around 6%. [indiscernible] machine were up by 12%, lift up by 2%, Construction up by more than 50% and food and beverage, up more than 30%.\nMoving to White Drive. The sales part was different in the 2 different parts of the world. In U.S., sales grew almost double digit, while in Europe, growth was softer. U.S. operations are fully benefiting from the production capacity enhancement of the past month. And therefore, we are recovering all delays accumulated with customers. At last, instead of buying outside some products and components, we are producing them in Germany, and this means a more efficient and profitable production.\nEuropean operations are reflecting demand normalization. And moreover, the last step of the factories reorganization process between Germany and Poland. We will complete before the end of this month or us. The reorganization of the European activities with the complete shutdown of the German plant and the transfer of the manufacturing and assembly lines to our Polish plant in Russia.\nMoving to profitability. EBITDA margin was 24.6%, almost 100 basis points more than the already spectacular second quarter 2022. In Hydraulics, we recorded 23.5%, 160 basis points more than the second quarter 2022 and second best quarter ever after the incredible first quarter '23. This improvement underlines, once again, the capabilities of the group to adapt operations with flexibility to market and sales evolution.\nFocus on wide driver. After 2 quarters in a row with an EBITDA margin of 21%. In second quarter, '23, the profitability was below our annual goal, and this is only due to the organization of the European factories that we launched at year start, and that represents an important step of the WideDrive integration plan. In U.S., profitability announcement activities are going on and [indiscernible]. And as a matter of fact, the business model changes I mentioned to you before, mid-U.S., profitability almost doubled from less than 5% to almost 10%. Since the organization activities in Europe should be finalized before summer end, we are confident about our 2023 profitability target of 21% of EBITDA margin.\nMoving to water adjusting. In the second quarter, we faced a dilution of approximately 100 basis points, half of which driven by the 2 acquisitions we did in flowing sector. Even we consolidate them only for June, it's important to keep in mind that we are speaking of companies, we have 23% in the case of [indiscernible] in the case of [indiscernible] EBITDA margin. And these profitabilities in the short term are extremely dilutive for the group division, which in 2022 almost touched 29% of profitability. The remaining part of the [indiscernible] is driven by the sales mix evolution among different companies in the division.\nMoving to CapEx. I would like to mention that in the second quarter, our efforts to go on with our COVID CapEx plan went on. You can notice it from around EUR 40 million of CapEx spend. And moreover, and more interesting for some quarters displayed in our presentation. We completed the enlargement of the [indiscernible]. Our colleagues from the technical department are moving in these days to the new plant area. And in October, the R&D center will be operative.\nYou can also see the progresses with the new building of Sudelexintorin and in Romania in less than 1 year in IMM plant. The production will be on track before summer and after the almost 1-year stop as a consequence of the fire that destroyed the plant in May 2022.\nDue to what we have done in the past 2 years, we would invest less in the next years. When we complete what is undergoing today. I mean, [indiscernible] plants announcements, both in Europe and U.S., the completion of the new quarter of [indiscernible] and the new plant of Tubiflex in Italy. But as of today, I can envisage only a significant project coming from the future, that is the new IPH plant in Italy.\nTo close with CapEx, I would like to drive your attention to an important P&L CPI that is EBIT. You are perfectly aware that EBITDA is our polar star, but we don't want to forget [indiscernible]. And I would like to underline that in the first half of the year, EBIT overcome 20% on net sales for the first time in Japan [indiscernible] history, [ 20.6% ] to be precise. This is the best and clear evidence that all the money we are investing to increase or improve our production capacity are generating both manufacturing efficiency in terms of automation and good financial returns and buybacks.\nIn terms of free cash flow generation, 1 year ago, I underline you that poor cash flow generation of first half '22 was driven by both the extraordinary sales evolution, which made a trade receivable material increase and the extraordinary measures we put in place in terms of inventory to protect production continuity and therefore, profitability. I [indiscernible] that starting from the second half of 2022, this trend would have changed. And later in February, I underlined you that one of the 2023 most important commitment would have been cash generation improvement combined with a good organic growth and profitability protection.\nIn the first quarter 2023, you already saw the first result. Today, you see the additional ones. Compared to first half 2022, the cash absorption driven by the trade working capital went down by around 40% from EUR 130 million to EUR 76 million. And in the second quarter, only the reduction was more than 70%. These results were achieved without hampering organic growth and the execution of our [indiscernible] CapEx plan just described. And in the meantime, having mitigated the still important impact that the strong sales growth is having on trade receivable.\nAnother number to share to underline our improvement, is that on a 1-year rolling base and excluding acquisitions, incidents on sales of the trade working capital went down from 41% to a little bit more than [ 39% ]. To complete the overview and to give you some details in terms of inventories, too, I would like to underline again that the increase in value recorded compared to December, less than 5% in absolute value is influenced by the inventory accounting methodology based on average cost.\nAnd in the second quarter, obviously includes around EUR 20 million of impact of the newly consolidated companies. We improved inventory efficiency and rotation and inventory days went down compared to December. Step by step, we are, therefore, working to find the right balance between support and production continuity, excellence in customer service and cash efficiency, not an easy task in an environment that is continuously changing with the volatility, which is one of the most important consequences of COVID within our markets. Despite that, we will go on working to gradually go back to the trade working capital [indiscernible] that we consider the best from an industrial long-term point of view.\nMoving to acquisition. As you know, in May, we discussed the 2 acquisition finalized until then, [indiscernible], both very important, even from a very different point of view. [indiscernible] the holistic approach of the group in terms of risk management, while [indiscernible] demonstrates that true external growth part did not forget what adjusting in the most recent years. Simply finalizing acquisition in this business sector and fulfilling in the meantime, our [indiscernible] area has been more difficult than in other division.\n[indiscernible], the new acquisitions that we commented is another evidence of our constant growth path in the water jetting and [indiscernible] and even more of group strategy milestone. And in this specific case, diversification by geography, New Zealand and development in continuous business sector.\nAs mentioned before, everything new consolidated in our Water jetting division in almost all cases, has, in the short term, a dilutive effect, but we are confident to improve the profitability level of the new entries as we did 3 months starting from [indiscernible]. These are all important details of the past months. Some colors on most recent trends based on July 1 positive indications. The backlog once again was above the EUR 1 billion threshold despite the normalization of the lead times that we are seeing in the [indiscernible] division.\nOnce again, the benefit of the diversification was objecting is growing significantly, precisely a few words on water jetting. Almost 1 year ago, water jetting weight on the total backlog was below 15%, and today, it's close to 20%. This is one of the best evidence of the late cyclical nature of this business. Recovery after COVID is now undergoing in particular for the project side and the [indiscernible] part of the division. Obviously, we are not expecting an ongoing balance from a sales point of view at the group level due to the big difference between the 2 divisions. But speaking about profitability, as you know very well, this is a completely different story. I leave now the stage to Cugnasca for the usual comments on our [indiscernible].\n\nElisabetta Cugnasca\n\nHead of IR, Interpump Group S.p.A.\n\nThanks, Mr. Marasi. Since we are keeping you constantly updated through the usual ER instrument quarterly financial press releases and presentation or a doc presentation on each advancement of our [indiscernible] journey, I will be conciled. As you probably remind the general goal of 2023/2024 action is to build a group ESG foundation and therefore, in the first part of 2023, we implemented 2.5 action of our [indiscernible], we create inside the new board, the Sustainability Committee and Executive Director in [indiscernible]. I believe that this is the best evidence of how group is taking seriously the topics.\nG2, we prove the new code of ASIC, which now incorporates the group to make [indiscernible] I quoted 2.5% because even if we are still working on organizational procedural and formal elements. The first, and I will say the most important complete half of the formalization of group succession plan action was implemented last April with the separation of Chairman and COO.\nIn the second half of 2023, in the next few months, we'll be focused on other important action to be delivering this year. On the onward set of [indiscernible] action and [indiscernible] we have to deliver every year. On the definition of group carbon neutrality strategy is for the first phase of the circular economy projects [indiscernible] the fine-tuning of group supply evaluation model and procedure to incorporate environmental and social criteria.\nFinally, please let me walk you an action, which has nothing to do with our ESG plan and vice versa has everything to do with our concrete responsible and trustworthy approach to everybody [indiscernible] every day, everywhere in the world contribute to our success. You probably remember that last May, some region of [indiscernible] regions where we have [indiscernible] Hydraulic factories.\nWater did not damage our factories, but importantly, around 50 of our colleagues were severely impacted with [indiscernible] and home basement or even first floor rule or [indiscernible] damage. Therefore, with the June salary this [indiscernible] amount between EUR 1,000 and EUR 2,000 each equals to a global company amount for [indiscernible]. It's a drop compared to the cubic meter of water that [indiscernible] our land, but closing market of [indiscernible] ocean will be even a single drop less [indiscernible] with even a single drop less is a smaller ocean.\n\nFabio Marasi\n\nExecutive Director & CEO of WALVOIL SPA\n\n2\nThanks, Ms. Cugnasca, summarizing the second quarter 2023 confirmed once again our capability to correctly understand market evolution and to react fast and adapt our operations to a changing environment. And this made us benefit of a stronger performance compared to our initial 2023 assumptions. The second important point is that July data are consistent with our expectations. And therefore, we confirm our upgraded 2023 organic sales guidance, [indiscernible] single digit, and we are confident that the combination of the good organic growth and the flexible business model will make 2023 the best year ever in terms of profit margins for the company.\n\nElisabetta Cugnasca\n\nHead of IR, Interpump Group S.p.A.\n\nThank you. So we are very pleased at the disposal for any kind of [indiscernible] that you have."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f70a2a7f00d492bee4fdd041578be8a9",
    "period": "Unknown",
    "content": "Interpump Group S.p.A. Q1 2023 Earnings Call\n\nInterpump Group S.P.A. Q1 2023 Earnings Call\n\nIPMILANMAY 15, 10:00 AM\n\nOperator\n\nGood afternoon. This is the Chorus Call conference operator. Welcome, and thank you for joining the Interpump First Quarter 2023 Financial Results Conference Call. [Operator Instructions]\nAt this time, I would like to turn the conference over to Ms. Elisabetta Cugnasca, Group Head of Investor Relations of Interpump. Please go ahead, Madam.\n\nElisabetta Cugnasca\n\nHead Of Investor Relations\n\nThank you. I am Elisabetta Cugnasca, Head of Investor Relations of Interpump Group. Good afternoon or good morning according to your time zone, and welcome to Interpump's first quarter 2022 (sic) [ 2023 ] financial results conference call.\nAs usual, I have to bring your attention to the disclaimer slide insert in the [ middle ] part of the presentation, I hope you were able to download from our website. Afterwards, it's my pleasure to give the stage to Mr. Marasi, who today, I am introducing you as new Group Chief Executive Officer. As a matter of fact, last 28 April, the newly nominated Board split Chairman and CEO role and Mr. Marasi was appointed as Group CEO.\n\nFabio Marasi\n\nExecutive Director & CEO of WALVOIL SPA\n\nThanks, Ms. Cugnasca, and thanks to all of you for the attendance. Due to these conferences, please allow me to take a couple of minutes for some personal remarks. As some of you probably remember, I joined Interpump in 2016 with the double act of M&A responsible and Head of Hose and Fitting division. During these years, following the growth of the group and the expansion of these businesses, I had the opportunity to add different businesses role and act too. Among them, of course, the one that I appreciated the most has been the leadership of Walvoil Group in the last couple of years.\nSince last 28 April, I'm wearing an additional act, the one of Interpump Group Chief Executive Officer, for sure, the most important and demanding of my entire professional life. I feel mandatory to express now my deep gratitude to many people. I would like to thank Mr. Montipo first for his trust and mentorship, my colleagues who help me and support me in this time and the financial market, too, because discussion with analysts and investors has been an important step in my growth path that allow me to understand topics, which have to be clear in mind of someone who has a responsibility to lead a listed company.\nHaving said that, let's have an overview on the first quarter '23 and consequently on the entire 2023. The result of the first quarter 2023 was significantly better than our [ rosy ] expectations. Speaking about top line, despite an unprecedented growth achieved in 2021 and in 2022 and some fear of a softening market demand, we enjoyed a further acceleration from the fourth quarter '22, and this resulted in an organic growth higher than 18%.\nMoving to profitability and margins. The very strong organic growth and the full deployment of the countermeasures adopted to face inflationary trend resulted in an EBITDA margin of 25.3%, a number that is unprecedented in Interpump Group's history. In addition to this and despite the impressive organic growth, the cyclicality that characterized the first half of the year and the peak in CapEx, we have been able to improve the cash flow generation from EUR6 million to EUR14 million in the quarter, stabilizing the inventories level, thanks to a less critical situation regarding supply chain and logistics in comparison to the situation of the last 2 years. We expect to improve significantly the cash flow generation in the following quarters, in line with our promises of last [ standards ] that we already did with the first steps.\nFurthermore, we maintained our focus on M&A growth path going on with the implementation of our risk management approach through diversification, and this resulted in Indoshell Mould and I.Mec acquisitions. Finally, we started to implement the first actions of our 2023-2025 ESG journey, and this resulted in the approval of the new code of ethics and the creation of the Sustainability Committee. Moreover, with the concrete and practical approach that you know distinguishes the group, we took the opportunity given by the appointment of the new Board to anticipate the most important step related to the formalization of succession plan action, that is the separation between the Chairman and CEO roles.\nAnd these results, what does it mean for the remaining part of the year? It means that we are expecting, for the full 2023, a higher-than-expected organic growth rate. And in particular, we believe that our mid single-digit organic growth rate anticipated last February for 2023 will become a nice single-digit organic growth rate. On top of this, we expect to consolidate further the record high profitability results achieved in the last 2 years to improve the cash flow generation and to continue with our excellent growth strategy with always keeping an eye open on what is going on around us. The milestone of our medium and long-term growing strategy is profitability excellence, and we are ready to promptly adapt ourselves and our industrial footprint infrastructure in case of market change.\nAfter this first [ chapter ], let's deep dive on the first quarter '23 figures. Regarding sales, with an organic growth of 18.7%, as I said before, 18.7% is the best result of the last 3 years, excluding COVID rebound of the second quarter '21. Considering performance drivers, we mentioned a 14% volume growth and 4% price growth. Both divisions performed very well with a well-balanced growth rate, and in particular, Water Jetting performance was supported by complete solution products.\nSome color on the sales evolution by geography. U.S.A. were up by close to 19%; Italy by around 20%; Germany by close to 30%; France by more than 20%; and Canada by close to 25%. For updating purposes, among the second countries, China, which last year was Group [ Shangri-La ], in this quarter grew double-digit by more than 11%.\nSector application. Industrial vehicles adaptors up by almost 14%; agriculture and forestry up by 20%; earth moving machines up by more than 30%; lift by 25%; construction by more than 30%; food and beverage, up more than 20% and so on. Another important point is White Drive. The investment done to increase manufacturing capacity and to reduce bottlenecks are bearing fruit. And in the quarter, sales were up by almost 28%.\nMoving to profitability. The EBITDA margin of 25.3% is a record, not only for the first quarter, but this is also a historical record for a general point of view for Interpump Group. Across the group, we are fully benefiting of the very strong and balanced organic growth and the full deployment of the countermeasures adopted in 2022 to face inflationary trends. Regarding White Drive, for the second quarter in a row, EBITDA margin stood at 21%, driven by improvements on both sides of the world.\nIn Europe, the rationalization between Poland and Germany is going on. And finally, investments done last year in U.S. are bearing fruit. Last week, I spent 3 days in the [Technical Difficulty] of White Drive, and I'm very proud to say that our colleagues fully embrace Interpump managerial approach.\nOn a final remark, please do not let you misled by the last part of the insurance reimbursement regarding Romanian fire that accounted EUR3.6 million in [Technical Difficulty] that we have seen in the quarter. With our usual transparency, we underline it to you, but please keep in mind that this is not a gift. This is the compensation of all the activities and losses and expenses we are doing to make the factory working again. And hopefully, next summer, the production in our Romanian plant will be back.\nMoving to CapEx. As you know, we are going on with the post-COVID production expansion plan. And gradually, we are rolling out the equipment phase after the land and building one. I would like to remind you, annual figures because of -- on CapEx, we have a medium to long-term strategy, which could not be properly judged by quarterly numbers. In 2021, almost 50% of our CapEx were dedicated to buy land and build factories. In '22, this percentage went below 40% and today is below 30%.\nTo give you some color, please allow me to switch to Walvoil CEO act. We are completing, as you know, the enlargement of our plant in Reggio Emilia, a state-of-the-art building that was honored by the visit of the Italian President of the Republic on last 29 April. And as a matter of fact, Mr. Mattarella, on Labor Day, visited the Reggio Emilia two companies, one of which was Walvoil and it was, of course, a great honor to be chosen as one of the best example of the so-called Mechatronics, absolutely the best gift for Walvoil's 50th birthday that we will celebrate in few weeks.\nMoving to cash flow generation. It's important to underline that the CapEx plan is ongoing. But at the same time, we are delivering the commitment we took last summer to significantly improve cash generation with the first result in the fourth quarter 2022. Now we are going on this path despite the negative effect of the exceptional sales growth, which is driving up receivable. In terms of inventories, I would like to assure you that we slowed down our purchases after the active phase of exactly 1 year ago. And we are now stabilizing our inventories levels, thanks to a less critical situation regarding supply chain and logistics in comparison to the situation of the last 2 years. And the limited increase in value is explained by the inventory accounting methodology based on the average cost, and therefore, inflationary trends are kicking in the evaluation of the inventory. We expect anyway to significantly improve the cash flow generation in the following quarters, in line with our promises of last summer which we already did with the first steps.\nConcluding with acquisition, I would like to dedicate a few words to the 2 most recent acquisitions because from a different point of view, they are very, very important. Indoshell, the foundry, this is a completely different acquisition compared to all the other done by the group in its history, a unique one. We bought, many times, companies which represented an upstream integration process. Eurofluid in October '22 was last example, but we never got to the raw material level. With the pandemic years 2020-2022, what the pandemic year taught us and our constant focus on risk management pushed us to take the opportunity to buy a [ median ] cast iron foundry. Walvoil India has been working with this foundry since many years. And therefore, this was not a leap in the dark. We already invested in this, few months, to improve the factory and working condition to align with the group's state-of-the-art standard. Now we will concentrate and invest in order to increase the production capacity. And we estimate that at the end of the year, Indoshell will be able to deliver 8,000 ton of cast iron. Our plan is to secure a very significant part of Walvoil Group needs of cast iron [ but remember you ], is the most important raw material used in the group, and then start to gradually support the group outside of the country -- group companies I mean.\nI.Mec, as many of you underline us several times, in most recent years, our acquisitions were more focused in the Hydraulics sector in comparison with Water Jetting and Flow Handling. It was not our choice. It was the result of how complicated, competitive and long an acquisition process could be. With I.Mec, we are finally reinforcing again our flow handling activities and commitments. The company today has, as a most important reference market, the [ Italian ] ceramic one. But this technology is consistent with the one used in food and beverage, pharmaceutical and cosmetic sector. We started a part with Bertoli. We progressed with Inoxpa and Mariotti & Pecini and now I.Mec.\nI believe that I gave you all the important details on the first quarter results. But summarizing all of them, the first quarter 2023 is the best quarter in group history in both terms of sales and profitability.\nNow I will leave the floor to Ms. Cugnasca for the ESG updating.\n\nElisabetta Cugnasca\n\nHead Of Investor Relations\n\nThank you, Mr. Marasi. I will be quite fast since we have already updated you in the past months step-by-step. We implemented 2 actions of our 2023-2024 period plan, which aims the building of Group ESG Foundation. The Governance 2, we approved a new code of ethics which now incorporates group ESG commitment. Governance 1, we create [indiscernible] Board, the Sustainability Committee and Executive Director inside it, its new CEO. I believe that is the best evidence of how group is taking seriously the topics. [ This last mention ], allow me to underline you the concrete step related to Governance 2, the formalization of group succession plan. This would be prepared in the next few months by our Board, but we anticipate the most important step, the separation of Chairman and CEO role with the appointment of Mr. Marasi as Group CEO.\nYou are aware of the fact that completeness is our [ motto, which had the ] chance of the Annual Shareholder Meeting and new Board appointment, and we executed, all of which from a governance point of view is from a different standpoint. Last April, the new remuneration policy was approved. We know that there is still room for improvement, but we introduced important novelties. From then beyond, we introduced ESG targets. We gave more visibility on financial targets, and we inserted the clawback clauses. For the longer term incentive plan approved last year, as promised, we aligned the holding period to the best practices. For discretionary bonus and indemnities on termination, we introduced threshold and we fine tuned calculation methodologies.\nSummarizing, we are working hard to improve.\n\nFabio Marasi\n\nExecutive Director & CEO of WALVOIL SPA\n\nThanks, Ms. Cugnasca. Some final snapshot. The first quarter 2023 has been the best quarter ever. We upgrade our 2023 organic sales guidance from mid single-digit to high single-digit. We will never give up working to consolidate and protect profitability. We are actively and successfully pushing our M&A strategy. We have separated the Chairman and CEO role.\n\nElisabetta Cugnasca\n\nHead Of Investor Relations\n\nThank you. We are ready to take all your questions."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/99e0522591fddf3afc8f29333e83493d",
    "period": "2022 Q4",
    "content": "Q4 2022 International Paper Co Earnings Call\n\nQ4 2022 International Paper Co Earnings Call\n\nIPNYSEJAN 31, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper's Fourth Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, today's conference call is being recorded.\nI'd now like to turn today's conference over to Mark Nellessen, Vice President, Investor Relations.\n\nMark Nellessen\n\nThank you, Paul. Good morning, and thank you for joining International Paper's Fourth Quarter 2022 Earnings Call. Our speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer. There is important information at the beginning of our presentation on Slide 2, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties.\nWe will also present certain non-U.S. GAAP financial information. And a reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains copies of the fourth quarter earnings press release and today's presentation slides.\nI will now turn the call over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Mark, and good morning, everyone. We'll begin our discussion on Slide 3, where I will touch on our full year 2022 results. First of all, as I think about 2022, I'm very proud and appreciative of all the hard work our employees have done during the year. And for our strong customer relationships as we've managed through a very dynamic and uncertain market environment.\nLooking at our performance. International Paper grew revenue and earnings driven by solid commercial and operational execution, while facing significant inflation and lower demand in the second half of the year. We also made solid progress in building a better IP. We delivered $250 million of earnings benefits from our initiatives, focused on lowering our cost structure and accelerating profitable growth. And as a result, we exceeded our full-year target and have strong momentum going forward.\nWe're also confident in the profitable growth opportunities across our Industrial Packaging business and have made strategic investments to support this growth. We will continue to invest to grow earnings and cash generation by building additional capabilities and capacity in our U.S. box system during the next few years.\nI'm also pleased with the significant progress we made towards achieving value creating returns in our Global Cellulose Fibers business. We delivered $100 million of earnings growth in 2022, and we expect significant earnings improvement this year.\nThis past year, we also returned $1.9 billion of cash to shareowners, and our balance sheet is very strong. This allows International Paper to navigate the uncertain macroeconomic environment from a position of strength. And we believe it will give us opportunity to continue to invest through the cycle to grow earnings and cash generation while also returning cash to our shareowners by maintaining our dividend and through opportunistic share repurchases.\nTurning to our full year key financials on Slide 4. Revenue increased by 9% year-over-year, driven by strong price realization in our 2 business segments. Operating earnings per share improved by 32%. Operating margins were impacted by lower volumes from weaker demand for packaging and elevated supply chain and input costs. Overall, EBIT improved by about $300 million year-over-year.\nIn terms of segment performance, both our Industrial Packaging and Global Cellulose Fibers segment contributed to our earnings growth by about $100 million each as our profit improvement initiatives and price realization offset significant inflationary cost headwinds. Our corporate expenses were also lowered by about $100 million, primarily driven by our building of better IP initiatives and some favorable FX.\nAnd for the year, we also generated $1.2 billion of free cash flow, which was above our prior outlook, driven by higher earnings and improved working capital in the fourth quarter.\nTurning to Slide 5. I would like to comment on the press release we issued last week regarding the progress we are making related to our Ilim joint venture. We have entered into an agreement to sell our 50% interest in Ilim SA to our JV partners for $484 million. This transaction reflects a total enterprise value for Ilim of approximately $3.5 billion and approximately 3.1x EBITDA and the EBITDA multiple for 2022 full year results.\nThe JV partners have also expressed interest in purchasing all of IP shares in JSC Ilim Group, which represents a 2.39% stake for $24 million. We also intend to divest all other residual and nonmaterial interest associated with Ilim to our JV partners. The deal is subject to regulatory approvals in Russia. We are making good progress and will provide you with additional information when it becomes available. Upon finalizing this deal, IP will no longer have any investments in Russia.\nTurning now to Slide 6 and our fourth quarter results. Earnings and free cash flow for the quarter were above prior periods and came in better than the outlook we provided last quarter. Demand for our products played out as we expected. In Industrial Packaging, our U.S. box shipments were down about 6% year-over-year on a daily basis, similar to what we experienced in the latter part of the third quarter, after consumer priorities shifted towards nondiscretionary goods and services.\nIn addition, our customers and the broader retail channel continue to work through elevated inventories of their products which constrained packaging demand in the quarter. Underlying demand for absorbent pulp was stable. On a positive note, we did see meaningful relief from lower input costs, and our fourth quarter earnings also benefited from our building a better IP initiatives and some favorable onetime items in the quarter, which Tim will speak to later in the presentation. And finally, we generated solid free cash flow and returned $355 million to shareholders during the quarter.\nI will now turn the call over to Tim to cover our business segment performance as well as our outlook. Tim?\n\nTimothy S. Nicholls\n\nSenior VP & CFO, International Paper Company\n\nGreat. Thank you, Mark, and good morning, everyone. I'm on Slide 7, which shows our year-over-year earnings bridge. Price and mix improved significantly with strong price realization across all channels and benefits from our commercial initiatives. Volume was lower in 2022 as consumers shifted priorities towards nondiscretionary goods and services while dealing with high inflation following a period of demand pull forward during the pandemic.\nOperating costs were negatively impacted by high inflation on materials and services and significantly higher supply chain cost across all of our businesses as well as lower volumes in our Industrial Packaging business. This was partially offset by improved mill performance and reliability.\nMaintenance outages increased as planned, impacted by high inflation on equipment, parts and contracted services. Input costs rose sharply across just about every category with more than half of the increase directly related to higher energy and fuel costs. Total corporate expenses and other items decreased by $0.33 per share as follows.\nCorporate expenses declined by $0.19 per share and benefited from our building a better IP initiatives as well as some FX. Interest expense was lower by $0.14 per share, benefiting from significant debt reduction in the prior year. Tax expense was $0.20 higher per share with a normalized effective tax rate of 24% as compared to 19% in 2021. Lastly, share repurchases impact earnings by $0.20 per share year-over-year.\nMoving to the fourth quarter sequential earnings bridge on Slide 8. Fourth quarter operating earnings per share were $0.87 as compared to $0.83 in the third quarter. Price and mix improved by $0.06 per share from better mix in our Industrial Packaging business and additional price realization in our Global Cellulose Fibers business. Volume was lower in Industrial Packaging as a result of softer demand across all channels. And Global Cellulose Fibers demand was stable. However, volume was lower sequentially due to higher pull-through of shipments in the third quarter as supply chain velocity began to improve. Operations and costs were impacted by the lower volume resulting in higher economic downtime and unabsorbed fixed costs as well as seasonality.\nSome of the downtime in our Global Cellulose Fibers business was caused by winter storm Elliott and also some isolated reliability issues. Ops and costs also benefited from favorable onetime items in the quarter related to lower employee benefit costs, workers' compensation expenses and medical claims. These favorable onetime items added about $71 million or $0.15 per share, which is not expected to repeat in the first quarter.\nMaintenance outages were higher in the fourth quarter as planned. As Mark mentioned earlier, we saw a significant relief from input costs which were $144 million or $0.31 per share lower in the fourth quarter, driven by lower energy and OCC costs. Corporate and other items includes benefits from lower interest expense, favorable FX and other corporate items, partially offset by sequentially higher tax expense.\nTurning to the segments, and I'll start with Industrial Packaging on Slide 9. Price and mix improved in the quarter, primarily from commercial mix initiatives focused on margin improvement. The recent publication changes did not have a material impact on the fourth quarter. As Mark mentioned earlier, demand for packaging was in line with our expectations.\nFourth quarter volumes remained at lower levels due to constrained consumer demand and ongoing retailer inventory destocking. Sequentially, volume was also impacted by 4 fewer shipping days. However, in this dynamic demand environment, International Paper is well positioned due to our diverse portfolio of products and services and our strategic relationships with a large number of national and local customers across a broad range of attractive end-use segments. Overall, our mill system ran well and we managed through winter storm Elliott very effectively.\nThe lower demand environment impacted operations and costs in the quarter as we adjusted our system to align our production with our customer demand. These actions resulted in approximately 530,000 tons of economic downtime across the system, resulting in higher unabsorbed fixed costs. Ops and costs were also seasonally higher. However, this segment benefited from approximately $57 million of favorable onetime items, I mentioned earlier.\nInput costs were significantly lower and improved earnings by $139 million sequentially. About half of the benefit was from lower energy costs in North America and Europe, and the remainder was primarily from lower OCC costs. Overall, we continue to face elevated supply chain costs as well as the impact from high inflation on materials and services during the past couple of years.\nIn a lower demand environment, when we aren't running at full capacity, we believe there is a large opportunity to further optimize our system and take out high marginal costs. This remains a key lever in 2023.\nTurning to Cellulose Fibers on Slide 10. Taking a look at the fourth quarter performance. Price and mix improved by $17 million due to the previously announced price increases. Volume was sequentially -- was lower sequentially due to higher pull-through of shipments in the third quarter as supply chain velocity began to improve. Operations and costs were negatively impacted by disruptions from winter storm Elliott and some reliability incidents at 2 of our mills. These were partially offset by approximately $14 million of favorable onetime items I mentioned earlier.\nPlanned maintenance outages were higher by $39 million sequentially, coming off of the third quarter, which represented the lowest outage quarter of the year. In addition, input costs were lower by $5 million. As we look forward, feedback from our customers indicate they are seeing in-transit inventory pull through at a faster pace due to improvements in supply chain velocity from last port congestion and improved vessel reliability. Combined with seasonal demand decline related to the Chinese New Year, we expect some customer inventory destocking to impact demand through the first quarter.\nWith that said, fluff pulp inventories remain below historical levels, and we believe fluff demand will continue to grow. This is due to the essential role that absorbent personal care products play in meeting consumer needs.\nTurning to Slide 11. Our Global Cellulose Fibers business continues to make significant progress, growing earnings and executing on our strategy to deliver value-creating returns over the business cycle. The business increased earnings by approximately $100 million in 2022 and was near cost of capital returns in the second half of the year despite significant supply chain cost headwinds.\nOur team successfully deployed a commercial strategy focused on building strategic relationships with key global and regional customers and aligning with most attractive regions and segments. We are focused on creating value for our customers by delivering products that meet their stringent product safety standards and deliver an innovative value. In addition, we are driving structural margin improvement by ensuring we get paid for the value we provide.\nIn the fourth quarter, we made solid progress in our fluff pulp contract negotiations, which will provide additional commercial benefits going forward. We are committed to building on this momentum and expect to deliver significant earnings growth in 2023.\nOn Slide 12, I'd like to update you on building a better IP set of initiatives. We're making solid progress and delivered $75 million of earnings in the fourth quarter for a total of $250 million in 2022, which exceeded our target for the year. About half of the benefits today are from our lean effectiveness initiative by rapidly streamlining our corporate and staff functions to realign with our more simplified portfolio, we have offset 100% of the dissynergies from the printing paper spin-off. Although most of these benefits have been achieved, we will continue to pursue additional opportunities.\nAnother significant driver of full year results was strategy acceleration as we delivered profitable growth through commercial and investment excellence. Going forward, we continue to focus on getting our Global Cellulose Fibers business to deliver value-creating returns, we are also focused on profitably growing our Industrial Packaging business by improving margins and investing for organic growth.\nFinally, the process optimization initiative has the potential to reduce costs across areas such as maintenance and reliability, distribution and logistics and sourcing as we leverage advanced technology and data analytics. We believe these initiatives will deliver benefits going forward as we finish implementing new capabilities across our business.\nTurning to Slide 13. I want to take a moment to update you on our capital allocation actions. As Mark mentioned earlier, we have a very strong balance sheet, which we will preserve because we believe it is core to our capital allocation framework. Our 2022 year-end leverage was 2.1x on a Moody's basis, which is below our target range of 2.5 to 2.8x.\nLooking ahead, we have limited medium-term debt maturities with about $1.6 billion due during the next 10 years. And finally, even in this environment, our pension plan remains fully funded. Returning cash to shareholders is a meaningful part of our capital allocation framework.\nIn the fourth quarter, we returned $355 million to shareowners, including $191 million through share repurchases, which represents 5.4 million shares or about 1.5% of shares outstanding. As a result, we've returned approximately $1.9 million of cash to shareowners in 2022. In October, our Board of Directors authorized an additional $1.5 billion of share repurchases.\nAt year-end, our total authorization was approximately $3.2 billion. Going forward, we are committed to returning cash through maintaining our dividend and through opportunistic share repurchases. Investment excellence is essential to growing earnings and cash. We invested $931 million in our businesses in 2022, which includes funding for cost reduction projects with attractive returns, and for strategic projects build out capabilities and capacity in our box system.\nAs an example of this, the successful start-up of our new corrugated box plant in Eastern Pennsylvania, which has an expected return on investment of 20%. And going forward, we plan to make additional investments across our box system to support long-term profitable growth. We will continue to be disciplined and selective when assessing M&A opportunities that may supplement our goal of accelerating profitable growth.\nYou can expect M&A to focus primarily on bolt-on opportunities in our packaging businesses in North America and Europe. Any potential opportunity we pursue must create compelling long-term value for our shareholders.\nSo turning to Slide 14, we'll look at our first quarter outlook. I'll start with Industrial Packaging. We expect price and mix to decrease earnings by $65 million as a result of prior index movement in North America and lower average export prices based on declines in the fourth quarter. Volume is expected to increase earnings by $20 million due to 4 more days sequentially in North America, partially offset by the normal seasonal decline in daily shipments in North America.\nOperations and costs are expected to decrease earnings by $65 million due to the non-repeat of favorable onetime items in the fourth quarter. In addition, we expect seasonally higher energy consumption and some additional inflation on materials and services. Ops and costs will also benefit from lower unabsorbed fixed costs due to higher volumes and more planned maintenance outages. Maintenance outage expense is expected to increase by $91 million.\nThe first quarter will be our highest outage quarter this year representing approximately 40% of planned outage costs in 2023. And lastly, input costs are expected to decrease by $70 million from lower average cost for energy, fuel and fiber.\nSwitching to Global Cellulose Fibers, we expect price and mix to improve by [$50] million on the realization of prior increases. Volume is expected to decrease earnings by $15 million based on seasonally lower demand and customer inventory destocking and response to increased supply chain velocity. Operations and costs are expected to decrease by $30 million due to the non-repeat of favorable onetime items in the fourth quarter. In addition, ops and costs will be impacted by higher unabsorbed fixed costs due to lower volumes as well as seasonally higher energy consumption and some additional inflation on materials and services.\nMaintenance strategy expense is expected to increase by $13 million, which is largely associated with the Georgetown mill printing paper out. This cost will be fully recovered as part of the transfer price to Sylvamo over the course of the year. Again, the first quarter will be our highest maintenance outage quarter this year, representing almost 40% of total planned outages in 2023. Lastly, input costs are expected to decrease by $15 million, mostly due to lower energy and fiber.\nMoving to our full year outlook on Slide 15. We are projecting full year 2023 EBITDA for the company of approximately $2.8 billion. As I mentioned earlier in this presentation, we believe we have significant opportunities to reduce high marginal costs across our system and capture more benefits from our building a better IP set of initiatives.\nThis includes meaningful earnings growth in our Global Cellulose Fibers business as a result of our commercial strategy execution, I would also note that our outlook includes only the impact from previously published price changes. Free cash flow is expected to be between $900 million and $1.1 billion, which includes a onetime tax payment of $190 million related to our timber monetization settlement. In addition to free cash flow, we expect to receive approximately $500 million of cash proceeds from the Ilim sale.\nRegarding this transaction, for reporting purposes, the Ilim JV has been classified as discontinued operations. And in the fourth quarter, we took an impairment charge which was treated as a noncash special item. For 2023, we are targeting capital spending of between $1 billion and $1.2 billion with increased investments in our U.S. box system to build additional capabilities and support profitable growth with our customers. We will also focus on high-cost cost reduction projects across our system. And with that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThanks, Tim. Now I'll turn to Slide 16. I want to reinforce my confidence in the resiliency of International Paper and our ability to navigate through this dynamic environment from a position of strength. As Tim mentioned earlier, we're well positioned due to our diverse portfolio of products and services and our strategic relationships with a large number of national and local customers across a broad range of attractive end-use segments. Also, our teams at IP know what it takes to successfully manage through a business cycle by leveraging options and capabilities across our large system of mills, plants and supply chain to optimize cost while continuing to take care of our customers.\nIn addition, our building a better IP initiative initiatives are focused on continuing to invest in projects to drive structural cost reduction through efficiency improvements and accelerating profitable growth. We exceeded our target in 2022, and we have solid momentum as we enter 2023.\nAnd finally, as I mentioned earlier, we have significantly enhanced our financial strength and flexibility. This strong foundation makes IP well positioned for success across a spectrum of economic environment and to deliver profitable growth over the long term.\nAnd turning to Slide 17. As we look to 2023 and all of the dynamic conditions at hand, I draw confidence from an incredible milestone that reflects the resiliency of our company. To be precise, today marks our company's 125-year anniversary. On this date, in 1898, 17 pulp and paper mills in the northeastern part of the United States joined to form International Paper Company.\nI think our founders would be amazed at how our enterprise has evolved through the years, including the incredible products we make and the expansive list of customers we serve. I would also appreciate our long-standing commitment to the pursuit of excellence in safety and environmental stewardship. While the world has changed, our commitment to providing essential products, people depend on every day and the talent and dedication of our team has not changed as we embark on our next 125 years.\nOur principles and resilience will continue to serve us well. I'm excited about how we are reengaging our company. We haven't performed to our full potential, but that's behind us. We are committed to take our performance to a higher level. We recently made talent and leadership adjustments to match the right skills to the right opportunities we have in front of us. It's the right team to execute our strategy. We continue to make a lot of traction on our build to better IP focus areas.\nThe things we're going after will set us apart and will drive our results. In essence, we are proud and well positioned to build on our 125-year legacy in the days, months and years ahead. I'm confident you'll like what you see. With that, operator, we're ready to take questions."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/690f6d40969aaff2c98c5cfbad991349",
    "period": "2022 Q3",
    "content": "Q3 2022 International Paper Co Earnings Call\n\nQ3 2022 International Paper Co Earnings Call\n\nIPNYSEOCT 27, 10:00 AM\n\nOperator\n\nLadies and gentlemen, good morning, and thank you for standing by. Welcome to today's International Paper Third Quarter 2022 Earnings Call. (Operator Instructions). As a reminder, today's conference is being recorded. I'd now like to turn the conference over to Mark Nellessen, Vice President of Investor Relations. Please go ahead.\n\nMark Nellessen\n\nThank you, Paul. Good morning, and thank you for joining International Paper's Third Quarter 2022 Earnings Call. Our speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer. There is important information at the beginning of our presentation on Slide 2, including certain legal disclaimers. For example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. We will also present certain non-U.S. GAAP financial information, and a reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains copies of the third quarter earnings press release and today's presentation slides. I will now turn the call over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Mark, and good morning, everyone. We'll begin our discussion on Slide 3. The third quarter was a very dynamic and challenging environment, which had a significant impact on our earnings. We experienced a sharp decline in demand in our Industrial Packaging segment and significantly higher cost headwinds from higher energy and distribution costs. On a more positive note, I'm very pleased with the progress our Global Cellulose Fibers team is making to improve performance in that business. They are successfully advancing their commercial strategy and achieved cost of capital returns in the third quarter.\nIn both businesses, we also delivered strong price realization. And for the year, we expect to exceed our $225 million target related to our Building a Better IP initiatives. Now back to the demand environment. As we enter the third quarter, we recognized there were macroeconomic uncertainties ahead of us and that our businesses are not immune to these risks. However, these macro trends shifted drastically midway through the quarter, creating stronger headwinds than expected versus our previous outlook, particularly in our Industrial Packaging business.\nBased on feedback from our customers and after observing order patterns across our various channels and end user segments, we believe inflationary pressures weighed heavily on the consumer, resulting in lower demand for goods. This had a large impact on demand for Packaging as consumer priorities shifted towards nondiscretionary goods and services in the quarter. In addition, our customers and the broader retail channel continued to work through elevated inventories of their products, which further reduced Packaging demand in the quarter.\nIn response to these trends, we quickly aligned our production with our customer demand, which resulted in significant economic downtime in the quarter for our Containerboard system. Also, our significantly lower export position versus prior years' contributed to a higher level of downtime, all of which suboptimized our system from a cost standpoint in the quarter. I would point out that our mill system continued to operate very well before being constrained by lower demand. The work we did in the last several quarters to improve reliability is paying dividends.\nAs we enter the fourth quarter, Packaging demand appears to be stabilizing at these lower levels. And finally, on capital allocation, we returned $434 million to shareholders in the third quarter, including $269 million of share repurchases. As a result, we've returned approximately $1.6 billion of cash to shareholders so far this year. If we turn to the third quarter, in particular on Slide 4, revenue increased by 10% year-over-year, driven by strong price realization across our 2 business segments.\nOperating earnings and margins were lower than prior periods due to the significant macro headwinds I discussed earlier. However, our free cash flow generation was stable in the quarter. I would also like to take this opportunity to mention that we are making good progress regarding Ilim. As I've mentioned before, the complexity of the situation and our joint venture structure impact the pace of reaching a resolution, but we feel good about the progress we're making, and we'll provide another update when there is more information to share.\nI'll now turn to Slide 5, which is one that we shared with you last quarter as we recognized that there were a lot of macro uncertainties ahead of us. Our outlook for the fourth quarter, which Tim will share with you shortly, assumes our earnings will remain under pressure in the near term. However, I want to reinforce my confidence in the resiliency of IP and our ability to navigate through these dynamic environments. Our teams at International Paper know what it takes to successfully manage through a business cycle. And given the rapid change in demand, it will take some time to realign and optimize our system to the current environment.\nWe have a wide range of options and capabilities across our large system of mills, box plants and supply chain. And we know how to leverage them while taking care of our customers. Also later in the presentation, Tim is going to share some specific actions that our teams are taking to shift production to our lowest-cost operations and shed high-margin cost across the system. We're also continuing to invest in projects to drive structural cost reduction through efficiency improvements.\nAnd finally, we have built a very strong balance sheet, which we will preserve because we believe it's ensuring our financial stability and optionality and is foundational to our company, especially in softer economic environments. This allows us to continue investing in our businesses and to return cash to shareowners in a meaningful way by maintaining our dividend and through opportunistic share repurchases. I'm now going to turn it over to Tim, who will cover our business performances and outlook. Tim?\n\nTimothy S. Nicholls\n\nSenior VP & CFO, International Paper Company\n\nThank you, Mark. Good morning, everyone. I'm on Slide 6, which shows our sequential earnings bridge. Third quarter operating earnings per share were $1.01 as compared to $1.24 in the second quarter. Price and mix improved by $151 million or $0.31 per share with strong price realization across both segments. Volume is lower in Industrial Packaging as a result of the softer demand across all channels. Global Cellulose Fibers demand was stable. However, pulp shipments were higher due to improved supply chain velocity.\nOperations and costs were impacted by the nonrepeat of favorable onetime items in the second quarter, significant economic downtime in our Industrial Packaging business and higher distribution costs and other inflation across all businesses. As you may recall, our operations and costs in the second quarter benefited from $96 million or $0.19 per share of favorable onetime items related to insurance recovery of -- for our Prattville as well as lower employee benefit costs, medical claims and workers' comp expenses.\nMaintenance outages were lower in the third quarter as planned, improving earnings by $0.13. Input costs continue to be a headwind and were $75 million or $0.15 per share higher in the third quarter, driven by higher energy and chemicals, partially offset by lower OCC cost. On Slide 34 of the appendix, we provide details on our consumption of key inputs, including natural gas which was a significant cost headwind in the quarter for our businesses in North America and Europe.\nCorporate and other items include benefits from lower tax expense and a lower share count. Lastly, equity earnings were below the quarter prior, primarily due to the lower sales price and FX related to Ilim. So turning to the segments and starting with Industrial Packaging on Slide 7. We had very strong price and mix improvement in the quarter as we successfully completed implementation of our March price increase, while also benefiting from [higher] average export prices and commercial initiatives focused on margin improvement.\nAs Mark mentioned earlier, the challenging macro environment resulted in much lower volumes and unfavorable cost in our North American and European Packaging businesses. Demand for Packaging weakened significantly mid-quarter across all channels and segments from lower consumer demand and retailer inventory destocking. This large decline in volume impacted operations and costs in the quarter as we adjusted our system to align our production with our customers' demand. These actions resulted in approximately 400,000 tons of economic downtime across the system, resulting in higher unabsorbed fixed cost and a suboptimized system.\nThis represented approximately 1/3 of the higher cost and ops quarter-over-quarter. In addition, when not constrained, our mills ran very well, which increased the amount of economic downtime needed to match the reduced level of demand. Sequentially, operations in costs was also impacted by significantly higher distribution costs, inflation on materials and services and the nonrepeat of favorable onetime items we discussed in the second quarter. It also includes some additional spending on recovery, boilers and bark boilers across our mills to make our own energy given the significant increases in natural gas prices.\nInput costs were another significant headwind in the quarter and much higher than we expected, primarily due to higher energy costs that were only partially offset by lower OCC cost. These cost headwinds are even more significant for our packaging business in Europe, where natural gas prices doubled since the second quarter and averaged about 9x the normal level. Turning to Slide 8. We thought it would be helpful if we share some additional perspective on underlying segment trends for our Corrugated Packaging business. As shown on the previous slide, our U.S. box shipments were down 5.4% year-over-year, and our overall U.S. channel was down 5.9%.\nAs a reminder, our U.S. channel includes the U.S. box system as well as our open market Containerboard customers and our equity partnerships with strategic Sheet Feeders. In the third quarter, we saw demand decline across all [end-use] segments. The yellow indicators represent segments where the demand decline was less than our overall average of 5.4% and the red indicators represent declines that were worse than our overall average. Segments, including beverage, durables and nondurables, which are more discretionary in nature, came under the most pressure as consumers had to make choices while dealing with high inflation.\nIn addition, retailer inventory destocking has exacerbated. The demand decline is for most segments in the near term. Based on feedback from our customers and our performance in October, demand appears to be stabilizing at these lower levels as companies continue to work through their inventories in the fourth quarter. Despite these near-term headwinds, we understand the critical role of Corrugated Packaging plays in bringing essential products to consumers and believe that IP is well positioned to grow with our customers over the long term.\nTurning to Slide 9. As Mark mentioned earlier, in the softer demand environment, where we are able to run our systems at full capacity, we have the ability to shed high marginal cost due to a wide range of options and capabilities across our large system of mills, box plants and supply chain. For example, we are shifting between fiber options based on the marginal cost of wood versus OCC. In this case, our mill teams considered the total cost to process the fiber, including the benefits from own-make energy when consuming wood versus the cost of natural gas used to process OCC.\nAnother example would be in the supply chain area. Our teams are reducing premium freight through mode optimization and increased availability of lowest-cost carriers. At mills, we're working to lower our planned maintenance outage cost by reducing overtime and premium pay that is traditionally associated with the shorter schedule. We are also continuing to invest in our operations to drive structural cost reduction from efficiency improvements in the areas of fiber and energy consumption.\nUltimately, we are focused on restoring margins to historical levels by aligning our production with customer demand, while optimizing our cost structure. Turning to Cellulose Fibers on Slide 10. I'll start with an update on the demand environment and supply chain. Demand for fluff pulp remains stable across all regions. Feedback from customers continues to indicate that fluff pulp inventories are near historical lows. We are experiencing moderate improvement in supply chain efficiencies. However, they continue to remain stretched driven by ongoing port congestion and vessel delays.\nWe believe fluff pulp will continue to grow over the long term and are confident in the essential role of absorbent personal care products and meeting consumer needs. Taking a look at the second quarter performance. Price and mix improved by $62 million due to the successful execution of previously announced price increases with solid momentum as we enter the fourth quarter. Volume in the quarter was higher due to some improvement in supply chain velocity. However, I would note that backlogs remain above normalized levels due to ongoing logistics challenges.\nOur mills continue to run well. Operations and costs were unfavorable in the quarter due to higher distribution costs and nonrepeat favorable onetime items in the second quarter. Planned maintenance outages were lower by $26 million sequentially, while input costs were higher by $12 million. Turning to Slide 11. Our Global Cellulose Fibers business continues to make significant progress towards growing earnings and delivering cost of capital returns in the third quarter. And the business remains well positioned to sustain this level of performance in the fourth quarter.\nOur team successfully deployed a commercial strategy focused on building strategic relationships with key global and regional customers and aligning with the most attractive regions and segments. We are focused on creating value for our customers by delivering products that meet their stringent product safety standards and deliver innovative value. In addition, we are driving structural margin improvement by ensuring we get paid for the value we provide. To date, we have made solid progress in our fluff pulp contract negotiations, which will provide additional commercial benefits as we move into 2023. We are committed to building on this momentum and delivering value-creating returns over the business cycle.\nI would also note that this is a key part of building a better IP initiative in the category of strategy acceleration. Turning to Slide 12. I would like to update you on Building a Better IP set of initiatives. We're making solid progress in delivering $70 million of earnings in the third quarter for a total of $175 million year-to-date. And we're on track to exceed the high end of our full year target. About half of the benefits to date are from our lean effectiveness initiative, by rapidly streamlining our corporate and staff functions to realign with a more simplified portfolio, we have already offset 100% of the dis-synergies from the Printing Papers spin-off.\nAlthough most of these benefits have been achieved, we will continue to pursue additional opportunities. The process optimization initiative has the potential to significantly reduce cost across areas such as maintenance and reliability, distribution and logistics and sourcing, as we leverage the advanced technology and data analytics. These initiatives will deliver meaningful benefits in 2023 as we finish implementing new capabilities across our businesses. And finally, strategy acceleration is about delivering profitable growth through commercial and investment excellence.\nGetting our Global Cellulose Fiber business to deliver value-creating returns is one example of this. We are also focused on profitably growing our Industrial Packaging business by improving margins and investing for organic growth. Turning to Slide 13 and a look at the fourth quarter outlook. As Mark mentioned, our earnings will remain under pressure in the near term given the current demand environment. With that, I'll start with Industrial Packaging. We expect price and mix in the export channel to be lower by $10 million. Volume is expected to decrease by $30 million with 4 less days sequentially in North America.\nAnd the traditional seasonal pickup from holiday demand is not expected to be as strong this year. This will be partially offset by seasonally higher produce volume in EMEA packaging. Operations and costs are expected to decrease earnings by $120 million. A little more than half of this is from the higher unabsorbed fixed costs resulting from lower volumes as well as seasonally higher costs, primarily from energy consumption and labor benefits. The remainder includes such items as inflation on materials and services and timing of spending. Maintenance outage expense is generally flat.\nAnd lastly, input costs are expected to decrease by $80 million from lower fiber and energy costs. In Global Cellulose Fibers, we expect price and mix to improve by $20 million on the realization of prior increases. Volume is expected to decrease by $10 million based on timing of shipments through the supply chain. Operations and costs are expected to increase by $5 million due to seasonality, while maintenance outage expense is expected to increase by $34 million. Lastly, input costs are expected to increase by $5 million, primarily related to energy costs at our converting operations in (inaudible).\nTurning to Slide 14, I'll take a moment to update you on our capital allocation actions in the third quarter. As Mark mentioned earlier, we have a very strong balance sheet, which we will preserve because we believe it is core to our capital allocation framework. Our 2021 year-end leverage was 2.3x on a Moody's basis, which is below our target range of 2.5 to 2.8x. Looking ahead, we have limited medium-term maturities with about $1.3 billion due over the next 10 years. And finally, even in this environment, the risk mitigation strategies we've taken to ensure our pension plan remains fully funded, have -- are in place and are delivering.\nReturning cash to shareowners is a meaningful part of our capital allocation framework. In the third quarter, we returned $434 million to shareholders, including $269 million through share repurchases, which represents 6.4 million shares or about 1.8% of shares outstanding. As a result, we've returned approximately $1.6 billion of cash to shareholders so far this year. In October, our Board of Directors authorized an additional $1.5 billion of share repurchases, which brings our total authorization to approximately $3.4 billion.\nGoing forward, we are committed to returning cash through maintaining our dividend and through opportunistic share repurchases. Investment excellence is essential to growing earnings and cash generation. We are targeting between $900 million to $1 billion, which includes the funding cost for -- the funding for cost reduction projects with attractive returns for strategic projects to build out capabilities and capacity in our box system to support future profitable growth.\nWe will continue to be disciplined and selective on assessing M&A opportunities that may supplement our goal of accelerating profitable growth. You can expect M&A, focus primarily on bolt-on opportunities in our packaging businesses in North America and Europe. Any potential opportunity we pursue must create compelling long-term value for (inaudible). And with that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThanks, Tim, for all the details. Look, this is clearly a very dynamic environment with a lot of moving parts. As I look back across our company, I'm really proud of the improvement we've made in customer service over the last several quarters, considering where we were in the middle of last year with Containerboard inventory issues and box plant availability for our customers. The reliability improvements we've made in our mill system, both in Global Cellulose Fibers and in Containerboard, I feel really good about because we're running very, very well in some cases, at levels -- productivity levels that are the best we've ever run.\nI also feel good about the progress our Global Cellulose Fibers team is making and the trajectory of the profitability earnings and the business model changes we've made that Tim described a bit earlier. At the same time, I'm not at all satisfied with the level of our profitability, which has been impacted by supply chain disruptions, inflation and falling demand in the second half of this year. But I am certain we will make improvements in this area. I'm also very certain about the resiliency of International Paper.\nDuring the past few years, we have significantly enhanced our financial strength and flexibility and taking a lot of risk out of the company. This strong foundation makes IP well positioned for success across a wide spectrum of economic environments. So with that, operator, we're ready to take questions."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8b66f206dc4c13ea2f2625abdbcab244",
    "period": "2022 Q2",
    "content": "Q2 2022 International Paper Co Earnings Call\n\nQ2 2022 International Paper Co Earnings Call\n\nIPNYSEJUL 28, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper's Second Quarter 2022 Earnings Call. (Operator Instructions) After the speakers remarks, you will have an opportunity to ask questions. (Operator Instructions) As a reminder, this conference is being recorded. I'd now like to turn today's conference over to Mark Nelson, Vice President, Investor Relations. Sir, the floor is yours.\n\nMark Nelson\n\nThank you, Paul. Good morning, and thank you for joining International Paper's Second Quarter 2022 Earnings Call. Our speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer. There is important information at the beginning of our presentation on Slide 2, including certain legal disclaimers.\nFor example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. We will also present certain non-U.S. GAAP financial information, and a reconciliation of those figures to U.S. GAAP financial measures is available on our website. Our website also contains copies of the second quarter earnings press release and today's presentation slides.\nI will now turn the call over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Mark, and good morning, everyone. We will begin our discussion on Slide 3. In the second quarter, International Paper delivered strong revenue growth and earnings growth on both a year-over-year and sequential basis, all while expanding our margins.\nIn addition, our second quarter earnings were better than our prior outlook, driven by strong price realization, solid operating performance and cost benefits. All of this helped us overcome significantly higher input costs, especially for energy, chemicals and distribution.\nOur mills and converting system performed very well as we manage through continued logistics constraints, which negatively impacted our operating costs. We successfully executed our second highest maintenance quarter of the year and have completed about 65% of our planned maintenance in the first half of the year.\nDemand for our products was impacted by a shift in consumer spending from goods to services in the quarter while the retail channel managed through elevated inventories. In addition, our businesses continue to focus on serving our customers' needs while navigating through a challenging supply chain and labor environment.\nWe made good progress on our Building a Better IP initiatives. We achieved $65 million of earnings in the quarter for a total of $105 million through the first half of the year. Given our strong momentum, we expect to achieve the high end of our full year target of $200 million to $225 million. We are excited by the opportunities we have identified to significantly lower our cost structure and accelerate profitable growth.\nOn capital allocation, we returned $565 million to shareowners in the second quarter, including $395 million of share repurchases. As a result, we've returned more than $1.1 billion of cash to shareholders so far this year. This highlights the choices that our strong balance sheet and cash generation provide us.\nOn our last call, I mentioned that we were pursuing strategic options for our equity investment in the Ilim Group, which includes possibly selling our 50% stake. We have engaged advisers and are actively working with interested parties. We've made good progress during the second quarter and have identified serious options that we believe could be attractive.\nAs I mentioned before, the complexity of the situation and our JV structure impacts the pace of reaching a resolution. We will provide another update when there is more information to share.\nTurning to the second quarter results on Slide 4. Revenue increased by 13% year-over-year, driven by strong price realization across our 2 business segments. Operating earnings per share improved by just over 50% versus last year, and margins improved in the second quarter as strong price realization more than offset higher distribution input costs and we delivered additional benefits from our Building a Better IP initiatives.\nFree cash flow was lower in the quarter due to higher working capital use as we grew revenues and replenished inventories coming out of our highest maintenance outage season. In addition, both prior periods included a dividend from our equity ownership in Ilim.\nLooking to the rest of the year, we expect further margin expansion as continued realization of prior price increases outpaces higher input costs. In addition, we stepped down from our highest maintenance outage quarters of the year and also expect additional earnings growth from our Building a Better IP initiatives. As a result, I'm confident we will achieve our full year targets for EBITDA and free cash flow, which remain unchanged.\nI'll now turn the call over to Tim, who will cover our business sector performance and outlook. Tim?\n\nTimothy S. Nicholls\n\nSenior VP & CFO, International Paper Company\n\nThank you, Mark. Good morning, everyone. I'm on Slide 5, which shows our sequential earnings bridge. As Mark mentioned, we generated strong earnings growth in the second quarter relative to both prior quarter and prior year, driven by strong price realization and execution of our Building a Better IP initiatives.\nSecond quarter operating earnings per share were $1.24 as compared to $0.76 in the first quarter. Price and mix improved by about $206 million or $0.40 per share with strong price realization in both business segments and across all channels. Volume was relatively flat sequentially in our Industrial Packaging segment, and global cellulose fibers, fluff pulp shipments continue to be constrained by ongoing vessel delays.\nOperations and costs improved sequentially as our mills and converting system performed well. In the second quarter, we received $16 million of insurance recovery related to Prattville. In addition, onetime items were things like lower employee benefits costs, medical claims and workers' comp contributed favorably to operations and costs. These onetime items added about $80 million or $0.16 per share, which will not repeat in the third quarter.\nWe successfully completed our second highest maintenance outage quarter of the year and 65% of our annual maintenance program through the first half of the year. Input costs were about $100 million or $0.20 per share in the second quarter, driven by higher energy chemicals and distribution costs, in large part because of higher diesel fuel prices.\nOn Slide 33 of the appendix, we provide details on our consumption by key inputs, including natural gas, which was also a significant cost headwind in the quarter. Corporate and other items included benefits from lower tax expense and a lower share count.\nLastly, equity earnings were stable versus the prior quarter. Turning to the segments and starting with Industrial Packaging on Slide 6. Looking at the second quarter performance, we delivered meaningful revenue growth and margin expansion. Price and mix was strong and better than our expectations due to faster-than-expected implementation of our March price increase and higher export prices. Our volume was flat sequentially and below last year's strong comp.\nAs Mark mentioned earlier, we saw a shift in consumer spending through good to services and the retail channel managed through elevated inventories, which then impacted box demand across segments like e-commerce and shipping and distribution, durables and other nondurables. We firmly believe these segments will continue to grow over time and that IP is well positioned to grow with them.\nIn addition, the tight labor environment continues to constrain our box plant system. We're experiencing this, especially in regions where we are consistently operating our plants on weekends to serve elevated demand from segments like e-commerce and shipping and distribution that have grown significantly during the last couple of years.\nGoing forward, we will continue to focus on further optimizing our system by improving staffing levels and investing across the system to serve the growing demand of our customers. Operations and cost improved sequentially. Our mills and box system ran very well, and we successfully executed our second highest maintenance outage of the year.\nThe business also benefited from additional insurance recovery of $16 million related to Prattville and the onetime items I mentioned earlier by approximately $60 million. Operating costs remain elevated due to ongoing logistics constraints. However, we are in a much better position to navigate this environment with healthier system inventories. Input costs were a significant headwind in the second quarter and higher than our expectations due to higher costs for energy, chemicals and distribution. We expect these elevated costs to persist in the third quarter.\nThese cost headwinds are even more significant for our packaging business in Europe, where input costs in the second quarter were $45 million higher than the second quarter of last year. About 70% of that headwind was from higher energy costs, where natural gas prices have averaged about 5x normal historical levels.\nTurning to Slide 7 and staying with North American Industrial Packaging. We are focused on continuing to grow earnings by restoring margins to historical levels in the low 20% range. We've made solid progress in the quarter and delivered a 19% margin, up from just over 15% in the first quarter despite higher-than-expected input costs. We're still confident we can achieve our target.\nHowever, the additional input cost inflation may influence the timing. Our mills and box plants operated very well. Containerboard inventories across our system were back to sufficient levels so we are better positioned to proactively manage through the ongoing supply chain constraints. As I said earlier, we will deploy an investment strategy that further enhances our capabilities and footprint to grow with our customers while generating attractive financial returns on these investments. This is a key part of building a better IP. And an example of this is the greenfield box plant that we are building in Southeast Pennsylvania, which is expected to start up early next year.\nIn addition, our Building a Better IT initiatives are also focused on structurally reducing costs and deploying commercial strategies to improve mix and margins.\nMoving on to Global Cellulose Fibers on Slide 8. I'll start with an update on the demand environment and supply chain. Demand for fluff pulp remains solid across all regions. Our confidence reflects the essential role of the absorbent hygiene products and meeting customer needs.\nIn addition, we expect the supply-demand environment for fluff to remain favorable near term. Feedback from our customers continues to indicate that fluff pulp inventories are near historic lows. Supply chains continue to remain stretched, driven by ongoing port congestion and vessel delays, and we expect these challenging conditions to continue for the foreseeable future.\nTaking a look at the second quarter performance. Price and mix improved by $53 million due to successful execution of previously announced price increases with solid momentum as we enter the third quarter. Volume in the quarter was stable.\nI would note that backlogs remain high and are about double our normalized levels due to the logistics challenges. Our mills continue to run well. Ops and costs were better in the quarter as the business benefited from onetime items I mentioned earlier by approximately $20 million.\nLastly, input costs increased by $22 million sequentially. About 65% of the additional cost was the result of higher energy prices with the remainder coming from higher chemicals and freight.\nTurning to Slide 9. I want to reaffirm that Global Cellulose Fibers remains well positioned to deliver cost of capital returns in the third and fourth quarters of this year. As I said earlier, we have a favorable supply/demand outlook for fluff pulp with price realization from prior increases accelerating as we move through the year.\nI would also note that as part of Building a Better IP, we are focused on driving structural margin improvement by ensuring we get paid for the value we provide to our customers and aligning with the most attractive regions and segments to deliver profitable growth. We are also making solid progress in our fluff pulp contract negotiations, which we anticipate will provide additional commercial benefits as we move into 2023.\nTurning to Slide 10. I'd like to update you on the Building a Better IP set of initiatives. We're making solid progress and delivered $65 million of earnings in the second quarter for a total of $105 million for the first half of the year. Given the strong momentum, we're on track to achieve the high end of our full year target.\nAbout half the benefits to date are from our lean effectiveness initiative by streamlining our corporate and staff functions to realign with our more simplified portfolio, we have already offset 100% of the dis-synergies from the printing paper spend. And we have line of sight to additional savings from initiatives targeting lower overhead spending and further optimization.\nWe are designing the organization to support a packaging-focused company with a more focused footprint. We believe our process optimization initiatives have the potential to significantly reduce cost across our operations by leveraging advanced technology and data analytics.\nOver the past year, dedicated teams have been working with outside experts to identify opportunities and develop new tools and capabilities to increase efficiency and reduce costs in areas such as maintenance and reliability, distribution and logistics and sourcing. We are beginning to scale these capabilities across our system, which we believe will yield significant savings as we go through 2023.\nAnd finally, strategy acceleration is about delivering profitable growth through commercial and investment excellence. As I mentioned earlier, we're focused on profitably growing our North American packaging business by improving margins and investing for organic growth. We are further optimizing our European operations by improving performance and increasing integration of our Madrid mill and box system, and we're well on our way to achieve cost of capital returns in our global cellular business by realizing more value for absorbent pulp.\nIn summary, Building a Better IP is about driving structural margin improvement and profitable growth. Turning to Slide 11. I'll cover our third quarter outlook. I'll start with Industrial Packaging. We expect price and mix to improve by $40 million on realization of prior increases. Volume is expected to increase by $10 million with 1 more day sequentially and stable demand. Ops and costs are expected to decrease earnings by $75 million, largely due to the non-repeat of the onetime favorable items I mentioned earlier.\nMaintenance outage expense is expected to decrease by $41 million. And lastly, input costs are expected to increase by $30 million. In Global Cellulose Fibers, we expect price and mix to improve by $60 million on the realization of the prior increases.\nAs a reminder, price realization in this segment has a 2- to 3-quarter lag. We're running on the longer end of that range right now due to the ongoing vessel delays. Volume is expected to remain stable sequentially. Operations and costs are expected to decrease earnings by $30 million due to nonrepeat of favorable onetime items in the second quarter and timing of spending.\nMaintenance outage expense is expected to decrease by $24 million. And lastly, input costs are expected to increase by $5 million.\nMoving to our full year outlook on Slide 12. We remain confident in our full year EBITDA outlook of $3.1 billion to $3.4 billion and our free cash flow target of $1.3 billion to $1.5 billion. We generated strong revenue growth and margin expansion in the second quarter, exceeding our earnings outlook for the quarter, which provides solid momentum as we enter the second half of the year. We expect demand for corrugated packaging to remain stable. In cellulose fibers, we see a continued favorable supply/demand backdrop for fluff pulp.\nWe continue to realize benefits across the portfolio from the implementation of higher price increases while distribution and input costs are expected to stabilize later this year at elevated levels. As I mentioned earlier, we are also confident in achieving $225 million of gross earnings from our Building a Better IP set of initiatives.\nRegarding capital expenditures, we have lowered our full year estimate by $100 million due to extended lead times on equipment purchases. Despite these equipment delays, we are committed to investing in our business to support strategic growth opportunities and to structurally reduce our costs. Let me turn to Slide 13 and take a moment to update you on our capital allocation actions in the second quarter.\nStarting with the balance sheet. As I said last quarter, we're very pleased with the progress we've made to strengthen our balance sheet. As a reminder, we reduced debt by $2.5 billion in 2021 and more than $4 billion over the past 2 years. With these actions, our 2021 year-end leverage was 2.3x on a Moody's basis, which is below our target range of 2.5 to 2.8x. And looking ahead, we have limited medium-term maturities with about $900 million due over the next 5 years.\nReturning cash to shareholders is a meaningful part of our capital allocation framework. In the second quarter, we returned $565 million to shareowners, including $395 million through share repurchases, which represents 8.7 million shares or about 2.3% of shares outstanding. As a result, we've returned more than $1.1 billion of cash to shareholders so far this year.\nAt the end of the second quarter, we had $2.1 billion remaining in share purchase -- share repurchase authorization. Investment excellence is essential to growing earnings and cash. As I mentioned, we are targeting CapEx of $1 billion, which includes funding for strategic projects in our packaging business to build our capabilities and capacity in our box system to drive profitable growth. We also plan to increase funding for cost reduction projects with expected returns in excess of 25%.\nWe will continue to be disciplined and selective on assessing M&A opportunities that may supplement our goal of accelerating profitable growth. You can expect M&A to focus primarily on bolt-on opportunities in our packaging business in North America and Europe. Any potential opportunity we pursue must be compelling long-term value for our shareholders.\nTurning to Slide 14. I want to highlight the strength and resiliency of International Paper going forward. With this as a backdrop, I'm confident IP will navigate any economic environment from a position of strength. We have a very strong balance sheet, which we will preserve because we believe it's core to our capital allocation framework. Our strong balance sheet ensures financial stability and optionality and softer economic environments and is the foundation to create significant value throughout the economic cycle.\nAs a result, we can continue to return cash to shareowners in a meaningful way through a sustainable and competitive dividend and through opportunistic share repurchases. We can also proactively invest in our business throughout the cycle to create significant value by reducing costs and by developing the capabilities we need to meet the growing demand of our customers.\nOur large system of mills and box plants provides us with added advantage of flexibility and optionality. We've demonstrated our ability to optimize our cost structure throughout different demand environments by making more of our cost, less fixed and more variable.\nFor example, we can increase utilization across our system during strong demand environments. And if demand moderates, we can shift production to our lowest-cost operations and share high marginal costs across the system based on regional costs for fiber, energy and supply chain.\nWe also have levers to manage working capital needs to align with the demand signal. One last point. As I talked about our confidence in delivering our Building a Better IP initiatives, we have line of sight to these opportunities and believe they are largely within our control and not dependent on economic tailwinds.\nIn summary, the strength and resilience in IP enables us to consistently create significant value for our shareowners over the cycle. And with that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nTim, thanks for covering the details of the business outlook and our capital allocation progress. This is a really exciting time for International Paper, and I continue to be proud of our team and the work that they do every day in every area of the company.\nSitting here midway through the year, I'm confident in our earnings outlook for 2022 and in our ability to deliver strong earnings growth this year. I'm also very pleased with our progress and momentum in Building a Better IP, and I'm confident our team is focused on taking our performance to the next level.\nAs Tim pointed out in his remarks earlier, these initiatives are largely within our control and will create structural earnings improvement for IP over the next couple of years. And finally, while I'm mindful of the uncertainties surrounding the macro environment, I'm very certain about the resiliency of International Paper.\nDuring the past few years, we have significantly enhanced our financial strength and flexibility. This strong foundation makes IP well positioned for success throughout a wide spectrum of economic environments.\nWith that, operator, we are ready to take questions."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/92103e8760b5aaeb6084648d434a5c11",
    "period": "2022 Q1",
    "content": "Q1 2022 International Paper Co Earnings Call\n\nQ1 2022 International Paper Co Earnings Call\n\nIPNYSEAPR 28, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper's First Quarter 2022 Earnings Call. (Operator Instructions) I would now like to turn today's conference over to Guillermo Gutierrez, Vice President, Investor Relations. You go ahead, sir.\n\nGuillermo Gutierrez\n\nVP of IR, International Paper Company\n\nThank you, Charm. Good morning, and thank you for joining International Paper's First Quarter 2022 Earnings Call. Our speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer. There is important information at the beginning of our presentation on Slide 2, including certain legal disclaimers.\nFor example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. We will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is also available on our website. Our website also contains copies of our first quarter 2022 earnings press release and today's presentation slides. I will now turn the call over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Guillermo, and good morning, everyone. We'll begin our discussion on Slide 3. International Paper's first quarter earnings were better than we had outlooked, driven by strong price realization and solid operations to overcome significantly higher input costs, especially for energy, chemicals and distribution. We also delivered strong cash from operations.\nWe delivered strong year-over-year and sequential revenue growth in the first quarter, driven by price realization from prior increases in our 2 business segments. Omicron-related constraints impacted volume in our Packaging business in January. Our shipments recovered as expected throughout the quarter with demand normalizing at elevated levels as we enter into the second quarter. Our mills and converting system performed well as we managed through continued logistics constraints, which negatively impacted operating.\nWe executed our highest maintenance outage quarter of the year very well, and we expect to complete about 70% of our planned maintenance in the first half of the year. We achieved $40 million of earnings through our Building a Better IP initiatives, and we are confident in our full year target of $200 million to $225 million of gross incremental earnings in 2022.\nWe are excited by the opportunities we have to materially lower our cost structure and to accelerate profitable growth. Later on in our presentation, Tim will walk you through our first quarter progress.\nOn capital allocation, in the first quarter, we returned $580 million to shareowners, including $406 million of share repurchases. This highlights the choices that our strong balance sheet and cash generation provide for us.\nBefore we continue, I'd like to share some perspective on something that's top of mind. First and foremost, our thoughts and prayers are with the people of Ukraine. The stories, images and reports coming out of the country continue to be both tragic and troubling. Many of our own employees, especially those in Europe, have friends and family who are directly affected. As a way to help all the people impacted, we have continued to donate to support humanitarian relief efforts.\nWith respect to our Ilim joint venture, we announced last month that we were exploring options, including selling our 50% interest. We are pursuing the completion of this work with urgency from engaging external advisers to having discussions with interested parties. The complexity of our JV structure may impact the pace of reaching a resolution, but it will not affect the urgency of our efforts or our commitments to resolve the situation in a responsible way. As we move through this process, we will continue to comply with all regulations and sanctions, and we will update our stakeholders when there is more information to share.\nTurning to first quarter results on Slide 4. Revenue increased by 14% year-over-year, driven by strong price realization in our 2 business segments. Operating earnings per share improved by just over 50% versus last year and we generated strong cash from operations. Margins in the first quarter were impacted by higher input costs and the execution of our highest maintenance outage quarter of the year.\nWe do expect margins to expand in the second quarter, with further expansion in the second half of the year as price realization outpaces higher input costs and as we step down from higher maintenance outage quarters later in the year.\nI will now turn it over to Tim, who will cover our business performance and our outlook. Tim?\n\nTimothy S. Nicholls\n\nSenior VP & CFO, International Paper Company\n\nGood morning, everyone. Thank you, Mark. I'm on Slide 5, which shows our sequential earnings bridge. First quarter operating earnings per share were $0.76 as compared to $0.78 in the fourth quarter. Price and mix improved by about $131 million or $0.27 per share, with strong price realization in both business segments and across all of our channels. Volume was slightly lower as expected due to seasonally lower demand in North America and the impact of Omicron in the early part of the first quarter.\nIn Global Cellulose Fibers, fluff pulp shipments were constrained by the ongoing vessel delays. Operations and costs were an $0.08 headwind in the quarter. Our mills and converting system performed well and we made excellent progress normalizing containerboard inventories across our network. We received $20 million of insurance recovery or about $0.04 per share related to Prattville. In Global Cellulose Fibers, ongoing logistics constraints impacted operating costs by about $25 million or $0.05 per share in the quarter.\nWe successfully completed our highest maintenance outage quarter of the year. These costs were in line with our outlook. And we expect to complete nearly 70% of our annual maintenance program in the first half of the year. Input costs rose sharply in the latter part of the first quarter, driven by higher energy, chemicals and distribution costs, mostly due to higher diesel fuel prices. These costs more than offset moderately lower recovered fiber costs.\nOn Slide 32 of the appendix, we provide details on our consumption of key inputs, including natural gas, which was a significant cost headwind in the quarter.\nMoving to corporate expense. We improved by $0.05 per share sequentially. Lower corporate S&A was partly offset by higher tax. Corporate expenses also benefited from lower interest expense and a lower share count. Lastly, equity earnings improved sequentially. I'd also note that in the first quarter, we received the dividend from Ilim as expected.\nTurning to the segments and starting with Industrial Packaging on Slide 6. In North America, demand normalized in February and March as expected, following the labor impact from Omicron in the early part of the first quarter. Overall box demand in North America is stable as we enter the second quarter. Our mills and converting system performed well, and we replenished system inventories, which puts us in a much better position to optimize our cost as we navigate continued logistics constraints and poor carrier reliability.\nLooking at first quarter performance. Price and mix was strong, driven by realization of our August price increase. Volume was lower sequentially due to slower seasonal demand and Omicron labor constraints in the early part of the first quarter. To put the Omicron impact into context, our January volume was down nearly double digits. As expected, our volume normalized at elevated levels following a very challenging January.\nVolume across our U.S. channels continue to perform well. As a reminder, our U.S. channel include our U.S. box system, our open market containerboard customers and our equity partnerships with strategic sheet feeders. Operations and costs improved sequentially with overall performance significantly better than expected.\nAs I mentioned, our mills and converting system performed well, and we made good progress normalizing our system inventories. Operating costs remain elevated due to ongoing logistics constraints. However, we are in a much better position to navigate this environment with healthier system inventories. I would also note that operational cost includes $20 million of insurance recovery in the first quarter related to Prattville, which follows $40 million of insurance recovery we received in the fourth quarter.\nWe successfully completed our highest maintenance outage of the quarter and expect to incur nearly 70% of outage costs in the first half of the year. Lastly, input costs were a significant headwind in the first quarter relative to our expectations. In the latter part of the quarter, we experienced sharply higher costs for chemicals, energy and distribution. We anticipate these higher costs to persist in the second quarter.\nTurning to Slide 7. As we look ahead in our North American Industrial Packaging business, we are making good progress restoring margins to our historical low 20% range. And we fully anticipate margins to expand in the second quarter and step up further in the second half of the year.\nIn the second quarter, we expect further benefits from the run rate of our August 2021 price increase as well as the initial benefits from our March 2022 price increase with further realization in the second half of the year. Our price realization is expected to outpace higher costs for energy, chemicals and distribution as we move through the second quarter and into the second half of the year.\nOperationally, we've recovered from the system disruptions that affected us last year. Our mills and converting systems are performing well and labor across our box network continues to improve. Containerboard inventories across our system are back to normalized levels, which helps us proactively manage ongoing rail and truck constraints. And as mentioned, we will step down from the highest maintenance outage quarters. All of this gives us confidence in our path to restore margins as we move through the second quarter and into the second half of 2022.\nMoving on to Global Cellulose Fibers on Slide 8. I'll start with a few comments on the demand environment and supply chain. We feel really good about the resiliency of demand for fluff pulp. Our confidence reflects the essential role of absorbent hygiene products for consumers. In addition, we expect the supply-demand environment for fluff to remain relative -- to remain highly favorable.\nFeedback from our customers indicates that fluff pulp inventories are at historic lows. This is partly due to significantly stretched supply chains. To put this into context, schedule reliability for ocean vessels, which typically ranges from 70% to 80%, is currently running at 30% to 40%. Additionally, the average vessel delay that was historically 1 day is now 5 days. We expect these challenging conditions to continue for the foreseeable future.\nTaking a look at first quarter performance. Price and mix improved by $17 million. I would note that the pace of price realization from our prior price increases is impacted by ongoing shipping delays. As a reminder, we export 80% to 90% of our pulp production with price realization typically achieved when the vessel sailed.\nVolume in the quarter was stable. I would note that backlogs are about double our normalized levels due to the logistics challenges. Our mills ran well. However, operations and costs were a $45 million headwind in the quarter, with more than half of the unfavorable impact due to ongoing logistics challenges.\nHigher seasonal costs related to energy consumption represented an additional $10 million headwind in the quarter. We also successfully completed the highest maintenance outage quarter of the year. And lastly, input costs increased by $50 million, sequentially split about evenly between wood, chemicals and energy.\nTurning to Slide 9. Taking a closer look at our Global Cellulose Fibers business, we are well positioned to deliver cost of capital returns in the third and fourth quarters of this year. As I said earlier, we have a favorable demand-supply outlook for fluff pulp, with price realization from prior increases accelerating as we move through the year. Again, keep in mind that price realization in this business lags about 2 to 3 quarters. I would also note that we are making solid progress in our fluff pulp contract negotiations, which will provide additional commercial benefits as we move into 2023.\nSo now I'll turn to Slide 10 and our outlook for the second quarter. Starting with Industrial Packaging, we expect price and mix to improve by $75 million on realization of prior increases. Volume is expected to increase by $35 million on seasonally stronger demand. I would note that there is 1 less day sequentially. As we said earlier, volume is stable at elevated levels as we enter the second quarter. Operations and costs are expected to decrease earnings by $10 million, driven mostly by lower sequential Prattville insurance recovery.\nStaying with Industrial Packaging, maintenance outage expense is expected to decrease by $60 million. And lastly, input costs are expected to increase by $50 million. Again, this is driven by higher energy, chemicals and distribution costs, mostly due to higher diesel fuel prices. In Global Cellulose Fibers, we expect price and mix to improve by $50 million on realization of prior increases.\nAs a reminder, price realization in this segment has a 2- to 3-quarter lag. We're running on the longer end of that range right now due to the ongoing vessel delays. Volume is expected to decrease by $5 million. Operations and costs are expected to decrease earnings by $10 million, driven by logistics constraints. Maintenance outage expense is expected to decrease by $26 million. And again, lastly, input costs are expected to increase by $20 million, driven by higher energy, chemicals and distribution.\nTurning to the full year outlook on Slide 11. We're confident in our full year EBITDA outlook of $3.1 billion to $3.4 billion. Input costs for energy, chemicals and distribution rose sharply in the latter part of the first quarter. We successfully mitigated the impact and delivered earnings that were better than our outlook in the first quarter. Demand for corrugated packaging normalized at elevated levels following Omicron. In Global Cellulose Fibers, we see a favorable supply-demand backdrop for fluff pulp.\nAs we look ahead, we began to realize our March 2022 price increase in our North American Packaging business. Additionally, we anticipate margin recovery in our EMEA packaging businesses as box price begins to offset the higher energy and containerboard costs.\nIn Global Cellulose Fibers, we expect price realization to accelerate in the second quarter. All in, we anticipate margin expansion in the second quarter, with further acceleration in the second half of the year as price realization outpaces higher input costs. We will also step down from the highest maintenance outage quarters of the year with nearly 70% of our maintenance program completed in the first half.\nWe are also confident in achieving $200 million to $225 million of gross earnings from our Build a Better IP initiatives. As I said earlier, we are confident in returning to 20%-plus margins in our packaging business and delivering cost of capital returns in our Cellulose Fibers business in the second half of the year.\nOn Slide 12, I'll take a moment to update you on capital allocation actions in the first quarter. Starting with the balance sheet. As I said last quarter, we're very pleased with the progress we've made to strengthen our balance sheet. As a reminder, we reduced debt by $2.5 billion in 2021 and more than $4 billion over the past few years. With these actions, our 2021 year-end leverage was 2.3x on a Moody's basis, which is below our target range of 2.5 to 2.8x. And looking ahead, we have limited near-term maturities with about $900 million due over the next 5 years.\nReturning cash to shareholders is a meaningful part of our capital allocation framework. In the first quarter, we returned $580 million to shareowners, including $406 million through share repurchases, which represents 8.9 million shares or about 2.4% of shares outstanding. At the end of the first quarter, we had $2.5 billion remaining in share repurchase authorization.\nInvestment excellence is essential to growing earnings and cash generation. We're targeting CapEx of $1.1 billion this year, which includes funding for strategic projects in our Packaging business, to build out capabilities and capacity of the box system to drive profitable growth.\nWe also plan to increase funding for cost reduction projects with expected returns on those projects in excess of 25%. We will continue to be disciplined and selective when assessing M&A opportunities that may supplement our goal of accelerating profitable growth. You can expect M&A to focus primarily on bolt-on opportunities in our Packaging businesses in North America and Europe. Any potential opportunity we pursue must create compelling value for our shareholders.\nOne final comment on capital allocation. Last week, we monetized about half of our investment in Sylvamo with proceeds of $144 million. This reduces our ownership interest to about 10.5%.\nTurning to Slide 13, I'll provide further detail on the work that we're doing around Building a Better IP. As you can see on the right side of the slide, we are also introducing a chart that will highlight our progress each quarter. We're confident in our Build a Better IP set of initiatives, which will deliver more than $200 million of gross incremental earnings in 2022. That represents more than 2x the dis-synergies resulting from the spin-off.\nAnd our value drivers continue to ramp in 2023 and 2024, with net incremental earnings of $350 million to $430 million in 2024. Through the first quarter, we achieved $40 million of earnings improvement from dedicated teams working on more than 50 initiatives across the company. Approximately 70% of these initial results are coming from structural cost reductions.\nBy streamlining our corporate and staff functions to realign with our more simplified portfolio, we have already offset 100% of the dis-synergies from the Sylvamo spin. And we have line of sight to additional savings from initiatives targeting lower overhead spending and further optimization. We are designing the organization to support a packaging-focused company with a more focused footprint, which is what lean effectiveness is all about.\nTaking a closer look at the other 2 drivers. We believe our process optimization initiative has potential to significantly reduce costs across our operations by leveraging advanced technology and data analytics. Over the past year, dedicated teams have been working with outside experts to identify opportunities and develop new tools and capabilities to increase efficiency and reduce costs in areas such as maintenance and reliability, distribution and logistics and sourcing. We believe these opportunities are significant and we will begin scaling these capabilities across our system.\nAnd finally, strategy acceleration is about delivering profitable growth through commercial and investment excellence. We are focused on profitably growing our North American box channel and optimizing our EMEA Packaging business through organic growth and targeted capital investments. We are also committed to delivering cost of capital financial returns in our Global Cellulose Fibers business. Through the first quarter, we have structurally improved margins in our GCF business by realizing more value for absorbent pulp through restructuring commercial contracts, and we're growing our specialty products through innovation.\nWe've also realized benefits from mix improvements in our North American Packaging business and further optimization of our European operations by improving performance and increasing integration of our Madrid mill and box system. As I mentioned earlier, there are dedicated teams working on many initiatives across the company that will drive structural earnings growth going forward.\nWe have good line of sight on the expected benefits for 2022 and beyond, and we'll continue to update you on our results going forward. And with that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Tim. This is an exciting time for International Paper. Our team is focused on Building a Better IP and accelerating performance. And while I'm mindful that there are real concerns on the macro environment, I'm very optimistic about the path we're charting to accelerate value creation, and let me share a few of the reasons why I'm optimistic.\nFirst, I'm confident in our earnings outlook for the year and our ability to deliver strong earnings growth in 2022. Additionally, our focused portfolio and narrower geographic footprint has enabled our teams to focus on building a better IP. This is the first quarter in which we reported the earnings benefits from these initiatives. I'm very pleased with our progress and our momentum. We're on track to deliver $200 million to $225 million of incremental gross earnings this year.\nAnd lastly, during the past few years, we have significantly enhanced our financial strength. We view this as foundational because it enables the execution of our capital allocation framework, which has a clear objective to accelerate value creation for our shareowners. We have a clear path and the team to make it happen.\nBefore we move to the question-and-answer segment, let me express my appreciation to Guillermo Gutierrez for his work heading up Investor Relations. Guillermo is moving to a new leadership role as Vice President and General Manager, leading our Latin American Packaging business. Mark Nelson has been named the new Vice President of Investor Relations. Mark has been with International Paper for 30 years and has served in leadership roles in finance and in general management. This transition is underway. So once again, many thanks to you, Guillermo.\nWith that, operator, we are ready to take questions."
  },
  {
    "header": "IP",
    "cik": "0000051434",
    "ticker": "IP",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0936cd5053cfcaf83bcb04cba3aa9dc8",
    "period": "2021 Q4",
    "content": "Q4 2021 International Paper Co Earnings Call\n\nQ4 2021 International Paper Co Earnings Call\n\nIPNYSEJAN 27, 10:00 AM\n\nOperator\n\nGood morning, and thank you for standing by. Welcome to today's International Paper Fourth Quarter and Full Year 2021 Earnings Conference Call. (Operator Instructions)\nI'd now like to turn today's conference over to Guillermo Gutierrez, Vice President of Investor Relations. Sir, you may begin.\n\nGuillermo Gutierrez\n\nVP of IR, International Paper Company\n\nThank you, Angie. Good morning, and thank you for joining International Paper's Fourth Quarter and Full Year 2021 Earnings Call. Our speakers this morning are Mark Sutton, Chairman and Chief Executive Officer; and Tim Nicholls, Senior Vice President and Chief Financial Officer. There is important information at the beginning of our presentation on Slide 2, including certain legal disclaimers.\nFor example, during this call, we will make forward-looking statements that are subject to risks and uncertainties. We will also present certain non-U.S. GAAP financial information. A reconciliation of those figures to U.S. GAAP financial measures is also available on our website. Our website contains copies of the fourth quarter 2021 earnings press release and today's presentation slides.\nI would note that the Printing Papers business segment is now reflected as discontinued operations from 2019 to 2021. Lastly, relative to the Ilim joint venture, Slide 2 provides context around the joint venture's financial information and statistical measures.\nI will now turn the call over to Mark Sutton.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Guillermo, and good morning, everyone. Thank you for joining our call. We will begin our discussion on Slide 3. In 2021, we serve as strong customer demand in a really highly challenging operating environment due to the continued uncertainties associated with COVID-19. I'm really proud and appreciative of the commitment of our employees to continue to take care of each other and to take care of our customers. Our employees' health and safety is our most important responsibility.\nLooking at our performance, International Paper grew earnings and revenue while managing through significant operational and supply chain constraints. For much of 2021, we operated with a suboptimized system, which limited our ability to capture the full opportunity that comes with a strong demand backdrop. We made strong progress on price realization from prior increases to mitigate the impact of substantial cost pressure from inputs and distribution. While we anticipate the near-term operating environment to remain fluid, we expect to grow earnings meaningfully in 2022.\nWe are building a better IP. We're a corrugated packaging focused company with less complexity and more focus. We've initiated meaningful actions to materially lower our cost structure and accelerate profitable growth. We have a strong balance sheet. We reduced debt by $2.5 billion in 2021, our pension plan is fully funded, and we will invest to grow earnings and cash generation by building out capabilities and capacity in our U.S. box system over the next few years. We are also well positioned to return meaningful cash to shareholders. In 2021, we returned $1.6 billion to shareowners, including about $800 million in share repurchases.\nTurning to the full year results on Slide 4. Revenue for International Paper increased by 10%, driven by strong price realization in our 2 business segments and operating earnings improved by 50%. The operating margins were impacted by input, operating and distribution costs, which outpaced price realization.\nLooking at segment performance, earnings in our Packaging segment decreased by about $100 million year-over-year with significant cost headwinds from fiber, energy and distribution; while our earnings in our Cellulose Fibers business improved by about $200 million, driven by commercial improvements and price recovery. Equity earnings were $313 million, driven by very strong performance from our Ilim joint venture, which delivered EBITDA of $1.1 billion in 2021. Free cash flow was $1.5 billion. I would note that free cash flow included about $500 million in tax payments related to the various monetization actions that we took in 2021 as well as payroll tax payments related to the CARES Act.\nTurning now to Slide 5. Revenue in the fourth quarter increased by about $650 million or 15% compared to last year. We delivered EBITDA of $645 million. Margins decreased primarily due to higher operating maintenance and input costs. This was partially offset by price realization. And I would note that input costs were higher than anticipated. Free cash flow in the fourth quarter was impacted by about $300 million in tax payments, again, related to the various monetization actions that we took throughout 2021 and the impact of the CARES Act.\nI'll now turn it over to Tim, who will cover business performance and our outlook. Tim?\n\nTimothy S. Nicholls\n\nSenior VP & CFO, International Paper Company\n\nThank you, Mark. Good morning, everyone. I'm on Slide 6, which shows our year-over-year earnings bridge. Price and mix improved with strong price realization across all of our channels. Mix was also favorable, driven by growth in higher-margin U.S. packaging channels and lower export containerboard volume. Volume was essentially flat versus last year, significant operational and supply chain constraints limited our ability to capture the full benefits of a really solid demand backdrop.\nOur North American packaging business operated with depleted inventories throughout much of 2021, which increased our costs across the system. Across the company, supply chain operating costs increased $170 million or about $0.35 per share, representing more than half of the increase in operations and cost in 2021. The second half of 2021 was especially challenging due to the slow supply chain velocity and very poor logistics reliability, putting additional cost pressure on our manufacturing systems.\nMaintenance outages increased as planned following deferrals we chose to make in 2020. Input costs rose sharply across just about every category. Cost increased throughout the year with $370 million of higher input costs just in the second half of 2021, resulting in a significantly elevated input cost levels exiting 2021.\nTotal corporate expenses decreased by $0.29 per share. Interest expense decreased by $0.21 per share, benefiting from significant debt reduction. Tax expense was lower by $0.17 per share, with an effective tax rate of 19% as compared to 25% in 2020. These benefits were partially offset by higher corporate costs following the recent spin-off as expected. And lastly, equity earnings improved by $0.57 per share. Ilim equity earnings increased by $0.66, while equity earnings from Graphic Packaging decreased by $0.09.\nMoving to the quarter-over-quarter earnings bridge on Slide 7. Fourth quarter operating earnings per share were $0.78 as compared to $1.10 in the third quarter. Price and mix improved by $0.22 per share, with strong price realization in our North American packaging business, partially offset by mix associated with labor challenges in our U.S. box system. Volume improved less than we anticipated, primarily due to the significant Omicron-related labor and supply chain constraints late in the fourth quarter, especially in the U.S. box system. Many of our suppliers, customers and logistics providers have also reported labor impacts due to the ongoing COVID resurgence.\nIn our Global Cellulose Fibers business, fluff demand is solid. However, vessel delays worsened in the fourth quarter and limited our volume potential. Operations and costs were a headwind in the quarter. The cost impact in the fourth quarter from the tank failure at the Prattville mill was less than we anticipated due to timing. Additionally, we received $40 million of insurance proceeds for Prattville.\nOperating and distribution costs were impacted by poor reliability from logistics providers across every mode of transportation. Maintenance costs increased sequentially as planned. Input costs increased by $0.22 per share or about $110 million, with energy, fiber and chemicals rising in the fourth quarter. Corporate expenses and taxes increased sequentially and interest expense decreased. Ilim equity earnings were lower sequentially, partly due to supply chain limitations resulting from increased health measures on rail shipments to [China].\nTurning to the segments and starting with Industrial Packaging on Slide 8. In North America, demand in the fourth quarter was solid across all our accounts, including boxes, sheets and containerboard. However, Omicron intensified supply chain and labor constraints in the later part of the quarter, which impacted box volume. The labor impact from Omicron across the value chain is substantial and continues into January, with labor constraints impacting our box plants, suppliers, customers and logistics providers. We're very proud of the IP team and their continued resilience and ability to adapt almost on a daily basis to deliver for our customers.\nWe're experiencing very stretched supply chains and poor carrier reliability across just about every mode of transportation, which put significant strain on our shipments and cost pressure on our mills and box plants. Our mill-to-box plant velocity for containerboard is running 3 to 4 days longer than our normalized flow and in some lanes, even longer. The lost production of Prattville in the fourth quarter further stressed our network and operating cost. Production at the other mills in our system was 100%.\nLooking at the fourth quarter performance, price and mix was strong with very good progress on price realization of our August increase. This was partly offset by a weaker mix related to higher export shipments in the fourth quarter as expected. Volume improved by $20 million sequentially on strong seasonal demand in North America and EMEA, despite 3 fewer shipping days. As mentioned earlier, box shipments in North America were impacted by supply chain and labor constraints, especially in the latter part of the quarter due to the COVID Omicron variant.\nOperations and costs were a headwind. Operating and distribution costs in our mills and box plants increased. We operated with very lean containerboard inventories and higher distribution costs throughout most of the fourth quarter to compensate for lost production at Prattville mill. The cost impact of Prattville in the fourth quarter was about $40 million, and we did receive $40 million in insurance in late December. We are currently in the process of restarting the second Prattville machine and expect additional costs in the first quarter.\nInput costs increased by $90 million in the quarter. Energy accounted for $40 million of that total, including $15 million in Europe, where energy prices rose to historically high levels. Wood and OCC accounted for another $35 million, despite modest relief in OCC cost in the latter part of the fourth quarter. Wood fiber costs rose sharply in the third and fourth quarters due to the challenging operating conditions, especially in southern regions as well as inbound transportation constraints. We expect difficult operating conditions and elevated costs in the first quarter.\nLet me turn to Slide 9. Earlier in the month, we announced plans to build a new corrugated box plant in Eastern Pennsylvania. The new box plant will complement our Northeast box plant network and support the customers' growth across multiple customer sites. We expect the new plant to start early 2023 and deliver returns of about 20%. We plan to further invest in our U.S. box system to build our needed capabilities and capacity. Investing in our U.S. box system is one of the elements of building a better IP to accelerate profitable growth in our most attractive business. We have some regions where we are limited on box capacity. We have plans to increase capital investments at existing plants as well as invest in new box plants in the next few years. We will ensure we have the right capabilities and capacity to grow earnings and cash.\nMoving to Cellulose Fibers on Slide 10, I'll start with a few comments on our performance in 2021. We made progress on our commercial initiatives with price, mix and volume contributing about $450 million of improvement. Demand for fluff pulp was solid throughout the year. However, the operating and supply chain environment was extremely challenging, which affected shipments and costs. We also experienced distribution and input cost pressure of more than $200 million, with inputs rising in just about every category. For the full year 2021, our earnings improved about $230 million versus 2020, and we expect further improvement in 2022.\nTaking a look at the fourth quarter, demand for fluff pulp is strong globally, and our backlogs are healthy. Looking at our sequential earnings, product mix impacted earnings by about $5 million. Volume decreased by $10 million due to shipment delays. Our shipments continue to be negatively impacted by port congestion and vessel delays, which worsened in the fourth quarter. Keep in mind that we export about 90% of our volume in this business.\nOperations and costs decreased earnings by about $10 million, driven by higher distribution costs, lower energy sales and the nonrepeat of nitrogen credit sales in the third quarter. These headwinds were partially offset by a favorable LIFO adjustment of $10 million in the fourth quarter. Planned maintenance outage costs increased sequentially and input costs increased primarily due to higher chemicals and energy costs.\nTurning to Ilim results on Slide 11. The joint venture has delivered equity earnings of $66 million, with an EBITDA margin of 39% in the fourth quarter. Volume and costs were impacted by distribution constraints related to COVID health measures on rail shipments to China. Ilim expects these conditions to continue into early February.\nFor the full year, Ilim delivered outstanding earnings performance, with adjusted EBITDA of $1.1 billion and an average margin of 40%. Ilim's strong operational performance and low-cost system make it a powerful cash generator. We received dividends of $154 million in 2021 and expect to receive about $200 million of dividends in 2022.\nTurning to Slide 12. I want to take a moment to update you on our capital allocation actions in 2021 and provide clarity on what you can expect from International Paper in 2022. Let's start with the balance sheet. We will maintain a strong balance sheet and investment -- credit -- an investment-grade credit rating. As we've said previously, we're comfortable taking our leverage below our target range of 2.5 to 2.8x debt-to-EBITDA on a Moody's basis. We reduced debt by $2.5 billion in 2021 and more than $4 billion over the last 2 years. Looking ahead, we have limited near-term maturities with about $900 million due over the next 5 years.\nTaking a look at pension, we're very pleased with the performance of our plan. Our qualified pension plan is fully funded with a surplus of about $600 million at year-end. We feel really good about the actions that we've taken to improve performance and derisk the plan. All in, we closed 2021 with a leverage of 2.5x on a Moody's basis.\nReturning cash to shareholders is a meaningful part of our capital allocation framework. In 2021, we returned $1.6 billion to shareholders through dividends and share repurchases. And over the past 5 years, we've returned $6 billion to shareholders or about 63% of free cash flow. Looking ahead, we're committed to a competitive and sustainable dividend with a payout of 40% to 50% of free cash flow, which we will continue to review annually as earnings and cash flow grow.\nWith regard to share repurchases, as of the end of 2021, we had $2.9 billion of available authorizations. We will continue to execute on these authorizations in a manner that balances the investment needs of the business and maximize value for our shareholders. Investment excellence is essential to growing earnings and cash. CapEx in 2021 was $550 million, which was less than we planned due to the timing of equipment delivery and a challenging contract labor environment.\nTurning to 2022, we are targeting capital spending of $1.1 billion. The planned increase is primarily for strategic projects in our packaging business to build out capabilities and capacity in our box system to drive profitable growth. We also plan to increase funding for cost reduction projects with expected returns in excess of 25%.\nWe will continue to assess disciplined and selective M&A opportunities to supplement our goal of accelerating profitable growth. You can expect M&A to focus primarily on bolt-on opportunities in our packaging businesses in North America and Europe. Any potential opportunity we pursue must create compelling value for our shareholders.\nIf we turn to Slide 13, before we get into the details of our outlook, let me frame up how we're thinking about this year. First and foremost, we're confident in our ability to grow earnings in 2022, and we project our full year EBITDA to be in the range of $3.1 billion to $3.4 billion. Having said that, we expect first quarter earnings to be impacted by a very challenging operating condition and related to the Omicron variant and our highest maintenance outage quarter. As we said earlier, Omicron intensified supply chain and labor constraints in December, which impacted volume and cost. That impact intensified in January as cases increased, impacting our workforce, suppliers, customers and logistics providers. Our assumption is that conditions will begin to improve late in the first quarter as Omicron cases begin to subside.\nLooking at the full year, we expect a solid demand environment for corrugated packaging in pulp, with demand growth normalizing as we recover from the near-term Omicron constraints. We're also making good progress on our building a better IP set of initiatives, which ramp up as the year progresses. Lastly, we are positioned to optimize our mill and box plant from the various disruptions of 2021, which will further improve our operating and distribution costs. We understand the challenges of the first quarter and how we will navigate these near-term headwinds to ensure the company delivers on our full year outlook.\nSo if we turn to Slide 14, we'll take a look at the first quarter. Given the heightened level of near-term noise, the first quarter outlook we provide a range of those items, where the timing of Omicron recovery presents greater uncertainty. So we'll start with Industrial Packaging. We expect price and mix to improve by $65 million on the realization of our August 2021 price increase. Volume is expected to decrease by $15 million to $35 million, with a gradual recovery in the first quarter. Operations and costs are expected to decrease by $60 million to $75 million, which includes additional costs related to Prattville.\nStaying with Industrial Packaging, maintenance outage expense is expected to increase by $118 million. The first quarter will be our highest outage quarter this year, representing about 40% of total planned outage costs in 2022. First quarter maintenance expense includes the Riverdale printing papers machine. This cost will be fully recovered as part of the transfer price to Sylvamo over the course of the year. Lastly, input costs are expected to decrease by $30 million to $40 million.\nIn Cellulose Fibers, we expect price and mix to be stable. We expect volume (inaudible) due to ongoing vessel delays. Operations and costs are expected to decrease earnings by $45 million related to the higher seasonal cost and nonrepeat of LIFO benefits in the fourth quarter. Maintenance outage expense is expected to increase by $11 million. The first quarter will be our highest maintenance outage quarter in this year, also representing about 40% of total planned outages in 2022. First quarter maintenance expense includes Georgetown printing papers. This cost will be fully recovered as part of the transfer price to Sylvamo over the course of the year. Lastly, input costs are expected to increase by $5 million, mostly due to higher energy costs.\nMoving to our full year outlook on Slide 15. We are projecting full year 2022 EBITDA for the company of $3.1 billion to $3.4 billion. I would note that our outlook only includes the impact from previously published price increases. Free cash flow is expected to be $1.3 billion to $1.5 billion. And as a reminder, our 2021 free cash flow included about $300 million generated by the Printing Papers business, which was part of International Paper through the third quarter. We are targeting CapEx of $1.1 billion with increased investments in our U.S. box systems. Our free cash flow projection also includes about $100 million of cash used for the execution of our Build a Better IP set of initiatives as well as $60 million of payroll taxes related to the CARES Act. Lastly, the slide includes our outlook for corporate items and our expected tax rate of 25%.\nWith that, I'll turn it back over to Mark.\n\nMark Stephan Sutton\n\nChairman & CEO, International Paper Company\n\nThank you, Tim, for all the details and for walking us through the key earnings drivers. As we look ahead 2022, we anticipate a solid demand growth environment (inaudible) box plant system as we exit the first quarter, and our team is laser-focused on delivering $200 million to $225 million from our Build a Better IP initiative. We have a clear plan, and we have a team in place to make it happen.\nWith that, operator, we're ready to take your questions."
  }
]