[
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/97c6fca7de680976ceb5dccd14639414",
    "period": "2025 Q3",
    "content": "Q3 2025 DaVita Inc Earnings Call\n\nQ3 2025 DaVita Inc Earnings Call\n\nDVANYSEOCT 29, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Third Quarter 2025 Earnings Call. [Operator Instructions] Thank you. Mr. Eliason, you may begin your conference, sir.\n\nUnknown Executive\n\nThank you, and welcome to our third quarter conference call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our third quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC.\nOur forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law.\nAdditionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic. Good afternoon, everyone, and thank you for joining the call today. We are accustomed to operating in a dynamic health care environment and today is no different. The government shutdown is on its 29th day and key health care policy decisions remain in flux. And while these developments have real implications, we remain focused on what matters most, providing excellent care. This focus is not only in the best interest of our patients, but continues to generate consistent financial results.\nOur third quarter performance was in line with our expectations and keeps us on track to achieve our full year guidance. These results also enable continued investment to improve the lives of our patients and enhance the experience of our teammates and physicians. Today, I will share the highlights of our third quarter performance, update our guidance for the full year and walk through a few swing factors for 2026. But first, as always, we will begin with our clinical highlights.\nToday, I will feature our research team, known as DaVita Clinical Research, or DCR, powered by a dedicated team of medical directors and data scientists, in fact, by one of the largest patient data sources in the country, DCR has been instrumental in advancing kidney care research.\nA few metrics that puts this team's contributions in perspective. DCR maintains more than 250 research sites in the United States and has conducted more than 500 clinical trials. This team of researchers has helped achieve FDA approval for dozens of ESKD drugs and DCR research and data has fueled more than 700 clinical publications.\nWith a drive toward innovation and patient safety, DCR has helped to develop new therapies, improve outcomes and generate benefit to patients and physicians across the kidney care community. This long-standing commitment underscores our position as a leader in clinical research.\nMost recently, DCR is evaluating outcomes of middle molecule clearance using middle cutoff dialyzers, which will provide critical U.S. specific data and has the potential to represent a significant step in advancing patient outcomes. This is just the latest example of how DaVita is advancing the development of new therapies and actively shaping the future of kidney care.\nTransitioning now to our financial performance. We delivered the third quarter adjusted operating income of $517 million and adjusted earnings per share of $2.51. These results were consistent with our internal expectations. Joel will provide detail on the quarter, but at the highest level, we continue to manage patient care costs effectively while the U.S. treatment volume was down approximately 1.5% year-over-year.\nBefore I cover full year guidance, let me provide a bit of detail on one of the ongoing strategic priorities: investing in technology infrastructure. As a reminder, last year, we completed the rollout of our next-generation clinical platform. We continue to enhance that system and are making other long-term investments to replace our scheduling system and further upgrade our revenue operations technology.\nSimultaneously, we're adopting AI solutions across our platform. This includes internally developed use cases, opportunities with commercially viable applications and working with external providers. While these projects result in higher G&A growth, we believe that these investments are critical to advancing clinical care, improving the experience of our patients and teammates and driving long-term cost efficiencies.\nLet me now transition to our full year outlook. We're reaffirming the midpoint of our guidance ranges for adjusted operating income and adjusted earnings per share, while narrowing each range. We now anticipate full year adjusted operating income between $2.035 billion and $2.135 billion and adjusted earnings per share of $10.35 to $11.15.\nI recognize that many of you are already looking ahead to 2026. While it's too early to provide formal guidance, let me walk through several key variables that will influence our perspective on next year. First is volume. We faced several headwinds in 2025 that we don't expect to recur, including Hurricane Helene, the severe flu season and the cyber incident. Beyond those discrete events, and as I talked about last quarter, we will continue our efforts to drive clinical progress to improve mortality and support treatment growth.\nSecond is payer mix, where there's active policy debate right now. We're among the many who are closely monitoring the impact of enhanced premium tax credits on commercial mix. We'll also be assessing the ongoing recalibration of Medicare Advantage landscape, as evolving market dynamics from government policy and payer behavior affect Medicare Advantage enrollment and insurance mix.\nThird is Integrated Kidney Care or IKC. We're awaiting the release of final 2024 performance year results from the government CKCC program. The timing of the release and the recognition of the associated operating income could shift between 2025 versus 2026. We feel good about our progress in 2025 and it's an important reminder that timing of operating income remains difficult to predict. In short, there remains a range of potential outcomes for 2026 and and we expect to learn more about each of these factors over the coming months. And as customary, we'll provide formal guidance during our fourth quarter earnings call in February.\nTo wrap up my comments, we remain on track to achieve our full year goals. Meanwhile, our long-term investment in IT and clinical innovation, strengthen our ability to deliver superior patient care and create sustainable value. As we look to 2026, we're monitoring a number of variables that will shape the coming year, and we remain confident in our ability to navigate them effectively.\nI will now turn it over to Joel to discuss our financial performance in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThank you, Javier. Third quarter adjusted operating income was $517 million, adjusted earnings per share was $2.51 and free cash flow was $604 million. I'll provide detail on the individual components of our results, beginning with U.S. dialysis.\nFirst, on treatment volume. U.S. treatments per day declined 1.5% versus the third quarter of 2024, in line with our expectations. The decline is primarily the result of 2 factors: First, the mix of days as this quarter was slightly skewed towards Tuesdays, Thursdays and Saturdays as compared to Q3 last year; second was the negative impact of the census trends from higher mortality from a severe flu season and lost admissions opportunities as the result of Hurricane Helene and the cyber incident.\nNext, revenue per treatment increased approximately $6 versus the second quarter. This was primarily driven by rate increases, higher revenue from phosphate binders and the negative impact of the cyber incident on Q2 RPT. These improvements were offset by a slight decline in payer mix and normal variability. We continue to expect full year RPT growth will be at the low end of our original 4.5% to 5.5% guidance. Achieving this will require some acceleration of RPT in Q4, which we expect from vaccines, normal rate increases and higher than typical impact from the resolution of aged claim balances.\nNow moving to patient care costs. PCCs per treatment increased by approximately $5 sequentially. The majority of the change was the result of typical increases in wages and higher pharmaceutical expense due to higher dispensing volumes of phosphate binders relative to the second quarter. Excluding the impact of phosphate binders, patient care costs continue to outperform our expectations from the beginning of the year. We continue to expect full year PCCs per treatment to increase between 5% and 6% versus 2024.\nInternational adjusted operating income was $27 million. This was down $9 million versus the second quarter, primarily due to the onetime benefit that we called out last quarter.\nIn IKC, our value-based care business, our Q3 adjusted operating loss was $21 million. As I have mentioned in the past, the quarterly phasing of IKC is hard to forecast. That said, we feel good about achieving flat or better IKC adjusted operating results in 2025 as compared to last year consistent with our guidance from the beginning of the year.\nIn aggregate, third quarter operating results were in line with our expectations. At the midpoint of our tightened adjusted operating income range, the implied guidance for the fourth quarter represents an approximately $60 million sequential increase. We expect this fourth quarter improvement to be primarily driven by higher treatment volume due to better treatment day mix, sequentially higher revenue per treatment and timing of IKC revenue, offset by typical seasonal increases in patient care costs and G&A.\nSwitching to capital allocation. During the third quarter, we repurchased 3.3 million shares, and we have repurchased an additional 400,000 shares since the end of the quarter. Year-to-date, through today's earnings call, we have repurchased approximately 10 million shares representing approximately $1.5 billion.\nAs a reminder, the 400,000 shares we repurchased in October were pursuant to our publicly filed repurchase agreement with Berkshire Hathaway. According to that agreement, just prior to each DaVita earnings call, we buy from Berkshire the number of shares necessary to return its ownership to 45%. This transaction is contractual and formulaic.\nWe finished the quarter with leverage at 3.37x consolidated EBITDA within our target leverage ratio of 3 to 3.5x. As we look to the remainder of 2025, as Javier mentioned, we are reaffirming our guidance for full year adjusted operating income with a midpoint of $2.85 billion and adjusted earnings per share with a midpoint of $10.75 while narrowing the band of each range. We look forward to sharing full year results and providing 2026 guidance when we speak again in February.\nThat concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/61cc8b3b736262f8604377f07dd6e13e",
    "period": "2025 Q2",
    "content": "Q2 2025 DaVita Inc Earnings Call\n\nQ2 2025 DaVita Inc Earnings Call\n\nDVANYSEAUG 5, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Second Quarter 2025 Earnings Call.\n[Operator Instructions]\nThank you, Mr. Eliason, you may begin your conference.\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our second quarter conference call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our second quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we may make with the SEC.\nOur forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements except as may be required by law. [indiscernible] Additional [indiscernible] to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you for joining the call today. We are pleased to report another solid quarter where our focus on providing exceptional care for our patients and fostering a positive experience for our caregivers -- continuing to drive results. We delivered on our financial commitments, supported by strong clinical performance and disciplined execution. Today, our [indiscernible] offer insights on key policy development, discuss the evolving landscape of device innovation and finish by sharing our outlook for the rest of the year.\nBut first, as always, let's begin with a clinical highlight. While I usually focus on a specific clinical achievement, today, I want to take a step back and reflect on the exciting opportunities ahead for DaVita in the Kidney Care community. To offer some historical perspective, in the 2 decades leading up to COVID-19 pandemic, the kidney care community made remarkable clinical strides. Advances in technology and pharmaceuticals, combined with the adoption of more standardized care led to improved outcomes and significant reductions in mortality rates, then came COVID, a disruption that impacted not only operations but also the health acuity of our patients, yet from where we stand today, I am optimistic about what's ahead, and I believe we're entering a new wave of clinical innovation that holds exciting potential for the patients we serve.\nBreakthrough technologies from advanced IT systems to the transformative power of artificial intelligence are positioned to help us personalize care in unprecedented ways. Greater adoption of new drug classes like GLP-1s and SGLP2s, along with the next-generation devices that improve the clearance of middle-sized molecules offer the potential to extend life and ease recovery from dialysis. Higher with these tools, the Kidney Care community is positioned to once again improve clinical outcomes. We have the opportunity to lower mortality enhance the quality of life of our patients and deliver better care. Of course, this evolution will take time and investment, but we're moving forward with conviction grounded in our vision of an unwavering pursuit of a healthier tomorrow.\nLet me transition now to our second quarter performance. Adjusted operating income and adjusted earnings per share came in slightly ahead of our expectation. These results are indicative of 2 important themes that we highlighted last quarter and which continue to resonate strongly today. The first theme is our ability to deliver on our commitment of 3% to 7% adjusted OI growth despite not yet achieving our volume growth objectives. This was evident during the second quarter where the strong performance in patient care costs more than offset cyber-related weakness in revenue per treatment and volume. That said, improving volume remains a primary focus and we continue to believe we will return a 2% annual treatment growth over time.\nWhile the rebound takes shape, we're executing against other opportunities to achieve our long-term operating income and EPS targets. Our proven track record of managing costs across our operations, coupled with our significant investment in systems and IT in recent years give us the confidence that we can achieve cost savings that offset current volume weakness. The second theme I want to highlight is the resilience of our business to navigate environmental and unexpected challenges. We're now roughly 3 months out from an onset of the cyber incident we discussed last quarter.\nSo let me provide more detail on our recovery and associated financial impact. Operationally, we continue to provide uninterrupted patient care. The financial impact incurred can be split into 2 high-level categories. The first, the discrete costs associated with the incident such as outside consultants, technology costs, legal costs, et cetera. In the second quarter, those costs were approximately $13 million and are excluded from second quarter adjusted operating income as non-GAAP expenses. The second, in more significant category, is the impact on treatment volume and revenue per treatment due to lower patient admissions, increased missed treatments and lower expected yield on claims for treatment this quarter, among other things.\nAside from the continued impact of the lower census from lost admit opportunities, we believe the impact of the cyber event is largely behind us, and there will be a limited ongoing effect to adjusted results. Joel will provide more color on these dynamics.\nI'll now transition to providing a few policy updates. Last quarter, we provided an update on various policy changes including tariffs, Medicaid cuts and qualified health plans. Although Congress has passed further legislation in each of these topics remain fluid, our estimates of the impact of these items on DaVita remains unchanged from last quarter. Additionally, in late June, CMS published the 2026 ESRD proposed rule. The approximate 2% increase from dialysis rate was in line with our expectations, yet much like recent years continues to fall short of actual inflation experience by dialysis provider.\nAs a reminder, the Medicare rate is subject to an incremental update in the final rule later this year.\nOne final topic before I move on to guidance. There's a lot of discussion and energy in the industry regarding new technology to the United States to improve clinical outcomes through better clearance of middle-sized molecules during dialysis. High-volume hemodiafiltration, or HDF, is 1 example of this technology. We actively championed clinical innovation that can improve patient outcomes and quality of life, and these technologies offer promising potential. In terms of where we stand today, we are active with a number of work streams. This includes monitoring existing and future clinical studies to assess the efficacy of various solutions including not only HDF machines, but advanced dialyzers, which may provide similar clinical outcomes.\nAs more clinical evidence comes to light, we will listen to physicians' preferences. And finally, we're assessing the operational implications of each innovation with consideration of clinical outcomes and health economics. So there's a lot to be excited about, but still a lot to learn. We remain committed to staying at the forefront of clinical innovation and are energized by the opportunity to deliver even better care for the patients we serve.\nLooking ahead to the remainder of the year, we're reaffirming our guidance range for adjusted operating income of $2.01 billion to $2.16 billion and our adjusted earnings per share range of $10.20 to $11.30 despite the negative impact of the cyber incident. Furthermore, we continue to have confidence in our ability to deliver adjusted operating income and adjusted EPS growth consistent with our long-term guidance.\nI will now turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThank you, Javier. Second quarter adjusted operating income was $551 million. Adjusted earnings per share was $2.95 and free cash flow was $157 million. I'll provide detail on the individual components of our results beginning with U.S. dialysis. Starting with treatment volume. U.S. treatments per day declined 1.1% versus the second quarter of 2024, which was approximately 50 basis points below our expectations for the quarter. The weakness was largely the result of a higher-than-expected missed treatment rate. We believe that the cyber outage was the primary driver but it's difficult to differentiate between impacts from cyber and other underlying trends. In light of the higher-than-expected missed treatment rate in Q2 and we've increased our expectations for mistreatment rate for the remainder of the year, thereby lowering our expectations for full year treatment volume.\nWe now anticipate a year-over-year decline of 75 to 100 basis points as compared to our previous guide of down 50 basis points. I will remind you that this forecast is for the absolute number of treatments and not treatments per day or non-acquired growth.\nMoving on to revenue per treatment. RPT increased approximately $4.50 versus the first quarter. This typical sequential step-up is due to higher patient responsibility for copays and deductibles in Q1. The overall increase was below our expectations, primarily related to the cyber incident in April. RPT for the quarter was also negatively impacted versus our expectations by lower dispensing volumes of binders. As a result of these 2 dynamics, we now expect full year RPT growth near the lower end of our original range of 4.5% to 5.5%.\nMoving on to Patient Care Costs. PCCs per treatment declined by approximately $3.50 sequentially. This was primarily the result of 3 factors: first is higher treatment count compared to Q1; second is improved labor productivity in our centers; and third is binders. As I mentioned before, binder dispensing volume was below our expectations and down from Q1. We anticipate the outperformance in Patient Care Costs to continue for the rest of the year, resulting in a full year increase of 5% to 6% versus 2024, better than our original expectations.\nFocusing on binders for a moment. As I mentioned, both revenue and patient care costs associated with phosphate binders were lower in Q2 versus Q1 due to lower dispensing volumes. We expect no net impact from this and other small changes in our assumptions for the back half of the year. As a result, our full year adjusted OI expectation from the addition of binders to the bundle remains unchanged at approximately $50 million.\nInternational adjusted operating income increased $6 million versus the first quarter, primarily due to a onetime benefit. We are excited that the fourth and final of the Latin American acquisitions related to clinics in Brazil closed last week. Integrated Kidney Care, or IKC, our value-based care business had adjusted operating income of $26 million in the second quarter. IKC benefited from approximately $40 million of revenue that we expected to recognize later this year. This reflects a timing benefit for the second quarter and has no impact on our full year expectations.\nTransitioning to capital structure. During the second quarter, we repurchased 3.1 million shares and we repurchased an additional 2.7 million shares since the end of the quarter. We finished the quarter with a leverage ratio of 3.34x consolidated EBITDA, which is up from Q1, but still comfortably within our target range. In May, we raised $1 billion of senior unsecured debt. And in July, we repriced our Term Loan B reducing the spread by 25 basis points and raised an additional $250 million, which we used to pay down a portion of our term loan A. These transactions represent our continuous efforts to optimize our interest rates, maturities and liquidity, all within our existing capital allocation philosophy.\nLet me now turn to our expectations for full year 2025. As Javier noted, we are reiterating our full year adjusted operating income and adjusted earnings per share guidance ranges as reflected in our press release. We are confident that we can continue to deliver results consistent with our 2025 and long-term guidance while caring intensely for our patients and teammates and investing in our future.\nThat concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a79e3e41f8bc7be6649e9a47fec7306",
    "period": "2025 Q1",
    "content": "Q1 2025 DaVita Inc Earnings Call\n\nQ1 2025 DaVita Inc Earnings Call\n\nDVANYSEMAY 12, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita First Quarter 2025 Earnings Call. [Operator Instructions]\nMr. Eliason, you may begin your conference, sir.\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our first quarter conference call. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO. Please note that during this call, we will make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our first quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC. Our forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you for joining the call today. With the conclusion of the first quarter and reflecting on the events of this past few weeks, it is clear once again, the strength and dedication of our caregivers signed through each new challenge. We're in the midst of remediating a cybersecurity incident that disrupted portions of our operations. Despite these challenges, we remain steadfast. We continue delivering life-sustaining care, creating meaningful career path for our teammates and returning value to our shareholders.\nToday, I'll share information on the cyber incident, highlight our first quarter results discuss key policy developments and close with our outlook for the balance of the year. The first, as always, we will begin with the clinical highlights, the true foundation of everything we do. Last year, we launched a community-based collaboration with YMCA to support chronic kidney disease education and prevention. Through the collaborative community kidney health program, YMCA locations nationwide are helping to bring vital education, prechronic disease screenings and critical kidney health resources directly to the communities that need it the most. Our early results are eye opening. In our initial pilot, 30% of participants screened were found to have previously undiagnosed CKD, creating powerful opportunities for early intervention and life-changing care. Early detection and education are the cornerstones of kidney disease prevention and through this collaboration, we're setting ambitious goals to reach thousands of people empowering communities with the knowledge they need to close the gap in kidney health awareness. Partnership with the YMCA is more than just a program. It's a reflection of our unwavering commitment to building a healthier, stronger tomorrow.\nBefore getting into the first quarter performance, I want to address the cybersecurity incident we disclosed last month. On April 12, we identified and swiftly began addressing a cybersecurity incident that encrypted parts of our system and affected our operations. While it's deeply troubling that bad actors continue to target the health care community, the incident highlighted our team's unwavering commitment to patient care. I'm grateful to report that we provided uninterrupted dialysis care for our patients on the day we detected the incident and every day since at all of our centers worldwide. Thanks to the incredible responsiveness of our teams and our investment in IT infrastructure, we've been able to restore both functions as of today. All of our major systems used for the patients, physicians and teammates, including the lab and billings, are up and running. Work on the remaining applications will continue over the next few weeks. While the restorations of our systems is nearly complete, there will be some regulatory and legal follow-ups to address as we work to identify the extent and nature of the data that was taken and make the required notices. We expect that the majority of the costs related to this incident will be onetime items recognized in the second quarter and our current expectations regarding the financial impacts are included in our guidance today.\nTransitioning to the first quarter performance, adjusted operating income and adjusted earnings per share came in slightly ahead of our expectations. At a high level, this was driven by outperformance within patient care costs, phosphate binders and our international business. This favorability was partially offset by a modest underperformance in treatment volume, partially due to an abnormally high flu season. Let me offer some additional color on phosphate binders, which contributed to positive results for the quarter. As a reminder, phosphate binders are oral drugs prescribed to help dialysis patients avoid mineral bone disease. Beginning this year, CMS transitions phosphate binders from Medicare Part D into the dialysis benefit. DaVita is dispensing these drugs per physician orders and receiving reimbursement from CMS and Medicare Advantage plans on a per script basis during the initial TDAPA period. As we predicted last quarter, the largest source of variability would be in drug mix where we have seen higher-than-expected prescriptions of iron-based binders. This is a win for our patients who are receiving the most effective medication for their individual clinical needs. We're still in the early days of this transition and expect further variability over the course of the year. That said, with initial data on drug mix, we now expect the full year operating income contribution from phosphate binders to be at the upper end of our previous guidance range of 0 to positive $50 million.\nI'll offer one final note for the first quarter regarding capital allocation. Our priority remains to invest available capital in innovation and high-return growth opportunities, such as our recent Latin America acquisition. Beyond those opportunities, we remain committed to returning capital to our shareholders through share repurchases. Since our last earnings call, we repurchased approximately $680 million of stock, representing an accelerated pace over this time frame. 2025, we expect share repurchases will be more front-loaded than typical and should slow down over the remaining of the year. To be clear, our capital allocation strategy remains unchanged.\nNow I'd like to shift gears and share some thoughts on the new administration and potential policy changes. Despite a fast-moving environment, our top priority remains the same, advocating for our patients at the state and federal levels. Today, I'll focus on 3 policy topics impacting the broader health care landscape; Tariffs, Medicaid and enhanced premium tax credits. For the first 2, although the policy is fluid on each, and there's a lot to learn, we don't currently believe either tariffs or Medicaid reform represent any material financial impact. As it relates to qualified health plans and enhanced premium tax credits, we've previously shared a cumulative operating income impact of $75 million to $120 million. This impact is cumulative over 3 years and assumes a full expiration of the enhanced premium tax credits. We continue to believe this reflects the most likely range of outcomes. And as we've shared, we're likely trending toward the higher end of that range due to a strong 2025 open enrollment for exchange plans. While we're grateful to be largely insulated from recent policy developments, we remain vigilant and committed to strong patient advocacy. In addition to outlook, we're maintaining our 2025 guidance range for adjusted operating income and adjusted earnings per share as disclosed last quarter. Although we've experienced headwinds from the cyber incident, our strong first quarter operating performance has put us in a good position to achieve our financial guidance for the full year.\nI will now turn the call over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThank you, Javier. First quarter adjusted operating income was $439 million. Adjusted EPS was $2 and free cash flow was negative $45 million. Adjusted operating income was above the guidance we gave last quarter, largely as a result of strong expense management, profitability from orals in the bundle at the high end of our range and strong performance in international, partially offset by lower-than-expected treatments.\nI'll focus first on the details behind our Q1 operating income performance followed by an update for 2025 guidance. U.S. treatments per day declined 40 basis points versus the first quarter of 2024 and was approximately 50 basis points below our forecast. Weakness was largely the result of higher missed treatment rate, which was caused by a severe flu season and a higher-than-expected impact from storms in January and February. Adding to this shortfall was the negative impact on census from higher-than-anticipated flu mortality in the quarter. Mission growth was strong during the quarter, which supports our hypothesis that the negative admissions growth we saw in the fourth quarter was the result of normal variability and not a trend. Looking forward to the remainder of the year, the flu-related census impact in the first quarter will contribute to lower treatment volume for the remainder of the year than we had previously expected. Additionally, we believe the cyber incident that Javier described resulted in lower-than-normal admissions for about 2 weeks in April. Taking these 2 factors together, combined with the treatment shortfall in Q1 and we are now expecting an approximately 50 basis point decline in treatments for the year. As a reminder, 2025 volume is also negatively impacted by the PD supply shortage we faced in Q4 2024.\nDespite these temporary challenges, we still expect to return to 2% volume growth, although the timing is hard to predict. Consistent with what we have forecasted in the past, these forecasts are for a number of treatments, not treatments per day or non-acquired growth. Revenue per treatment increased $4 in the quarter. Approximately $10 of increase is attributable to new reimbursement for phosphate binders, partially offset by $5 of decline due to typical seasonality of patient responsibility for co-pays and deductibles in the first quarter. Patient care cost per treatment increased by $7 sequentially. This was driven by approximately $8 per treatment of new costs associated with phosphate binders and partially offset by a decline from the seasonally high fourth quarter. First quarter G&A costs declined by $33 million sequentially, again as a result of a decline from typical seasonally elevated spend towards the end of the year. Adjusted international OI increased by $29 million versus the fourth quarter. As a reminder, the fourth quarter was impacted by a $19 million reserve recorded against aged accounts receivable in Brazil.\nIntegrated Kidney Care, our value-based care business had operating losses of $29 million in the quarter, in line with expectations. As a reminder, IKC has seasonally stronger operating performance in the second half of the year. This quarter, we realigned the operations of an IT product from our IKC segment into our U.S. other ancillary segment, which moved approximately $4 million of operating loss from IKC into U.S. other ancillary results for the quarter. We anticipate the full year impact of this change to be approximately $17 million. Below the OI line, we incurred $18 million of other loss, mostly related to Mozarc, our joint investment with Medtronic. We expect this to be a consistent quarterly run rate for the remainder of the year. In the first quarter, we repurchased 3.7 million shares, and we repurchased an additional 1.7 million shares since the end of the quarter. Our repurchases continue to be informed by our typical assessment of leverage ratio, liquidity and market price relative to our view of intrinsic value. This accelerated purchase pace brought our leverage level at the end of the quarter to 3.27x, near the middle of our target leverage range. Q1 debt expense was $135 million. Beginning in the second quarter, we anticipate debt expense will increase to approximately $145 million per quarter for the remainder of the year.\nLet me now turn to our expectations for full year 2025. We are reiterating our full year adjusted operating income and earnings per share guidance. Despite challenges associated with a difficult flu season in Q1 and expectations for some headwinds related to the recent cyber incident, the underlying strength of our business performance in the first quarter and the increase in our forecast for profitability of orals in the bundle give us confidence in our full year guidance.\nThat concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/360273a54a0789b043eb092c8408a55f",
    "period": "2024 Q4",
    "content": "Q4 2024 DaVita Inc Earnings Call\n\nQ4 2024 DaVita Inc Earnings Call\n\nDVANYSEFEB 13, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Fourth Quarter 2024 Earnings Call. [Operator Instructions].\nMr. Eliason, you may begin.\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our fourth quarter conference call. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our fourth quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC.\nOur forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you for joining the call today. As we embark on 2025, we're celebrating the 25th anniversary of DaVita. During this time, we have focused our efforts on improving clinical outcomes, enhancing quality of life for our patients and care teams and being a force for positive change for the health care system. It is an honor to carry on this legacy and we look forward to pushing these boundaries in 2025 in the years ahead. Today, I will cover highlights of our 2024 performance, provide updates on several components of our growth trajectory, and conclude with guidance for 2025.\nBut first, I will begin, as we always do, with a clinical highlight. As I noted, we're celebrating our 25 years, a period encompassing remarkable clinical progress. Together with our physician partners, we have achieved so much for the people who have entrusted us with their care. Among the many highlights, we have worked to dramatically increase the access to care for patients, especially those living in more rural areas of the country. We moved beyond in-center care and supported the proliferation of home dialysis with more than 4 of every 5 patients living within 10 miles of a DaVita home program of the patients now treating at home more than 80% use connected cyclers, a technology that enables our care teams to remotely monitor and improve patient health outcomes.\nWe have expanded for being a dialysis provider to a comprehensive kidney care company, addressing each step in the Kidney Care journey. This includes our Kidney Smart program, where we have provided free education on managing chronic kidney disease to more than 300,000 people and Integrated Kidney Care, or IKC, where we have pioneered value-based care delivery successfully partnering with health plans and CMS to provide holistic patient care in addressing rising cost of the health care system.\nFinally, we have enhanced quality of care in 13 countries outside the United States, where we have consistently outperformed the clinical benchmarks in each market. I'm energized by the progress we have made to create better outcomes and improve millions of lives. And of course, we're far from done. Looking at the next chapter, our vision is to continue our unwavering pursuit of a healthier tomorrow.\nTransitioning to 2024 performance. We finished the year on a strong note, producing full year adjusted operating income and adjusted EPS in the top half of our guidance range with year-over-year growth of 21% and 26%, respectively. In a year with several unique hurdles, including changed health care outage and hurricane disruption of our supply chain, I am reminded of the resilience of our organization and inspired by the passion of our dedicated care teams. Within U.S. dialysis, we continue to benefit from innovation in our revenue cycle operations. Enhanced collection performance and contracting propelled higher revenue per treatment growth offsetting slower-than-expected rebound in treatment volume.\nAlthough volume growth was positive for the first year since the pandemic, growth for the full year was below our expectations. Mortality and mistreatment rates remain elevated in the fourth quarter and new patient starts were negatively impacted by supply constraints of our peritoneal dialysis solutions. On the expense side, we continue our track record of identifying efficiencies and executing on cost-saving initiatives.\nBeyond the U.S. dialysis, we expanded our international presence and continue to grow IKC. We have now closed on 3 of the 4 acquisitions in Latin America announced last year with Brazil expected to close midyear 2025. With IKC, we continue making progress on our journey of delivering sustainable integrated care. For 2024, results for IKC were in line with our expectations with an adjusted operating loss of $35 million. Our strategy remains focused on improving health outcomes and quality of life for our patients, minimizing avoidable medical expense, tightly managing our G&A costs, and pursuing the right opportunities to achieve scale.\nAs a reminder, last quarter, we highlighted the temporary closure of Baxter's North Cove facility due to Hurricane Helene and the related impact on home dialysis. As a result of these challenges, we incurred approximately $6 million of operating income impact in the fourth quarter due to higher cost of saline, fewer patient starts due to the availability of PD solution and lower productivity from our home caregivers. The negative impact was lower than we originally expected due to the extraordinary effort of our supply and physician partners, along with that of our procurement and operating teams.\nBy year-end 2024, we had resumed admitting new home patients at historical rates. However, our inability to start new patients on PD contributed to lower new admits in the fourth quarter which will negatively impact volume growth in 2025. This is included in our estimate of approximately $30 million of negative impact to adjusted operating income in 2025.\nMoving next to orals in the bundle. Effective January 1 of this year, oral drugs transitioned from Medicare drug benefit over to the dialysis benefit. This policy is clearly positive for dialysis patients. We are excited to expand access for patients and expand options for prescribers. We estimate that up to 20% of patients did not have coverage and are now eligible to receive this therapy. Our patients will have support from dieticians and access to all major classes of phosphate binders, including both branded and generic options. We expect the 2025 OI contribution to be $0 to $50 million.\nFor our 2025 guidance, we're back on a more normal adjusted OI growth trajectory. The midpoint of our 2025 guidance for adjusted OI growth is 5.2%, and adjusted EPS growth is 11%, the detailed ranges of which can be found in our press release. This comes on the heels of a strong 2023 and 2024 years in which we exceeded the top end of our original guidance ranges despite weak volume growth by driving strength in other components of our core and ancillary businesses. A priority for 2025 will, of course, continue to be an intense focus on volume as we believe in an eventual return to a 2% growth trend recognizing timing is difficult to predict.\nDespite this uncertainty, we continue to have confidence in delivering adjusted OI growth in our target range of 3% to 7% for the years ahead. We will continue to invest in differentiated capabilities to drive performance across our platform with excess capital returned to shareholders through share repurchases. We remain committed to our capital allocation strategy as a means to achieve double-digit growth in earnings per share.\nI will now turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThank you, Javier. Fourth quarter adjusted operating income was $491 million, bringing full year 2024 adjusted OI to $1.98 billion. Q4 adjusted EPS was $2.24, taking full year adjusted EPS to $9.68. Free cash flow was $281 million in the fourth quarter and $1.16 billion for the full year. I'll start today with some detail on the fourth quarter, followed by some details on our 2025 guidance.\nFourth quarter U.S. treatment volume increased by 30 basis points over the fourth quarter of 2023, while treatments per day declined 80 basis points versus fourth quarter of 2023. Q4 treatment volume came in below our expectations for 2 reasons: First, miss treatments were higher than expected, primarily as a result of severe weather events driving a 40 basis point reduction on year-over-year growth in the quarter. And second, new to dialysis admits were below forecast, partially as a result of the impact of Hurricane Helene on PD supply. We estimate the PD supply constraint resulted in the loss of approximately 350 admissions during the quarter. For the full year, treatment growth was 47 basis points, just below the bottom of the range we gave last quarter.\nFourth quarter revenue per treatment increased approximately $1 sequentially and primarily due to seasonality, bringing full year RPT growth to 3.7% versus 2023. Patient care cost per treatment were up $7 sequentially. This was primarily the result of seasonality, including health benefits and other field costs with additional impact from higher sequential center closure costs. G&A costs increased by $15 million quarter-over-quarter. This is in line with expectations as we typically see higher G&A spend in the fourth quarter. Depreciation and amortization declined by $14 million compared to the third quarter. The largest driver of the reduction was lower center closure costs.\nAdjusted international OI declined by $17 million versus the third quarter. This was driven by a $19 million reserve recorded against aged accounts receivable in Brazil. Underlying operations in our international business remain otherwise in line with expectations. During the quarter, we closed the third of our 2024 Latin American acquisitions, expanding our presence in Colombia. Our expansion in Brazil remains under government review, and we expect the deal to close midyear. Integrated Kidney Care, our value-based care business, ended 2024 with a full year adjusted operating loss of $35 million. We continue to execute against our long-term plan. And while the full year came in approximately $15 million ahead of our 2024 expectations, this is largely due to timing of revenue from our value-based care contracts and normal variability.\nBelow the OI line, fourth quarter debt expense was relatively flat compared to the third quarter. Our leverage ratio at the end of the year was just over 3x EBITDA. In the fourth quarter, we repurchased 2.3 million shares, and since the start of 2025, we have repurchased approximately 800,000 additional shares.\nI'll turn now to our expectations for 2025. Our 2025 adjusted operating income guidance is $2.01 billion to $2.16 billion. At the midpoint, this represents 5.2% year-over-year growth. Now for some details starting with treatment volume. The middle of our adjusted OI guidance range assumes treatment volume growth is flat in 2025 compared to 2024. For the key underlying drivers of treatment volume namely admissions, mortality and mistreatment rate, our guidance assumes no significant changes to the trends we saw in 2023 and 2024. Embedded in this forecast is approximately 50 basis points of headwinds specific to 2025, associated with the number of treatment days and the headwind associated with the disruption in PD admissions in Q4.\nMoving now to revenue per treatment. We anticipate 4.5% to 5.5% revenue per treatment growth year-over-year. Around 40% of this expected growth is the result of new oral phosphate binder reimbursement. The remaining 60% is driven by rate increases, collections improvements and changes in mix. On patient care cost per treatment, we anticipate growth of 6% to 7% year-over-year. Again, oral phosphate binders are a key driver, accounting for approximately 40% of the expected growth year-over-year. We anticipate the remaining 60% of the growth to be driven by inflationary increases in labor and other costs with some offset from declining center closure costs as compared to 2024.\nWe expect U.S. dialysis G&A to increase by approximately 4%, which is driven by investments in our teams, capabilities and processes, offset by a decline in center closure costs versus 2024. We anticipate U.S. dialysis depreciation and amortization to decline by approximately $25 million to $30 million driven by declining center closure costs and lower levels of CapEx in recent years. In our IKC business, we expect relatively flat year-over-year adjusted operating income compared to 2024. This is consistent with our prior expectations except for the acceleration of $10 million to $15 million of value-based care revenue from 2025 to 2024.\nFor international, we expect approximately $50 million of year-over-year adjusted OI growth. This is the combination of the impact of the Latin America acquisitions we signed in 2024, the reserve against aged accounts receivable in Brazil impacting 2024's results and continued growth in our existing markets.\nShifting to EPS. Our guidance for 2025 adjusted earnings per share is $10.20 to $11.30. The midpoint of this range represents 11% adjusted EPS growth versus 2024, primarily driven by adjusted operating income growth and share count reduction due to share repurchases, offset by the full run rate of higher debt expenses. We anticipate other losses below the operating income line of approximately $75 million roughly flat to 2024. We expect interest expense of $525 million to $555 million, which is a continuation of approximately $135 million per quarter. We anticipate an adjusted effective income tax rate of 24% to 26%, consistent with 2024.\nFree cash flow guidance for 2025 is $1 billion to $1.25 billion. Our capital allocation philosophy remains consistent with prior years. We will prioritize capital-efficient growth opportunities, target leverage between 3 and 3.5x EBITDA and otherwise, return capital to shareholders in the form of share repurchases. That concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0adde82bb04e556141ee273ae3f961c0",
    "period": "2024 Q2",
    "content": "Q2 2024 DaVita Inc Earnings Call\n\nQ2 2024 DaVita Inc Earnings Call\n\nDVANYSEAUG 6, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Second Quarter 2024 Earnings Call. [Operator Instructions] Thank you. Mr. Eliason, you may begin your conference. .\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our second quarter conference call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO. Please note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements.\nFor further details concerning these risks and uncertainties, please refer to our second quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we may make with the SEC. Our forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you all for joining the call today. On behalf of all the teammates who provide life-saving care to our patients, I am grateful for the opportunity to report another positive quarter for DaVita. We continue to enhance our clinical capabilities while optimizing our revenue operations and cost structure. Today, I will cover the details of our second quarter performance, comment on the CMS 2025 proposal and wrap up with our outlook for the remaining of the year.\nBut before I dive in, let me begin, as we always do, with a clinical highlight. As you know, every day, tens of thousands of DaVita caregivers work to give life to our patients. Nurses play a central role within our interdisciplinary care teams, serving as our patient's caregiver, sounding board and familiar face, they see over 100 times per year. Unfortunately, thousands of nurses left the profession during the pandemic. As a result, the health care system is facing a critical nursing shortage. I am proud of the programs and initiatives we've implemented to support the next generation of dialysis nurses.\nI'll highlight 3 examples. First, we're collaborating with leading nursing universities on tailored nephrology-specific nursing curriculum. We're also providing financial assistance to remove barriers to entry for prospective nursing students. Second, we've created a clinical internship program, immersing students with hands-on experience in DaVita Dialysis Centers. We have 700 clinical entrants this year with more than 2,000 individuals participating since inception of the program. Third, we've built a Nurse Residency Program to support new nurses from student to practicing registered nurses. Our goal is to help hundreds of nurses in the program to feel more confident during their first year of practice, which, among other things, can lead to better patient safety. We're excited to do our part to alleviate some of the pressures of the nursing workforce and to help ensure access to care is not a barrier.\nTransitioning to the second quarter performance. Adjusted operating income was $506 million and adjusted earnings per share was $2.59. This outcome was ahead of our expectations for the quarter, primarily driven by favorability in patient care costs and continued strength in revenue per treatment or RPT. Offsetting this favorability was volume growth that was lower than expected. This was primarily due to elevated miss treatments related to spring storms along with lower-than-expected census gain. Our second quarter adjusted results also included approximately $15 million of center closure costs. In prior periods, we excluded these type of costs from adjusted operating income as non-GAAP adjustments. We'll expand on this point throughout the call today.\nLet me give some additional detail on RPT growth since it continues to contribute to our strong performance and support to our 2024 guidance increase. There are many variables in RPT, but I'll highlight 2 primary drivers. The first and largest component is continuous improvement in our collection capabilities. This is a multiyear effort. So let me elaborate a bit more on this one. The complexity of revenue operations has increased over the last few years. Billing and collecting from health plans now more frequently involves new data and process requirements. These challenges include navigating prior authorization, payer-specific billing requirements, numerous online payer portals and separately billable items. These layers are exacerbated by a growing list of participating health plans due to the growth of Medicare Advantage and exchanges and by our patients more frequently updating their coverage choices.\nIn response, we made a series of targeted investments in technology and teammates to modernize and retain top-in-class capabilities. These investments focus on greater automation of routine tasks, increasing rate of electronic claims submission and more frequent benefit insurance verification, among other enhancements. This has improved our overall collection rate and enabled us to collect on claims more quickly, reducing days sales outstanding. With more comfort and experience with these capabilities over the past year, we believe these improvements are sustainable and will continue into 2025 and beyond.\nSecond, our health plan negotiations have resulted in modestly higher rate increases as a result of higher inflationary environment over the past few years. Despite these rate increases, we are still not recouping the full impact of high inflation. We continue our track record of innovation and discipline within our cost structure to bridge this gap. The combination of these 2 factors, along with continued improvement in payer mix, increases our expectations for RPT growth for the year. In the first quarter, we communicated our expectation to land on the top end of our range of 2.5% to 3% RPT growth in 2024. With continued progress, we now expect 2024 RPT growth within a range of 3.5% to 4%.\nStaying on the topic of revenue. CMS recently released its ESRD [ proposed rule ] to update the prospective payment system for 2025. The CMS expected rate increase of approximately 2.1% was broadly in line with our internal expectations. The methodology has become more complex with the introduction of new wage index. And while we appreciate CMS' effort to innovate the proposal falls short of reflecting the industry true cost inflation. We will provide feedback to CMS in hope of improving this methodology in the final rule and in the years ahead. Absent further edit, the proposed rule would continue to put pressure on the system.\nAdditionally, with the proposed rule CMS reconfirmed its intention to include oral-only drugs within the bundle as scheduled beginning next year and identified positive policy changes to aid with this transition. DaVita support CMS' position and given our experience with calcimimetics, we strongly believe this will provide more patients with access to these drugs since many of our patients do not have Part D coverage. We understand that there are entities are going for Congress to delay the implementation with stated concern around patient access and the operational ability for providers to comply. DaVita is well prepared and investing the necessary resources to implement this transition in support of our patients.\nTurning to full year guidance. We are raising our 2024 adjusted operating income guidance while incorporating a change in treatment of our center closure expenses. We are raising 2024 adjusted operating income guidance from the prior range of $1.875 billion to $1.975 billion to a new range of $1.91 billion to $2.01 billion. This represents a $35 million increase at the midpoint of the range. This is the result of a $95 million increase in expected operating performance, offset by now including approximately $60 million of full year center closure costs that we previously would have excluded adjusted operating income as a non-GAAP adjustment. Joel will provide more detail about this change in our non-GAAP reporting presentation. This guidance reflects sustained momentum in our key operating metrics including the revenue per treatment progress we highlighted today and our expectation for strong performance in the back half of the year.\nI will now turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThanks, Javier. Our second quarter adjusted operating income was $506 million, adjusted EPS was $2.59 and free cash flow was $654 million. Before I dive into the specifics on our performance for the quarter, let me add some detail to the change in reporting presentation of our non-GAAP results that Javier mentioned. As a result of a recent common letter from the SEC to DaVita, we will no longer treat center closure costs as an adjustment in our non-GAAP presentations. These center closure costs impact our patient care costs, G&A and depreciation and amortization expense lines. Our adjusted OI and adjusted EPS for Q2 now includes center closure costs and our updated full year 2024 guidance shared today follows the same methodology. .\nTo help with comparisons to prior periods, we are also now showing prior period results under the new methodology. In aggregate, these costs represent approximately $15 million per quarter in 2024 for a total of roughly $60 million expected this year. For comparison, center closure costs in 2023 were approximately $100 million. For 2025, we are forecasting $20 million to $30 million of center closure costs. These presentation changes have no impact on how we manage our business nor our overall profitability, cash flow or long-term expectations.\nWith that, let me break down each of the components of our Q2 performance, starting with U.S. dialysis and specifically treatment volume. Sequentially, treatments per day were up 1.1% in Q2 versus Q1. This increase was primarily due to census gains in the quarter and a seasonal improvement in mistreatment rate. compared to the same period last year, second quarter treatments per day were up 50 basis points.\nThis year-over-year growth was below our expectations as a result of 2 primary factors: First, severe weather events in May and June resulted in higher miss treatment rates, representing approximately 20 basis points of headwind on year-over-year treatment growth for the quarter. We have seen a similar but more pronounced disruption in July with the impact of Hurricane Beryl. Second, U.S. net census gains were weaker than expected. Although new to dialysis admits grew for the sixth consecutive quarter, mortality was above our forecast. We expect both of these factors to negatively impact the second half of the year. For the full year, we now expect treatment volume growth will likely be between 0.5% and 1%.\nRevenue per treatment was up approximately $6 sequentially. This increase is primarily due to typical seasonality from higher patient coinsurance and deductibles in Q1. As Javier outlined, we now anticipate full year revenue per treatment growth of 3.5% to 4% for 2024. Patient care cost per treatment were approximately flat quarter-over-quarter. Typical seasonal declines from items like higher payroll taxes in Q1 offset higher health benefit costs and other inflationary [ increases ] in the second quarter.\nDepreciation and amortization declined $12 million in Q2 versus Q1, and partially as a result of a decline in center closure costs. Center closure costs in D&A were approximately $50 million in 2023 compared to $10 million in 2024. Since these costs are now included in our adjusted D&A numbers, we now expect a year-over-year adjusted D&A decline of approximately $40 million to $50 million.\nFor integrated Kidney Care or IKC, our value-based care business, operating income declined $8 million sequentially. As we have seen in the past, we expect results in the second half of the year to be significantly stronger than the first half as a result of the timing of revenue recognition. International operating income was flat quarter-over-quarter. We have closed our acquisitions in Ecuador and Chile and expect our acquisitions in Colombia to close in Q3 and in Brazil by year-end.\nMoving now to capital structure. In the second quarter, we repurchased 2.7 million shares and to date, in Q3, we have repurchased an additional 1.1 million shares. Leverage at the end of Q2 was 3.1x EBITDA. This was down from 3 months ago due to growth in trailing 12-month EBITDA and a reduction of net debt by over $200 million. As of the end of Q2, we held approximately $400 million of funding from Change Healthcare's parent, UnitedHealth Group, related to the cyber event earlier this year. As of today, that balance currently sits at approximately $300 million and we expect additional repayment to align with successful collections on impacted claims. We continue to collect unchanged health care impacted claims quarter-over-quarter.\nAs always, we are assessing opportunities to optimize our capital structure, which includes looking to address the remaining balance of our Term Loan B maturing in 2026. And We continue to target leverage within our range of 3x to 3.5x. To this end, we are also assessing opportunities to increase our debt to ensure sufficient capacity to maintain leverage within this range.\nTo conclude, let me share some additional detail about our updated adjusted operating income and adjusted EPS guidance for 2024. As Javier said, our new adjusted OI guidance range is $1.91 billion to $2.01 billion. There are several moving pieces within this number. So let me give you the key puts and takes.\nFirst, we are now including expenses related to center closure costs in this adjusted OI range. This is an approximate $60 million of additional operating expenses that were previously not in our adjusted OI guidance. To reiterate my earlier comments, this is a change in the presentation of our adjusted results and does not impact our GAAP financials or cash flows. Second, additional RPT growth of approximately 50 to 100 basis points relative to our previous expectations, represents an increase of approximately $85 million at the midpoint. Third, the range reflects improved expectations for patient care costs, mostly related to labor and productivity improvements which is mostly offset by our revised volume expectations for the full year.\nAltogether, these changes represent an approximate $35 million increase in our adjusted operating income guidance at the midpoint of the range. We are also updating our 2024 adjusted earnings per share guidance to a range of $9.25 to $10.05 and primarily due to the increase in adjusted OI. That concludes my prepared remarks for today.\nOperator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/28853fffd2ed3923d966a1cd22360209",
    "period": "2024 Q1",
    "content": "Q1 2024 DaVita Inc Earnings Call\n\nQ1 2024 DaVita Inc Earnings Call\n\nDVANYSEMAY 2, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita First Quarter 2024 Earnings Call. [Operator Instructions] Thank you. Mr. Eliason, you may begin your conference.\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our first quarter conference call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations, and joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our first quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC. Our forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law.\nAdditionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you all for joining our call today. Through the first quarter, we continued building on the momentum generated through 2023, demonstrating operational discipline while continuing to find opportunities to invest, innovate and most importantly, deliver clinical excellence. Today, I will cover our first quarter results, provide color on our expanding international business and wrap up with an update on Change Healthcare claim disruption. Before we get into our first quarter performance, I'll start as we always do with a clinical highlight.\nOne of our strategic goals is to provide solutions for patients at every stage along the kidney care journey, including helping to support transplantation. Our aspiration is to enable as many patients as possible to receive this life-changing gift. Let me highlight 3 ways that DaVita is helping to address the systemic challenges of kidney transplant. The first is patient referrals to transplant centers. We recently achieved our highest monthly rate with more than 2/3 of DaVita patients under the age of 75 years old being referred for transplant. The second is living donation. The number of living donors in the United States has essentially been flat over the past 2 decades. To encourage more living donors, we partnered with the National Kidney Foundation on its big ask, big gift campaign to educate the community on living donation. We also offered patients a range of resources to support them through the conversations about living donation. And finally, because there is a gap on transplant rates across race and ethnicity, we created a new health equity learning lab. By deploying transplant navigators, we're testing novel approaches to drive a more equitable distribution of patients succeeding on their quest to receive a transplant.\nThrough these and other efforts, more than 8,000 DaVita patients received a kidney transplant in 2023, the highest number of annual transplant in our history. Unfortunately, the largest challenge continues to be constrained organ supply. You may have seen recent stories about compassionate care cases involving genetically engineered-pick kidneys. This is an exciting first step as society aspires to a future where organ availability is no longer a constraint for patients living with kidney disease. It is still in its early days for this technology as human trials will take some time. In the meantime, we will continue to invest in transplant and participate in innovation that will improve access to this life-changing outcome. Transitioning to our first quarter performance.\nAdjusted operating income was $463 million, and adjusted earnings per share from continuing operations was $2.38. We had a strong quarter across our core financial Trilogy with treatment volume and patient care costs performing in line with our expectations and incremental upside driven by revenue per treatment. Our Q1 performance provided increased confidence in our full year expectations, and therefore, we're raising the bottom of our adjusted operating income guidance putting our updated range at $1.875 billion to $1.975 billion. Within these consolidated results, our international business is a growing piece of DaVita's portfolio. As a reminder, our international strategy is focused on 3 primary principles, identify markets that enable us to invest in clinical differentiation and provide excellent standards of care to our patients. Second, operating countries where we have a path to achieve meaningful scale led by strong local management teams and finally, hold ourselves to the same discipline of capital-efficient growth and attractive risk-adjusted returns that we use for all of our business segments.\nFollowing these principles, in March, we signed an agreement to invest $300 million to expand our operations in Brazil and Colombia and enter Chile, and Ecuador through the acquisitions of high-quality centers in those 4 markets. The Chile acquisition has closed and the transaction in Ecuador, Colombia and Brazil remains subject to each country's respective antitrust and regulatory approval process, which we expect to be completed at various times throughout 2024. Opportunistic transactions such as this one are consistent with our overall enterprise capital allocation strategy. Going forward, we will continue to monitor the market for acquisition opportunities that meet our investment criteria and we otherwise expect international investment to be roughly consistent with our historical levels.\nUpon completion of these transactions and combined with our existing business, we would be the largest dialysis provider in Latin America. Once these acquisitions close, we will provide care in 13 countries outside the United States with more than 500 centers treating approximately 80,000 patients and employing nearly 20,000 health care professionals. In 2024, we expect international growth to contribute approximately $20 million or about 1 percentage point to DaVita's overall enterprise growth in adjusted operating income. Most importantly, our international clinical outcomes continue to excel. We outperformed the clinical benchmarks of every international market in which we operate, and we have reduced hospitalization across all countries by 11% since 2021, which has driven a reduction in unnecessary health care expense and represents a meaningful improvement to our patients' lives. And finally, let me cover our experience with the Change Healthcare outage and where we stand today.\nHistorically, the vast majority of our U.S. dialysis claim went through the Change platform. Similar to many providers, this presented a challenging situation in the back half of Q1 as we were unable to submit claims through this channel. As reflected in our first quarter balance sheet, the increase in our days sales outstanding and borrowing on our revolving credit facility were entirely related to the change outage. Joel will provide more detail, but to summarize, we have resumed billing activity, and we're collecting cash well in excess of our typical levels as we catch up from the claims backlog. As of today, we believe that the operational impact from the Change Healthcare disruptions are largely resolved.\nI will now turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThank you, Javier. First quarter adjusted operating income was $463 million. Adjusted earnings per share was $2.38, and free cash flow was negative $327 million. Our Q1 results reflect strong core operating performance as well as the impacts from delayed submission and payment of claims due to the Change Healthcare outage, which I will expand on shortly. With that, let me dive into the detail for the quarter.\nU.S. dialysis treatments per day were slightly lower in Q1 as compared to Q4, consistent with our expectations for the quarter. Q1 was our fifth consecutive quarter of year-over-year new-to-dialysis admissions growth, although mortality remains elevated relative to pre-COVID levels. For the full year, we maintain our expectations of 1% to 2% treatment volume growth. Revenue per treatment was down approximately $2 quarter-over-quarter. This is primarily due to typical seasonality related to patient coinsurance and deductibles offset by typical rate increases, contracted escalators and mix improvements. We continue to see strength in RPT as the result of revenue cycle improvements and we're trending towards the top of our original RPT range of 2.5% to 3% growth year-over-year.\nNon-GAAP patient care cost per treatment declined $8 sequentially, down from the seasonally elevated fourth quarter. As a reminder, Q4 seasonality was higher than typical and we see this reflected in the sequential quarterly change. International adjusted operating income increased $15 million sequentially, a return to normal from a low in Q4 related to higher bad debt reserves. Additionally, Q1 benefited from foreign exchange tailwinds. As Javier mentioned, this quarter, we announced acquisitions in 4 Latin American countries, including our entrance into Chile and our anticipated entrants into Ecuador. These acquisitions are expected to close at various points during 2024 and we anticipate that their partial year operating income in 2024 will largely be offset by expenses related to the acquisitions. Transitioning to cash flow and capital allocations.\nAs you'll see in our quarter end numbers, U.S. dialysis days sales outstanding increased by 19 days. And at the end of the quarter, we were drawn $765 million on our revolver, reflecting an increase in our leverage ratio to 3.3x at the end of Q1. As Javier noted, these increases are directly attributable to the Change Healthcare outage. Since the change platform has come back online, these metrics have improved dramatically. We have caught up and are now current on primary claims submission. Cash receipts are catching up and we have fully paid down the $765 million of revolver draw through a combination of strong April cash flow and interest-free funding from UnitedHealth Group, Change's parent company. By the end of Q2, we expect the majority of the DSO increase to have reversed.\nIn Q1, we repurchased 2.1 million shares, but out of an abundance of caution, we temporarily suspended our share repurchases in March in light of the Change disruption. Given where we are today, we expect to resume share repurchases subject to our typical capital allocation considerations. As we look to full year 2024, we are updating adjusted operating income guidance to $1.875 billion to $1.975 billion, a $25 million increase in the midpoint relative to our previous guidance. We are also updating EPS guidance to a range from $9 to $9.80.\nThat concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/556f1dbeda170e15cf4980362a721121",
    "period": "2023 Q4",
    "content": "Q4 2023 DaVita Inc Earnings Call\n\nQ4 2023 DaVita Inc Earnings Call\n\nDVANYSEFEB 13, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Fourth Quarter 2023 Earnings Call. Today's conference is being recorded. If you have any objections, you may disconnect at this time. [Operator Instructions] Mr. Eliason, you may begin your conference.\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our fourth quarter conference call. We appreciate your continued interest in our company. I'm Nick Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our fourth quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC.\nOur forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nick, and thank you all for joining the call today. As we reflect on the past year, our 2023 financial performance highlighted the resilience of our business and revealed some of the early benefits of our multiyear investment in strengthening our platform. .\nExternal challenges over the past few years ultimately made us stronger and with continued investment in our teammates, systems and capabilities, we believe that we're well positioned for the years ahead. We began 2024 with great momentum and a reduction in the risk and uncertainties that characterize the recent years.\nToday, I will cover our 2023 results and our 2024 guidance, provide an annual update on integrated Kidney Care and briefly continue our discussion on GLP-1 drugs.\nFirst, however, I will begin the call, as we always do with the clinical highlights. More than 20 years we have strived to be a community first and a company second. This means that we're committed not only to providing outstanding care but also to give back. In 2023, our teammates logged over 42,000 hours of service to their communities, which marks our highest year ever and a step toward achieving our cumulative goal of 125,000 hours by 2025.\nAnd some of our special teammates donated their personal time to advance our goal of raising awareness for kidney disease. We recently wrapped our 2023 health tour, a mobile health screening and kidney care education program supporting local communities across the country. Today, 15% of our U.S. population has kidney disease, which often goes undiagnosed and untreated until symptoms become severe. Our mobile health tour was designed to help identify risk factors that may lead to chronic kidney disease, including screening for obesity, diabetes, high blood pressure and family history of kidney disease.\nFor 2 months on the road, our bus traveled 17,000 miles to offer free screenings in 48 communities across 8 states. To power this tour, more than 300 of our teammates volunteered 1,200 hours in service to their local communities. This effort is a wonderful example of combining our dedication to service with our ongoing commitment to raising awareness for early detection and prevention of kidney disease.\nTransitioning to our performance. Full year 2023 adjusted operating income, adjusted EPS and free cash flow all came in well above our guidance from the beginning of the year. As context, I think it's helpful to reflect back on our progress over the year. We began 2023 in an uncertain environment and shared the assumptions in our guidance that volume and labor challenges would continue throughout 2023.\nWe're simultaneously developing and executing on a number of initiatives focused on offsetting some of those financial headwinds we were facing. As the year progressed, we saw encouraging data points early in the year, which ultimately turned into consistent positive trends. These improved trends, combined with the strong operating performance and the positive impact on the initiatives we implemented, resulted in a 20% year-over-year growth in adjusted operating income, 28% growth in adjusted EPS, and a return of our leverage ratio back to the target range.\nI'll share 3 points for additional color. First, on volume. We entered 2023 with a 2% growth headwind due to the annualization of excess mortality from prior year. Since then, successive COVID surges have been weaker in magnitude with lower mortality. At the same time, we were able to produce 4 consecutive quarters with year-over-year growth in new patient admits. Adding these factors together, 2023 saw increased patient census for the first time since COVID started, and volume that was approximately flat year-over-year, landing at the top of our guidance range.\nSecond, our labor performance in 2023 was better than 2022. We cut our reliance on contract labor more quickly than anticipated and improved staffing in our centers. On the other side of the ledger, teammate turnover has remained elevated in line with the strong health care labor markets. Looking forward, improved retention and training costs represent an opportunity for improvement in the years ahead.\nThird, independent of these trends, we drove strong operating performance through our differentiated platform and capabilities. Most notably, we invested in our revenue operations to achieve sustainable improvements in our collections. This resulted in an additional $3.50 in revenue per treatment for the full year while reducing more than 12 days from our U.S. day sales outstanding. Adding to this, we executed against our cost-saving initiatives related to pharmaceutical spend and further consolidated our facility footprint.\nFinally, we exceeded our annual profitability targets for Integrated Kidney Care, which I will cover more in detail in a moment.\nTo summarize, we entered 2024 with more visibility and confidence that we have had since the start of COVID in 2020. Our ability to invest in our people, process and systems, despite the operational and financial challenges of the last few years, has positioned us well for the years ahead.\nOn that note, let me transition to our value-based care business, which we will call Integrated Kidney Care or IKC. We have consistently urged our investors to assess this business on an annual basis rather than focusing on our quarterly results. Now is a good time to pause and reflect on our performance and outlook of IKC.\nAt a high level, we assess IKC performance based on 3 primary metrics: one, total medical expense and patients in our IKC programs, which represents growth; two, our clinical performance or effectiveness of reducing total medical costs; and three, per member per month spend on our model of care and G&A, which indicates cost management. I'll walk through each in a bit more detail.\nFirst, total medical expense of patients in our IKC programs grew to $4.6 billion, reflecting approximately 30% growth year-over-year. This represents care for 58,000 patients as of year-end, a 38% increase from 2022.\nThen our traditional value-based care programs, we continue to be disciplined, prioritizing profitable growth. For 2024, we expect growth in excess of 25% for total medical expense and covered lives.\nSecond, our model of care has proven effective in helping our patients lead healthier lives and reducing medical costs, reflecting in a net savings rate that is slightly ahead of our expectations. Largest driver is year-over-year reduction in hospitalizations, especially readmission rates. This relies on our collaboration efforts between our care teams and physician partners to prevent rising acuity and address the needs of our most complex and vulnerable patients.\nAnd finally, our per member per month cost continue to trend down as a result of the program growth and improved fixed cost leverage. In 2023, our per member per month cost declined by 7%. We expect per member per month cost to further decline by approximately 15% in 2024.\nThe result of these efforts is that we outperformed our 2023 adjusted operating loss forecast, and we believe we remain on track to deliver breakeven or better performance by 2026. Beyond the core metrics, we can further break down our performance based on 3 primary components of our IKC business: special need plans, our value-based care portfolio focused primarily on Medicare Advantage patients, and the CKCC demonstration project for our Medicare fee-for-service patients.\nWithin that portfolio, after many years of investment and consistent year-over-year improvements in cost savings, our MA contracts and Special Need Plans have now reached profitability. Keep in mind that the third component, CKCC, represents approximately 50% of our value-based care census. We adjust the changes from CMS and further optimize our model of care, we expect this program to become profitable in 2026 time frame.\nBefore we get into 2024, I'll offer a quick comment on GLP-1. To be clear, none of our thinking has changed since our last earnings call. Shortly after our call, results for the select clinical trial were released. As expected, the trial confirms certain cardiovascular benefits in people with obesity and cardiovascular disease, including a 20% reduction in all-cause mortality.\nNext on the near-term horizon will be the FLOW study, which we anticipate will demonstrate efficacy on multiple endpoints, including slowing the progression of chronic kidney disease. As a reminder, such efficacy that may be demonstrated in the FLOW study is already incorporated into our GLP-1 base case, Flex, a net neutral impact to dialysis volume growth as adoption ramps up over the next decade.\nShifting to 2024. We're setting guidance for adjusted operating income growth of 10% and adjusted EPS growth of 9%, reflecting the midpoint of our respective guidance range for each metric. This incorporates our expectations of a more predictable operating environment, continued returns from our revenue cycle investment and further progress in IKC. This guidance demonstrates the resilience of our business and our ability, despite external challenges, to provide high-quality care while delivering strong financial results.\nLet me touch on a few drivers of our forecast. First, 2024 adjusted operating income will benefit from the full year impact of positive development in 2023, including the annualization of revenue cycle improvement, our transition to Mircera and savings related to our center consolidation.\nSecond, as noted, we're demonstrating progress in our IKC business and continue to expect breakeven by 2026. And finally, adjusted earnings per share will benefit from our share repurchase program, offset by other factors below the OI line, including other losses, higher interest expense and higher effective tax rate.\nAs we turn the page to 2024, we have a great opportunity to drive operating advancements that further differentiate DaVita within kidney care.\nI'll now turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThanks, Javier. In Q4, we delivered $415 million of adjusted operating income and $1.87 of adjusted earnings per share. Our strong performance for the quarter puts us just above the top end of our updated full year guidance range from the Q3 call. Our outperformance in the quarter relative to our expectations was primarily related to prior period development in our special needs programs in our IKC business, plus revenue per treatment growth from continued improvements in our revenue cycle management.\nIn the U.S. dialysis segment, fourth quarter treatments per day were flat versus the third quarter. As a reminder, mistreatment rates are seasonally higher in the winter months, which was offset by an improvement in our day of week mix relative to the third quarter.\nRevenue per treatment was up approximately $6 quarter-over-quarter. About half of this was due to normal quarterly fluctuations. The remaining increase was driven equally by continued improvements in our revenue cycle management and typical fourth quarter seasonality related to higher acute mix and reimbursement for flu vaccines.\nAdjusted patient care cost per treatment was up $13 sequentially, driven primarily by seasonality, including higher benefits expense and continued investment in our teammates. This sequential increase was higher than typical for Q4 but in line with our expectations described on our Q3 earnings call.\nIn our IKC business, adjusted operating results were down $39 million sequentially due primarily to timing of shared services revenue recognized in Q3 primarily from arrangements from 2022. Additionally, in Q4, we recognized incremental shared savings revenue of $55 million associated with Medicare Advantage value-based care arrangements for plan year 2023. This is earlier than we had previously anticipated recognizing revenue for 2023 arrangements and is the result of the clearing of several revenue recognition hurdles earlier than otherwise anticipated.\nThis revenue would have otherwise been recorded in 2024. As a result, we now anticipate that our recognition of shared savings revenue for our Medicare Advantage contracts in 2024 and beyond will generally align with the plan year in which they are earned. Although there will likely continue to be updates in our estimates during each planned year and beyond until final reconciliation.\nThis $55 million shared savings revenue recognized in 2023 has been excluded from our adjusted operating income as it represents earnings incremental to what would have been expected in 2023 absent the change.\nInternational adjusted operating income was down $18 million quarter-over-quarter. The largest component of this sequential change was driven by an increase in bad debt reserves.\nTransitioning to capital structure. During the fourth quarter, we repurchased 2.9 million shares and since the start of 2024, we repurchased an additional 1.5 million shares. We ended 2023 with 0 balance on our revolving credit facility and our leverage ratio declined slightly to 3.15x consolidated EBITDA, below the midpoint of our target leverage range. The strong free cash flow was partly the result of continued reduction of our U.S. dialysis DSOs, which ended the quarter at 54 days, down 3 days from last quarter and 12 days below the level at the end of 2022.\nTurning now to detail on 2024 guidance. Our adjusted operating income guidance for the year is $1.825 billion to $1.975 billion, representing 9.6% year-over-year growth at the midpoint. This is above our long-term expectation of 3% to 7% growth in adjusted operating income, driven by higher revenue per treatment growth in typical as a result of our investments in our revenue cycle management and cost savings in our nonlabor patient care costs due to annualization of Mircera and footprint-related cost savings.\nTo give you more detail, let me first cover the 3 main drivers of U.S. dialysis growth versus 2023. First, we expect treatment volume growth of 1% to 2%. This is the result of continued new patient admissions growth on par with pre-pandemic averages, partially offset by mortality that is expected to remain slightly higher than pre-COVID levels.\nSecond, we anticipate revenue per treatment growth of 2.5% to 3%. Approximately 2/3 of this growth is due to rate increases. The remaining 1/3 of the expected increase is primarily from annualization of the revenue cycle management improvements we saw in 2023.\nThird, we expect adjusted patient care cost per treatment to increase 2.5% to 3%. We continue to expect wages to increase at rates above pre-COVID levels. Savings to offset this include leverage of fixed costs as treatment volume grows and annualization of cost savings initiatives in 2023, including our conversion to Mercera for anemia management and our center consolidation efforts.\nLet me mention a couple of other items to help your thinking with U.S. dialysis. We expect adjusted depreciation and amortization to decline by approximately $10 million to $15 million, a marked change from historical increases of approximately $20 million annually. This is the delayed result of our consistent effort over many years to increase our capital efficiency.\nAs it relates to policy matters, we do not expect to spend the $50 million to $60 million related to ballot measures that would have been typical of past election years.\nFor IKC, our guidance assumes an adjusted operating income loss of approximately $50 million. This reflects our expectation of continued growth in total medical spend and covered lives within our IKC programs, improved shared savings performance and further fixed cost leverage, as outlined in Javier's earlier comments.\nIn our international business, we incorporated in our guidance continued growth in adjusted operating income of approximately $20 million year-over-year. Below the OI line, we expect losses of approximately $60 million, largely as a result of our share of the losses in Mozarc, our co-investment with Medtronic in kidney products. We expect interest expense of $100 million to $110 million per quarter in the first half of the year and $130 million to $140 million per quarter in the second half of the year. This increase is due to expiration of our 2% interest rate caps at midyear.\nWe expect an adjusted effective income tax rate of 24% to 26%. For free cash flow, we expect $900 million to $1.15 billion, approximately 125% of adjusted net income. Consistent with our long-term capital strategy, we expect to deploy the vast majority of our free cash flow towards either capital-efficient growth when such opportunities exist or otherwise return capital to shareholders through share repurchases. We anticipate ending the year within our long-term target leverage ratio range of 3 to 3.5x. That concludes my prepared remarks for today.\nOperator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ede62fc7a5baee57fa23b7961ac47312",
    "period": "2023 Q3",
    "content": "Q3 2023 DaVita Inc Earnings Call\n\nQ3 2023 DaVita Inc Earnings Call\n\nDVANYSENOV 7, 5:00 PM\n\nOperator\n\nGood evening. My name is Jordan, and I will be your conference facilitator today. At this time, I would like to welcome everyone to DaVita's Third Quarter 2023 Earnings Call. [Operator Instructions] Mr. Eliason, you may begin your conference.\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our Third Quarter Conference Call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; Joel Ackerman, our CFO; and Dr. Jeff Gillian, our Chief Medical Officer.\nPlease note that during this call, we will make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties, that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our third quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings, that we make with the SEC.\nOur forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website. I will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you all for your interest in DaVita. We delivered another strong quarter. We began the year by making progress earlier than expected, across many of our key operating priorities, and that momentum has continued into the third quarter.\nWe have balanced a strong focus on near-term operating discipline, while continuing to invest for future growth. At the same time, we are creating a differentiated experience for our teammates and, of course, delivering the highest standard of care for our patients.\nToday, I will address our out- performance in the third quarter, share a perspective on the potential impact of GLP-1 drugs, provide an update on 2023 guidance and then wrap up with some thoughts on next year. Before we get into third quarter details, I would like to start, as I always do, with a clinical highlight.\nThis time, I will highlight our International business, which provides care for more than 40,000 patients across 11 countries. Each country is unique, in terms of health status, local methods of practice and regulation. Over the past 5 years, we have developed universal protocols to combine our Kidney Care experience with local practices within each country.\nSince launching this proprietary framework, we have seen consistent and meaningful improvements in clinical outcomes. We now outperformed the clinical benchmarks of every international market, in which we operate. And at the aggregate level, all cost patient mortality across our international countries has dropped by 20%, since 2020. These results energize the soul of our company, which is to extend life and improve the quality of life of our patients.\nTransitioning to our financial performance. We had a strong third quarter, delivering adjusted operating income of $525 million and adjusted earnings per share of $2.85. This was ahead of our expectations for the quarter. We continue to perform well across our key operating metrics and also add additional benefit related to seasonality and timing. Now let me go to the next level of detail and highlight 3 drivers, including patient census, patient care costs and integrated Kidney Care, or IKC.\nFirst, our patient census has remained steady following the growth we saw in the first half of the year and we expect to end the year with a sense of 1,500 to 2,000 patients higher than the end of 2022. Mortality continues to decline in 2023, in line with our expectations. Assuming these trends continue, we expect to return to positive volume growth in 2024 and beyond.\nSecond, patient care costs continued to decrease during the third quarter. Outside of the seasonal items, the conversion of MIRCERA for anemia management was a key driver of the decrease. That said, wage growth remains above historical trends and exceeds growth in revenue per treatment, but was below our expectations for the quarter. Our experience on labor is consistent with recent macroeconomic trends. The tight labor market and low unemployment has continued to put pressure on retention and training, offset by slight easing in the wage environment.\nAnd finally, our IKC business had a strong quarter and is tracking ahead of our forecast for the year. We're improving patient health outcomes and reducing the total cost of care, which generates savings that is shared between DaVita and our partners. We also realized the revenue associated with these savings earlier in the year than anticipated. We continue to invest in growth, while carefully managing our model of care costs, and we remain on track with our multiyear plan to achieve breakeven by 2026.\nTransitioning to a topic of recent focus. There's been a lot of discussion on GLP-1 drugs, including speculation on their potential impact to dialysis growth rate. We're excited by the evidence that these drugs could improve the health of many people worldwide. That said, despite the evolving body of evidence about the positive impact of these drugs will have on obesity, diabetes and cardiac disease, we continue to believe that the impact on dialysis volumes will be limited.\nWe believe this is true, even if results from near-term clinical trials proved to be positive in regards to progression of Chronic Kidney Disease, or CKD. To explain our perspective, it is important to segment the population based on disease state. In the group that is upstream from CKD stage 3, it is intuitive that lower obesity should lead to lower incidence of diabetes and hypertension, lower incidence of chronic kidney disease and ultimately, fewer people on dialysis.\nThis thesis is built on many uncertainties within a progressive disease but the one area where we can have clarity, is in regards to timing. In this population, the progression to end-stage renal disease is typically 15 to 20 years or longer. Suffice to say, this scenario is beyond the horizon of our strategic plan.\nNow turning to late-stage CKD population. We believe that there are 4 key factors. First, GLP-1 adoption rate in CKD population. Second, the impact on CKD progression. Third, the offset impact of cardiac mortality benefit and finally, the impact on payer mix due to any changes in the average patient age.\nFor the purpose of building a conservative forecast, we assume a robust adoption and long-term adherence, supported in part by the possibility of strong uptake by those who may take GLP-1 for obesity, rather than for the CKD benefit. We also looked at a wide range of possible clinical impacts from current and future clinical trials.\nSimulating across these assumptions, the midpoint of our model reflects a neutral impact on 10-year dialysis growth rates with a small but immaterial impact on payer mix. We recognize this may not sound intuitive, which is why we must consider several misunderstood characteristics about kidney disease. If we look at the approximately 16 million people in the U.S. today with CKD stage 3 and beyond, over the next 10 years, approximately 75% will pass away, before reaching end-stage kidney disease.\nThis compares to less than 10% of those individuals, who will ultimately progress to dialysis. Since major adverse cardiac events are the single largest cost of this mortality, the positive impact of reduced cardiac event has a much larger population to influence than the effect of timing from slower disease progression. To better quantify the downside case on dialysis growth, we also model a scenario in which efficacy is found across all kidney endpoints in each of the flow and select trials, with 0 offsetting cardiac mortality benefits.\nThis scenario, which to be clear, is not something we expect reflects a 0.5% annual growth headwind, over the same 10-year period based on our model. This would equate to approximately $25 million of operating income headwind per year. Let me wrap up by acknowledging the disconnect between our view and what we believe is the market's perspective.\nTo be clear, the disconnect is not related to the popularity of GLP-1 or their numerous health benefits, but specific to the impact on Kidney Care. Because of this, we have pressure tested our analytics with external epidemiologists and consultants with extensive review, available research and across a wide band of assumptions. We have focused not on the midpoint, but on the downside scenario on volume and incorporated possible financial headwinds from lower commercial mix.\nIn the end, our conclusion, based on what we know today, is that strong adoption of these drugs will not prevent us from achieving our long-term operating income growth targets in the next 10 years. This is a complicated topic, and we're happy to elaborate or answer any questions on our assumptions.\nTransitioning topics. Looking forward to our fourth quarter, we are revising our 2023 adjusted operating income guidance range of $1.565 billion to $1.675 billion, to a new range of $1.65 billion to $1.725 billion. We're also updating our adjusted earnings per share range of $7 to $7.80 per share to a new range of $7.80 to $8.30 per share.\nIt's too early to give guidance for next year, but we expect 2024 to be a year of positive growth in volume and adjusted operating income. Despite continued cost pressures and our ongoing commitment to invest in our teammates, we expect the midpoint of our 2024 adjusted operating income guidance will fall within our long-term target growth rate of 3% to 7%, driven by continued progress on our operating initiatives. We will provide more detail during our fourth quarter call. With that, I will now turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThanks, Javier. I will walk through the strong performance in the quarter, provide some detail about how we are thinking about the fourth quarter and give an update on capital deployment.\nStarting with volume. Q3 was in line with our expectations. U.S. dialysis treatments per day and census were approximately flat to the second quarter. For the first time since the pandemic began, we've now experienced 3 sequential quarters of year-over-year growth in admits. Trailing 12-month mortality rate continues to decline. We are now approaching pre-pandemic levels of mortality rate, as we once again improved quarter-over-quarter.\nRevenue per treatment was up $3.60 versus Q2. This increase was the result of continued improvements in our revenue cycle performance, as well as normal contracted rate increases and an uptick in private pay mix. For the full year, we expect to be near the top end of the 2.5% to 3% year-over-year RPT range, that we shared last quarter.\nLooking ahead to 2024, the Medicare PPS final rate for ESRD was released last week. Despite CMS acknowledging that the 2022 forecast error was larger than originally calculated, the net rate update finalized for 2024 was only 2.1%. Which is still below what we believe is appropriate given continued forecasting errors, current inflation and other rising costs.\nThat said, we continue to find ways to expand margin despite RPT increases below current inflation trends. Non-GAAP patient care cost per treatment was down $2.30 sequentially. As Javier mentioned, this was the result of a number of items, including the conversion to MIRCERA for anemia management. In IKC, quarter-over-quarter results improved by $50 million due to 2 factors: First, we recognized approximately $45 million more of shared savings revenue in the third quarter, than in the second quarter.\nIt is important to note that this is higher than our forecast, but the difference is primarily timing, as we had anticipated this revenue in the fourth quarter. Second, we had $15 million of positive adjustments from reconciliations from our Special Needs plans in the quarter. These revenue increases were offset by approximately $10 million of higher costs. Because of the concentration of the shared savings revenue in Q3, we are forecasting a decline in IKC operating results in Q4 compared to Q3.\nAs we have said in the past, results in the IKC business are likely to be somewhat volatile from one quarter to the next. So focusing on annual results remains the better way to understand our performance. Our IKC business continues to make progress, and we now expect a full year 2023 IKC adjusted operating loss of approximately $110 million. Which is slightly ahead of our prior 2023 guidance.\nTurning to Q4. Our updated operating income guidance implies fourth quarter adjusted operating income of $380 million. A sequential decline of approximately $145 million. The vast majority of the delta is due to 2 factors: IKC and seasonality. In IKC, fourth quarter results will be lower due primarily to timing as previously noted. The fourth quarter will also have typical seasonality, driven by several factors, including higher mistreatment rates around the holidays, higher spend on health benefits for our teammates, increased G&A and other year-end costs in the fourth quarter.\nThe magnitude of this seasonality is higher, than what we would normally see in the fourth quarter this year. We closed or consolidated 15 clinics in the third quarter, bringing our year-to-date number to 51. We will continue to evaluate our footprint in light of utilization trends. On taxes, we now expect our full year 2023 tax rate to be approximately 23% to 24%, which is below our previous range for the year. The updated range is reflective of larger benefits recognized for stock-based compensation and forecasted tax credits.\nTransitioning to the balance sheet. Our capital allocation strategy remains focused on capital-efficient growth. As we have said in the past, we target maintaining a leverage ratio of 3 to 3.5x EBITDA, over the long term. And had paused our share repurchase program 1 year ago, as part of our goal to return to this range. Accordingly, we did not repurchase any shares this past quarter and we ended the quarter with a leverage ratio near the middle of our target range.\nAs a result, and after considering our typical set of capital allocation principles, including our view of intrinsic value, relative to current market price of our stock, we intend to resume purchasing shares this quarter. We expect to fund share repurchases using a combination of excess cash flow and capacity within our revolving credit facility. As a reminder, we upsized our revolver earlier this year, to provide us with more liquidity and flexibility in our capital structure.\nWe continue to manage our exposure to rising interest rates. Approximately half our debt is long-term notes with very attractive fixed rates, while the other half of our debt is floating rate, we have implemented interest rate caps to manage the majority of this exposure, through the end of 2025. That concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/227aaf8123eb137d20915cae0af26795",
    "period": "2023 Q2",
    "content": "Q2 2023 DaVita Inc Earnings Call\n\nQ2 2023 DaVita Inc Earnings Call\n\nDVANYSEAUG 3, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Second Quarter 2023 Earnings Call. Today's conference is being recorded. [Operator Instructions] Mr. Eliason, you may begin your conference.\n\nNic Eliason\n\nGroup Vice President\n\nThank you, and welcome to our second quarter conference call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our second quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we may make with the SEC. Our forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements except as may be required by law.\nAdditionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website. I will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you for joining our call today. I hope that everyone is having a safe and joyful summer. At DaVita, we've been focused on innovation and continuous improvement to provide the highest quality of care for our patients. Hand in hand with these efforts, we've been driving operational improvements across our organization.\nOur second quarter performance reflects strong traction across those initiatives, putting us on a path to deliver strong clinical outcomes and financial results for the year. Today, I will cover the second quarter results offer some perspective on the industry landscape and drivers of long-term performance and update our full year guidance.\nBefore we get into the second quarter details, I would like to take a moment to celebrate a clinical and technological milestone. On our February call, we mentioned the rollout of our next-generation clinical IT system, which we refer to as Center without walls or CWOW. I'm happy to report that after 5 years of development, CWOW is now live in each of our approximately 2,700 clinics across the United States.\nThis patient-centric cloud-based system combines and replaces four legacy systems and is designed to provide seamless flow of information across each of our centers in all modalities. This includes real-time clinical dashboards, data sharing with our physicians and integrated kidney care platforms and notifications such as critical lab alerts.\nFor ease of use, it features wrist bands for quick teammate log-in, improve ability to track and reschedule mistreatment, enhance real-time documentation and consolidated reporting for streamlined analysis. And while we're enthused about these immediate benefits, the most significant enhancement is the state-of-the-art data structure and platform upon which we can build further capabilities including artificial intelligence to advance the care delivery in the years ahead. With this groundbreaking platform, our clinicians are able to access the right information at the right time in the right place.\nTransition to our financial performance. In the second quarter, we delivered adjusted operating income of $432 million in adjusted earnings per share of $2.08. These results were driven by improvements across our financial trilogy of treatment volume, revenue per treatment and patient care costs. I'll touch on each of these in a bit more detail.\nOn volume, we saw our second consecutive quarter of improvements in census and treatments per day. This is encouraging as it as a result of better macro environment and progress in our operating initiatives. We're trending near the top of our original volume range of down 3% to flat year-over-year. And if these trends continue, we would anticipate delivering volume growth in 2024.\nShifting to revenue and revenue per treatment. Revenue per treatment was particularly strong in the quarter. This was primarily driven by typical seasonal factors from patients meeting their co-pays and deductibles, along with normal expected rate increases and improvement in mix, including Medicare Advantage.\nAdding to the RPT increase, we have seen progress from investments we've been making in our revenue cycle capabilities. These investments resulted in higher cash collections and a decline in our DSO. I'm excited about the investments we've been making in these areas, which represent a good example of how we are constantly improving operations.\nAnd finally, patient care costs improved as expected in the quarter. Although base wage increases remain well above historic pre-pandemic levels, other expenses, including contract labor and pharmaceuticals continue to decline. This benefit was partially offset by elevated training costs.\nWhile staffing levels in our clinic are in a much better position compared to last year, we continue to experience above average turnover among facility teammates. As a result, we no longer expect an improvement in our training productivity during the back half of this year.\nTaking a step back from the most recent results, I would like to offer some reflections on the broader industry landscape and our effort to drive performance going forward. Beginning with the reimbursement rates, we're disappointed by CMS' proposed rule to update the ESRD prospective payment system for 2024. Specifically, the proposed rate increase falls short of expected cost inflation in 2024 and it fails to adjust for the acknowledged inflation forecast miss relative to actual wage and inflation increases over the past two years. The Kidney Care community will continue to advocate for an adjustment mechanism to reconcile these forecasters similar to what exists today for skilled nursing facilities.\nIn response to the persistent cost inflation, we're continuing our track record of innovation across all areas of our cost structure. Most recently, we consolidated portions of our facility footprint and reduced pharmaceutical costs through our conversion to MIRCERA for anemia management. These programs are proceeding in line with our expectations.\nGoing forward, we will continue to drive cost efficiencies across the P&L. Through these efforts and continued improvement in our volume trends, we continue to target 3% to 7% long-term growth of our enterprise adjusted operating income.\nLooking forward to the remainder of the year, given our progress during the second quarter, we're revising our adjusted operating income range of $1.475 billion to $1.625 billion to a new range of $1.565 billion to $1.675 billion. We're also updating our adjusted earnings per share range of $6.20 to $7.30 and to a new range of $7 to $7.80. Our performance relative to this guidance will continue to depend heavily on momentum in patient census trends our ability to manage patient care costs within the broader labor environment and sustained improvement in revenue cycle management.\nI'll now turn the call to Joel to discuss financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThanks, Javier. I'll walk through a few factors driving our strong performance in the second quarter, starting with treatment volume. In the second quarter, U.S. dialysis treatments per day were up by approximately 0.3% sequentially. This is the result of continued census gains in the second quarter, driven by an increase in new to dialysis admits.\nMortality remains higher than pre-COVID levels, but came in lower than Q1 and in line with our expectations for the quarter. Our mistreatment rate continues to be elevated relative to historic levels.\nRevenue per treatment was up $10.59 versus Q1. Approximately half of this increase was the result of seasonality, primarily due to higher patient responsibility amounts in the first quarter. Approximately $2 came from normal expected rate increases and continued increases in patient mix.\nAn additional roughly $2 was the result of strong cash collections in Q2. As Javier said, we have been investing in improvements in our revenue cycle management systems and processes and are beginning to see the benefits of these efforts in both RPT and DSOs. We were anticipating these improvements, but they came earlier than forecasted. We expect these benefits to persist in the back half of the year and going forward. As a result, we now anticipate year-over-year RPT growth to be 2.5% to 3%.\nOn a non-GAAP basis, patient care cost per treatment decreased 1.5% sequentially. While base wage increases remain high, we have successfully reduced most of the temporary compensation measures we relied on during 2022. At the end of Q2, contract labor has returned back to pre-pandemic levels.\nOperating income from our integrated Kidney Care business was approximately flat with Q1. The quarter benefited from positive prior period developments in our special needs plans and the timing of expenses that were delayed until later this year. For the full year, we now expect IKC adjusted operating income to be approximately flat to 2022 operating income loss of $125 million.\nRegarding our clinic footprint in Q2, we closed or consolidated 16 centers in the U.S. bringing our year-to-date U.S. closures to 36. We continue to assess further facility consolidation and closures during the back half of the year.\nRegarding capital structure, we ended the quarter with a leverage ratio of approximately 3.7x EBITDA and did not repurchase any shares during the second quarter. Our capital allocation strategy remains focused on capital efficient growth, a target leverage ratio of 3 to 3.5x EBITDA and the return of excess cash flow to investors through share buybacks.\nGiven our increased guidance for the balance of the year, we have increased visibility towards bringing our leverage level back within our target range. That concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1b7b796234009aaabd03979210a82a9c",
    "period": "2023 Q1",
    "content": "Q1 2023 DaVita Inc Earnings Call\n\nQ1 2023 DaVita Inc Earnings Call\n\nDVANYSEMAY 8, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita First Quarter 2023 Earnings Call. Today's conference is being recorded. [Operator Instructions]\nThank you, Mr. Eliason, you may begin your conference.\n\nNic Eliason\n\nThank you, and welcome to our first quarter conference call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations, and joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our first quarter earnings press release and our SEC filings including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC.\nOur forward-looking statements are based on information currently available to us and we do not intend and undertake no duty to update these statements, except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nChief Executive Officer & Director, DaVita, Inc.\n\nThank you, Nic, and thank you all for joining the call today.\n2023 is off to a strong start for DaVita. We entered the year with a cautious balance of optimism about our ability to execute against our plan and uncertainty by [ treatment ] volume in a challenging labor market. In the first quarter, we performed well in our key metrics and our results benefited from an improving macro environment. While some external uncertainties remain, the continuation of current trends would put us on a path to deliver strong results for the full year.\nBefore I get into the details about the quarter, I would like to elaborate on an area of our long-term strategy which is to connect transitions of care through solutions for our patients across each step in the kidney care continuum that lead me to our clinical highlight around CKD education.\nPeriodically, we have provided updates on our community education program called Kidney Smart. Raising awareness through education in the kidney care community is critical particularly given the fact that 1 in 7 American adults have chronic kidney disease and the majority of these people are not aware. Our Kidney Smart program is designed to help those patients understand and manage their kidney health and is frequently recommended by nephrologists as a go-to resource for patient education. To help remove the barriers to health equity, we've offered these classes in 10 different languages.\nIn 2022, over 33,000 CKD patients attended a Kidney Smart class, the best ever for the 12-year history of the program. Moreover, in 2022, DaVita patients who attended Kidney Smart classes were more than twice as likely to choose a home modality in consultation with their nephrologist and care team.\nTransitioning to our financial performance. In the first quarter, we delivered adjusted operating income of $352 million and adjusted earnings per share of $1.58. As we discussed in prior quarters, we implemented a number of initiatives in the second half of 2022 to respond to the pressures associated with lower volumes and higher costs. These plans, combined with the strong operating rigor translated into positive results in the quarter, and we're now seeing some of the operating metrics that impacted margin in 2022 begin to normalize.\nI'll start with the biggest driver of Q1 outperformance, labor. We made good progress on labor costs in the quarter, which reflected a combination of operating dividends and improvement in the overall labor environment. As we have said in the past, successful labor management requires effectively managing the interplay between wage growth, contract labor and training costs. Our operators continue to improve on the permanent staffing levels within our clinics which has enabled us to drive further reduction in contract labor costs during Q1. We're tracking ahead of plan and our efforts to cut our full year contract labor expense in half relative to last year. The increase in permanent teammates combined with elevated turnover resulted in training costs in the quarter above historical norms, although below the peak we saw last summer. This is in line with our expectations and we anticipate improvement in our training productivity in the back half of the year. This will largely depend on successful teammate retention, which has historically tracked closely with the health of the broader labor market.\nMoving on to treatment volume. Quarter-over-quarter treatments per day were up approximately 1% and better than the middle of our expected range. This was driven by net census gains due to both higher admit and lower mortality. Because of the annualization of access mortality from 2022, we still anticipate a reduction in overall treatment volume on a year-over-year basis and we continue to assume excess mortality over the balance of this year. That said, we're encouraged by our first quarter volume results. What we saw in Q1 proved to be a trend we would expect to finish the year in the top half of our volume forecast range of down 3% to flat relative to 2022.\nTransitioning to a couple of strategic [ topics ]. On April 1, DaVita and Medtronic announced the launch of [ Mozart Medical ], a new independent device company focused exclusively on innovative kidney health technologies. Mozart current products and its R&D pipeline ranging from kidney access technologies to advance home dialysis and acute therapies are intended to improve the overall patient experience and increased access to home-based care. This investment reaffirms our commitment to realizing scale transformation in kidney care and allow us to fuel innovation in partnership with Medtronic, a global leader in health care technology.\nAnd finally, a note on Integrated Kidney Care, or IKC, we continue to make progress consistent with our business plan and demonstrate that our model of care is improving the health and well-being of our patients. I'll highlight 2 examples of this. First, across our IKC program, more than half of our patients achieved an optimal start, which means that patient initiates dialysis treatment at home or appropriate vascular access in place. Optimal starts reduced costly and difficult hospitalization and on average, leads to a reduction in the continuing cost of care in the month and year that follow.\nSecond, recent data continued to show an encouraging differentiation in hospitalization rates from patients in our IKC program versus our overall patient population. As we continue to scale our IKC business, which is measured by the total dollars of medical spend in our program, we will continue to focus on driving our net saving rate while pursuing a cost-efficient model of care.\nIn summary, looking across our most important operating metrics, we're seeing progress at a faster rate than assumed in our initial forecast. Therefore, we are revising our adjusted operating income range of $1.4 billion to $1.6 billion to a range of $1.475 billion to $1.625 billion and revising our adjusted earnings per share range of $5.45 to $6.95 to a range of $6.20 to $7.30.\nAside from the COVID disruption in the labor market, other important factors for the remaining of the year include continued progress against our cost-saving initiatives, which Joel will elaborate on, and of course, our continued effort to restore patient benefit protection to our advocacy efforts.\nI will now turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer\n\nThanks, Javier. I'll start with some additional commentary on first quarter results, and then I'll add detail on our expectations for the remainder of the year.\nAs Javier said, Q1 adjusted operating income was $352 million. Adjusted EPS was $1.58 and free cash flow was $265 million. Overall, the results were at the high end of the range of our expectations for the quarter, driven roughly equally by 3 things: first, strong operating performance in the U.S. dialysis business; second, timing of certain items in our IKC results; and third, some normal positive variability in a couple of cost items that we are not forecasting to recur in the rest of the year. With that, let me provide some additional detail.\nFirst, U.S. dialysis treatments per day were up almost 1% in Q1 compared to Q4. As Javier mentioned, this was due to higher patient census. [indiscernible] treatment rates remained elevated compared to pre-COVID levels and were consistent with our expectations. Revenue per treatment was down $0.16 quarter-over-quarter, driven by normal seasonal impact of high patient responsibility offset by annual increases in Medicare fee-for-service rates that begin in January, growth of MA and seasonal increases in acute treatment.\nOn a non-GAAP basis, patient care cost per treatment decreased by $1.18 sequentially. The biggest drivers of the change were pharmaceutical cost savings from our anemia management transition to MIRCERA, reductions in our contract labor spend and positive variability in health benefits and insurance costs. These were offset by higher compensation costs and 2 fewer treatment days in the quarter.\nOn a non-GAAP basis, G&A expenses were down $24 million quarter-over-quarter largely due to normal variability in our G&A spend. IKC's adjusted OI for the quarter was approximately the same as Q4 and better than expected. The quarterly IKC results benefited from revenue that was forecasted to hit later in the year and the deferral of certain expense items that we expect will be recognized in Q3 and Q4. Excluding these items, IKC results were in line with our expectations.\nInternational adjusted operating income was up $12 million relative to Q4, driven roughly equally by foreign exchange and acquisition-related expenses in Brazil during Q4. Looking at our capital structure, we ended the quarter with a leverage range of approximately 3.9x EBITDA. We did not buy back any shares during the quarter as our focus continues to be to get back to our target leverage ratio of 3 to 3.5x EBITDA. In the last week of April, we closed on a successful $2.75 billion refinancing of our revolving credit facility and Term Loan A despite a challenging capital markets environment.\nLooking forward, we still expect interest expense of $100 million to $110 million per quarter for the rest of the year. The April 1st launch of Mozart Medical, our partnership with Medtronic will result in approximately $20 million of pretax losses below the OI line in Q2. This is less than previously shared due to timing shifts of certain standup costs. In the back half of the year, we still anticipate $15 million of negative impact on other income per quarter and as we shared previously, we expect Mozart's OI to trend towards breakeven in approximately the next 3 years.\nRegarding the savings initiatives we've talked about in the past, we're on track to realize year-over-year savings within the range of $125 million to $175 million consistent with prior expectations. This is primarily driven by a reduction in pharmaceutical costs and our ongoing facility consolidation. During Q1, we initiated our conversion to MIRCERA, which will continue to roll out over the remainder of the year. Additionally, in Q1, we consolidated 20 centers and currently anticipate consolidating another 40 to 50 centers over the remainder of the year. We continue to achieve high patient and teammate retention rates related to these shifts as the majority of patients at consolidated centers have transitioned to nearby DaVita facilities.\nThat concludes my prepared remarks for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/82b7b051f6a9fdb2aa3d24a5c3f9850b",
    "period": "2022 Q4",
    "content": "Q4 2022 DaVita Inc Earnings Call\n\nQ4 2022 DaVita Inc Earnings Call\n\nDVANYSEFEB 22, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Fourth Quarter 2022 Earnings Call. Today's conference is being recorded. (Operator Instructions) Thank you. Mr. Eliason, you may begin your conference.\n\nNic Eliason\n\nThank you, and welcome to our fourth quarter conference call. We appreciate your continued interest in our company. I'm Nic Eliason, Group Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements.\nFor further details concerning these risks and uncertainties, please refer to our fourth quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K, all subsequent quarterly reports on Form 10-Q and other subsequent filings that we may make with the SEC.\nOur forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law.\nAdditionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nCEO & Executive Director, DaVita Inc.\n\nThank you, Nic, and thank you all for joining the call today. We start 2023 with a mix of optimism and uncertainty about the year ahead and with continued conviction in our long-term capabilities and strategy. We're grateful for getting through the winter without a surge of COVID-related mortality, and like a bunch of society, wondering whether the worst of the COVID pandemic is finally behind us.\nI'm encouraged by the progress we've made in the recent months to improve that which is within our control while we continue to invest in our future. That said, we're cautious in our optimism today because we're still experiencing the impact on volume and labor.\nFor today, I'll spend a few minutes on fourth quarter results and then focus on the future with a summary of our 2023 strategic priorities and then end with our 2023 outlook.\nBefore I dive into these topics, I'll start, as I always do, with a clinical highlight. Our most impactful clinical initiatives are those that directly improve the quality of life and vitality of our patients. There are many measures serving that important purpose. And today, I'll take a moment to recognize the successful efforts to decrease infection rates amongst our vulnerable patient population.\nOne way we measure success is by tracking bloodstream infection, and I'm proud to share that we achieved an all-time low bloodstream infection rate for our patients as of the third quarter last year. This reflects a 20% improvement within the last year alone. These results represent just one of many efforts we have undertaken to reduce hospitalizations and mortality, which is a tremendous gift for our patients and their family.\nI will now pivot to our results. Our full year 2022 adjusted operating income came in at the top end of our revised guidance at $1.45 billion. Adjusted earnings per share from continuing operations for the full year 2022 was $6.60, and we generated $817 million of free cash flow.\nThe primary driver of our fourth quarter performance coming in at the high end of our range was improvement in labor cost. The labor environment continues to be challenging across many dimensions with fourth quarter was certainly better than third quarter.\nOne particular highlight, our focus on reducing contract labor produced results earlier than expected. We still expect contract labor will be higher than pre-COVID levels in 2023 by $20 million to $40 million, but that will be a significant improvement to 2022. We continue to make progress in hiring teammates during the quarter as we work to stabilize center staffing levels and increase retention.\nOf note, this increase in labor capacity will continue to drive higher than typical training and onboarding costs in 2023 until retention normalizes to historical levels. We continue to expect wage pressure above historical norms in 2023 but anticipate wage growth at levels below 2022.\nDespite early optimism for improvement in 2023, the labor markets remain highly dynamic and will remain a key swing factor in our performance. Our fourth quarter results give us increased confidence in achieving the improvements we discussed last quarter.\nOn to volume. Overall results for Q4 were in line with our guidance from last quarter. COVID infection and mortality rates in December and January were lower than in prior years, which is a welcome relief for our patients and our caregivers. Because the winter surge has historically occurred late in December, the lack of a surge did not result in material improvement in our treatment volumes in Q4 relative to our expectations, but has reduced our expectations for total excess mortality in 2023 by approximately 1,000 patients as compared to our expectations in the range provided last quarter.\nLast quarter, we also highlighted that patient admissions and missed treatment rates is a key variable to our volume. We continue to see pressure on both of the metrics, but at the levels in line with our most recent expectations.\nFor 2023, we continue to use a wide range of possible volume outcomes in our guidance given the uncertainty of the virus. We have shifted the range up to account for the lack of a meaningful winter surge so far, but have not fully discounted the possibility of a COVID surge later in the year.\nOur 2023 volume guidance includes a treatment range of down 3% to flat relative to 2022. All else equal, the lack of a COVID event over the remainder of the year would move us towards the better end of our volume range.\nLooking forward to 2023, we kicked off the year with a robust and exciting set of priorities. We remain resolute in our commitment to pursue strategic goals that create a strong future for our patients and our company.\nI will highlight 5 of these priorities today, beginning with innovation. First, we're approaching a key milestone in our journey towards digital modernization. After years of development, this year, we're deploying our next-generation clinical IT platform. This new cloud-based system is designed to provide seamless access to patient records across locations, supporting integrated kidney care and enhancing data reporting and analytics.\nRollout is well underway, and we expect the system will be live in our centers across the country in 2023. This platform will provide a superior experience for our teammates and physician partners while enhancing clinical care for our patients.\nSecond, on policy, the kidney care community remains active working with CMMI to enhance innovative model that improve care coordination and advanced initiatives around transplant, home and health equity. At the same time, we're advocating for an update to the industry bundle payment system to better reflect year-over-year cost increases. And finally, we continue working with the broader kidney community to restore benefit protection for our patients through legislative and regulatory efforts.\nThird, operationally, we remain committed to educating our patient and our position to increase adoption of home modalities where clinically appropriate. In support of our over 1,700 existing home programs, we are launching transitional care programs across the country to educate new dialysis patients on their modality options. We're also working toward a full integration of our technology platform to create a holistic informational ecosystem for better home patient management.\nFourth, our integrated kidney care business is expected to deliver another year of significant patient growth. With the benefit of increased scale, it will be an important year for us to continue building on our capabilities for IKC to achieve its purpose of driving better outcomes for our patients, better collaborations with physicians and an economic alignment with our payer partners, particularly within the growing Medicare Advantage segment.\nAnd finally, to fuel these initiatives, we're maintaining a disciplined approach with our cost structure. For example, this includes our ongoing transition on ESA therapy and the ongoing consolidation of our facilities footprint to align capacity with treatment volumes. This discipline is particularly important in the context of Medicare fee-for-service rates, which, as you know, have not kept pace with our increasing patient care costs. As you can see, 2023 will be a dynamic year across many of these efforts, and we remain firmly focused on the key operating drivers I previously mentioned.\nNow shifting out to outlook. For 2023, we're initiating guidance for adjusted operating income of $1.4 billion to $1.6 billion and adjusted earnings per share of $5.45 to $6.95. This reflects our latest views on [continuing] with moderating labor headwinds over the balance of the year, persisting volume pressures offset by the positive impact of avoiding a winter surge and the benefit of the cost-saving initiatives we have previously outlined.\nLooking longer term, if we continue to see diminished impact from COVID and moderating the labor pressure, we would expect to return to a more normal adjusted OI growth trajectory of 3% to 7%.\nI will now turn it over to Joel to discuss our financial performance and our outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThanks, Javier. Let me first share a few more details on Q4 performance, and then I'll add some color on 2023 guidance. For Q4, we delivered $317 million of adjusted operating income and $1.11 of adjusted earnings per share from continuing operations, which resulted in the full year coming in right at the top of the updated guidance range we provided last quarter.\nFor the U.S. dialysis segment, treatments per day were down 1.3% compared to the third quarter, in line with our expectations. This was the result of lower patient count due to excess mortality and a higher seasonal missed treatment rate.\nAdjusted patient care cost per treatment was up $1.78 sequentially. There were 3 primary drivers of this increase: seasonal flu expense, year-end benefits and lower fixed cost leverage because of the decline in treatment volume. These were offset by lower contract labor costs in the quarter.\nAdjusted G&A was down $24 million quarter-over-quarter. This decrease was primarily driven by the $28 million of California ballot initiative expense in Q3.\nTurning to our other segments. For our IKC business, operating income was roughly flat quarter-over-quarter. International adjusted operating income decreased $15 million quarter-over-quarter. This is primarily driven by $7 million in foreign exchange headwinds and an expense related to acquisitions in Brazil. This acquisition expense has an offsetting decrease in taxes so there's no net impact on the P&L. During Q4, we did not repurchase any shares. As we communicated on the Q3 call, our primary deployment of the excess capital will be to pay down debt to return to our target leverage ratio of 3x to 3.5x EBITDA.\nTurning to 2023. Let me add some more detail on our guidance. Our 2023 adjusted operating income guidance is $1.4 billion to $1.6 billion. Compared to our comments on the Q3 call about our expectations for 2023, the only significant update to our expectations is higher treatment volume due to the lack of a winter COVID surge.\nTo give some more color, let me run through our latest expectations on the 3 drivers of the U.S. dialysis business in 2023. First, we expect the year-over-year change in treatment volume to be between 0 and negative 3% due primarily to the annualization of excess mortality in 2022 and continued excess mortality through 2023.\nSecond, we anticipate revenue per treatment will increase approximately 2% to 2.5% year-over-year, driven roughly 2/3 by rate increases and 1/3 by higher Medicare Advantage and commercial mix.\nAnd third, we expect patient care cost per treatment to increase approximately 2% to 2.5% driven by wage rate growth and inflationary pressures, partially offset by savings from our new anemia contract and other cost-saving initiatives.\nA few additional things to help your thinking about 2023, each of which is incorporated in our guidance. Year-over-year adjusted operating income is benefited by approximately $50 million due to the absence of the ballot initiative spend in 2023.\nRegarding timing of adjusted operating income in 2023, we expect Q1 adjusted OI to be approximately $75 million to $100 million lower than the average of Q2 to Q4 due to typical seasonal factors impacting, among other things, RPT, treatment days per quarter and labor.\nRegarding our previously disclosed agreement with Medtronic, we anticipate the transaction will close in the first half of this year. Our initial cash investment will be approximately $300 million at closing.\nOn the P&L, we expect approximately $60 million of pretax losses below OI in 2023, which assumes approximately $30 million in the second quarter and $15 million per quarter over the remainder of the year. The EPS impact of this will be approximately $0.47 in 2023.\nFor IKC, we expect OI to be flat to slightly down in 2023 relative to 2022. This is driven by additional growth expenses, offset partially by increased shared savings.\nOur interest expense assumption for the year is $405 million to $425 million. For income tax, we anticipate an effective rate of 25% to 27%. On cash flow, we expect free cash flow from continuing operations of $650 million to $900 million. And finally, we anticipate our leverage ratio at the end of 2023 to be in the range of 3.6 to 3.9x 2023 EBITDA.\nThat concludes our prepared comments for today. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/257ed2d05c42e2c379d0c801426e60af",
    "period": "2022 Q3",
    "content": "Q3 2022 DaVita Inc Earnings Call\n\nQ3 2022 DaVita Inc Earnings Call\n\nDVANYSEOCT 28, 8:30 AM\n\nOperator\n\nGood morning. My name is Amanda, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita's Third Quarter 2022 Earnings Call. (Operator Instructions) Mr. Ackerman, you may begin your conference.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThank you, and welcome, everyone, to our third quarter conference call. We appreciate your continued interest in our company. I am Joel Ackerman, CFO and Treasurer, and joining me today is Javier Rodriguez, our CEO. Please note that during this call, we may make forward-looking statements within the meaning of the federal securities laws.\nAll of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our third quarter earnings press release and our SEC filings including our most recent annual report on Form 10-K and all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC.\nOur forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures.\nA reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website. I will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nCEO & Executive Director, DaVita Inc.\n\nThank you, Joel. Good morning, everyone, and thank you for joining our call today. Q3 was a challenging quarter for us. While natural COVID statistics have been declining, the cumulative impact of COVID on the ESKD patient community continues to grow. Despite the economic challenges, we continue to deliver high-quality clinical care for our patients.\nWe remain incredibly grateful for the amazing work of our frontline teammates who are unrelenting in their focus on caring for our patients. While our commitment to patients is a constant -- it is particularly highlighted when a community is in need. As you know, on September 28, Hurricane Ian made landfall in Southwest Florida, subjecting the community to sustain 100-plus mile per hour wind and significant flooding.\nThis led to many health and safety issues for the people in the area especially people who require life-sustaining dialysis treatment. DaVita operates 230 dialysis centers in Florida with approximately 14,000 patients and 3,250 teammates, through our comprehensive preparedness planning, I'm grateful that 100% of our patients were accounted for and all had received dialysis within days of landfall of the hurricane. We deployed water tankers, generators, fuel tankers to quickly restore operations in affected areas as well as provide dialysis to patients from across the kidney care community.\nNow turning to our financial results. As I mentioned, it was a challenging quarter. For Q3, our adjusted operating income was $351 million, and adjusted earnings per share was $1.45. Adjusted operating income was down sequentially by $88 million from Q2 and was below our expectations for the quarter. The headwinds in volumes have persisted longer than we assumed and contract labor costs and productivity did not begin to improve in the quarter as we had expected.\nWe are now assuming these pressures will continue longer than previously anticipated. As a result, and given the continued uncertainty from COVID and the labor market, we are lowering our guidance for the year and our outlook for 2023 as well. We are reducing our 2022 adjusted operating income guidance to a range of $1.375 billion to $1.45 billion in our 2022 adjusted EPS guidance to $6.20 to $6.70 per share.\nFor 2023, we're updating our outlook for year-over-year adjusted operating income growth to negative $50 million to positive $150 million, as outlined in our press release for this quarter. As we have said in the past, volume and labor continue to be the biggest drivers of uncertainty in our results. Let me walk you through the details on what we have seen on each of these and what we're assuming going forward.\nLet's start with the 3 main drivers of volume. Census growth before excess mortality, net treatment rates and excess mortality. I will cover each of these individually. First, on census growth, excluding excess mortality, we had seen a decline in patient admissions during each COVID surge, followed by a rebound after each surge.\nThe decline we saw earlier in the year was attributed to Omicron surge which we anticipated would rebound in the second half of the year as it has in prior surges. We did not see the expected rebound in Q3 and are assuming continued pressure on admissions in Q4 and through 2023.\nNext, net treatment rates. As we discussed during our Q1 earnings call, as a result of Omicron surge, net treatment rates had increased and we're having a meaningful impact on the change in our treatment volume. We anticipated these increases would return to seasonal norms after the winter surge and they have not. As a result, we are now assuming these will remain elevated through the end of this year and through 2023.\nFinally, on excess mortality. While COVID mortality rates in 2022 are down from prior years, excess mortality remains a challenge for us. We expect this to persist in Q4 and into 2023. The magnitude of the impact will depend on the size and the severity of COVID surges this winter and through the rest of 2023. Taking these 3 metrics together, volume remains the biggest source of uncertainty in our forecast for Q4 2022 and 2023.\nMoving on to labor. I will cover 3 drivers: wage rate, contract labor and training costs. As we've talked about in the past, we've been assuming significant wage pressure in 2022 with some offsets from lower benefit costs. Overall, we expected a headwind in 2022 of approximately $100 million to $125 million. Year-to-date, our results are consistent with this forecast. We had also seen significant pressure from contract labor costs in the first half of the year. We expect these to remain elevated in Q3, although at levels below Q2. In fact, the contract labor cost in Q3 increased relative to Q2, and we're now forecasting that, that decline will be later and slower than originally anticipated.\nOn training, we went into Q3 with elevated costs as a result of more hires, which is consistent with the increases we have seen in past during hiring peaks. Training costs accelerated in Q3 which resulted in approximately $20 million higher costs in the quarter than expected. Because of the elevated turnover, this has not yet resulted in the magnitude of positive impact we would normally expect on contract labor or staffing level.\nAs a result, we expect training costs to remain elevated in Q4 and early 2023. In response to these challenges, we continue to work on a number of cost-saving initiatives for 2023. First, we expect to deliver meaningful savings from our new contract from anemia management. We will begin to transition to our new contract for Mircera in 2023. Second, we are optimizing our clinic footprint for the current operational environment, which we expect to result in higher capacity utilization and better leveraging of our clinics' fixed costs, including labor costs.\nFinally, we have initiatives underway to reduce our G&A in several areas of the business while investing in our future. As discussed, the cumulative and continued effects of COVID and labor are the key drivers of the shift in our outlook for the balance of 2022 and through 2023. We have anticipated that volume declines from COVID and labor market pressures would impact our revenue growth and margins in 2022, but we had expected release on both dimensions in 2023.\nWe are now assuming these challenges will persist longer than expected, which is what accounts for the change in our guidance. As we step back, we remain confident in our strategy and we are focused on responding to the current industry challenges. We're dedicated to delivering high-quality care of our patients, creating a great place to work for our teammates and sustaining our investment in the future to drive growth in integrated kidney care, have more patients treated home and increase access to transplant.\nI will now turn it over to Joel to discuss our financial performance and outlook in greater detail.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThanks, Javier. Let me first give a few more details on Q3 results before I turn to the rest of 2022 and 2023. As Javier mentioned, we continue to experience treatment volume pressure and higher labor costs in Q3. These challenges were partially offset by lower spend on the ballot initiative than expected and lower losses than expected on IKC in the quarter.\nSpend on the ballot initiative this quarter was $28 million as compared to $23 million last quarter. We recognize the benefit in IKC of approximately $8 million related to shared savings revenue that was anticipated in Q4 and we anticipate could be offset with higher IKC losses in Q4 than expected. U.S. dialysis treatments per day were down 0.4% compared to the second quarter.\nApproximately half the decline was the result of elevated miss treatment and half from lower census. Revenue per treatment grew quarter-over-quarter by $2.13 primarily due to favorable adjustments, increased acute treatment as well as the continued shift to MA plans partially offset by the reinstatement of Medicare sequestration.\nPatient care cost per treatment was higher by $8.72 quarter-over-quarter, primarily due to higher wage rates training expenses for new teammates due to increased hiring and timing of teammate health benefit expenses. G&A expense was up approximately $56 million versus Q2. $46 million of the $56 million is the result of 3 items.\nFirst, in Q2, we had a onetime gain related to some self-developed properties of $22 million. Second, in Q3, there was $11 million of expense recognized related to closure charges. This $11 million is excluded from the adjusted OI. Third, there was our $28 million contribution to the industry campaign against the ballot initiative in California, an increase of $5 million over Q2.\nThe balance of the quarter-over-quarter change is related to higher compensation expense and typical fluctuations in G&A spend. As I've discussed on previous calls, we've identified a number of initiatives to lower our fixed cost structure and our G&A. As part of these efforts, in Q3, we recorded $40 million of expense including accelerated depreciation and the write-off of the net book value of assets related to certain centers we closed as we seek to optimize our clinic's footprint.\nThese expenses are excluded from our adjusted operating income. We anticipate additional expenses will be excluded from our adjusted operating income in our guidance for both 2022 and 2023. I also want to add some details about 2023. As Javier mentioned, we've updated our year-over-year adjusted operating income growth estimate to negative $50 million to positive $150 million.\nThe change comes primarily in our assumptions around the continued headwind on treatment volume. We've also made small adjustments to 2 other drivers. First, we've changed the outlook on labor costs, primarily associated with training costs of new hires now pushed into 2023 as a result of 2022 performance and inflation.\nWe've also lowered the range for year-over-year improvement in IKC operating income by $25 million. This is due to outperformance in 2022 rather than a change in the outlook for 2023. Finally, during the quarter, we repurchased approximately 2.1 million shares which brought the total for 2022, thus far to approximately 8.1 million shares. Looking forward, we expect the pace of our share repurchases to slow significantly.\nWe currently plan to focus more of our capital deployment to lowering our debt levels to get back to our target leverage ratio of 3 to 3.5x EBITDA. Operator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0eec0716d65fd2716141e8aac794d5c5",
    "period": "2022 Q2",
    "content": "Q2 2022 DaVita Inc Earnings Call\n\nQ2 2022 DaVita Inc Earnings Call\n\nDVANYSEAUG 1, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Second Quarter 2022 Earnings Call. (Operator Instructions)\nThank you. Mr. Ackerman, you may now begin your conference.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThank you, and welcome, everyone, to our second quarter conference call. We appreciate your continued interest in our company. I am Joel Ackerman, CFO and Treasurer, and joining me today is Javier Rodriguez, our CEO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our second quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K and all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC. Our forward-looking statements are based on the information currently available to us, and we do not intend and undertake no duty to update these statements except as may be required by law.\nAdditionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nCEO & Executive Director, DaVita Inc.\n\nThank you, Joel, and thank you for joining the call. Today, I will cover 5 topics: health equity, the Supreme Court case, second quarter performance, an update on our Integrated Kidney Care or IKC business, and I will conclude my remarks with our current thinking for 2023.\nBefore we discuss business matters, let me start with a clinical topic that is critical for society: health equity. Given the disproportionate impact kidney disease has on patients of color, health equity is of utmost importance. Across the key dimensions of access to care, access to information and clinical outcome, DaVita and the kidney care community have achieved unparalleled equity relative to the vast majority of other disease states.\nWe have used the focus of our scale to provide consistent equitable access to care and education. Our leading clinical outcomes and protocols have reduced variability across all patient populations regardless of race or socioeconomic status. Our Black and Hispanic patients are at parity when it comes to dialysis adequacy, phosphorus and calcium lab values as well as hospitalization and mortality.\nAs another example of our efforts to drive health equity, our Kidney Smart program is now available in 10 languages. And we're participating in a pilot to develop culturally-tailored education to underrepresented and underserved patient communities. As it relates to access, dialysis services are available to most patients within 10 miles of their home. We are proud of these results and now have set our ambitions to improve access to transplants and home dialysis.\nNow moving on to SCOTUS. The ruling in the Marietta Memorial Hospital matter opened a loophole for plans to circumvent the historic protections for our patients in the Medicare Secondary Payer Act or MSPA. We continue to believe that this narrow interpretation is not only contrary to Congress' intent when enacting these provisions but could also result in harm to this vulnerable patient population and set health equity efforts back. We are working with the community on several initiatives to not only close this loophole but apply other anti-discrimination provisions to protect these patients' right to be able to choose the insurance options that works best for them.\nThe first step in the process is supporting legislative efforts of members of Congress who are passionate about protecting not only dialysis patients' rights but also the Medicare trust fund. We're excited that last Friday, bipartisan legislation was introduced to allow Congress to do just that, amend the text of the MSPA to close the loophole opened by the Marietta decision.\nThe proposed legislation clarifies the benefit plan seeking to limit or impair benefits based on the need for renal dialysis services like the Marietta plan would be considered a violation of the MSPA. While getting any legislation passed will be difficult in an election year, we believe the restoration of the MSPA is noncontroversial, and we will work with the Congressional Budget Office to ensure that it will be scored to the saver, which should help with passage.\nThe community is also working with regulators to ensure other anti-discrimination protection would apply to address the type of discrimination implemented with the Marietta Memorial Hospital employer group. The proposed revision to the anti-discrimination provisions of the Affordable Care Act that were released last week demonstrate that HHS is serious about protecting against insurance benefit designed to discriminate based on a variety of things, including disability. Should we start to see efforts by employer groups to modify benefit plans to take advantage of the workaround of the MSPA created by the Marietta decision, there could be legal actions based on these anti-discrimination provision.\nNow moving on to financial results. For Q2, we delivered operating income of $433 million and earnings per share of $2.30. Operating income was up sequentially by $95 million as seasonal impact of Q1 abated and treatments per day increased quarter-over-quarter by approximately 1%.\nCOVID infections and mortality in our patient population declined after the Omicron surge in Q1 through May but increased in June and again in July. Net treatment rates were also down significantly from the highs in Q1 but above the seasonal norms in Q2. The impact of COVID on mortality, mistreatment and treatment volumes remains difficult to forecast and is the biggest swing factor for our performance in the second half of 2022 and into 2023.\nLabor costs remain a challenge in Q2 with higher contracted labor utilization and base wage increases similar to what we experienced in Q1. We're managing other patient care costs and G&A to help offset the impact of wage and other inflationary increases. With all these challenges, we continue to believe it's more likely that our performance will fall within the bottom half of our guidance range of $1.525 billion to $1.675 billion for 2022.\nTurning to an update on our IKC business. Operating losses in our IKC business were better than expected in Q2. This was a result of timing within 2022 with our recognition of some shared savings revenue earlier in the year than anticipated. We also benefited from positive prior period development in our Special Needs Plans. For the full year, we are anticipating overall performance in IKC to be better than initially expected. Looking forward, we're gaining confidence in our model of care given the early results of our 2021 shared saving true-up.\nFor 2023, we're also expecting significantly higher growth in our membership and dollars under management in both MA lives and from CKCC program. As a result of the better performance in 2022 and the first year costs associated with significant growth, we are now expecting improvement in IKC operating income in 2023 to be lower than previously expected.\nLast, I want to provide an update on our thinking about 2023 overall. To help our investors and analysts with these updates, I refer you to the table in the outlook section in our press release that lays out our views on the primary drivers of operating income growth from 2022 to 2023. We continue to believe that we will deliver a significant rebound next year, although the challenges and uncertainties around treatment volume growth and the health care labor market have led us to lower the improvement range to $200 million to $300 million.\nLet me walk you through the updated thinking. First, back in November 2021, we expected the volume headwinds from COVID to be over in 2023, and we're anticipating benefits from a pull forward of mortality from COVID. These factors would have resulted in a higher-than-normal volume growth in the middle of our range and a tailwind from volume in 2023 compared to our historical results. Based on what we have learned from the Omicron surge in the winter and the continued evolution of the pandemic, we now expect COVID to remain a headwind to growth in 2023. Uncertainty around treatment volume incentive growth continues to be the single largest source of variability in our year-over-year profit forecast.\nSecond, our confidence in the likelihood and the magnitude of the cost-saving initiatives we've been working on has increased. We have plans in the way to reduce our procurement costs, lower fixed cost structure and shrink our G&A. This will result in some nonrecurring expenses in 2022 and 2023 but is expected to lower our cost structure for the long term.\nThird, relative to what we knew at Capital Markets Day, we are now anticipating higher revenue per treatment growth next year. This is the result of higher rate increases and lower patient bad debt.\nTo summarize, for 2023, we still expect to deliver a meaningful OI increase of $200 million to $300 million. But based on volume and wage pressure, we are lowering that range.\nI will now turn it over to Joel to discuss our financial performance and outlook in greater detail.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThanks, Javier. First, let me start with some additional details on our second quarter results. U.S. dialysis treatments were up 2.3% compared to the first quarter. This was the result of 1 additional treatment day and an increase of approximately 1% in treatments per day. Excess mortality was down significantly from Q1 as the impact of the first Omicron surge receded.\nI will note this benefit appears to have reversed in June and July as the new wave is having negative impact on volumes. Mistreatment rates declined in the quarter as a result of typical seasonal patterns but remained higher than usual in Q2 because of the new Omicron subvariant.\nRevenue per treatment grew quarter-over-quarter by $4.19 primarily due to normal seasonal improvements driven by patients meeting their coinsurance and deductibles as well as the continued shift to MA plans, partially offset by a seasonal decrease in acute treatment volume and the partial loss of Medicare sequestration relief in Q2. Patient care cost per treatment was lower by $5.47 per treatment quarter-over-quarter, primarily due to seasonality of health benefits and payroll taxes and lower costs across multiple other categories.\nG&A was up approximately $24 million versus Q1. In Q2, there was approximately $23 million of contribution to the industry's campaign against the ballot initiative in California. This is a pull forward of expenses originally planned for Q3. Our estimates for the full year impact of the spend on the ballot initiative have not changed, although this does impact the timing between Q2 and Q3.\nAdditionally, there was a onetime gain on the sale of some self-developed properties of $22 million, which approximately offset the pull forward of the ballot initiative spend. The increase in G&A relative to Q1 was largely the result of higher compensation expense and increased T&E. Putting this all together, to help you understand how we think about the results in Q2 as a starting point for understanding the rest of the year, I would point out a couple of things.\nFirst, the ballot initiative expense in the quarter was offset by the gain on the sale of self-developed properties. Both of these items flow through the G&A line and, combined, had no significant impact on the quarter. Second, results in IKC for the quarter were significantly higher than anticipated for 2 reasons. First, we recognized shared savings revenue of approximately $15 million that was expected in the back half of 2022. Second, we had positive prior period development of approximately $10 million. Together, these resulted in approximately $25 million of benefit in the quarter that we do not anticipate recurring in the back half of 2022.\nIn addition to these components, there were other items, as there are every quarter, but these largely offset one another. The result of all this is that earnings for the quarter benefited from a net of approximately $25 million compared to what we would use as a baseline for modeling earnings for the back half of the year. For Q3 and Q4, the spending on the California budget initiative is the only significant seasonal or unusual item that we currently anticipate. In Q2, we repurchased approximately 3.9 million shares of our stock, and we have repurchased an additional 901,000 shares since the quarter end.\nFinally, I want to add one detail to Javier's comments about the bridge to 2023 operating income. As he said, we are bringing the range of adjusted OI increase in 2023 down to $200 million to $300 million. The initiatives we are undertaking to deliver on this range are expected to result in nonrecurring expenses in '22 and 2023. These nonrecurring costs are not included in our guidance.\nOperator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ae5482ff2ec1aebd599bd62e370e0f5",
    "period": "2022 Q1",
    "content": "Q1 2022 DaVita Inc Earnings Call\n\nQ1 2022 DaVita Inc Earnings Call\n\nDVANYSEMAY 5, 5:00 PM\n\nOperator\n\nGood evening. My name is Missy, and I'll be your conference facilitator today. At this time, I'd like to welcome everyone to the DaVita First Quarter 2022 Earnings Call. (Operator Instructions)\nThank you. Mr. Ackerman, you may begin your conference.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThank you, and welcome, everyone, to our first quarter conference call. We appreciate your continued interest in our company. I'm Joel Ackerman, CFO and Treasurer. And joining me today is Javier Rodriguez, our CEO.\nPlease note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause the actual results to differ materially from those described in the forward-looking statements. For further details concerning these risks and uncertainties, please refer to our first quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K and all subsequent quarterly reports on Form 10-Q and other subsequent filings that we make with the SEC. Our forward-looking statements are based on information currently available to us, and we do not intend and undertake no duty to update these statements except as may be required by law.\nAdditionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the most comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website.\nI will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nCEO & Executive Director, DaVita Inc.\n\nThank you, Joel, and thank you all for joining the call today. It is an interesting time right now as our country and our world are facing a unique portfolio of onetime events, all happening at the same time. On the positive side, we're gathering and interacting more as communities and society as COVID infection rates have declined. On the more challenging side, we're dealing with new economic pressures of inflation, supply channel constraints and the sad consequences from the war between Russia and Ukraine.\nAs our organization works through these challenges, I think it is critical to keep in mind why DaVita exists. We are a patient-focused organization that provides life-sustaining care to over 240,000 people in 12 countries, which is why I want to start the call by sharing clinical highlights.\nAs you know, one of our key focus areas has been improving a patient's experience in dealing with their kidney disease, and one way to do this is through focused efforts to reduce the amount of time that our patients spend in the hospital. With our new integrated care partnerships, we have been scaling our models of care and are seeing early results of double-digit percentage reduction in time spent in the hospital, which is absolutely great for our patients and for the health care system. These results are in line with our expectations. The improvement is primarily driven by our care management, our clinical interventions and our focus on the quality of care of our patients.\nPure hospitalization translates into better quality of life for our patients and more healthy days at home doing the things that they like with the people they love. We are optimistic about these early results, and we'll continue to find ways to improve our patients' quality of life.\nNow let me transition to our first quarter performance. In Q1, we delivered operating income of $338 million and earnings per share of $1.61. Operating income was down sequentially, primarily due to typical seasonal factors, continued volume pressures from COVID and higher wage expenses. The mortality rate of Omicron variant of COVID has been significantly lower than prior variants, but the sheer magnitude of cases resulted in estimated excess patient mortality of approximately 2,100 in the first quarter.\nTherefore, our treatment volumes declined compared to the prior quarter. The good news is that patient infections and mortality rates have declined over the last couple of months, consistent with national trends, and we have not yet seen significant impact from new subvariants. Therefore, we're beginning to see positive trends in treatment volumes in both March and April.\nOn staffing, as we've discussed previously, we continue to experience a challenging labor market. Year-over-year, our first quarter field labor expense increased over 6%. The increase is due to a mix of higher-than-normal merit increases, higher incentive pay, increased utilization of contract labor and lower productivity due primarily due to higher training costs and inefficient staffing associated with cohorting COVID patients. While we're seeing some positive trends in our ability to fill open roles in our clinics, we expect to experience higher-than-normal, year-over-year labor cost increases for all of 2022.\nWith all of these challenges, we believe it's more likely that our performance will fall within the bottom half of our guidance range for 2022. However, there are scenarios in which our results could be above or below this due to the uncertainty of the environmental impact of labor, costs and COVID.\nLooking forward to 2023 and beyond, we're preparing for wage rate growth to continue above average historical levels. To offset this impact, we will need to demonstrate continuous cost innovation. We have already identified a number of cost savings opportunities to help mitigate these inflationary pressures. These include savings from a new ESA contract, G&A efficiencies, capacity utilization improvement, clinical operation optimization and procurement improvements. We expect to start realizing these savings in 2023 with a full run rate benefit in 2025. We believe that these anticipated savings, combined with an expectation of higher rate increases from government and private payers in the future, can keep us on a path to deliver on our long-term adjusted operating income growth of 3% to 7% and an adjusted earnings per share growth of 8% to 14%.\nI will wrap up my prepared remarks with some thoughts on our Integrated Kidney Care or IKC business. As we shared in our Capital Markets Day, we continue to see significant potential for our IKC business. First, delegated patient volumes are strong and consistent with our initial modeling with some potential upside over the next 12 months. We are on track with our expected ESKD member growth via new payer partnerships, and we are trending ahead of plan on new CKD payer partnerships as payers recognize our ability to effectively collaborate with physicians on managing this patient population.\nSecond, available cost savings may be higher than initially forecasted given strong nephrologist engagement and from the recent release 2023 MA rate increase of approximately 10%.\nThird, we have expanded the number of nephrologists with whom we are working with in value-based care. We are now engaged in a new value-based partnership with over 1,800 nephrologists around the country with more than 600 nephrologists using an integrated CKD electronic health record.\nLast, we continue to have confidence in our clinical model, which is now beginning to operate at scale.\nWith that, I will turn it over to Joel to discuss our financial performance and outlook in greater detail.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThanks, Javier. First, let me start with some additional details on our first quarter results. The biggest driver of the operating income decline of approximately $50 million from Q4 was seasonal factors. First, there were 2 fewer treatment days, resulting in approximately 185,000 fewer treatments in Q1. Second, there is negative seasonal impact on revenue from higher patient coinsurance and deductibles. Third, payroll tax expenses are higher in Q1.\nNow moving on to the underlying drivers of operating income. U.S. dialysis treatments per day were down approximately 2,000 or 2.2% in Q1 2022 compared to Q4 2021, primarily due to excess mortality from COVID in late Q4 and in Q1. Higher mistreatment rates in Q1 from the Omicron surge added to the negative impact on treatments.\nRevenue per treatment was down quarter-over-quarter by approximately $0.35, primarily due to the impact of higher seasonal coinsurance and deductibles, largely offset by increases in the Medicare fee-for-service rate for 2022 and continued improvement in both MA and commercial mix.\nPatient care cost per treatment was up $4.49 per treatment quarter-over-quarter, primarily due to higher wage rates and the impact of lower treatment volume on fixed expenses in our centers.\nG&A expenses were down approximately $26 million quarter-over-quarter, largely due to the seasonality of our G&A spend.\nOur Q1 operating loss for the IKC business was in line with our expectations as we continue to invest in growth. We remain on track for the incremental $50 million investment in our IKC business for the year.\nIn Q1, we repurchased 2.1 million shares of our stock, and we've repurchased to date an additional 800,000 shares since the quarter end.\nLooking forward to the rest of 2022, in Q2, we anticipate a rebound in operating income as the Q1 seasonal factors fall away, partially offset by the reduction and then the full elimination in Q3 and Q4 of sequestration relief. In Q3, we expect to incur the vast majority of the impact from ballot costs. Finally, Q4 will increase sequentially with significantly fewer ballot-related costs.\nNow on to our views for 2023. As we shared at our Capital Markets Day, we consider 2022 to be a transition year. We expect to see a rebound in our operating income in 2023, driven by growth in the core business, a reversal of some of the COVID headwinds, no contribution to the industry's fight against ballot initiatives in California and progress in our IKC business. At our Capital Markets Day, we sized this operating income rebound from '22 to '23 between $250 million and $400 million.\nOur updated view on 2023 revolves around 3 of the underlying drivers. First, we are anticipating continued cost pressures in wages and from inflation that were not incorporated in our prior guidance. The magnitude of these pressures will largely depend on how the labor environment unfolds over the next few quarters. We are preparing for another year of wage pressure in 2023 that runs a couple of percent above our historic levels of growth, although not as challenging as what we're experiencing this year. We expect some offset to these cost increases from higher RPT increases from Medicare fee-for-service and other payers, although our expectation is that most of our commercial and MA book will take longer to catch up because of our multiyear contracts.\nSecond, as Javier mentioned, we've identified a number of cost-saving opportunities that we expect will begin to materialize in 2023. While we don't anticipate any significant CapEx associated with these projects, we may incur some onetime expenses associated with some of these efforts in 2022, 2023 and potentially into 2024. We have excluded these nonrecurring expenses from our guidance.\nFinally, on COVID. Our inability to predict the course of the pandemic remains a source of significant variability in our forecast. Our views of 2023 at Capital Markets Day assumed a scenario in which excess mortality from COVID would be negligible, and we would experience accelerated growth beginning in 2023. As Javier mentioned, although we have seen improvements in treatment volumes recently, we remain cautious about future surges. If we continue to see surges this year and if COVID mortalities continue if the disease remains endemic, the impact of COVID on our forecast could slip from a tailwind to a headwind in 2023.\nPutting this all together, while it's still early to give full guidance for 2023, particularly given the dynamic environment, we currently believe that if COVID largely subsides as a source of increased mortality this year, we feel good about the range of $250 million to $400 million OI increase versus 2022. If COVID remains a headwind this year and into 2023 we'd still expect a strong rebound but are not in a position to quantify it given the uncertainty.\nOperator, please open the call for Q&A."
  },
  {
    "header": "DVA",
    "cik": "0000927066",
    "ticker": "DVA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9b524330121db68a35dc3f0a2b55d491",
    "period": "2021 Q4",
    "content": "Q4 2021 DaVita Inc Earnings Call\n\nQ4 2021 DaVita Inc Earnings Call\n\nDVANYSEFEB 10, 5:00 PM\n\nOperator\n\nGood evening. My name is Michelle, and I will be your conference facilitator today. At this time, I would like to welcome everyone to the DaVita Fourth Quarter 2021 Earnings Call. (Operator Instructions) Today's call is being recorded. If any objections, you may disconnect at this time. Thank you, Mr. Gustafson, you may begin your conference.\n\nJim Gustafson\n\nVP of IR, DaVita Inc.\n\nThank you. And welcome, everyone, to our fourth quarter conference call. We appreciate your continued interest in the company. I'm Jim Gustafson, Vice President of Investor Relations. And joining me today are Javier Rodriguez, our CEO; and Joel Ackerman, our CFO. Please note that during this call, we may make forward-looking statements within the meaning of the federal securities laws. All of these statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements.\nFor further details concerning these risks and uncertainties, please refer to our fourth quarter earnings press release and our SEC filings, including our most recent annual report on Form 10-K and all subsequent quarterly reports on Form 10-Q and any subsequent filings we make with the SEC. Our forward-looking statements are based upon information currently available to us, and we do not intend and undertake no duty to update these statements, except as may be required by law. Additionally, we'd like to remind you that during this call, we will discuss some non-GAAP financial measures. A reconciliation of these non-GAAP measures to the more comparable GAAP financial measures is included in our earnings press release furnished to the SEC and available on our website. I will now turn the call over to Javier Rodriguez.\n\nJavier J. Rodriguez\n\nCEO & Executive Director, DaVita Inc.\n\nThank you, Jim, and thank you all for joining today's call to discuss our fourth quarter performance and our thoughts on 2022. Each quarter, for the last 2 years I hope it's the last time that the pandemic is the start of my discussions with you, yet COVID continues to evolve and have a direct impact on our world, especially on our health care system. Similar to what's been seen in the general population, COVID infections within our patient population spiked significantly in late December through January.\nAt a peak during the second week of January, the new case count was more than twice as high as a peak from last winter. Gratefully, the mortality rate to date with the latest surge has been lower than in prior surges. For the fourth quarter, we estimate that the incremental mortality due to COVID was approximately 1,100 compared to approximately 1,600 during the third quarter. Despite the challenges associated with COVID, I continue to be in awe at the resilience and dedication of our teammates across the DaVita Village. From our direct patient caregivers to our corporate teammates, all are unrelenting in their commitment to provide high-quality care, respond to quickly changing environment and show incredible compassion and support for our patients.\nFor the balance of my remarks, I will cover 5 topics: transplant; labor market; our supply chain; Integrated Kidney Care, IKC; and then I will wrap up with our fourth quarter results and our outlook. First, transplant. At our Capital Markets Day presentation in November, I discussed our focus on innovation to improve the patient experience at every single stage along the patient's kidney care journey from delaying the progression of kidney disease to transplant and from acute hospital care to dialysis at home or in-center.\nTransplant is a preferred treatment option for most of our patients and during 2021, despite the challenges posed by the COVID pandemic, we celebrated that nearly 8,000 DaVita patients received a transplant exceeding our pre-pandemic level. With that said, the transplant process is long and complicated with an average wait time of between 4 and 5 years for an organ. Staying active on the wait list for such a long time is difficult. As a result, patients sometimes miss their window or a transplant. We've been working to address some of these challenges through our industry-leading transplant smart education program and our partnership with the [NK] to help more patients find living donors.\nIn early January, we announced the acquisition of [Metso], whose software enables closer partnerships and better coordination between transplant centers, nephrologists and kidney care providers with all 3 working together to support our patient transplant journey. These efforts can also benefit another meaningful goal of ours, to improve health equity. Many process and outcome results in transplant are quite inequitable, different by race and ethnicity, economic means and insurance coverage.\nWe believe it doesn't have to be this way, removing barriers to access, making process as easy as possible in providing strong care coordination and support through the transplant journey can all contribute to making transplant not just more available, but also more equitable for our patients. Now let me shift to an update on the labor markets. I've been fortunate enough to be part of DaVita Village for over 20 years and in all that time across my many roles, I've never experienced the labor market as challenging as we face today. To help deal with the challenge, we have provided incremental pay-in benefits to help our frontline caregivers during COVID.\nWe've also accelerated wage increases with a particular focus on our teammates in the clinic. As previously communicated, we expect higher-than-usual wage increases in 2022, which will put some additional pressure on our cost structure going forward. We believe this investment in our people will contribute to our ability to track and retain the talent needed to achieve our long-term objective. That said, the labor markets remain highly dynamic and will continue to be a swing factor for the year.\nOver the years, in particular during the pandemic and natural disasters, we have navigated many supply chain challenges. To date, our supply chain has proven very resilient. Currently, we're working through a supply shortage primarily related to dialysis, which is a fluid solution used in hemodialysis to filter toxins and fluid from the blood. The shortage has rippled through the entire kidney care community and as a community, we have once again come together in support of our dials patients and thus far, have been able to provide uninterrupted life sustaining care.\nWe expect that these challenges related to dialysis will remain with us until the second quarter. Turning to IKC. We now have confirmation on the markets where we will partner with physicians under the federal government's new 5-year CKCC demonstration. These programs added approximately 12,000 ESKD patients and an additional 12,000 CKD patients across 11 value-based programs in different markets. We're engaging with our nephrologist partners to develop personalized care plans for each covered patient and identify opportunities to improve clinical outcomes and lower cost for each patient.\nParticipating in these and other programs will more than double the number of patients we serve in value-based care arrangements. In light of our upfront cost of these programs and the lag of shared savings payment, as we discussed in November, we continue to expect that our operating loss in 2022 in our U.S. ancillary segment will increase by approximately $50 million, although this could increase or decrease depending on the number of new arrangements we entered into during the year.\nWe believe that we are well positioned for the future and in particular, to deliver positive clinical and financial results in our IKC business over the long term. Now let me finish with fourth quarter results and our updated outlook despite the negative impact of the omicron surge, our fourth quarter results were slightly above the midpoint of our revised guidance. This resulted in a full year adjusted operating income increase of approximately 3% over 2020.\nAdjusted EPS from continuing operations grew by approximately 26% year-over-year, and we generated more than $1.1 billion of free cash flow, which we largely deployed to return capital to our shareholders. For 2022, we expect adjusted operating income guidance of $1.525 billion to $1.675 billion. The midpoint of this guidance range is $35 million below our expectations from Capital Markets Day last November, which is primarily driven by our updated views on COVID and labor costs.\nAs we said previously, while 2022 will be a transition year due to some near-term investment and challenges that we're facing, we continue to believe that we're well positioned to perform across the kidney care continuum in the years to come. We still believe we can deliver the long-term compounded annual growth of adjusted operating income of 3% to 7% that we discussed at Capital Markets Day. With that, I will turn it over to Joel to discuss our financial performance and outlook in more detail.\n\nJoel Ackerman\n\nCFO & Treasurer, DaVita Inc.\n\nThanks, Javier. As Javier mentioned, our fourth quarter results were slightly above the midpoint of our revised guidance. Q4 results included a net COVID headwind of approximately $80 million, an increase relative to the quarterly impact that we experienced in the first 3 quarters of the year primarily due to the impact of the incremental mortality from the Delta surge in Q3 and some temporary labor cost increases. For the year, we experienced a net COVID headwind of approximately $200 million.\nAs Javier said, the incremental mortality due to COVID in the fourth quarter was approximately 1,100 compared to approximately 1,600 in Q3. While it's too early to accurately forecast incremental mortality in 2022, given the significant uptick in infections in January, we expect COVID-driven mortality in the first quarter to be at or above what we experienced in Q4. U.S. dialysis treatments per day were down 135 or 0.1% in Q4 compared to Q3. The primary headwind was the increase in mortality and higher missed treatments as a result of the ongoing COVID pandemic.\nU.S. dialysis patient care cost per treatment were up approximately $6 quarter-over-quarter primarily due to the increased wage rates and health benefit expenses. Our Integrated Kidney Care business saw an increase in its operating loss in Q4, which is due primarily to positive prior period development in our special needs plans recognized in the third quarter and increased costs incurred in Q4, including preparation for new value-based care arrangements effective in 2022. Our adjusted effective tax rate attributable to DaVita was 16% for the fourth quarter and approximately 22% for the full year.\nThe adjusted effective tax rate was lower quarter-over-quarter, primarily due to a favorable resolution of a state tax issue during Q4. Finally, in 2021, we repurchased 13.9 million shares of our stock, reducing our shares outstanding by 11.5% during the year. We have repurchased to date an additional 1.4 million shares in 2022. Now looking ahead to 2022, our adjusted OI guidance is a range of $1.525 billion to $1.675 billion, and our adjusted EPS guidance is $7.50 to $8.50 per share.\nThe midpoint of the OI guidance range is $37 million below the $1.635 billion that we discussed during our recent Capital Markets Day due to offsetting puts and takes. First, we have a tailwind from both higher final Medicare rate update as well as a partial extension of Medicare sequestration relief. However, this is more than offset by headwinds due to the recent COVID surge as well as incremental wage rate pressure. At the midpoint of our guidance range, we have incorporated the following assumptions related to COVID: excess patient mortality due to COVID of 6,000.\nThis, along with our normal growth drivers, would result in a total treatment growth range of approximately 1.5% to 1%. A year-over-year improvement to COVID-driven costs such as PPE, which will be largely offset by the loss of revenue from Medicare sequestration relief beyond Q2 2022. As you would expect, the high and low end of our guidance incorporates a range of COVID scenarios for 2022. Our scenario could lead us to performance above or below this range. In addition to COVID, the expected headwinds I talked about on the Q3 earnings call and at our Capital Markets Day remain.\nAs a reminder, we expect to incur expenses related to the portion of the industry effort to counter the expected ballot initiative in California. Our guidance assumes an incremental increase of between $100 million and $125 million in labor costs above a typical year's increase, which is $50 million higher than what we communicated at Capital Markets Day. Third, we anticipate a year-over-year incremental operating loss in the range of $50 million as we continue to invest to grow our IKC business; and fourth, we will also begin to depreciate our new clinical IT platform, which we expect to be approximately $35 million in 2022 and will begin in Q2.\nA few additional things to help you with our current thinking about 2022. We expect to offset a significant amount of these incremental costs with continuing MA penetration growth above historical levels and strong management of nonlabor patient care costs. We are forecasting our tax rate at 25% to 27% due to nondeductibility of valid expense regarding seasonality and remember that Q1 had seasonally higher payroll taxes and seasonal impact of copayments and deductibles. The vast majority of our ballot related expenses will fall in Q3.\nWe have historically experienced higher G&A in Q4. Looking past 2022, we continue to expect compounded annual OI growth relative to 2021 of 37% and compounded annual adjusted EPS growth relative to 2021 of 8% to 14%. Finally, we expect free cash flow of $850 million to $1.1 billion in 2022. As we communicated at Capital Markets Day, we expect free cash flow to remain above adjusted net income with that difference contracting over time. Operator, please open the call for Q&A."
  }
]