[
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/88b2dd3000404b76675a8bea3ee4c84e",
    "period": "2025 Q3",
    "content": "Q3 2025 Delta Air Lines Inc Earnings Call\n\nQ3 2025 Delta Air Lines Inc Earnings Call\n\nDALNYSEOCT 9, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines September Quarter 2025 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. [Operator Instructions] As a reminder, today's call is being recorded. [Operator Instructions].\nI would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations and Corporate Development. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew. Good morning, and thank you for joining us for our September quarter 2025 earnings call. Joining us today from Atlanta are CEO, Ed Bastian; our President, Glen Hauenstein; and our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss costs in our balance sheet. After the prepared remarks, we'll take analyst questions. We ask you to please limit yourself to 1 question and a brief follow-up, so we can get to as many of you as possible. After the analyst Q&A, we will move to our media questions.\nAs a reminder, today's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted.\nAnd with that, I'll turn it over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nThank you, Julie. Good morning, everyone. We appreciate you joining us today. This quarter's results reinforce that Delta's competitive advantages and differentiation have never been more evident. In the September quarter, Delta's revenue growth and earnings came in at the top end of our expectations, delivering performance that we anticipate will lead the industry across all key financial measures.\nRevenue grew 4%, led by premium, corporate and loyalty reflecting the power of Delta's brand, the financial strength of our customer base and improving industry fundamentals. We reported pretax income of $1.5 billion and earnings of $1.71 per share with an 11.2% operating margin. Free cash was $830 million, bringing our year-to-date free cash flow to $2.8 billion. We generated a return on invested capital of 13%, 5 points above our cost of capital and in the top half of the S&P 500.\nOperationally, Delta once again led the industry on reliability and customer experience. Through a busy summer, our teams delivered for our customers, and I want to thank them for their outstanding work and dedication. Their professionalism and care create the trust that consumers have in the Delta brand.\nSharing success with our people is core to our culture. We've accrued nearly $1 billion year-to-date towards next February's profit sharing because when Delta succeeds, so should our people. I also want to recognize the essential aviation workers, the controllers, TSA officers, Federal Air Marshals and many others who are keeping our systems safe and secure during the ongoing government shutdown. Thank you for your professionalism and your commitment to the traveling public. We're hopeful that Congress will act to reopen the government as soon as possible.\nNow turning to our outlook. Our fundamentals are improving and the positive momentum is continuing. Since July, travel demand has strengthened, led by a rebound in business travel, which was up high single digits in the quarter. The U.S. economy remains on solid footing, and our customer base is financially strong with rising preference for premium products and services. SkyMiles membership is expanding, particularly among younger consumers and engagement is strong across all cohorts. Consumer spending on the Delta Amex co-brand card is up double digits year-to-date with the recent acceleration in travel and entertainment that mirrors the improvement that we're seeing in bookings.\nPremium revenue growth remains robust. The main cabin trends are improving. Structural changes taken hold across the industry. Its unprofitable flying is rationalized and carriers not earning their cost of capital, adjust strategies to prioritize returns. Against this backdrop, we expect to deliver a double-digit operating margin again in the December quarter, with earnings comparable to what we earned in the September quarter. This would be at or above our all-time fourth quarter earnings performance. This brings our outlook for full year earnings to approximately $6 per share, which is in the upper half of our July guidance range. Free cash generation remains a key differentiator for Delta, and we are updating our full year outlook to $3.5 million to $4 million, growing our cash generation over last year and consistent with our long-term framework as we build a fortress balance sheet.\nAt the heart of our position of industry leadership is a relentless focus on elevating the customer experience. We're investing across every phase of the journey to make travel with Delta more seamless, personalized and premium, growing our value proposition to customers. On the ground, we're harvesting the benefits of generational investments in our airport infrastructure. This includes upgraded airport facilities, modernized Sky Clubs, to launch at Delta One lounges in JFK, LAX, Boston and Seattle. By year-end, Delta One checkin will be available across all of our hubs. We've also partnered with Uber to begin streamlining the airport pickup and drop-off experiences, enhancing convenience from curve to gate.\nIn the year, we're continuing to expand premium seating and enhance service offerings, ensuring more customers can experience our most elevated products. Digitally, we're delivering a connected experience for SkyMiles members, with nearly 1,000 aircraft equipped with fast free Wi-Fi well more than all of our U.S. competitors combined, our integrated platform is setting the standard for in-flight connectivity and personalization. Exclusive partnerships with American Express, Uber and most recently, YouTube extend SkyMiles further into our members' daily activities, deepening engagement and preference for the Delta brand beyond the flight. And it's all powered by our people, delivering welcomed, elevated and caring service that reinforces our industry leadership, sustains our durable revenue premium and underpins our strong financial foundation.\nIn closing, our financial focus remains on profitable growth. Margin expansion and disciplined capital allocation, all aligned with the 3- to 5-year framework that we shared last November. As we enter the final stretch of our [ centennial ] year, I'm more optimistic than ever about Delta's future.\nThank you for joining us today. And with that, I'll hand it over to Glen to discuss our commercial trends and demand, followed by Dan with the financial details.\n\nGlen William Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning. I want to begin by thanking the Delta team for their outstanding commitment throughout the busy summer season and to our customers for their continued loyalty to Delta.\nFor the September quarter, revenue increased 4.1% year-over-year to $15.2 billion, a third quarter record and ahead of our guidance as momentum built through the quarter. Trends across our business are improving and customer preference for the Delta brand is showing up in our results. Total unit revenue improved by 0.3% over last year. Importantly, domestic unit revenue turned positive with sequential improvement as the quarter progressed. This was supported by a main cabin inflection as industry supply moderated and demand improved materializing earlier than our initial expectations.\nInternationally, profitability across all entities was strong with Premium continuing to bolster results. Corporate sales trended positively throughout the quarter, up 8% over prior year with sequential improvement across all sectors. Domestic corporate sales grew double digits, including mid-teens growth in our coastal hubs. We see opportunities for further growth as corporate confidence rebuilds, reinforced by 90% of our most recent corporate survey respondents anticipating that their 2026 travel volumes will increase or remain steady year-over-year.\nDiverse high-margin revenue streams grew double digits year-over-year and contributed 60% of total revenue. Within that, premium revenue grew 9% with improvement across all products driven by a strong demand and consistent investment in premium offerings. Loyalty revenue improved 9% and Travel adjacent products grew mid-teens as SkyMiles members engage beyond the flight and throughout our loyalty ecosystem. [ Fargo ] revenues increased 19%, driven by the Pacific. Maintenance, repair and overhaul revenue grew more than 60% on higher volumes and timing of shipments.\nDelta's loyalty ecosystem continues to be a powerful driver of enterprise value. Anchored by the attractiveness of the SkyMiles program, a financially healthy, highly engaged member base and our exclusive co-brand partnership with American Express. Co-brand holders are among our most valuable customers, traveling more often and spending more on Delta. While roughly 1/3 of active SkyMiles members hold a co-brand card today, we have further runway as both engagement and member penetration continue to rise.\nA key proof point is the sustained momentum on spend growth, which has outpaced other consumer credit cards by 2x over the last few years. During the quarter, spend grew at double-digit pace with new card acquisitions up year-over-year and a record mix of customers choosing the premium card. With that, remuneration from American Express increased 12% over prior year to $2 billion in the quarter, keeping us on track to deliver over $8 billion this year and advancing towards our long-term goal of $10 billion within the next few years.\nTurning to the outlook. The environment continues to improve. Over the past 6 weeks, sales trends have accelerated across all geographies and in every advanced purchase window, positioning Delta to close the year from a position of strength. While we are monitoring potential impacts from the U.S. government shutdown, we have not seen a material effect to date. For the December quarter, we expect total revenue to grow 2% to 4% year-over-year on top of last year's record performance with solidly profitable unit revenues.\nPassenger RASM is showing healthy improvement sequentially, reflecting continued strength in domestic and a step change improvement in the transatlantic on firmer main cabin trends and corporate demand. At the same time, financial divergence across the industry has never been greater. As carriers prioritize earning -- their cost of capital and eliminate unprofitable flying, competitive capacity in our hubs is down year-over-year, and we expect a very healthy supply-demand balance across the industry into 2026.\nIn closing, I'm very optimistic as we enter the final quarter, building our momentum and positioning Delta for continued top line growth and margin expansion into 2026.\nAnd with that, I'll turn it over to Dan to cover the financials.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nThank you, Glen, and good morning to everyone. Delta's competitive advantages drove another strong quarter as we continue to set the pace for the industry. Our teams are delivering operationally for our customers and driving efficiency. Year-to-date, we are outperforming the industry across on-time performance, completion factor and Net Promoter Score. Our premium offerings, industry-leading loyalty programs and elevated experiences we provide across the entire travel journey is driving increased customer preference for flying Delta and underpins our differentiated financial results.\nIn the September quarter, we delivered record third quarter revenue of $15.2 billion, with an operating margin of 11.2% and earnings of $1.71 per share. Nonfuel unit cost growth was approximately flat to prior year, bringing the year-to-date nonfuel unit cost growth to less than 2%. Consistent with our low single-digit guidance at the start of the year, even as we've reduced capacity after the summer peak to align the demand.\nI want to thank the entire Delta team for their hard work to achieve these results. Delta generated third quarter operating cash flow of $1.8 billion. And after reinvesting $1.1 billion into the business, we generated free cash flow of $830 million.\nOn our capital structure, we continue to take an opportunistic approach. Last month, we successfully repriced our SkyMiles term loan, reducing the rate by 225 basis points. This demonstrating the strength of our balance sheet, and the attractiveness of [ DeltaCredit ]. Strong cash generation [ has able to ] debt paydown of nearly $2 billion year-to-date with gross leverage ending the quarter at 2.4x.\nNow turning to the outlook. For the December quarter, as Glen shared, we expect revenue growth of 2% to 4% year-over-year with positive unit revenue. On the cost side, disciplined execution supports nonfuel unit cost growth in low single digits, in line with our full year guidance. With that, we expect fourth quarter earnings of $1.60 to $1.90 per share and an operating margin of 10.5% to 12%. For the full year, this brings earnings per share of approximately $6, in the upper half of our guidance range we provided in July. On free cash flow, we are updating our guidance to $3.5 billion to $4 billion. This outlook is within our long-term target range, enables us to pay down debt, while returning cash to shareholders.\nOur capital allocation priorities remain unchanged, reinvesting where returns are strong, reducing debt and maintaining our fortress investment-grade balance sheet, which was recently recognized by Fitch with a revised outlook from stable to positive during the quarter.\nOur investments are focused on the customer experience, as Ed and Glen spoke about, and on driving efficiency through technology and our fleet. We continue to advance our fleet renewal strategy with approximately 40 aircraft deliveries this year and next. These additions drive meaningful value for our customers through expanded premium seating and for our shareholders through increased efficiency and greater scale among our key fleets.\nLooking into 2026 and beyond, our focus is on profitable growth and delivering long-term financial targets outlined at our Investor Day last November, including earnings growth, durable free cash flow, debt repayment, to drive sustained value for our shareholders.\nIn closing, I want to extend my sincere thanks to the entire Delta team for their commitment to one another and to our customers. And with that, I'll turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Dan. Matthew, can you please remind the analysts how to enter the call queue and go to our first question from Duane Pfennigwerth of Evercore ISI."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2e39996e3fa28d13b42844ed06804f4a",
    "period": "2024 Q4",
    "content": "Q4 2024 Delta Air Lines Inc Earnings Call\n\nQ4 2024 Delta Air Lines Inc Earnings Call\n\nDALNYSEJAN 10, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines December Quarter and Full Year 2024 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. [Operator Instructions] As a reminder, today's call is recorded.\n[Operator Instructions] I would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew. Good morning, everyone, and thanks for joining us for our December quarter and full year 2024 earnings call. Joining us from Atlanta today are our CEO, Ed Bastian; our President, Glen Hauenstein; and our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss costs [ and ] our balance sheet.\n[Operator Instructions] As a reminder, today's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie, and good morning. We appreciate everyone joining us today. Before we start, the hearts of the entire Delta family go out to all those who are being impacted by the devastating wildfires in Southern California. We're incredibly grateful to the heroic first responders who are working at great personal risk to keep our communities safe. We announced yesterday that Delta will donate $1 million to the American Red Cross to aid the individuals, families and communities in the region who have been affected.\nI also wanted to say a few words on the recent passing of President Carter. As a Georgia-based airline, his life and legacy has had deep impact on Delta's mission to connect the world. Among his many accomplishments, his administration led the deregulation of our industry, making air travel more accessible and affordable to all Americans. I had the privilege of knowing President Carter and traveled with him on multiple occasions. He always took the time to personally greet our staff and every single customer on each flight we are on. He was as gracious and genuine leader as I've ever met, a truly great man. His life of service embodied our motto to always keep climbing. And on behalf of the entire Delta family, we honor his memory and celebrate the many achievements of President Carter's life.\nEarlier this morning, we reported December quarter and full year results. The Delta team delivered a strong close to the year, both operationally and financially. We reported a December quarter pretax profit of $1.6 billion, with earnings per share of $1.85 at the top end of our guidance on record revenue and outstanding operational performance. This marks the largest December quarter profit in Delta's history, improving more than $500 million over last year.\nOperationally, we achieved industry-leading performance with the #1 system completion factor and on-time performance amongst our peer set throughout the December quarter. I want to thank all 100,000 members of our team for their outstanding efforts, particularly during a busy holiday travel season.\nFor the full year '24, our operational teams delivered 78 brand perfect days. Last week, Delta was recognized for the fourth consecutive year with Cirium's Platinum Award for operational excellence and as the most on-time airline in North America.\nFinancially, we expect our results will lead the industry across all key measures with a double-digit operating margin and $5.2 billion of pretax income, representing nearly 50% of the industry's profitability. Our return on invested capital of 13% is in the upper half of the S&P 500 and double the rest of the industry. This performance reflects Delta's sustained differentiation and durability.\nFull year earnings per share of $6.16 was above the midpoint of our initial $6 to $7 guidance from the start of the year when normalizing for the $0.45 impact of the CrowdStrike caused outage in the September quarter. Free cash flow is expected to lead the industry at $3.4 billion, a nearly $1.5 billion improvement over '23. Robust cash generation supported further debt reduction and a 50% increase to our quarterly dividend during the year.\nRecognizing the strength of our financial foundation, S&P upgraded Delta last month, returning our balance sheet to investment-grade level at all 3 major credit agencies. Now these results would not be possible without the incredible work of the Delta people. Our employees are the best in the business, and we are proud to recognize their commitment to industry-leading performance with industry-leading rewards.\nIn 2024, we provided our employees with a 5% pay increase, and I'm pleased to announce that we will celebrate them with $1.4 billion in well-earned profit sharing on Valentine's Day in February. This will represent one of the top 3 profit-sharing payouts in Delta's history and is expected to be more than the rest of the industry combined. The Delta people are our #1 competitive advantage, and our 2024 performance reflects their commitment to best-in-class operations and service for our customers.\nNow turning to our outlook. '25 is off to a great start, and we are on track to deliver the best financial year in our history with revenue growth and margin expansion driving record profitability. Across the industry, carriers are taking action to improve their financial health, creating an increasingly constructive backdrop. The U.S. consumer is financially healthy and continues to prioritize spending on experiences.\nClosing out 2024, we saw an acceleration in air travel demand from corporates and consumers and co-brand card spending growth accelerated. This momentum is continuing into the March quarter, where we expect to grow the top line by 7% to 9%, expand margins by 2 points and nearly double earnings over last year.\nFor the full year, we expect earnings per share greater than $7.35, increasing more than 20% compared to 2024 as reported. When comparing to a normalized EPS, excluding the impact of CrowdStrike, this represents growth ahead of our long-term target of 10% average annual growth.\nCash generation is an important differentiator for Delta, and in 2025, we expect to generate over $4 billion of free cash flow, supporting further debt reduction and bringing our leverage ratio down to 2x or less.\nAs we shared at Investor Day in November, Delta has a clear focused strategy that capitalizes on 15 years of investment in our brand, customer experience and financial foundation. Entering our next century of flight, Delta has never been more differentiated from the industry. As a consumer brand that serves 200 million customers annually, we leverage innovation and technology to empower our people and further elevate the travel experience.\nTuesday night, I had the honor of giving the keynote address at CES 2025 in Las Vegas at Sphere. In that unique space, we honored Delta century of connecting the world, presented our vision for the next century of flight and previewed how Delta is driving innovation to deliver more seamless journeys from home to your seat, including new personalized experiences that are arriving in the coming months. This includes the introduction of Delta Concierge, the evolution of Delta Sync and exciting new partnerships that will enable us to better anticipate customers' needs and grow the value of SkyMiles membership. Delta Concierge is a new digital tool built into the Fly Delta app, which will support members as a virtual personal assistant powered by generative AI to make travel easier and less stressful.\nThe next phase of Delta Sync, starting later this year includes a new and exclusive partnership with YouTube, the world's largest video platform to provide access to ad-free, YouTube Premium and music streaming on board via Delta Sync's seatback screens and our fast, free WiFi for SkyMiles members. And we announced an exclusive new partnership with Uber where SkyMiles members will earn miles for eligible rides and deliveries in the U.S. This unique relationship creates new opportunities to integrate further and expand our partnerships with category leaders broadening the Delta SkyMiles ecosystem and the range of benefits we provide to our members every day.\nTogether, these products and partnerships reflect our continued commitment to investing in and providing our customers with a superior travel experience. They drive greater engagement with our SkyMiles members that extend well beyond air travel, improving customer satisfaction and deepening loyalty to Delta.\nIn closing, Delta's people continue to differentiate what we deliver for our customers and our owners. With momentum entering our 100th year, we are positioned to deliver another year of industry-leading performance.\nAnd now I'll turn it over to Glen.\n\nGlen William Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning, everyone. I want to start by thanking our employees for their hard work and dedication in delivering a great year.\nDecember quarter revenue was a record $14.4 billion, 5.7% higher than 2023 and above the top end of our guidance on industry-leading operational performance and strong [ closing ] demand. Post election, we recorded 4 of the top 10 revenue days in our history and saw a step-up in booking activity from both leisure and corporate travelers, driving double-digit growth in cash sales.\nTotal unit revenue [ reports 0.1 point ] over prior year, with sequential improvement in all geographies. Domestically, unit revenues picked up nicely following the election and international unit revenues improved across all 3 geographies and performed ahead of our expectations.\nCorporate sales grew 10% year-over-year, improving 3 points sequentially. Strength built through the quarter, driven by both volume and fare with broad-based strength in geographically and across all sectors. We also saw an acceleration in co-brand trends with American Express remuneration of really -- of nearly $2 billion during the quarter, up 14% year-over-year on a broad-based acceleration in card spend and acquisitions.\nFor the full year, we delivered a record revenue of $57 billion, 4% above 2023's prior record with diversified streams, including premium, loyalty and cargo leading and contributing 57% of total revenue. Premium revenue performance outpaced main cabin throughout the year, up 8% over prior year with positive unit revenues in all 4 quarters of '24.\nTotal [ royalty ] revenue was up 9% over 2023 with remuneration from American Express reaching approximately $7.4 billion for the year, driven by high single-digit growth in co-brand spend and over one million new card acquisitions. We are confident in another year of high single-digit growth in co-brand remuneration in '25 as we progress towards our long-term goal of $10 billion. Cargo revenue grew 14% over 2023 with sequential improvement throughout the year.\nTurning to our outlook. Delta is capitalizing on demand strength and improving industry dynamics. We expect March quarter revenue to be up 7% to 9% higher than last year, ahead of our capacity growth as unit revenues improved several points sequentially with progression in all geographies.\nDomestic demand remains robust with considerable improvement in the supply backdrop over the last few months as unprofitable supply is removed across the industry. Delta is well positioned in this environment as we focus on our core strengths and optimize our core hubs. Transatlantic unit revenue is expected to lead at up mid-single digits for the second quarter in a row. Demand across the Atlantic is benefiting from strong U.S. point of sale and an extension of the season with unprecedented off-peak results. We have good visibility into the spring and summer and expect another year of record profitability our largest international entity.\nLatin unit revenue is expected to improve sequentially for the third consecutive quarter and inflect positive as capacity investments mature, particularly in long-haul South America where we have increased connectivity with our partner, LATAM. The Pacific is leading in overall revenue growth. Unit revenues are expected to be negative on mid-teens capacity increases. Trends are improving sequentially and margins continue to be at record levels.\nWe congratulate our partner, Korean Air, on closing their acquisition of Asiana. We look forward to expanding our joint venture and increasing our options for our joint venture customers along the Pacific following the integration. This merger will facilitate even better connectivity and opportunity for further -- to further expand our operations to Seoul over the coming years.\nTurning to our network plans for the full year. As we noted in Investor Day, we expect to increase capacity 3% to 4% in 2025, with more than 85% of incremental seats in premium cabins. Domestically, 80% of our growth will be in our most profitable core hubs and internationally, growth is normalizing following our multiyear restoration and investment phase.\nWe are confident in our ability to drive margin improvement in 2025 as we focus on efficient growth across high-margin premium cabins in our most profitable hubs, and we are well positioned to capture upside in the main cabin margins as industry health improves.\nIn closing, we had a great 2024, and I am excited about Delta's opportunity to make our centennial the best year in our history.\nAnd with that, I'll turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nThank you, Glen, and good morning to everyone. I'm incredibly proud of the Delta team for their hard work in 2024. We closed out the year in a position of strength. In the December quarter, we delivered a record fourth quarter revenue and profit with earnings of $1.85 per share at the top end of our guidance and more than 40% higher year-over-year.\nOperating margins of 12% were up 2 points over the prior year. For the full year, we reported a double-digit operating margin earnings of $6.16 per share and a return on invested capital of 13%, with strong operational performance through the year and a company-wide focus on efficiency, the teams delivered on our full year target of low single-digit nonfuel unit cost growth.\nDuring the year, we invested in our people through pay and benefit increases. And in our customers with ongoing rollout of our fast, free WiFi for SkyMiles members, the introduction of our 3 Delta One lounges and the completion of generational airport upgrades. Delta is investing at levels unmatched in the industry while delivering better relative nonfuel cost performance.\nOperating cash flow for the full year was $8 billion, and after reinvesting $4.8 billion back into the business, we generated free cash flow of $3.4 billion. Strong cash generation supported debt repayment of $4 billion including $1 billion of early repayments. We ended 2024 with gross leverage at 2.6x and unencumbered assets of $30 billion. And in the December quarter, our balance sheet return to investment grade at all 3 major credit rating agencies, differentiating Delta and reflecting our financial durability.\nNow turning to our outlook. As part of our ongoing effort to focus on primary financial metrics that drive shareholder value, we are providing full year guidance that aligns to the 3- to 5-year financial framework, including EPS, cash flow and leverage.\nOn a quarterly basis, we'll be providing guidance for revenue growth, operating margins and EPS, with directional color on unit metrics. For the March quarter, we expect revenue growth of 7% to 9%, an operating margin of 6% to 8% and earnings of $0.70 to $1 per share. This represents more than 2 points of margin expansion and a nearly doubling of earnings at the midpoint. Nonfuel unit cost growth in the March quarter is expected to be up low single digits year-over-year with performance similar to the December quarter. As the year progresses, we should see improvement in nonfuel cost growth as we continue to drive efficiency.\nFor the full year, we expect earnings per share ahead of our long-term average annual growth target of 10%, with earnings of greater than $7.35 per share. Free cash flow of greater than $4 billion and leverage of 2x or less. This outlook incorporates margin expansion opportunities in our control, including improvements from revenue mix as we grow high-margin streams like premium and loyalty while driving efficiency across the business.\nAs Ed and Glen noted, the industry backdrop continues to improve, providing potential for additional margin upside from the main cabin. We expect nonfuel unit cost growth consistent to our performance in 2024 and our long-term target of low -- up low single digits, even as [ capacity is ] down 2 to 3 points from last year's growth as we are better able to leverage our existing assets and maintenance expense begins to normalize. This will help fund ongoing investments in our people, and our customer experience.\nIn 2025, half our expected capacity growth is being funded by improved utilization of both our mainline and regional fleets with incremental capacity deployed primarily into our high-margin core hubs. We are growing into our workforce and expect another year where headcount growth is below capacity as our people gain experience with opportunities across our operational groups.\n2025 is the final year of our generational airport developments. With their completion, we are now well positioned for the next several decades with a premium ground experience that is unique to Delta, given the long-term nature of these investments, cost per employment will improve over time as we grow into our assets.\nStrong cash flow remains an important differentiator for Delta. Our outlook for more than $4 billion of free cash flow is 10% of our current market cap and more than $500 million improvement over 2024. Capital allocation, we expect to reinvest $5 billion of capital into the business, including approximately 40 aircraft deliveries and continued investment in technology and facilities, including Sky Clubs and Delta One lounges.\nBeyond investing in the business, debt paydown remains our priority. We plan to pay cash for $3 billion of our 2025 debt maturities this year and will opportunistically repay higher cost debt to end the year with gross leverage of 2x or less, progressing towards our long-term target of 1x.\nIn closing, Delta is executing against our long-term financial framework and creating significant value as we expand margins, deliver durable earnings and free cash flow and further strengthen our investment-grade balance sheet. Returns remain industry-leading and we expect to make progress towards our return on invested capital target of 15% this year. We are excited about our momentum as we enter a historic year for Delta. I would like to thank our people for all [ that they ] do every day.\nAnd with that, I'll turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThanks, Dan. Matthew. We will now open it up for analyst Q&A."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1094ff1b0f9d039f73cdfd3bc9d15810",
    "period": "2024 Q2",
    "content": "Q2 2024 Delta Air Lines Inc Earnings Call\n\nQ2 2024 Delta Air Lines Inc Earnings Call\n\nDALNYSEJUL 11, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines June Quarter 2024 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. [Operator Instructions] As a reminder, today's call is being recorded. [Operator Instructions] I would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew. Good morning, everyone, and thanks for joining us for our June quarter 2024 earnings call. Joining us from Atlanta today are CEO, Ed Bastian; our President, Glen Hauenstein; and our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy, Glen will provide an update on the revenue environment, and Dan will discuss costs and our balance sheet. After the prepared remarks, we'll take analyst questions. We ask that you please limit yourself to 1 question and a brief follow-up so that we can get to as many of you as possible. And after the analyst Q&A, we'll move to our media questions.\nToday's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com. And with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie, and good morning, everyone. We appreciate you joining us today. Earlier this morning, we reported our June quarter results, posting pretax earnings of $2 billion or $2.36 per share on record quarterly revenue up 5.4% over last year. These results are the second highest quarterly earnings in our history. We achieved a 15% operating margin and generated $1.3 billion of free cash during the quarter, bringing our first half free cash flow to $2.7 billion.\nWith strong cash generation, we continue to progress our balance sheet back towards investment-grade metrics and announced a 50% increase to our quarterly dividend. We delivered a return on invested capital of 13%, 5 points above our cost of capital and in the top half of the S&P 500. Delta's leadership is increasingly being recognized alongside some of the world's best companies. Just last month, Delta was ranked fourth in the Fortune 500 Return on Leadership by Fortune and IndiGo, just behind NVIDIA and Microsoft.\nThrough the year, our teams have delivered industry-leading operational performance month in and month out, with Delta leading across all key metrics including completion factor, on-time departures, and arrivals. This performance builds on our long-standing position as the most reliable airline in the U.S., and I'd like to thank all 100,000 members of our team for their exceptional work taking care of our customers each and every day. They are truly the best in the business.\nRecognizing the extraordinary skill and care of our people, Delta was named the 2024 Global Airline of the Year by Air Transport World at the recent IATA Annual Meeting. And for the sixth year in a row, The Points Guy ranked Delta as the best U.S. airline. Delta was also recently named the top-ranked carrier across all premium cabins in J.D. Power's North American Airline Satisfaction Study. Sharing our success with our people is core to our culture, and we are at the forefront on total rewards for our employees. We provided a 5% pay raise on the first of June to eligible employees, and we have accrued more than $640 million in profit sharing through the first half of the year. I am confident our profit sharing payout next February will continue to lead the industry by a wide margin.\nOur people are the foundation that enables Delta to deliver elevated experiences to our customers. To further differentiate our service excellence, we are making high-return investments that make travel more seamless and connected, including generational airport rebuilds, the most comprehensive lounge network in the industry, expanded premium offerings, and fast free WiFi on board. Just a few weeks ago, we opened our new Delta One Lounge in JFK, the first of its kind. It offers a variety of world-class amenities for our customers from fine dining to spa treatments. And later this year, we'll open Delta One Lounges in Boston and Los Angeles and in Seattle early next year.\nWe're also enhancing existing Delta Sky Clubs with the recent expansion of the Miami and LaGuardia clubs. On board, we have upgraded service in our Delta Premium Select cabin, and we'll expand this popular product to select transcontinental flights this fall. We recently released the most comprehensive refresh of the Fly Delta app in the last 5 years. Updates to the app added new features and functionality to save customers time and manage their travel even when the unexpected happens. Since the launch, a record number of customers have visited the app with self-service usage during periods of disruption up 5 full points, improving the customer experience.\nAnd more and more customers are joining our SkyMiles loyalty program and deepening engagement beyond flight, with about 30% of our active members carrying a Delta SkyMiles American Express credit card in their wallet. New card acquisitions are skewing younger, and the overall portfolio continues to shift to a more premium mix, positioning us well to achieve our long-term remuneration goal of $10 billion.\nFinally, just this week, we are excited to announce an exclusive partnership with Riyadh Air, a new global carrier that will begin service in Saudi Arabia next year. Riyadh Air will be the premier international airline for Saudi Arabia, and this partnership will expand connectivity and premium travel options for both airlines across North America, the Kingdom of Saudi Arabia and beyond. The agreement comes amid large-scale investments in the region that are rapidly transforming the Kingdom of Saudi Arabia into a popular destination for leisure and business travel with tremendous opportunity for growth.\nAll of our continued investments across the travel ribbon strengthen Delta's trusted brand and build on our long-term journey to elevate the travel experience and increase our financial durability. Delta's industry leadership has never been greater. And while demand for air travel remains strong with record TSA travel volumes up 7% from last year's levels, domestic industry seat growth has accelerated through the summer months, impacting yield performance in the main cabin. As the carrier of choice with a diversified revenue base, Delta is the most insulated from this dynamic. We are delivering double-digit margins and strong returns in this environment, with Delta expected to generate 50% of the industry's profitability in the first half of the year despite only representing 20% of the market's capacity.\nThat said, we are encouraged by the actions the industry has taken. Seat growth is decelerating and there appears to be increased focus on improving financial performance. While our returns are strong, I'm confident that we'll see an even more constructive industry backdrop through the back half of the year and into 2025.\nTurning to our outlook. Travel remains a top purchase priority and Delta's core customers are in a healthy position. The secular shift in consumer spend to prioritize experiences align perfectly to Delta's strategy and premium focus across our global network. Air travel demand is at record levels, with this past Sunday marking Delta's highest ever summer revenue day. For the September quarter, we expect continued demand strength, a double-digit operating margin, and a pretax profit of approximately $1.5 billion. Glen and Dan will provide more details on our third quarter outlook. With strong first half performance and good visibility into the second half, we remain confident in our full year guidance for earnings of $6 to $7 per share, free cash flow of $3 billion to $4 billion, and leverage of 2.5x.\nIn closing, as we approach our 100th year anniversary in 2025, Delta is in a stronger position than ever before. Our industry-leading performance reflects the strength of Delta's differentiated brand and returns-focused strategy. And with our clear prioritization of free cash flow and debt reduction, Delta is exceptionally well positioned to deliver significant shareholder value. We look forward to sharing more about our long-term strategic and financial goals at our upcoming Investor Day in New York this November. Thank you again, and with that, let me hand it over to Glen for more details on our commercial performance.\n\nGlen William Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning. I want to start by thanking our employees for their hard work and dedication. They are the Delta difference. Revenue for the June quarter increased 5.4% year-over-year to a record $15.4 billion. Total unit revenue was down 2.6% compared to last year, below our guidance due to 3 dynamics: first, domestic industry seat growth accelerated into the summer months beyond normal demand growth. This has impacted Main Cabin unit revenue trends through the summer. With scheduled seat growth decelerating into the fall, June and July will be the low point with unit revenue trends expected to significantly improve in August and beyond.\nSecond, we are seeing about a $100 million impact on travel to Paris for the Olympics from June to August. Outside of this temporary event, summer travel demand to Europe is strong and consistent with our expectations. And lastly, as Ed noted, we ran a great operation with a high completion factor.\nPremium continued to outperform and differentiate our results. Premium revenue was up 10% over prior year with positive unit revenue growth. We have runway ahead as we continue adding more premium seats to our aircraft, improving our retailing capabilities and further segmenting our products. Loyalty has also outperformed with revenue up 8% as our SkyMiles member base continues to expand. Spend growth in our co-brand card portfolio is expected to continue outpacing the credit card industry. American Express remuneration for the quarter was $1.9 billion, up 9% year-over-year.\nCargo revenue was 16% higher than the previous year, a significant improvement from the last 12 months, and we are encouraged by the trends we're seeing. Diverse revenue streams generated 56% of total revenue. These valuable revenue streams led by premium and loyalty are continuing higher growth in margins, underpinning Delta's industry-leading financial performance and increasing our financial durability. Domestic passenger revenue was up 5% over the prior year, and international passenger revenue grew 4% over last year's record June quarter.\nAs the business carrier of choice, Delta benefited from double-digit volume growth in this high-value segment with broad demand and growth across all sectors. Looking forward, demand for travel on Delta remains robust. Our core customer base is healthy and demand for premium products continues to outperform the Main Cabin. We expect the strong growth in business travel to continue, with 90% of companies in our recent corporate survey saying they intend to maintain or increase travel volumes in the back half of the year.\nInternational demand is strong and continues to benefit from demographic shifts, U.S. point-of-sale changes, and an extension of the leisure travel season. As our international network and core hubs approach full restoration and we return to a more normal cadence of retiring aircraft, Delta's capacity growth decelerates into the second half of the year. For the September quarter, we expect capacity growth of 5% to 6% and revenue growth of 2% to 4%. Total unit revenue is expected to sequentially improve each month. In domestic, we expect an inflection to positive unit revenue growth in the month of September. We also expect transatlantic unit revenue trends to improve into the fall. And in Latin America, we expect unit revenue trends to progressively improve through the back half of the year.\nLastly, in the Pacific, we are continuing to restore our network and are very pleased with the early results from our new service to Taipei and the success of our partnership with Korean Air. Pacific margins are sustaining at a meaningfully higher level than pre pandemic due to our multiyear restructuring driving sustainable profitability. For the full year, we expect to deliver a sustained unit revenue premium, double-digit margins and returns well in excess of our cost of capital. Our ability to deliver these outstanding results while the industry works to reestablish equilibrium reflects Delta's growing differentiation and leadership.\nIn closing, I want to congratulate the Delta team for an outstanding first half of 2024. We are well positioned to continue our momentum through the second half and for years to come. And with that, I'll turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nThank you, Glen, and good morning to everyone. For the June quarter, we delivered pretax income of $2 billion on a 15% operating margin. Earnings of $2.36 per share was in line with our guidance and in line with 2019 despite fuel prices that were more than 25% higher. Nonfuel CASM was up 0.6% year-over-year, more than 1 point better than guidance, primarily on stronger completion factor. A great operation is the foundation of a competitive cost structure, and in the June quarter, we delivered a 99.5% system completion factor, including 13 cancel-free brand-perfect days. For the first half, Delta has delivered 39 brand-perfect days, more than all of last year combined.\nFuel prices averaged $2.64 per gallon for the quarter. This included a $0.06 benefit from a refinery profit of $60 million. Fuel efficiency was 1.1% better than last year, benefiting from the continued renewal of our fleet and running a great operation. Operating cash flow in the first half was $4.9 billion, and after reinvesting $2.3 billion back into the business, we generated free cash flow of $2.7 billion. Strong cash generation has supported debt repayment of $2.1 billion year-to-date, including $900 million of early repayments. Gross leverage ended the quarter at 2.8x. We remain on track to repay $4 billion of debt this year and are committed to further strengthening our balance sheet with a focus on returning to full investment grade.\nDelta is currently investment-grade rated at Moody's and BB+ at both S&P and Fitch with all agencies with a positive outlook. With strong results and cash flow through the first half, we announced a 50% increase in our quarterly dividend. This puts our annualized dividend yield at just over 1%, in line with the S&P 500.\nNow moving to the September quarter guidance. Combined with our outlook for top line growth, we expect an operating margin of 11% to 13% with earnings of $1.70 to $2 per share. Fuel prices are expected to be $2.60 to $2.80 per gallon, including an approximately $0.05 contribution from the refinery. Refinery margins have normalized, and profits are expected to be $60 million lower compared to the third quarter of last year. Nonfuel unit costs are expected to be 1% to 2% higher than last year on 5% to 6% capacity growth. With normalized growth and consistency in delivering a great operation, we are making progress in driving efficiency and growing into our resources.\nOn maintenance, the investment in fleet health we made since last summer are paying off, with maintenance cancellations in the first half down 77% over prior years. We continue to expect full year maintenance expense to be up $350 million over 2023 as we progress through elevated volume of heavy airframe and engine checks and continue to manage industry-wide supply constraints. The majority of this increase was in the first half of the year, with second half maintenance expense expected to be similar on a year-over-year basis.\nTotal nonfuel unit costs in the second half are expected to increase in the low single digits as we fund investments in our people and brand and capacity growth decelerates. For the year, our fleet growth is expected to be less than 2%, including approximately 40 aircraft deliveries and 20 retirements. Our unencumbered asset base is expected to grow to $30 billion by year-end as we continue to pay cash for our new deliveries. We remain confident in our full year outlook of earnings of $6 to $7 per share and free cash flow of $3 billion to $4 billion with full year CapEx expected to be $5 billion.\nWith a continued focus on margin and returns to drive sustained cash flow generation, Delta is well positioned to improve our balance sheet to investment-grade metrics and deliver shareholder value. In closing, Delta's industry-leading performance is a direct result of the hard work of our employees. I want to thank the Delta people for continuing to go above and beyond for our customers and each other every day. And with that, I'll turn it back to Ed for a final remark.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nThank you, Dan. And before we begin the Q&A, I want to personally recognize and congratulate Helane Becker on a very accomplished career as an analyst covering this industry for 4 decades. Helane, I have a great amount of respect for you and for all the work that you've done through the years. And while I know you'll be continuing in an advisory role, we will miss working with you and wish you all the best. May the golf gods be good to you. Operator, please begin the Q&A."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b3bcbfa4104c075b6e669411910ba047",
    "period": "2024 Q1",
    "content": "Q1 2024 Delta Airlines Inc Earnings Call\n\nQ1 2024 Delta Airlines Inc Earnings Call\n\nDALNYSEAPR 10, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines March Quarter 2024 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. [Operator Instructions] As a reminder, today's call is being recorded. [Operator Instructions] I would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew. Good morning, everyone, and thanks for joining us for our March quarter 2024 earnings call. Joining us from Atlanta today are our CEO, Ed Bastian; our President, Glen Hauenstein; and our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy, and Glen will provide an update on the revenue environment. Dan will discuss costs and our balance sheet. After the prepared remarks, we'll take analyst questions. We ask you to please limit yourself to 1 question and a brief follow-up, so we can get to as many of you as possible.\nAnd after the analyst Q&A, we'll move to our media questions. Today's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie, and good morning, everyone. We appreciate you joining us today. Earlier this morning, we reported our March quarter results, posting pretax earnings of $380 million or $0.45 per share, a $0.20 improvement over last year on revenue that was 6% higher and a new record for first quarter. Free cash flow was $1.4 billion, and we delivered a return on invested capital of nearly 14%, putting Delta's returns in the top half of the S&P 500.\nWe are delivering industry-leading operational reliability and have widened the gap to our competition. Last summer, we made forward-leaning investments in the operation. And since then, our teams have delivered operational performance that is among the best in our history with mainline cancellations down 85% and setting new records for completion factor in both the fourth quarter and the first quarter. I'd like to sincerely thank Delta's 100,000 people for your dedication, professionalism and hard work in delivering these outstanding results.\nIn February, we recognized the efforts of our people with $1.4 billion in profit sharing, more than the rest of the industry combined and continuing Delta's long-standing philosophy to reward industry-leading performance with industry-leading compensation. Reflecting our People First culture, Forbes ranked Delta the fifth best large employer in America, and Delta was recently named the 2024 Global Airline of the Year by Air Transport World for our outstanding commitment to safety, operational performance and premium customer service.\nWhile airline travel and transportation is what we do, it is the experiences on Delta that set us apart as a leading consumer brand and why Delta was recognized as #11 on Fortune's list of the world's most admired companies. Exciting customer-facing enhancements are on the near horizon, including the opening of new Delta One Lounges in JFK, Los Angeles and Boston, the continued introduction of modern and fuel-efficient aircraft, new premium cabin service offerings, upgrades to the Fly Delta app and the international expansion of fast, free WiFi across our fleet.\nThe rollout of WiFi and Delta Sync continues to be a tremendous success. Since launching last year, customers have logged more than 45 million free streaming quality sessions on board and millions have joined the SkyMiles program through this channel, recognizing our investment to ensure the future of travel is connected, we took the #2 spot in the travel category, a Fast Company's List of the Most Innovative Companies, the only airline to be recognized in the ranking. Loyalty to our brand has never been stronger. We continue to set new records with our remuneration from American Express, our most important commercial relationship and are well on our way to our long-term target of $10 billion.\nOn February 1, we announced enhanced and refreshed benefits for our Delta SkyMiles American Express cards, providing more direct value and the customer response has been very positive. Turning to our outlook with strong first quarter performance and visibility into the strength of summer travel demand, we remain confident in our full year guidance for earnings of $6 to $7 per share, free cash flow of $3 billion to $4 billion and leverage of 2.5x., the 3 main guideposts that we shared with you in January.\nFor the June quarter, we expect to deliver the highest quarterly revenue in our history of mid-teens operating margin and earnings of $2.20 to $2.50 per share. Our forecast for pretax profit of approximately $2 billion is on par with 2019 and just shy of last year due to higher fuel prices. Demand continues to be strong, and we see a record spring and summer travel season with our 11 highest sales days in our history, all occurring this calendar year.\nSpending on services recently to pass goods for the first time in 5 years, and there is further runway to return to their long-term trends. Delta's core consumers are in a healthy position and travel remains a top purchase priority. Generational shifts and evolving consumer preferences are driving secular growth in premium experiences. And business travel demand has taken another meaningful step forward this year with growth accelerating into the mid-teens over last year.\nWhen you put this level of demand strength together with the industry's increased focus on improving financial returns, this may be the most constructive backdrop that I've seen in my airline career. Our industry-leading performance continues to demonstrate the strength of Delta's differentiated brand and returns-focused strategy. And with our disciplined approach to capital investment and focus on free cash flow, Delta is exceptionally well positioned to further strengthen our balance sheet and deliver significant shareholder value.\nIn closing, the momentum in the business continues to build. We are focused on delivering excellent reliability, elevating the customer experience and improving efficiency across the company to support growth in our earnings and cash flow. I am excited for Delta's opportunities ahead, and we'll talk more about that and provide new long-term financial targets at our Investor Day, which we are scheduling for November 19 and 20th in New York City. Please put that on your calendar.\nThank you again. And with that, let me hand it over to Glen for more details on our commercial performance.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning. I want to start by thanking our employees for providing the best service and reliability in the industry to our customers every single day. 2024 is off to a great start, and we're delivering on our commercial priorities to optimize our network, grow higher-margin revenue streams and invest in our future. Revenue for the March quarter increased 6% year-over-year to a record $12.6 billion on capacity growth of 6.8%. This result is at the high end of our initial guidance with upside driven by industry-leading operational performance and strength in close-in bookings.\nSince the start of the year, we've seen a sustained acceleration in business travel. Managed corporate travel sales grew 14% over the prior year with technology, consumer services and financial services leading that momentum. We delivered positive unit revenues in our 2 largest entities, Domestic and Transatlantic, reflecting the continued optimization of our network. Total unit revenue growth improved 3 points sequentially to down 0.7%, including nearly a 1-point headwind from cargo and MRO.\nDomestic revenue grew 5% with record March quarter unit revenues, up 3% over the prior year. The more than 7-point improvement from 4Q to 1Q reflects strong demand trends and improving industry backdrop. International revenues grew 12% on a unit revenue decline of 3% as unit revenue growth in the transatlantic was muted by capacity investments from the continued rebuild of our Latin and Pacific franchise.\nDiverse high-margin revenue streams generated 57% of total revenue, differentiating Delta and underpinning industry-leading financial performance. Premium revenue was up 10% over prior year, and we have runway ahead as we continue adding more premium seats to our aircraft, improving our retailing capabilities and further segmenting our products. Total loyalty revenue grew 12% on continued strength in the American Express co-brand portfolio with record quarterly remuneration of $1.7 billion.\nFollowing the refresh co-brand benefits, we saw card applications reach new records as we are seeing the highest premium acquisition mix in our program's history. Turning to our outlook. Consumer demand is robust and premium trends remain strong. The outlook for corporate travel is positive. 90% of Companies in our recent survey intend to maintain or increase travel volumes in 2Q, putting us back on track to deliver record corporate revenues in the back half of this year.\nFor the June quarter, we expect revenue growth of 5% to 7% on capacity growth of 6% to 7% with unit revenues flat to down 2% from last year's very strong performance. Similar to the March quarter, 2Q faces a headwind from the normalization of travel credits. Domestically, we expect unit revenues to be flattish over prior year with growth focused on restoring our core hubs where departures and seats are not yet fully restored.\nThe final stage of our core hub restoration will be the full return of regional flying. Pilot hiring has stabilized, increasing the capacity we expect to fly over the summer. We expect progressive improvement through 2025, driving higher asset utilization and improving our profitability. In the transatlantic, we are looking forward to another strong summer with record revenues. Unit revenues are expected to be similar to the last year as we lock record performance and benefit from the healthy demand for our premium cabins and improved corporate trends.\nIn Latin America, profitability remains solid. Unit revenues are expected to be down double digits due to pressure in short-haul leisure markets. These markets are expected to see healthy improvements in the second half of the year as supply and demand comes back into balance. Our flying into deep South America, we are very pleased with the results. We are increasing capacity about 40% with minimal impact to unit revenues as we continue to deepen our ties with our JV partner, LATAM.\nWe expect Pacific unit revenues to be in line with the prior year on 30% growth in capacity driven by strong demand for Korea and Japan, offsetting lower unit revenues in China. Profitability is expected to set a record as we continue to harvest the benefits of our multiyear restructuring. In closing, I'm pleased with how we have started 2024. Delta is continuing to lead on all fronts with industry-leading margin and returns, highlighting the strength of our trusted brand and differentiated commercial strategy.\nAnd with that, I'd like to turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nGreat. Thank you, Glen, and good morning to everyone. For the March quarter, we delivered pretax income of $380 million, an improvement of $163 million over last year, earnings of $0.45 per share was at the upper end of our guidance as great operational performance and strong demand more than offset higher-than-expected fuel prices. Operational excellence is central to Delta's brand promise, and I couldn't be prouder of how our teams are delivering record reliability for our customers. .\nA strong completion factor drove 1 point of higher capacity and nonfuel unit cost favorability. Nonfuel CASM was 1.5% above last year and ahead of guidance. Fuel prices averaged $2.76 per gallon, $0.16 higher than the midpoint of our guidance range. The refinery provided a $0.05 benefit generating a profit of $49 million. This was down $173 million from last year on more normalized refining margins. Fuel efficiency was 1.9% better than last year, benefiting from the continued renewal of our fleet and running a strong operation.\nOperating margin of 5.1% was 0.5 point higher year-over-year. Our pretax margin improved over 1 point, benefiting from reduced interest, pension expense and higher earnings from our equity investments. We generated free cash flow of $1.4 billion. This was after paying $1.4 billion in profit sharing to our employees and investing $1.1 billion into the business. Debt reduction remains a top priority. Our leverage ratio improved to 2.9x. During the quarter, we repaid $700 million of debt, including $400 million of scheduled maturities and $300 million of additional debt initiatives.\nWe expect to repay at least $4 billion of debt this year and continue to be opportunistic in accelerating debt reduction. We are currently investment-grade rated at Moody's and BB+ at both S&P and Fitch, with all agencies now on positive outlook following updates from Fitch and Moody's during the quarter. Moving to the June quarter guidance. Combined with our outlook for top line growth, we expect an operating margin of 14% to 15%, with earnings of $2.20 to $2.50 per share. Fuel prices are expected to be $2.70 to $2.90 per gallon, including a $0.10 contribution from the refinery.\nAt the midpoint of this range, our all-in fuel price is expected to be over 10% higher than last year. Nonfuel unit costs are expected to be approximately 2% higher than last year, consistent with our full year outlook of low single digit. Growth is normalizing, and we've entered a period of optimization with a focus on restoring our most profitable core hubs and delivering efficiency gains across the enterprise.\nThe investments we made in fleet health and reliability in the second half of 2023 are paying off, supporting industry-leading operational performance. As we discussed with you in January, these investments are expected to continue through 2024 as we complete an elevated volume of heavy airframe and engine checks while managing through industry-wide supply chain constraints. The intensity of hiring and training has moderated. The teams have good momentum in delivering on our efficiency goals for the year. This will help fund the investment in our people, in our operations and the customer experience that support our revenue premium.\nIn closing, we continue to be confident in our full year outlook of earnings of $6 to $7 per share and free cash flow of $3 billion to $4 billion. Our industry-leading operational and financial performance is a result of the hard work and dedication of the Delta people. I'd like to thank each of them for what they do every day. With that, I'll turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThanks, Dan. Matthew, can you please remind the analysts how to queue up for questions? And the first analyst question comes from Duane Pfennigwerth. ."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9460447b2b182b7a413a5ce363f48b9b",
    "period": "2023 Q4",
    "content": "Q4 2023 Delta Airlines Inc Earnings Call\n\nQ4 2023 Delta Airlines Inc Earnings Call\n\nDALNYSEJAN 12, 10:00 AM\n\nUnknown Analyst\n\nGood morning, everyone, and welcome to the Delta Air Lines December Quarter and Full Year 2023 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. Until we conduct a question-and-answer session following the presentation. As a reminder, this call is being recorded.\n[Operator Instructions]\nI would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew, and good morning. Thanks for joining us for our December quarter and full year 2023 Earnings Call. Joining us from Atlanta today are our CEO, Ed Bastian; our President, Glen Hauenstein; and our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss cost on our balance sheet. After the prepared remarks, we'll take analyst questions.\nWe ask that you please limit yourself to 1 question and a brief follow-up so that we can get to as many of you as possible. After the analyst Q&A, we'll move to our media questions. As a reminder, today's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements.\nSome of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com. And with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie, and good morning, everyone. We appreciate you joining us this morning. Earlier today, we reported our full year and December quarter results, posting Fourth Quarter earnings of $1.1 billion or $1.28 per share on record quarterly revenue that was 11% higher than 2022 and an operating margin of 10%. I want to sincerely thank the 100,000 strong Delta team for their outstanding work in delivering these results. and serving our customers. Delta carried more travelers this holiday season than any other time in our history, and we delivered industry-leading operational performance. with the #1 system completion factor amongst our peer set throughout the December quarter.\nTo put that in context, we carried 9 million customers, a record 9 million customers I'd add on 60,000 mainline flights over the holiday period with fewer than 40 cancellations in aggregate. Our December quarter results marked a strong close to year 2 of our 3-year plan. For the full year, we reported earnings of $6.25 per share, the second highest EPS result in our history on revenue that was 20% higher than the prior year. We delivered an 11.6% operating margin and pretax income of $5.2 billion, a near doubling over 2022. We generated free cash flow of $2 billion while investing $5.3 billion back into the business, and we improved our leverage by 2 full turns and reinstated our quarterly dividend.\nReturn on invested capital was 13.4%, a 5-point improvement from 2022. A tremendous amount of progress, especially if you consider where we sat a short 3 years ago, and I'm so proud of our team across the board. Sharing our financial success is a long-standing pillar of Delta's culture, and I'm thrilled to announce that we'll be rewarding our employees with $1.4 billion in well-earned profit sharing on Valentine's Day. For our employees, the estimated payout will be approximately 10% of eligible 2023 compensation about double what last year's payment was. I expect our profit sharing payments will be more than our 3 largest competitors combined.\nOur people consistently deliver operational excellence with the relentless focus on raising the bar at every stage of the travel journey to deliver safe, reliable and caring service for our customers. They are the reason our brand and our customer loyalty lead the industry, why Delta was recognized as the world's 12th most admired company by Fortune, and why [ Glassdoor ] named us yesterday as the 13th best employer in the country. In 2023, we made meaningful investments in our people, our operations and our customers. We provided well-deserved pay increases for the Delta team, continuing our philosophy of industry-leading pay, for industry-leading performance. In the operation, the investments that we made supported the best-in-class operational performance that Delta has long been known for.\nOur operational excellence was recognized by Cerium last week which named us yet again the most on-time airline in North America. Our people and our operational reliability are the foundation of Delta's trusted consumer brand. and we are building on that foundation as we elevate the premium flying experience and grow our SkyMiles members engagement with Delta. Today, we also announced an order for 20 Airbus 350-1000 aircraft with options for 2 more for delivery starting in 2026. These planes complement our fleet strategy and will offer a world-class customer experience for international travelers with more premium seats, higher gauge and great customer amenities.\nThese aircraft are over 20% more fuel efficient than the 767s that they'll be replacing, further supporting our long-term sustainability goals. And with the successful launch of Fast free WiFi and Delta Sync, we are enhancing the in-flight entertainment experience for SkyMiles members. We expect to have these products rolled out globally by the end of this year. On the ground, we are building the airports of the future in some of the most important markets and adding new Delta Sky clubs to provide our customers a world-class airport experience.\nWe completed our transformation at Los Angeles 18 months ahead of schedule, including a state-of-the-art facility and a new Delta Sky Club that was named North America's Best Airline Lounge for 2023 by business traveler. We opened the latest phase of our Salt Lake City expansion and will complete the generational rebuild of [ LaGuardia ] this year. Our digital investments continue as we work to increase our agility and provide employees with better tools and customers with a more seamless experience. Customers visited the Fly Delta app over 1 billion times last year using our self-service tools almost 10x more often than 2019 with much higher overall satisfaction.\nAs 2024 begins, our enterprise has moved from a period of restoration to optimization. We are focused on delivering excellent reliability elevating the customer experience and improving efficiency across the company to support continued growth in our earnings and our cash flow. We expect demand to remain strong particularly for the premium experiences that Delta provides. Consumer spend is continuing to shift from goods to services and our customer base is in a healthy financial position with travel remaining a top priority and corporate travel continues to improve with demand accelerating into year-end.\nOn supply, industry growth is normalizing after several years of network restoration. For 2024, we plan to grow Delta's capacity 3% to 5%, below the mid-single-digit range that we discussed at our June Investor Day as we've refined our plan. Domestically, supply and demand are coming into better balance as the industry adjusts to rising cost of production, and we are seeing a positive inflection in domestic unit revenue growth. Internationally, we expect another strong year as we optimize our network and leverage our global JV partners.\nWith that backdrop, we are providing full year 2024 guidance for earnings of $6 to $7 per share free cash flow of $3 billion to $4 billion. Free cash guidance is up to $2 billion higher than 2023, driven by growth in profitability, lower CapEx and an improved mix of cash sales. As we continue to grow earnings and reduce debt, we will further reduce leverage and advance our balance sheet towards investment-grade metrics. Glen and Dan will provide more detail shortly, including our outlook for the March quarter.\nIn closing, the people of Delta delivered a remarkable 2023, and leading the industry operationally and financially, while providing a world-class experience for our customers. Delta is well positioned to build on our momentum in the new year with continued growth in earnings, and cash flow in 2024. I could not be more excited about what's ahead for Delta and our customers, and I am confident that our returns-focused strategy will drive significant value creation for our owners in the years to come. Thank you again for the support you show to our company. And with that, I'll turn it over to Glen.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning, everyone. I want to start by thanking all of our employees for their hard work and dedication this year. For the full year, we delivered record revenues of $55 billion, about 20% higher than pre-pandemic Strong execution on our commercial strategy resulted in significant outperformance against the industry with international delivering record margins and profits. We finished the year with unit revenues 3% higher than 2022, also about 20% above prepandemic levels.\nDiversified revenue streams, including premium and loyalty generated 55% of revenue, reflecting Delta's differentiated strategy. Premium led all year with record paid load factors and yield growth outpacing main cabin. The rollout of Delta Premium Select on long-haul international is nearly complete and the revenue generation has been above our expectations. As we continue to increase our premium seat mix and segment the cabinet through our 5 product strategy, we have structurally improved the international margins. Our loyalty program continued to exceed our expectations with record SkyMiles acquisitions in 2023.\nTotal royalty revenue was up 19% over the prior year with 15% growth in co-brand spend and increasing mix of premium cards in our Amex co-brand portfolio. In recognition of our commitment to the business traveler, Delta was named #1 in Business Travel News Airline Survey for an unprecedented 13th consecutive year. Delta gained corporate share during the year and successfully launched Sky Miles per business providing small- to medium-sized companies, new benefits to support further growth in the important SME segment. Corporate sales accelerated into year-end, including double-digit year-over-year growth in the month of December. Technology and Financial Services led this momentum for the December quarter with media and auto sector seeing notable traction following the strike resolutions. December quarter revenue was a record $13.7 billion, 11% higher than $22 million.\nWhile unit revenues were 3% lower than last year, we are entering the year with momentum in our highest and had experienced our highest cash sales day in history this week. We expect March quarter revenue growth of 3% to 6% over 2023 on capacity growth of 6%, which includes 1 point from Leap Day implying unit revenues will be flat to down 3% over last year. This is a 2-point sequential improvement on a year-over-year basis from the December quarter. Our March quarter faces headwinds from 3 dynamics when compared to last year. These include higher international mix, the normalization of travel credit utilization and lapping our competitors' operational challenges.\nLooking through these headwinds, the core fundamentals of the business are improving faster than the headline numbers suggest. With encouraging developments in the domestic environment, we expect domestic unit revenues to inflect to positive in the March quarter. The transatlantic, our largest international entity continues to perform well with strong demand through the shoulder period, and we expect unit revenues to grow in the March quarter. In Latin in Pacific, we are rebuilding our networks and improving connectivity with our JV partners, accounting for the majority of capacity growth in the March quarter. These investments are supporting higher short-term profitability but with lower unit revenues.\nTurning to our outlook for the full year. Premium consumer trends remain strong and spending on travel experiences continues to outpace overall GDP by 2 to 3 points. We expect solid growth in business demand with nearly 95% of respondents in our recent corporate survey expecting to travel as much or more in 1Q than 4Q. This is a double-digit improvement in travel intentions from our last survey. Our commercial strategy in 24 builds on Delta's competitive advantages by optimizing our network growing high margin revenue streams and investing in our future.\nFirst, we have a unique opportunity to further optimize Delta's network to capitalize on our strengths in core hubs and JV partner hubs and reflect evolving travel trends. This is the first time we've been able to optimize since pre pandemic as we now have a good set of demand to optimize from. Second, growing revenue diversification through high-margin sources remains an important differentiator for Delta. We have runway ahead as we continue adding more premium seats to our aircraft further improve our retail capabilities and expand loyalty revenues and travel adjacent services. We expect American Express remuneration to grow 10% over 2023 levels.\nFinally, we are investing in the future to enhance the premium travel experience through our next-gen fleet, generational airport builds and digital transformation. With continued investment, Delta's brand strength and leadership position will extend in the years ahead. In closing, I'm incredibly proud of the team's performance in 2023, and we're entering the new year with momentum. I'm excited about Delta's opportunities to grow our lead in 2024. And with that, I'll turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nThank you, Glen, and good morning to everyone. 2023 was another meaningful milestone in restoring our financial foundation. We delivered earnings of $6.25 per share and pretax income of $5.2 billion, nearly double our performance of last year. Operating margins of 11.6% was up 4 points from last year and expected to lead the industry. We generated operating cash flow of $7.2 billion, enabling reinvestment in our people, our fleet and technology. After gross CapEx of $5.3 billion, we generated free cash flow of $2 billion.\nDuring the year, we paid more than $4 billion of gross debt. This included accelerated repayment of $1.7 billion of higher cost debt. We ended the year with liquidity of $6.8 billion and grew our unencumbered assets to $26 billion. Our leverage ratio improved 2 turns to finish the year at times. Return on invested capital improved to 13.4%, up 5 points over 2022. S&P upgraded our credit rating in the second half of last year, we are investment grade rated at Moody's, and we are now only 1 notch away from investment grade with outlooks improving at both S&P and Fitch during the year.\nWith this progress, we reinstated our dividend last summer, broadening our appeal to yield-focused investors. We closed out the year strong, reporting a December quarter pretax profit of $1.1 billion on operating margins of 9.7%, resulting in earnings of $2.28 per share. Nonfuel unit costs were up 1.1% year-over-year, in line with our guidance. Now moving to our outlook. For the March quarter, we expect earnings of $0.25 to $0.50 per share on approximately 5% operating margin. We expect March quarter fuel price to be $2.50 to $2.70 per gallon with a $0.05 to $0.10 refinery benefit. The refinery profit is expected to be down more than $130 million from last year due to elevated crack spreads in early 2023.\nFor the full year, we expect to deliver earnings of $6 to $7 per share. With our reduced outlook for capacity growth, we expect full year nonfuel unit cost to be up low single digit over 2023 with the March quarter unit costs up approximately 3%. The last 2 years were a period of intense restoration with unnatural high growth to rebuild our network. Growth is normalizing, and we've entered a period of optimization. With a focus on restoring our most profitable core hubs and delivering efficiency gains across the enterprise. The intensity of hiring and training has moderated. And investment in reliability are beginning to pay off with continued improvement in operational performance.\nWe expect to deliver efficiencies through the year that will help fund investments in our people, the customer experiences that Ed spoke to earlier. On maintenance, we have a higher number of heavy airframe and engine checks this year, resulting from the timing of new aircraft deliveries over the last decade, and the reactivation of our Flex fleets. At the same time, industry-wide supply chain constraints are continuing, driving higher costs and extended turnaround times.\nFor the full year, we expect maintenance expense to be up $350 million over 2023 as we prioritize continued improvement in operational reliability and reading our fleet for the peak summer period. We expect the majority of this increase to be in the early part of the year. Unit cost growth is expected to improve from the March quarter levels as we deliver efficiency and lap investments we've made in the second half of 2023.\nNow on to cash flow. We expect cash flow of $3 billion to $4 billion of free cash flow, preluding CapEx of $5 billion. The improvement in free cash flow was driven by growth in profitability, lower CapEx and a higher mix of cash sales. As cash sales are expected to compose a larger percentage of overall bookings as travel credit utilization normalizes. We plan to pay cash for $3 billion of 2024 debt maturities and for approximately 45 aircraft deliveries, growing our unencumbered asset base to $30 billion. We expect to reduce leverage to under 3x, returning the balance sheet to investment-grade metrics, while continuing to invest in the business remains our focus for capital allocation. We'll continue to evaluate shareholder returns with a focus on dividend growth as we reach our targeted leverage.\nIn closing, Delta is well positioned as we enter the final year of our 3-year plan to restore our financial foundation. We are continuing to prioritize the objectives we laid out at Investor Day with an emphasis on earnings durability, free cash flow and capital efficiency. Our industry-leading operational and financial performance is a result of the hard work and dedication of the Delta people. I'd like to thank each of them for what they do every day. With that, I'd like to turn it back to Julie for Q&A."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/273a760c42eec9fa85854c3fa7ddec6b",
    "period": "2023 Q3",
    "content": "Q3 2023 Delta Air Lines Inc Earnings Call\n\nQ3 2023 Delta Air Lines Inc Earnings Call\n\nDALNYSEOCT 12, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines September Quarter 2023 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. [Operator Instructions] As a reminder, today's call is being recorded. [Operator Instructions] I would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew. Good morning, everyone, and thanks for joining us. Today, in Atlanta, we are joined by CEO, Ed Bastian; President, Glen Hauenstein; and our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss costs in our balance sheet. After the prepared remarks, we'll take analyst questions and then we'll move to our media questions.\nToday's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com. And with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie, and good morning, everyone. We appreciate you joining us. Before we start, I want to acknowledge the unfolding war in Israel and the tragic loss of life that has ensued. Delta is donating $1 million to the American Red Cross for the International Committee of the Red Cross to help fund humanitarian efforts in the conflict. This includes emergency assistance such as health services, emergency care, ambulance services and other critical needs. Our inbound and outbound flights to Tel Aviv have been suspended through October 31 to ensure the safety and security of our customers and employees. We're also offering a customer waiver for travel to Tel Aviv for those who need to change their travel plans. Our hearts are with everyone impacted by these tragic and horrific events.\nTurning to our news for the day. This morning, Delta reported September quarter results, posting earnings of $2.03 per share, a 35% increase over last year. Revenue grew 13% and we achieved a 13.5% operating margin. This resulted in operating income of $2 billion, bringing our operating profit over the last 12 months to over $6 billion. The Delta people delivered for our customers throughout the very busy summer season, and I'm grateful to our teams for all they do for our customers and each other every day. Our people are the foundation of Delta and are our most important competitive strength.\nSharing our financial success with our people is a long-standing pillar of Delta's culture. With this quarter's financial performance, we accrued another $420 million towards next February's profit sharing. This brings our profit sharing accrual to over $1 billion year-to-date, marking an important and exciting milestone for the Delta team. The great work of our 100,000 people was recently recognized as Delta ranked #12 overall on Time Magazine's list of The World's Best Companies. We were the only airline to make the top 100 of this prestigious list. And USA TODAY readers just selected Delta as the Best Airline in the World.\nOur operational fundamentals remain strong, underscored by Delta's industry-leading position in on-time arrivals and blue sky operational performance that is reliably back to pre-COVID levels. Following a high number of irregular operations days early in the quarter driven by weather and ATC constraints, we have seen consistent improvement in our operating metrics. In October, we are running a near-perfect completion factor across the mainline system, and we remain #1 in on-time arrivals year-to-date.\nAs we're now in the final phase of our recovery, we are making important forward-leaning investments in the health and reliability of our fleet. These maintenance investments will position us to consistently deliver the operational excellence that underpins Delta's brand. Running a high-quality operation is critical to being the airline of choice for our customers and driving a competitive cost structure. Dan will speak more to this shortly.\nDuring the quarter, we also made a $150 million strategic investment in Wheels Up, co-investing alongside Certares Management, Knighthead Capital and others. This new investment structure combines the #1 premium commercial airline with the travel and tourism expertise of Certares and the turnaround expertise of Knighthead. Delta's relationship with Wheels Up creates a new premium product line for our customers, and I look forward to working with our co-investors and the new management team to unlock the full value of this uniquely positioned business.\nTurning to our outlook. Travel remains a top purchase priority and our core customer base is in a healthy financial position. We continue to see strength in bookings across Delta's global network, driven by our consumers. Demand for premium experiences, international travel and increasing business travel further differentiate the trends that Delta is seeing within the industry. We expect our December quarter revenues to be 10% higher than 2022 with a 10% operating margin and earnings of over $1 per share. This brings our expectation for full year earnings to over $6 per share on a double-digit operating margin and free cash flow of $2 billion.\nSince raising full year guidance over the summer, our revenue outlook has improved, though earnings and cash flow have been impacted by higher fuel and maintenance costs. Revenue for the full year is expected to increase 20% over last year, which was the high end of our expectations on steady domestic demand and continued strength in international. With strong top line growth and margin expansion, we expect to double earnings year-over-year and deliver a 13% return on invested capital.\nOur outlook for 2023 keeps revenue, earnings, cash flow and debt reduction on track with our 3-year plan, which we issued in December of '21. As we progress through the recovery, we have made meaningful investments in operational reliability and our people. Delta has led the industry in setting the bar for wages, including a new pilot deal and profit sharing. We are seeing the structural step-up in operating costs amid increasing fuel prices, creating some near-term pressure on industry margins. However, I fully expect that the market will adjust to higher costs as it has historically and reestablished equilibrium. With Delta's differentiated premium revenue strategy and strong global network, we will continue to deliver industry-leading profitability and generate robust free cash flow.\nIn closing, the strategy that we shared at Investor Day positions us well for the future. And while the environment we operate in continues to evolve in this post-COVID world, our objectives are unchanged as we move into 2024. With our network rebuilt and growth now moderating, optimizing the airline and driving efficiency are significant opportunities. Thank you again for your support of our company. And with that, let me hand it over to Glen and to Dan to go through the details of the quarter.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning. I want to start by thanking all of our employees for their hard work and dedication during the busy summer travel season. In the September quarter, Delta generated revenue of $14.6 billion, up 13% over prior year. Total unit revenues were down 2.5%, including a point of pressure from cargo and MRO. With these results, I expect Delta to deliver a record September quarter unit revenue premium versus the industry, reflecting the continued success of our commercial strategy.\nDomestic passenger revenue was up 6% over prior year. Performance was steady through the quarter with strength in our coastal hubs where we are leveraging our leading positions in generational airport bills. International passenger revenue grew 35%, with the transatlantic and Pacific outperforming our already high expectations. We delivered record margins across all international entities this summer and strength is continuing through the fall.\nDemand for our premium products is very strong with revenue up 17% over prior year, outperforming Main Cabin by 5 points. Domestic paid load factor in our first-class cabins was a record as we continue to advance our premium merchandising and upsell capabilities. Delta Premium Select has now been rolled out to over 85% of long-haul flights, and the revenue generation from this product has been above expectations and a key contributor to our record international margins.\nBusiness travel continues to steadily improve as corporates continue with return-to-office initiatives. Less recovered sectors like technology and financial services saw a double-digit growth during the quarter. A recent corporate survey indicates continued growth in business demand with a significant majority of companies expecting their travel to stay the same or increase as we move into 4Q and into '24. SME and hybrid travelers are producing margins in line with corporate travelers and demand from these travels remains well above 2019 levels.\nTotal loyalty revenue was up 17% over prior year with continued strength in our American Express co-brand portfolio. Amex remuneration of $1.7 billion grew approximately 20% over prior year. We expect full year remuneration of close to $7 billion and are focused on reaching our long-term goal of $10 billion. Diversified revenue streams, including premium and loyalty have generated 55% of revenue year-to-date, reflecting Delta's differentiated positioning to the industry.\nTurning to the December quarter, we expect total unit revenue to grow 9% to 12% over prior year, bringing our full year revenues to up 20% over prior year. This is at the high end of our guidance even with a few points less capacity than we had planned for the year, reflecting robust demand for the Delta product. Capacity in the fourth quarter is expected to be up 14% to 15%, implying total unit revenues down 2.5% to 4.5% versus prior year. Domestic and transatlantic trends are expected to be consistent with the third quarter. Pacific and Latin America unit revenue trends are expected to be modest -- excuse me, expected to modestly decelerate, given capacity growth related to China reopening and investment in our LATAM JV.\nDomestic demand remains steady and initial bookings for the peak holiday periods are strong. The ongoing UAW and actor strikes are having a modest impact and we have incorporated those into our outlook. As we move through the fourth quarter, our domestic capacity growth moderates, and in the first quarter of 2024 we expect domestic capacity to be flat to slightly down year-over-year. We have reallocated capacity to international leisure where we are expecting strong returns and remain focused on fully restoring our higher-margin core hubs.\nOn international, we are seeing continued demand strength through the winter. The transatlantic remains very strong, driven by partner hubs and southern European leisure traffic performance. We're closely monitoring the situation in Israel as we will evaluate restarting the flights as the situation stabilizes. In the Pacific, we expect to grow December quarter capacity 40% to 50% as we continue restoring the network. While this level of growth will impact unit revenue, we expect the new flying will be profit accretive. For the year, we remain confident in finishing strong with record profitability across all 3 international entities.\nIn closing, I'm proud of the revenue performance our teams have delivered, and I'm confident that our integrated commercial strategy will continue to drive industry-leading profitability. And with that, I'll turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nThank you, Glen, and good morning to everyone. For the September quarter, we delivered earnings of $2.03 per share and operating margin of 13.5%. Nonfuel unit costs were up 1.3% year-over-year and fuel prices averaged $2.78 a gallon, including a refinery benefit of $0.11. We generated operating cash flow of $1.1 billion and we reinvested $1.4 billion into the business. Liquidity ended the quarter at $7.8 billion and adjusted net debt of $20.2 billion. Year-to-date, we've repaid $3.7 billion of gross debt. This is including $1.7 billion of accelerated repayments on our higher-cost debt.\nOur leverage ratio improved to 3x on a trailing 12-month basis. During the quarter, S&P upgraded our credit rating to BB+, 1 notch away from investment-grade, a recognition of our improving financial foundation. Our capital allocation priorities are reinvesting in the business and improving our balance sheet to investment-grade metrics with a modest cash return to shareholders through our dividend.\nNow moving to guidance. For the December quarter, we expect nonfuel unit costs to be flat to up 2% on a year-over-year basis. With the exception of maintenance costs, our second half unit costs are progressing as expected. As we discussed in September, there are 3 drivers to higher maintenance: first, investment in fleet health; second, expanded work scope on our 757 engine fleet; and third, challenges across the supply chain.\nOn fleet health and reliability, our investments are starting to deliver improved operational performance. Our September metrics were ahead of August and October is ahead of September. On the 757 engine, a workhorse in our fleet, we're going through a wave of overhauls. The engines we took off-wing over the summer required larger work scope and a higher mix of new parts. Looking forward, we are forecasting higher new material consumption rates. On supply chain, the industry continues to face challenges that will take time to work through. Engine and airframe turnaround times remain elevated, driving inefficiency and impacting productivity. We are working closely with our partners and leveraging our deep expertise in TechOps to manage supply chain challenges. Delta has a long heritage of industry-leading operational performance, driven by the best TechOps capability in the industry. Operational excellence is central to our brand promise and a key pacing item to drive out inefficiencies.\nMoving to fuel. Fuel prices have moved higher since July, adding roughly $400 million of expense to our outlook for the second half of the year. We expect December fuel prices to be $2.90 to $3.20 per gallon, with the refinery expected to be roughly breakeven for the quarter. The refinery turnaround is progressing as we planned and we expect production to resume in mid-November. Based on our December quarter outlook for revenue and costs, we expect earnings of $1.05 to $1.30 per share on a 9% to 11% operating margin. This brings our full year outlook to earnings to $6 to $6.25 per share on double-digit operating margin and free cash flow of $2 billion. We are focused on finishing the year strong. We remain committed to delivering industry-leading margin performance, earnings growth and strong cash generation.\nAs we progress through the 2024 planning process, our focus is shifting from restoration to optimization. Over the last 2 years, we've grown at an unprecedented rate for an airline of our size to restore our network. Growth is normalizing next year, and we expect operational reliability to continue to improve. This will allow us to optimize how we run the airline, reducing operational buffers and driving out inefficiencies that have resulted from the intensity of the rebuild. Our capacity growth for 2024 will be focused on Delta's areas of strength. Domestically, we are prioritizing our core high-margin hubs, driving connectivity and gauge. Internationally, we are leveraging our best-in-class JV partnerships and increasing the mix of flying on next-generation aircraft. We are executing against the strategy and financial objectives we laid out at our Investor Day, with an emphasis on free cash flow, earnings durability and capital efficiency.\nIn closing, Delta is well positioned to maintain industry leadership operationally and financially. I'd like to sincerely thank the Delta people for everything they do every day. With that, I'll turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThanks, Dan. Matthew, can you please remind the analysts how to queue up for a question?"
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/374033331cadd0150a609fe954edddd7",
    "period": "2023 Q2",
    "content": "Q2 2023 Delta Air Lines Inc Earnings Call\n\nQ2 2023 Delta Air Lines Inc Earnings Call\n\nDALNYSEJUL 13, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines June Quarter 2023 Financial Results Conference Call. My name is Matthew, and I'll be your coordinator. At\n[Operator Instructions]\nAs a reminder, today's call is being recorded.\n[Operator Instructions]\nI would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew. Good morning, everyone, and thanks for joining us for our June quarter 2023 earnings call. Joining us today are CEO, Ed Bastian; our President, Glen Hauenstein; our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss costs in our balance sheet. After the prepared remarks, we'll take analyst questions.\n[Operator Instructions]\nAnd after the analyst Q&A, we will move to our media questions. Today's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results excludes special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nThanks, Julie. Good morning, everyone. We appreciate you joining us. Today, thanks to the great work of our team, we announced record revenue and earnings, reflecting the strength of demand for and momentum of Delta's differentiated brand. During the June quarter, we generated earnings of $2.68 per share, a 90% increase over last year. This marks the highest quarterly earnings result in our history and achievement that moves Delta of beyond recovery and firmly on a great path forward. Revenue was 19% above last year, and we achieved a 17% operating margin. This resulted in operating income of $2.5 billion bringing our operating profit over the last 12 months to $6 billion.\nWe generated over $1 billion of free cash during the quarter and our first half free cash flow to $3 billion. We continue to repay debt and we reinstated the quarterly dividend, signifying strong execution on our 3-year plan and creating value for our owners. At Delta, transportation is what we do, but experiences are what we deliver, and that's made possible by the exceptional service provided by the industry's best employees. The 90,000 Delta people continue to deliver for our customers during this busy summer season.\nOver the same completion factor and industry-leading on-time performance. The Delta people continue to be recognized. During the quarter, the Point Sky ranked Delta as the best U.S. airline for the fifth year in a row with consistently high scores for reliability, customer experience, network and loyalty. Sharing our success with our team is core to Delta's culture, and we continue to maintain a position of industry leadership on pay. During the quarter, eligible employees received a 5% pay increase on the 1st of April. And year-to-date, we have accrued over $660 million in profit sharing. In fact, more than the total profit sharing paid out for full year 2022. We expect our profit sharing payout next February will continue to lead the industry by a wide margin. We will always be guided by our values of putting our people and our customers first. They are the driving force of our success. I want to thank our entire team for all they do for Delta and our customers.\nAs I've recently noted, the industry backdrop remains constructive. Air travel demand is strong and the consumer is in good financial shape, particularly the premium consumer base that we target. After years of spending on goods, consumers want to travel. It's their #1 big-ticket purchase priority and they desire premium experiences. No 1 provides this better than Delta. At the same time, aviation infrastructure is still fragile, and the industry continues to face multiple constraints across the supply chain, aircraft delivery delays and training needs.\nAs a result, we see a significant gap between the supply that is in place and what demand could sustain. And we expect this gap will remain for an extended period of time. Turning to our outlook. With our first half performance and visibility into the back half of the year, we are raising our full year outlook and now expect earnings of $6 to $7 per share. For the September quarter, demand momentum continues. We expect to deliver double-digit revenue growth of mid-teens operating margin and earnings of $2.20 to $2.50 per share. Glen and Dan will provide more details on the components of our outcome.\nAs we move to 2024 and beyond, our path forward is clear. The strategy that we shared at our Investor Day just a few weeks ago positions Delta incredibly well for the future. Our long-term priorities are to run the world's best airline, unlock the power of our brand, transform through digital and deliver long-term shareholder value. Our strategy is underpinned by a commitment to financial performance. with a focus on free cash flow, return on invested capital and earnings durability. We are currently executing ahead of our 3-year financial plan and are well positioned to achieve our 2024 earnings target of over $7 per share.\nOn free cash flow, we introduced a new goal to generate over $10 billion of free cash flow from 2023 to 2025. The Strong cash generation will enable us to return our balance sheet to investment-grade metrics, while consistently reinvesting in the business. In closing, thanks to the outstanding work of our people, Delta continues to set itself apart. We have unique opportunities to grow earnings by leveraging our powerful brand, extending our durable competitive advantages and accelerating our digital transformation.\nOne other point I'd like to add. While our team has been hard at work returning the level of excellence to the skies that our customers deserve, we have not let go of our commitments to our community. Our team was recently recognized as the #1 corporate blood drive donor with the American Red Cross with the sixth consecutive year with the record units of blood collected.\nTo me, these types of achievements are as rewarding as the great financial and operational results that we are publishing today and what makes this company truly great. Thank you again. And with that, let me turn the call over to Glen and Dan to go through the details of the quarter.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning. I want to start by recognizing our people for their exceptional work during the always challenging peak summer travel period. Thank you. Delta produced record June quarter revenue of $14.6 billion, up 19% over last year. Revenues were ahead of our initial expectations with momentum in June. June 30 was a new record for industry volume and our highest summer revenue day in history.\nTotal unit revenues were up 1.3% over prior year on improved yield and load factor. Consumer demand strength continues to be the primary driver of our revenue growth. Business travel in the quarter improved year-over-year, primarily driven by international. Overall, international passenger revenue grew 61%, led by the TransAtlantic and Latin America. Domestic passenger revenue was 8% higher on a similar capacity increase. Premium revenue grew 25%, supporting growth in unit revenues and continuing to outperform Main Cabin. Delta Premium Select is now offered on over 80% of our wide-body fleet and customer response to the product has been terrific with returns outpacing our expectations.\nTotal loyalty revenue was up 20% versus last year, with continued momentum in our American Express co-brand portfolio. Remuneration of $1.7 billion was 22% higher year-over-year with $3.4 billion through the first half. We are firmly on track to exceed the $6.5 billion target for this year and focused on reaching our new long-term goal of $10 billion.\nTurning to the outlook. For September quarter, we expect total revenue to be similar to 2Q, increasing 11% to 14% year-over-year. On capacity outlook of 16% growth, unit revenues are expected to be 2% to 4% lower. While a deceleration from the June quarter, this is consistent with historic performance between 2Q and 3Q when factoring in the holiday shifts and tougher international comps as we lap the removal of restrictions.\nDomestically, demand remains robust, and our core hub rebuild is advancing with growth focused in Atlanta. In our coastal hubs, we are leveraging facility investments and progressively improving margins. On international, demand strength is continuing, and we are confident in delivering record profitability and margins across all 3 international entities. System bookings for travel beyond Labor Day are encouraging into the fall.\nOn Corporate, we expect steady improvement in demand. Our recent corporate survey shows businesses expect to increase travel in second half with several of the least recovered sectors conveying optimism or increased travel in the fall. Similar optimism was reflected in Morgan Stanley's recent global corporate travel survey, where respondents indicated travel was expected to grow 9% year-over-year in the second half and 8% into 2024.\nDelta's capacity growth will normalize to mid-single digits in 2024, enabling us to further improve reliability, optimize the network and drive efficiency to reduce unit costs and support margin expansion. With an integrated and proven commercial strategy and the best people in the industry, we have significant opportunity ahead. In closing, I'm so proud of the team for delivering a great first half of the year and excited about the momentum we are building.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nAnd a significant improvement over last year. Our nonfuel unit costs were down -- were up 2.4% year-over-year. Fuel prices for the quarter averaged $2.52 per gallon, including a refinery benefit of $0.04. We generated operating cash flow of $2.6 billion, and after reinvesting $1.6 billion into the business, free cash flow was $1.1 billion. Liquidity ended the quarter at $8.8 billion, with adjusted net debt of $19.8 billion. During the first half of 2023, we repaid $3 billion of debt, including $1.4 billion of early repayments with a focus on our high-cost debt. For the year, we expect to repay over $4 billion of gross debt resulting in interest costs over $100 million lower than our initial expectations.\nOur leverage ratio improved to 3.2x on a trailing 12-month basis and this is down from 5x at the end of the year. During the quarter, we announced the reinstatement of a quarterly dividend, opening the shareholder base to yield-focused investors. Now moving on to guidance for the September quarter and full year. We expect mid-teen operating margins and earnings of $2.20 to $2.50 per share in the September quarter. Nonfuel unit costs have reached an important inflection point. We expect nonfuel unit costs to decline 1% to 3% year-over-year in the September quarter. This is consistent with our expectations for a low single-digit decline in the second half of 2023.\nRebuild costs are substantially behind us and capacity is returning through our most efficient core hubs. July marks our peak ASM production for the year and capacity seasonally declining in the fall and winter. As our capacity growth normalizes, it enables our operating teams to drive efficiency. We have over $1 billion opportunity from initiatives across the enterprise as hiring and training slow and our workforce gains experience. Improving our nonfuel unit cost is an enterprise-wide priority, and remains within our control.\nOn fuel, we expect the September quarter fuel price to be between $2.50 to $2.70 per gallon. This includes a 4-set refinery benefit. As part of our routine maintenance done once every 5 years, the refinery will undergo a turnaround in mid-September that will continue through November. With production offline during this period, we expect the refinery to break even during the second half of the year.\nWith our second quarter performance and our third quarter outlook, we now the full year earnings to be $6 to $7 per share and an operating margin greater than 12% and free cash flow of $3 billion. Delivering these financial results also positions us to reduce our leverage ratio to 3x by the end of the year and significantly improve our return on invested capital.\nFor the full year, we expect our return on invested capital to be approximately 14%, a 6-point improvement versus last year. In closing, we're ahead of plan in 2023, and in 2024, we remain confident in delivering earnings per share of over $7 a share while generating over $4 billion of free cash flow and achieving our investment-grade metrics. As we shared at Investor Day, we see significant opportunities beyond 2024 as we build on the strength of the core airline, leverage our existing capital base to grow high-margin revenue streams and delivered durable earnings through a full economic cycle. We couldn't do this without the hard work of our employees who are delivering for our customers every day. I'd like to thank the Delta people for all they do.\nNow with that, I'd like to turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nMatthew, can you please remind the analysts how to queue up for questions."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/017cbbccb295ce12205b7b0dd4417ab9",
    "period": "Unknown",
    "content": "Q1 Delta Air Lines Inc Earnings Call\n\nQ1 Delta Air Lines Inc Earnings Call\n\nDALNYSEAPR 13, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines March Quarter 2023 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. [Operator Instructions] As a reminder, today's call is being recorded. [Operator Instructions]\nI would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nThank you, Matthew, and good morning, everyone. Thanks for joining us for our March quarter 2023 earnings call. Joining us from Atlanta today are our CEO, Ed Bastian; our President, Glen Hauenstein; and our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy, Glen will provide an update on the revenue environment, and Dan will discuss costs and our balance sheet. After the prepared remarks, we'll take analyst questions. [Operator Instructions] After the analyst Q&A, we will move to our media questions.\nToday's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings.\nWe'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nChief Executive Officer & Director, Delta Air Lines, Inc.\n\nThanks, Julie. Good morning, everyone. We appreciate you joining us today. 2023 is off to a strong start for Delta with record advanced summer bookings, the launch of free WiFi and continued recognition as the industry leader, not only by our customers, but by Fortune, Cirium and the Wall Street Journal.\nDuring the March quarter, we generated earnings of $0.25 per share on revenue that was 45% above last year and a record for the March quarter. Delta's operating income was $550 million, a more than $1 billion improvement year-over-year, bringing our trailing 12-month operating profit to nearly $5 billion. We generated close to $2 billion of free cash flow in the quarter, reflecting robust demand for summer travel. Better-than-expected cash generation enabled us to accelerate that reduction moving us closer to our goal of returning to investment-grade metrics. All in, a very solid performance by our team in the seasonally weakest quarter of the year.\nDelivering safe and reliable service remains our top priority, and no airline does this better than Delta. I'd like to thank our teams for all they do for our customers each and every day. The dedication, professionalism and hard work of Delta's 90,000 people worldwide are the foundation of our company.\nSharing our financial success with our people has always been an important part of our DNA. Our industry-leading profitability in 2022 enabled us to pay out more than $550 million in profit sharing in February. More profit sharing than the rest of the industry combined. And we're looking forward to larger payouts next year as we expect to deliver significant earnings improvement.\nWe also rewarded eligible employees with a 5% pay increase on the 1st of April and received strong ratification from our pilots on the new 4-year contract, providing well-deserved increases for all of our people. The performance of our people and the momentum of our brand was recognized when Delta was ranked #12 overall of Fortune's World's Most Admired Company list, a remarkable statement about the resiliency of our company, given the pandemic challenges of the last few years.\nOur brand is built on a foundation of service and operational reliability, and we are committed to delivering the level of service our customers expect as we ramp operations for the coming summer season. The operating teams have done a great job getting ready and we are planning to grow June quarter capacity 17% over last year to meet strong customer demand. This growth is, though, a couple of points below our initial plan to fully restore capacity this summer as we focus on delivering the best operation in the industry and remain prudent in our capacity restoration.\nAs I mentioned at last December's Capital Markets Day, aviation infrastructure is still fragile. But collectively, we're working to ensure resiliency as we manage constraints around the supply chain, aircraft delivery delays and training needs. I want to commend the FAA for collaborating with the industry to help improve the customer experience in New York by temporarily relaxing minimum flight requirements given ATC staffing challenges.\nTurning to our outlook. With solid first quarter performance and visibility into the strength of summer travel demand, we are confident in our full year guidance for revenue growth of 15% to 20% year-over-year, earnings of $5 to $6 per share and free cash flow of over $2 billion. The 3 main guideposts we shared with you last December.\nFor the June quarter, we expect to deliver the highest quarterly revenue in our history, a 15% operating margin and EPS of $2 to $2.25 a share. Our forecast operating profit of $2 billion matches Q2 of 2019, demonstrating that the earnings power of this franchise is intact. Glen and Dan will provide more details on the components of our outlook.\nAs we look to our upcoming Investor Day in June, we'll outline the long-term opportunities that we've cultivated through years of investment, building on our industry leadership position and further enhancing our long-term financial profile. One focus area will be innovation and digital technology, where we continue to grow our leadership position.\nIncreasingly, it's one of the reasons customers are choosing Delta with significant growth in direct bookings and higher engagement through our digital channels. We have reached an important step in our digital transformation with the rollout of fast free, high-quality WiFi, which has been a tremendous success. We began this effort several years before the pandemic, and it has required significant investment and resources to achieve.\nIn addition, this month, we began rolling out Delta Sync for SkyMiles members, which will unlock a more personalized customer experience in the air and on the ground. When customers join the SkyMiles loyalty program, it enables us to deepen our trusted relationship and create stronger brand preference. As we've rolled out fast free WiFi as well as other benefits, new SkyMiles memberships have accelerated at a record pace.\nGrowth has been particularly strong among younger customers with a record 3 million total enrollments during the quarter. Thanks to the size and growth of our loyalty program, the value of our Amex co-brand card portfolio continues to reach new highs, and leading brands are joining our consumer ecosystem, creating further opportunities. I look forward to discussing this and more about how Delta is transforming the customer experience on June 27 in Atlanta. Hope you all can join us that day.\nIn closing, the industry backdrop remains constructive, and we are well positioned to grow earnings and cash flow in 2023, '24 and beyond. Delta continues to set itself apart. We are on our way to transcend the industry with our leading consumer brand and deliver financial outcomes that create significant long-term value for our owners. Thank you again.\nAnd with that, let me hand it over to Glen for more details on our commercial performance.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed. I'd like to start by thanking our employees for the difference that they make every day. We delivered record March quarter revenue at $11.8 billion, 14% higher than 2019 on 2% less capacity. Total unit revenues, or PRASM, was 16% higher than the same period in 2019. These results include approximately 1-point impact from flying less capacity than initially planned.\nConsumer demand was well ahead of pre-pandemic levels and drove strength in domestic and international travel. Business travel improved in the quarter with small and medium businesses ahead of '19 levels while managed corporate travel showed steady progress led by international.\nDiverse revenue streams, including premium and loyalty generated 56% of total revenue in 1Q. Premium revenue growth continued to outpace the main cabin. Total loyalty and revenue grew 28% versus the prior year, with continued momentum in our American Express co-brand portfolio.\nWe saw card spend up more than 20% year-over-year. This supported a record $1.7 billion of remuneration from American Express during the quarter, keeping us on track to deliver over $6.5 billion in 2023. Throughout the recovery, travel behaviors and patterns continue to evolve. The hybrid workplace is blurring the lines between business and leisure trips while the removal of change fees has increased customer flexibility, allowing them to book trips earlier.\nThis dynamic was more pronounced in the March quarter, and so we are continuing to adopt and see opportunities to further optimize our revenue management approach to these new travel behaviors in future months. We expect June quarter revenue to be up 15% to 17% year-over-year on capacity that is 17% higher. This implies unit revenues will be flat to down 2% compared to prior year, including a couple of point impact from higher international mix as well as lapping record cargo revenues.\nFor comparison to the March quarter, the midpoint of this outlook is a 3-point sequential improvement in total unit revenues versus 2019, driven by improvements in both domestic and international. Moving forward, we are sunsetting the comparisons to 2019 and returning to year-over-year metrics. Domestically, we are growing our seats mid-single digits over last year with our core hard rebuild beginning to take hold in June and accelerating through the fall.\nOn international, we are excited with the momentum we're seeing and expect record revenues and profitability for the summer travel season. To meet increasing demand, we are growing our international seats by more than 20% in the June quarter compared to prior year, and we already have about 75% of our bookings on hand.\nIn the Transatlantic, we're seeing strong demand on our largest ever summer schedule. Our Amsterdam hub performance continues to improve, and we are pleased with the outlook for all of our new markets.\nIn Latin America, momentum is continuing to build. The breadth of Delta's long-haul network to South America continues to improve as we begin to leverage our partnership with LATAM. Specific demand is accelerating, and we expect record margins meaningfully ahead of pre-pandemic levels. Our multiyear restructuring efforts in the Pacific are paying dividends, and our partnership with Korean Air is performing extremely well, providing us future growth opportunities. In closing, consistent execution of our long-term commercial strategy is supporting industry-leading margin performance and demonstrating the resiliency of our business model.\nThe long-term investments we've made in our fleet, global network and technology pave the way for future growth and margin expansion. Thank you.\nAnd with that, I'd like to turn the call over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nSenior VP and President & CEO of Power Portfolio, General Electric Company\n\nThank you, Glen, and good morning to everyone. For the March quarter, we delivered earnings of $0.25 per share and a 4.6% operating margin in line with our guidance. Our nonfuel costs were 4.7% higher than the first quarter of 2022. This is including a 1-point impact from lower capacity primarily due to winter storms.\nFuel price for the quarter averaged $3.06 per gallon. This including a $0.25 benefit from our refinery, which continues to provide a unique hedge to fuel volatility. Our operating cash flow was $2.9 billion, that was the highest March quarter result in Delta's history. After investing $1.1 billion back into the business, we generated $1.9 billion of free cash flow.\nStrong cash generation enabled $1.2 billion of debt reduction. This including accelerated debt repayment of $700 million with an average interest rate of 7%. Liquidity ended the quarter at $9.5 billion and adjusted net debt of $21 billion. Our leverage ratio improved from 5x at year-end to 3.9x at the end of March on a trailing 12-month basis.\nWe now expect to complete our full year planned debt reduction in the first half of the year, and we'll continue to evaluate opportunistic debt repayment. Over the last year, we accelerated more than $3 billion in debt reduction, targeting our highest cost debt and reducing our interest expense.\nRecognizing this progress, we are making, S&P and Fitch both upgraded their outlook for our ratings. Returning to investment-grade metrics is a key priority. We remain focused on reducing net debt and achieving our targeted 2 to 3x leverage ratio in 2024, while continuing to consistently reinvest in the business.\nNow moving to guidance for the June quarter. On fuel, we expect our fuel price per gallon to be $2.55 to $2.80, including a $0.10 to $0.15 contribution from the refinery. While lower than that last year, I'd note that fuel prices remain volatile and are still approximately 30% higher than 2019.\nOn nonfuel, we expect non unit cost to be 1% to 3% higher than prior year. For the first half, we expect to grow capacity 17%, approximately 2 points less than our initial expectations, with a similar 2-point impact expected on our unit cost. More than 3 months into the year, our absolute costs are tracking as expected.\nHigher labor rates are fully incorporated across the Mainline and regionals. Inflation is stabilizing, and we are in the final stages of our rebuild. By the end of June, aircraft reactivations will largely be complete and training is starting to step down with 1/3 of our pilots moving into production.\nAs I outlined on our call in January, core maintenance is higher year-over-year in the first half of the year. We expect it to decline in the second half, resulting in a 5-point year-over-year progression in our unit cost from the beginning of the year to the end. Secondly, achieving scale while restoring efficiency are Delta's largest ASM levers. The pace of capacity restoration remains the primary level.\nIn summary, we are confident in our year-over-year decline in the second half and expect a 10-point improvement in our unit cost progression as we progress through the year. Running the most reliable operation in the industry is key to delivering a competitive cost structure and underpins our industry-leading margins. Combined with our outlook for revenue, we expect the June quarter operating margin to be 14% to 16% and earnings to be between $2 and $2.25 per share.\nWith a quarter behind us and the visibility we have in the summer, we have higher confidence in our full year guidance for significant improvement in earnings and free cash flow. We are reaffirming our full year guidance for operating margins of 10% to 12%, earnings of $5 to $6 per share and more than $2 billion of free cash flow. And we remain on track to earn over $7 per share in 2024 with more than $4 billion of free cash flow.\nSo in closing, I'd like to thank the Delta people for the elevated service they provide to our customers every day. Our people will always be the Delta difference.\nNow with that, I'd like to turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVice President of Investor Relations\n\nMatthew, can you please remind the analysts how to queue up for questions."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/683f475f6d294bab64e1b29b4935b738",
    "period": "2022 Q4",
    "content": "Q4 2022 Delta Air Lines Inc Earnings Call\n\nQ4 2022 Delta Air Lines Inc Earnings Call\n\nDALNYSEJAN 13, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines December Quarter and Full Year 2022 Financial Results Conference Call. My name is Matthew, and I will be your coordinator. (Operator Instructions) As a reminder, today's call is being recorded. (Operator Instructions)\nI would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThank you, Matthew, and good morning, everyone, and thanks for joining us for our December quarter and full-year 2022 earnings call.\nJoining us from Atlanta today, our CEO, Ed Bastian; our President, Glen Hauenstein; our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy, Glen will provide an update on the revenue environment, and Dan will discuss costs and our balance sheet.\nAfter the prepared remarks, we'll take analyst questions. (Operator Instructions) Today's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings.\nWe'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nCEO & Director, Delta Air Lines, Inc.\n\nThank you, Julie. Good morning, everyone. We appreciate you joining us today.\nEarlier, Delta reported our full-year results, including our December quarter earnings per share of $1.48 on record revenue that was 8% above 2019 levels. We generated a 12% operating margin, our third consecutive quarter of double-digit operating margins, pointing to the strength of our recovery. I want to sincerely thank the 90,000-strong Delta team for their outstanding work in delivering these results and serving our customers during a very busy holiday travel season.\nIn my opinion, 2022 was the most difficult operational year in our history and was capped off by severe winter storms over the holidays. I am grateful to our employees for their great work to recover the operation, while keeping our customers and each other safe. They are the reason our brand and customer loyalty is at the top of the industry.\nOur December quarter earnings per share and margins exceeded guidance, marking a strong close to a year where we made significant progress regarding restoration of our financial foundation. For the full year, we reported earnings of $3.20 per share on $46 billion of revenue. We delivered pretax income of $2.7 billion, an improvement of more than $6 billion over 2021.\nDelta's profitability led the industry. And in our nearly 100-year history, 2022 was our seventh-highest result, even with a $1 billion loss in the first quarter. We are pleased to report positive free cash flow for the year, which funded $6 billion of capital invested back into the business. And we repaid close to $5 billion in gross debt.\nSharing our success is a long-standing pillar of Delta's culture, and I'm proud to announce that we'll be paying our employees $550 million in well-earned profit-sharing coming Valentine's Day. 2022 came in ahead of our plan on revenue, earnings and cash flow, demonstrating strong execution in the first year of the 3-year plan we laid out at the 2021 Capital Markets Day. I'm incredibly proud of the team for rebuilding the world's best-performing airline. And importantly, we're not just building back, we're continuing to improve and extend our competitive advantages.\nDelta's brand continued to strengthen in 2022, with record performance from our loyalty and co-brand card programs and customer satisfaction scores consistently perform above pre-pandemic levels. Through the year, we've hired and trained 25,000 new employees, now representing over 1/4 of the total company. Our team showed their operating talent and resilience as we retained our #1 position in completion factor and on-time arrivals amongst our peer set, despite having so many new team members.\nThe Delta brand is centered on our safe, reliable and exceptional service. And our operational excellence was recognized by Cirium last week, which named us, yet again, the most on-time airline in North America. We fortified our international partnerships in 2022, positioning us for profitable international growth in the years ahead. As detailed last month, expanding our international margins to domestic levels is an important opportunity for Delta in the years to come.\nWe've invested in the customer experience at every stage of the travel journey, from the continued refresh of our fleet with next-generation far more fuel-efficient aircraft to generational airport rebuilds and technology investments that are providing our employees better tools and our customers a more seamless experience. And we continue to attract and partner with leading brands to grow our SkyMiles ecosystem and further enable customers to use their SkyMiles during travel and beyond.\nHeading into 2023, our momentum continues. At the Consumer Electronics Show in Las Vegas just last week, we unveiled the next phase in our vision to connect the Sky. Starting February 1, Delta will be the first major U.S. airline to provide fast, free, unlimited WiFi to all through its free SkyMiles account. This will be available on nearly 80% of our U.S. system to start and growing every week. By the end of next year, we expect to deliver this service seamlessly throughout the rest of our international and regional fleets.\nAnd we debuted Delta Sync, which will create personalized experiences and engagement opportunities on the free WiFi portal. We're partnering with great brands like T-Mobile and Paramount+ as well as building on our long-standing relationship with American Express to bring to life our vision of a more connected and personalized travel experience. As a trusted consumer brand, Delta continues to differentiate the premium flying experience, building loyalty and supporting our ambition to transcend the industry.\nMoving to our outlook. At our investor event last month, we provided full-year 2023 guidance for revenue growth of 15% to 20% year-over-year, earnings of $5 to $6 per share and free cash flow of over $2 billion. We're affirming that guidance today and introducing our March quarter outlook, which Glen and Dan will provide in detail.\nFor the March quarter, we expect to deliver a 4% to 6% operating margin and improve our pretax income by more than $1 billion compared to the same period last year. Importantly, we are embedding the assumed impact of all labor cost increases throughout our guidance metrics. We are pleased to have reached an agreement in principle with our pilots, but out of respect for the process, we will not be discussing the details of the agreement on today's call.\nAs I outlined last month, I've never seen a more constructive backdrop for the industry. Demand remains strong as passengers return to the skies and industry returns to the long-term trend to GDP, all while supply constraints continue. I believe our industry will see tens of billions of dollars of incremental demand in the next few years coming out of the pandemic.\nAs the industry leader with a proven strategy and strong execution track record, Delta is well-positioned to build on our momentum in the new year. We're confident in our ability to deliver significant improvement in earnings and free cash flow in 2023, consistent with the plan we laid out last month, and we are on track to deliver our 2024 targets of more than $7 of earnings per share and $4 billion of free cash flow. As always, we remain mindful of the macroeconomic trends and have demonstrated that we have the tools to effectively manage a changing economic climate.\nIn closing, Delta delivered in 2022, outperforming our plan and leading the industry operationally and financially. We are uniquely positioned to grow earnings and cash flow in 2023, 2024 and beyond. The power of our premium brand continues to grow. And with the very best people in the industry, I couldn't be more excited about what's ahead for Delta and our customers.\nThank you again. With that, I'll turn it over to Glen.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning, everyone. I couldn't be prouder of what the Delta people accomplished throughout 2022, and I want to congratulate our teams on their much deserved profit-sharing payout they'll be receiving next month.\nFor the full year, we generated revenue of $46 billion, a $19 billion improvement year-over-year. We delivered record December quarter and full-year unit revenues, sustaining our revenue premium to the industry of more than 110%. For the 12th consecutive year, Delta was named the #1 corporate airline in Business Travel News survey, as we continue to invest in our network and product offerings.\nAnd through the year, we made significant progress on our long-term commercial strategy to deepen our network advantages, expand premium revenues, grow our loyalty ecosystem and further diversify our revenues.\nStarting with our network strategy, we focused on solidifying our positions in coastal gateways, while protecting our core hub shares. We secured the leading positions in both Boston and Los Angeles, while increasing local market share in our core hubs.\nPremium let all year with paid load factors higher than 2019 and yield growth outpacing Main Cabin, while basic economy made up less than 5% of revenue, half of the 2019 levels. We expanded our Delta Premium Select rollout during the year. Customer response has been positive and the cabin performed better than our initial expectations. Our rollout continues in 2023, and we will have this product on 84% of our international wide-body fleet by this summer.\nOur loyalty program continued to exceed our expectations with record SkyMiles acquisitions in 2022, 42% higher than 2019. As Ed noted, we're partnering with leading companies to expand our loyalty ecosystem, increasing the value of our program for customers and deepening customer engagement with Delta.\nWith an expanding ecosystem and free, fast WiFi, we expect continued growth in our loyalty base. Our partnership with American Express delivered record results, with full-year remuneration of $5.5 billion, ahead of our initial target and positioning us to deliver over $6.5 billion in 2023 and over $7 billion in 2024. Cargo revenue was a record in 2022, and we expect to grow cargo revenues in '23 as increased capacity offsets the cargo yield environment.\nWith strong execution across our business lines, a record 55% of revenue was generated by premium products and diverse revenue streams. We're confident in our path to exceed 60% by 2024. While not without challenges, 2022 was a strong year for Delta, and we exited the year with momentum.\nDuring the December quarter, we generated revenue of $12.3 billion, 8% higher than 2019, on 9% less capacity. We saw revenue recapture at the end of December that offset the impact of weather disruptions in our system around Christmas. Fourth quarter unit revenues were 19% higher than 2019, with strength driven by consumer demand throughout the quarter. Corporate travel demand was steady through the quarter, with corporate domestic sales 80% recovered to 2019 levels. We expect March quarter revenue to be up 14% to 17% higher versus 2019. On capacity approaching full restoration, we expect March quarter unit revenues will be up 15% to 17% compared to 2019, including a 2-point impact from higher stage.\nBased on how we're deploying our network, our stage length is expected to be up 5 points compared to 2019, resulting in a higher restoration of ASMs seats. This is a temporary dynamic that is unique to Delta among major carriers. Stage will begin to normalize relative to 2019 and relative to the industry as we rebuild our core hubs later this year.\nFor 2023, we expect to grow revenue 15% to 20% year-over-year as we fully restore our network and further diversify our revenue streams. Consumer demand remains healthy, with advanced bookings significantly ahead on both yield and load factor for each month of the March quarter compared to 2019. And in our recent corporate survey, results were positive with 96% of respondents expecting to travel as much or more in 1Q than 4Q, led by financial services.\nIn the new year, bookings reflect the survey optimism and are accelerating. International revenue continues to be led by the transatlantic. We are seeing robust demand across our expanded footprint in Europe and expect the spring and summer to set new record revenues. Latin America is performing very well, led by Mexico, the Caribbean and Central America, with a recovery in Deep South America now accelerating. And we are pleased with the early results from the launch of the LATAM JV, and I'm excited about the opportunities for us in 2023 and beyond.\nIn the Pacific, we expected record first quarter profits in both Australia and Korea as our multiyear international transformation delivers on anticipated results. Japan is also building momentum, and we expect a very strong summer there. And lastly, with China, indicating its reopening, we expect to rebuild capacity in line with demand starting later this year.\nIn closing, we delivered on our key commercial priorities in 2022, supporting a significant improvement in our revenue, while strengthening our competitive advantages. We have started the new year with great momentum and are well-positioned to extend our leadership position in the years ahead.\nAnd with that, I'll turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nExecutive VP & CFO, Delta Air Lines, Inc.\n\nThank you, Glen. In 2022, we made significant progress restoring our financial foundation. We delivered earnings of $3.20 per share, with pretax income of $2.7 billion, ahead of our plan. Operating margins of 7.8% was driven by 3 quarters of double-digit margins. We improved profitability and a strong advanced bookings. We generated $6.2 billion of operating cash flow, enabling continued investment in our people, our fleet, our partners and technology.\nAfter gross CapEx of $6 billion, we generated $244 million of free cash flow. We ended the year with liquidity of $9.4 billion and adjusted net debt of $22.3 billion. Our adjusted net debt to EBITDAR was 5x, and our after-tax return on invested capital was 8.4%.\nWe finished the year strong, reporting a $1.4 billion operating profit on a margin of 11.6% for the December quarter. Our nonfuel costs were 13.4% higher than 2019, in line with guidance, excluding a 1-point impact from the severe winter weather in late December.\nNow moving to guidance. As Ed mentioned, we are including all expected labor rate increases in our guidance metrics, including nonfuel CASM. As it relates to our pilots, if they vote to ratify the proposed agreement by March 1, pay rates would be retroactive to January 1. This results in a 3-point impact on our nonfuel unit costs for the year and in each of the quarters.\nIncluding this in the full year guidance we gave last month, brings our 2023 non-fuel unit decline to 2% to 4% on a year-over-year basis. Delivering a competitive cost structure is a key financial priority. Delta has led the industry an investment in our people and our customers, and this is embedded in our outlook, as is a full reset of regional costs and inflation.\nAs we move through the year, scale and efficiency will drive a decline in 2023 nonfuel CASM versus 2022. While approaching 2019 capacity provides scale benefits, we are still bearing the cost to fully restore our network to the peak summer levels, with a continued emphasis on operational reliability during this ramp-up. We expect to complete our rebuild by the second half, with the majority of our flex fleet reactivated and training levels for our pilots reverting to historical levels. This will allow a significant shift of resources from training to production, giving us the confidence in our ability to deliver a fully restored network during the peak summer period, while enabling our operating teams to drive efficiency in the back half of the year.\nOne unique item within the year is the pacing of our core maintenance as we prepare to step up the network for summer flying with the first half year-over-year higher than -- and then lower in the second half of the year. While these dynamics impacting early part of the year, we expect 1Q nonfuel unit cost to increase 3% to 4% on a year-over-year basis.\nWe expect the year-over-year unit cost to progressively improve through 2023 as we complete our rebuild and elevated maintenance activity, while driving efficiency across our operating groups. This cadence is consistent with our full year outlook for nonfuel unit cost to decline 2% to 4% year-over-year.\nWith our outlook for revenue, we expect the March quarter operating margins to be 4% to 6% and earnings of $0.15 to $0.40 per share. For the full year, we are regulating our outlook for earnings of $5 to $6 per share and operating margins of 10% to 12%, delivering a 2- to 4-point expansion of margins, including over 1-point impact from higher profit sharing. We expect the full year free cash flow to be more than $2 billion, with gross CapEx of $5.5 billion.\nIn 2023, nonoperating expense is expected to be $470 million higher year-over-year. This results from noncash pension expense increasing over $550 million year-over-year due to broad market declines, more than offsetting the reduction in interest expense from repaying debt. We plan to pay cash for our $2.4 billion in debt maturities, while opportunistically reducing debt with excess liquidity. So we'll bring our leverage to 3 to 3.5x target for 2023 and remaining on track for 2024 adjusted debt-to-EBITDAR to be 2x to 3x. Returning to investment-grade metrics by 2024, while continuing to reinvest in the business remains our focus for capital allocation.\nIn closing, I want to thank -- add my thanks to the Delta team and people for their hard work this year. We outperformed the first year of our 3-year plan, and we entered 2023 on track to generate a significant improvement in both earnings and cash flow. We remain confident in delivering on our 2024 target of $7 of earnings per share and generating over $4 billion of free cash flow.\nWith that, I'll turn it over back to Julie for our Q&A.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThanks, Dan. Matthew, can you please remind the analysts how to queue up for questions."
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b2415e5be8a765dbc162608d307a2639",
    "period": "2022 Q3",
    "content": "Q3 2022 Delta Air Lines Inc Earnings Call\n\nQ3 2022 Delta Air Lines Inc Earnings Call\n\nDALNYSEOCT 13, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines September Quarter 2022 Financial Results Conference Call. My name is Cody, and I'll be your coordinator. (Operator Instructions) As a reminder, today's call is being recorded.\nI would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThank you, Cody. Good morning, everyone, and thanks for joining us for our September quarter 2022 earnings call. Joining us from Atlanta today are CEO, Ed Bastian; our President, Glen Hauenstein; our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss costs in our balance sheet. (Operator Instructions)\nToday's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings. We'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nCEO & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie, and good morning, everyone. We appreciate you joining us today. Before we begin, I want to recognize all of those who have been impacted by Hurricanes Ian and Fiona, including Delta employees who live in the affected communities. We have contributed $600,000 to the Red Cross relief efforts and activated our Delta Care Fund to take care of our employees who have suffered loss. Delta will continue to support our people and our communities amid the recovery and rebuilding.\nThe demand for air travel remains very strong, and that is reflected in today's results and outlook. We generated earnings of $1.51 per share in the September quarter. Our results mark clear financial progress as we report the highest quarterly revenue in Delta's history, 3% above the third quarter of 2019 and $1.5 billion of operating income, generating a 12% margin. This was our second quarter -- consecutive quarter of double-digit operating margins. And importantly, we achieved these results despite record high fuel prices and on capacity only 83% restored relative to 2019.\nOur customer satisfaction scores are running meaningfully above 2019, and loyalty to Delta has never been stronger, with record SkyMiles acquisitions and American Express results ahead of our plan. I want to sincerely thank the Delta people for their great work in delivering these results and restoring our operational reliability through a very difficult summer. Delivering safe, reliable and on-time service for our customers remains our top priority, and no airline does this better than Delta.\nWe saw strong consistent improvement in our operating metrics throughout the quarter. For example, excluding the impact of Hurricane Ian, we ran a 99.9% domestic completion factor in September and month-to-date in October with 90% arrivals on time. To put that in context, out of 120,000 mainline flights over the last 45 days, we had just 108 cancellations in total, performance that is even better than our prepandemic levels. And year-to-date, Delta remains in the #1 industry position amongst our peer set in completion factor and on-time arrivals.\nAfter 2 years of delaying travel, it is clear that consumers are getting out and traveling the world. Business travel continues to recover in line with our expectations as bookings have improved after Labor Day and companies reconnect with their teams and their customers. And while consumer spend on experiences is growing, the airline industry revenues are still $20 billion to $30 billion below the historical trend against GDP, highlighting the significant opportunity still ahead.\nWe expect our December quarter revenues to maintain this momentum, and we will be 5% to 9% higher than 2019. With strong demand, we expect earnings per share of $1 to $1.25 and a 9% to 11% operating margin.\nWhile we face numerous challenges and headwinds this year, Delta has demonstrated its resilience. We're ahead of our plan that we laid out for you last December on profitability and cash flow, and we expect to be free cash flow positive in 2022 this year.\nOur priority over the next 6 months is to prepare for full network restoration by next summer, consistent with our original plan, but always conditioned on a continuing demand strength. This will support another meaningful step-up in profitability and cash flow next year as we stay on our path to earn over $7 of EPS and $4 billion of free cash in 2024. We'll provide more details on our outlook for 2023 and progress towards our long-term targets at an investor meeting that we will host December 14 in New York.\nAs we think about our long-term plan, we had some really important achievements this quarter. Building on Delta's global network and partnerships, we strengthened our network with the recent DOT approval of our joint venture with LATAM. Together with LATAM, our JV will have the #1 market position in South America.\nTo support our best-in-class network, we continue to reshape our fleet and recently placed an order for 100 Boeing 737-10 aircraft. We're also expanding the power of our loyalty ecosystem with the recently announced Starbucks partnership, bringing 2 premier brands together. And this week, we announced a strategic partnership with an investment in Joby Aviation, aligning the industry's best airline with the innovation leader in developing eVTOL. Joby shares our vision of providing customers a premium experience. We're excited to help support Joby's long-term vision of faster, more reliable and more sustainable transit to the airport.\nIn closing, while we are mindful of macroeconomic headwinds, the travel industry is experiencing a countercyclical recovery. Global demand is continuing to ramp as consumers shift spend to experiences, businesses return to travel and international markets continue to reopen. Demand has not come close to being quenched by a hectic summer travel season. At the same time, industry supply is constrained by aircraft availability, regional pilot shortages, and hiring and training needs. With record high fuel prices and increasing cost of capital, the hurdle rate is rising for incremental capacity across an industry that's still restoring its financial condition post pandemic.\nAgainst this backdrop and coupled with meaningfully improved asset utilization, at Delta, we are uniquely positioned to grow our earnings and cash flow in 2023. At the same time, we will remain nimble and have the tools to manage through any changes in the overall environment.\nOver the last decade, Delta has structurally improved in significant ways, creating a trusted consumer brand built on a foundation as the most reliable airline globally driven by the very best professionals in the industry. And I truly believe that we are positioned to come through this period as a stronger airline than ever before.\nWith that, let me hand it over to Glen, who can provide more details on our commercial performance.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning, everyone. I want to first thank our employees for their hard work restoring our operations and delivering for our customers during a very busy summer travel season.\nDemand for travel on Delta remains strong. Investments in our products, airport service and the liability are reshaping customer perceptions and driving record satisfaction scores. [Brand affinity] supports our revenue premium to the industry, and we're making meaningful progress against our multiyear commercial strategy. September quarter results reflect momentum in premium products and loyalty, supporting continued diversification of our revenues.\nThis quarter, a record 54% of our total revenue was generated by premium products and diverse revenue streams. We expect this to grow to 60% by 2024. September quarter revenues of $12.8 billion is a new quarterly record and 3% higher than 2019 on 17% less capacity. Hurricane Ian impacted revenues by approximately $70 million, with the impact evenly split between the third and fourth quarters.\nTotal unit revenues finished 23.4% higher versus 2019, improving 3 points sequentially as international demand accelerated. Demand was strong throughout the quarter, with premium revenue growth outpacing main cabin by 10 points. Delta Premium Select is performing well ahead of our expectations as we expand the offering to more of our international network every day.\nWe see continued runway ahead with the return of business travel, complementing strength in premium leisure. Our growing loyalty base drives high-margin revenue and supports continued growth in our valuable co-brand relationship with American Express.\nSkyMiles acquisitions are running 40% above 2019 with over 60% of our passenger revenues now generated by SkyMiles members. In the third quarter, record spend and strong acquisitions on our Amex co-brand cards resulted in $1.4 billion of Amex remuneration. This was 37% higher than 2019, and we now expect 2022 remuneration of $5.5 billion, further reinforcing our confidence in achieving our $7 billion target in 2024.\nOther revenue streams continue to perform well, with cargo revenue up 27% and MRO revenues up 4% versus '19. Business travel continues to improve. We expect corporate sales recovery in the December quarter in the low to mid-80s at a system level. Importantly, less recovered sectors like banking, consulting and consumer services have all seen double-digit growth post Labor Day, helping bring New York largely in line with domestic system.\nWe have growing confidence that while there will be changes, corporate travel will fully recover and increased workplace flexibility is creating new travel patterns.\nOur recent corporate survey validates our perspective with nearly 90% of accounts expecting near travel to stay the same or increase as we move into the fourth quarter. That optimism is also reflected in GBTA's recent travel survey where 80% of respondents expect travel volumes to increase in 2023 compared to '22.\nOn the consumer side, domestic revenue remains well ahead of 2019, with international consumer revenue now fully restored. International is being led by the transatlantic where revenue was 12% higher than 2019 on 89% capacity restoration. Pacific was the most improved entity in the quarter and generated the highest unit revenue growth. We are encouraged by how the Pacific recovery is progressing, led by strong demand in our hub in Korea and to Australia. And we expect continued improvement as Japan reopens.\nTurning to the December quarter. Bookings for travel and spending on our co-brand cards continue to show healthy trends. We expect our revenue compared to 2019 will continue to improve in fourth quarter, up 5% to 9% on 8% to 9% less capacity.\nDemand for transatlantic travel is extending well into the fall. Starting in October, we anticipate flying more transatlantic capacity than 2019, making it the first geography to exceed 2019 capacity levels. And while European currencies are down versus the dollar, foreign yields are more than offsetting the foreign exchange impact, and U.S. demand is driving higher U.S. point of sale than 2019.\nOctober and November revenue is trending well. The December month will be impacted by an elongated period between the holidays and more return travel than usual pushed into January. Demand for the entire holiday period, however, is very robust.\nFourth quarter unit revenues are expected to be up mid-teens versus 2019 as we continue to restore international capacity and increase domestic stage length.\nDuring the pandemic and through 2022, we set out a goal to improve our share in coastal gateways to become the leading global carrier in these important revenue centers, and I am proud of the team for successfully achieving this goal.\nLooking to 2023, we are shifting our focus to our core hubs, Atlanta, Minneapolis, Detroit and Salt Lake City, with approximately 75% of domestic seat growth dedicated to full restoration of our higher-margin core hubs.\nAs our plan progresses, Delta will continue to prioritize our people and our customers, and extend our competitive advantages. In closing, we're coming into the final quarter of the year with a healthy demand backdrop, running the most reliable operation and exceeding our key commercial goals.\nAnd with that, I'd like to turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nExecutive VP & CFO, Delta Air Lines, Inc.\n\nThank you, Glen, and good morning to everyone. The September quarter demonstrated progress on our financial priorities to drive margin improvement and reduce debt. We reported a $1.5 billion operating profit, and that's on a margin of 11.6%, our second consecutive quarter with a double-digit operating margin. That is on a network that's 17% smaller than 2019.\nOur non-unit fuel costs were 22.5% higher, in line with guidance, excluding the impact of the hurricane on capacity. The refinery generated profit of $192 million partially offsetting the impact of volatile crack spreads. Gross CapEx spend was $1.5 billion as we took delivery of 11 aircraft, including 5 A321neos, which are generating margins approximately 10 points higher than the aircraft they're replacing.\nCapEx was lower than our guidance, with fewer delivery -- with a few delivery delays, and we now expect CapEx spend of $5.7 billion for the full year. We ended the quarter with $20.5 billion of adjusted net debt. We repaid $1.8 billion of debt during the quarter as we continue to manage down our maturities over the next several years. This brings our debt repayment to over $4 billion year-to-date, reducing our run rate interest expense and reflecting our continued focus on returning to investment-grade metrics by 2024.\nFor the December quarter, we expect earnings to be between $1 and $1.25 per share and an operating margin of 9% to 11%. Fuel prices remain volatile. With the most recent move up last week, we expect fourth quarter adjusted fuel price per gallon between $3.35 and $3.55. This includes $105 million contribution from the refinery equating to a $0.23 per gallon benefit. We expect the December quarter unit cost to be 12% to 13% higher than 2019. This is a 10-point improvement sequentially and shows clear progress as capacity restoration increases from the low 80% to low 90%.\nIt's taken significant resources to rebuild the airline with industry-leading reliability. We are nearing the final stages with the workforce now in line with 2019. From here, we expect further benefit from scale as we reach full network restoration and better utilization of our fleet, our hubs and our workforce.\nThe incremental cost to restore additional capacity is low as the resources are already in place, reducing unit costs. As Glen noted, much of our growth next year will be in our lowest cost core hubs through increased mainline aircraft utilization. Approximately 75% of our domestic seat growth in 2023 will be in our core hubs, including 45% from Atlanta alone. Further, between inefficiencies and rebuild expenses, we are carrying over $1 billion of excess costs in 2022.\nWith the teams in place and the operations running reliable, we are seeing early improvements in efficiency. October metrics are pacing ahead of September, and we expect to return to historic levels as elevated training and the network normalize next summer.\nAchieving scale while restoring efficiency are Delta's largest CASM levers. These are within our control based on the pace of restoration and running an operation in line with Delta's standard of excellence. We know managing cost down is the best protection from economic uncertainty, and it is a company-wide priority. We are making progress restoring our financial foundation with significant profitability and positive cash flow this year.\nAs we fully restore our network and unit costs improve, we expect another step-up in earnings next year, resulting in meaningful cash flow to further reduce our debt on path to our long-term targets. We are confident in delivering a competitive cost structure and our 2024 mid-teen margin target.\nIn closing, I want to recognize the Delta entire global team for the operational improvements they delivered over the past few months. We are on track for meaningful and well-deserved employee profit-sharing payments, and I look forward to celebrating with our employees in February.\nNow with that, I'll turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nCody, can you please remind the analysts how to queue up for questions?"
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/520d8812f191f02d5cf2f3408aef7b2b",
    "period": "2022 Q2",
    "content": "Q2 2022 Delta Air Lines Inc Earnings Call\n\nQ2 2022 Delta Air Lines Inc Earnings Call\n\nDALNYSEJUL 13, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines June Quarter 2022 Financial Results Conference Call. My name is Cody, and I'll be your coordinator. (Operator Instructions) As a reminder, today's call is being recorded. I would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThank you, Cody, and good morning, everyone. Thanks for joining us for our June quarter 2022 earnings call. Joining us today from Atlanta, our CEO, Ed Bastian; our President, Glen Hauenstein; our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss costs in our balance sheet.\nAfter the prepared remarks, we'll take analyst questions. (Operator Instructions) Today's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings.\nWe'll also discuss non-GAAP financial measures, and all results exclude special items unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com. And with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nCEO & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie, and good morning. We appreciate everyone joining us today. In a challenging operating environment for the entire industry, I want to thank our customers for their patience and understanding as we restore the reliability that you've come to expect from Delta. I'll speak more to the operation in a moment, but the good news is that we're making great progress to deliver the best-in-class experience that our customers deserve, and I'm pleased with our July performance to date.\nThis morning, we reported June quarter earnings per share of $1.44 with $1.4 billion of operating income and a 12% margin on revenues that were close to 2019 levels. Results improved throughout the quarter with revenue in the month of June 4% ahead of the June 2019 number, with a June month operating margin of 16.5%. So it was only 3.5 points lower than June of 2019 despite a near doubling in fuel prices and our schedule only 82% restored.\nWe generated $1.6 billion in free cash flow in the quarter, which brings us close to $2 billion year-to-date, reflecting the robust demand environment and enabling further delevering as we work to regain an investment-grade balance sheet. June quarter performance represents an important financial inflection and resulted in a profit sharing accrual for our employees. These results are a validation of the dedication of our people who have done an amazing job under the most difficult of circumstances imaginable over the past 2.5 years.\nWe're happy to have been able to reward eligible employees with a 4% raise on May 1, and we're looking forward to Delta people celebrating well-deserved and meaningful profit-sharing payouts for years to come with our return to profitability.\nRebuilding Delta's operation during an unprecedented surge in customer demand has been a remarkable feat, and I'm grateful to our people for everything they do on a daily basis. While the demand and revenue landscape is the best we've seen, the operational environment for the entire industry remains uniquely challenged. I'd like to sincerely apologize to those who have been impacted by cancellations, delays and long wait times over the last 2 months.\nThis quarter's operational performance has not been up to our industry-leading standards, and restoring operational excellence is our top priority. Steps we've taken include the strategic direction to hold capacity at the June month level for the remainder of this year as well as additional investments to restore operational integrity, including earlier boarding procedures and operational buffers. We are pleased with the progress and July is off to a very good start with a 99.2% completion factor through the first 11 days of the month, which is exactly on par with the same holiday period in 2019.\nIn fact, over the last 7 days of this period, we've had only 25 cancellations worldwide on over 30,000 departures. Over this period, 84% of our flights have arrived on time, as measured within 14 minutes of scheduled arrival. Since the start of 2021, we've hired 18,000 new employees and our active headcount is at 95% of 2019 levels, despite only restoring less than 85% of our capacity.\nThe chief issue we're working through is not hiring but a training and experience bubble. Coupling this with the lingering effects of COVID and we've seen a reduction in crew availability and higher overtime. By ensuring capacity does not outstrip our resources and working through our training pipeline, we'll continue to further improve our operational integrity. While our actions delayed the improvement we expect in nonfuel cost, we know the best path to driving a competitive cost structure is running a high-quality operation.\nAnd the most important point I'd leave with you is that the issues we're facing are temporary. We are already seeing significant improvement and operating in line with our record-setting performance levels of July of 2019.\nTurning to the revenue environment. Strong demand and pricing trends are continuing into the September quarter. We expect revenue to be up 1% to 5% versus 2019 with an 11% to 13% operating margin. Consumer demand continues to maintain strength as we look to the fall, and we're seeing steady progress in the return of business and international travel.\nLike all consumer businesses, we're closely monitoring consumer behavior and have yet to see any meaningful pullback in demand. However, if demand were to weaken, I'm confident we have the tools and resources to remain profitable through the cycle. The last time an economic recession hit our business was in 2009 and absent fuel hedge losses at that time, which we no longer utilize, Delta was profitable that year. Comparing then to now, Delta's business has structurally evolved in significant ways over the last decade, building a trusted and premium consumer brand with proven competitive advantages within a much improved industry.\nOur revenues are far more diversified with much larger contributions from our premium product offerings and high-margin loyalty business as well as our growing MRO and cargo businesses. And our balance sheet and access to capital are much stronger as proven during the pandemic. We've recently made major customer enhancements that will strengthen our brand for years to come, including recent openings this quarter of world-class airport facilities at LAX and New York's LaGuardia Airport, 2 largest markets for travel in the country as well as new Delta Sky Clubs in key markets.\nWe spent over a decade building our reputation as the most reliable airline globally, but we're not only determined to deliver that same standard of excellence but are investing to bring it to an even higher level. In the face of the pandemic, financially, we've been profitable over the last 12 months, with margins this summer beginning to approach 2019 levels despite meaningfully lower capacity and a doubling in fuel prices. In my opinion, a pretty remarkable turn in performance.\nWith our results in the first half of the year, we remain confident in our 2024 targets for earnings per share of over $7, more than $4 billion in free cash flow and a return to investment-grade metrics. Now I'll turn it over to Glen to talk about the revenue environment.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning, everyone. I want to start by thanking every one of our employees for their professionalism and the care they deliver to our customers every day. We are pleased with the return of demand across all categories and regions. Momentum accelerated through the June quarter, enabling the recapture of higher fuel prices. Looking forward, we are seeing demand and pricing strength carry into the late summer and fall as demand remains strong.\nThe success of our customer-focused strategy and strength of the Delta brand is evident in strong June quarter results across our diverse revenue streams, including premium product outperformance and a record quarter for both Amex remuneration and cargo. We generated $12.3 billion of revenue in the June quarter and achieved a total unit revenue that was 20.5% higher than 2Q of 2019. Revenue compared to 2019 progressed from down 15% in the month of March to up 4% in the month of June, resulting in quarterly revenues that were 1% below 2019 levels.\nWe've seen broad-based demand and yield momentum with each region generating positive unit revenue growth. Premium product revenue continues to outperform and is at 10 point higher than 2019 domestically outpacing the growth in Main Cabin. Domestic consumer revenue remains healthy and is ahead of 2019 levels. International consumer revenue showed significant improvement during the quarter as travel restrictions eased and many countries removed testing requirements, including the United States. Latin America and Transatlantic exceeded 2019 levels in June, and the Pacific is accelerating as Korea and Australia have reopened and restrictions are easing in Japan.\nBusiness travel continues to improve. During the June quarter, domestic corporate sales were 80% of 2019 levels on a 65% recovery in volume. International corporate sales improved 30 points during the quarter to 65% of 2019 levels, led by the Transatlantic where the recovery is now on par with domestic. Our recent corporate survey results show positive corporate expectations for business travel in 3Q, with several of the least recovered sectors conveying strong optimism for increased travel this fall. As the recovery progresses in these sectors, we expect an outsized impact on our coastal hubs. Our corporate customers expressed increased plans to travel internationally in the second half of the year, given the elimination of the pre-departure test requirement for flights returning to the United States.\nSimilar optimism was reflected in Morgan Stanley's recent Global Corporate Travel Survey, where respondents indicated travel volumes would reach 84% of 2019 levels in the second half of 2022. This is 20 points above the June quarter volumes and over 90% by 2023. As the leading carrier for business travel with a best-in-class product in the air and on the ground, we will benefit disproportionately as the business community continues to reconnect in person.\nFor the September quarter, we expect revenue versus 2019 to be up 1% to 5% on capacity that is 15% to 17% lower, with total unit revenues versus 2019 improving sequentially. For the full year, we expect capacity to be 15% lower than 2019. This is a 5% reduction from our initial guidance. As we move to the back half of the year, we expect stronger corporate and international trends to offset seasonally lower customer demand.\nWith a strong brand and diversified revenue base, Delta is positioned to consistently deliver a revenue and profitability premium to the industry. We expect more than 60% of revenue will come from premium products and non-ticket revenue sources by 2024. Premium continues to lead with load factors and yields higher than 2019. And as we increase the mix of premium seats in our fleet, improve the display and sales channels and see progression in the recovery of business, premium will continue to grow.\nA structural shift to premium is key to managing through inflation and economic cycles. Historically, more price-sensitive products like Basic Economy, which is currently less than 10% of our sold fares, have struggled to keep up with inflation, while high-value premium offerings performed much better and have proven to be much more resilient through the pandemic.\nLoyalty to the Delta brand is growing at record levels. We acquired another record number of new SkyMiles members in the quarter and achieved record spend and acquisitions on our Amex co-brand card. More than 1 in 4 new cards acquired were Platinum and Reserve cards. Our premium tier is providing another proof point on the growing demand for premium products and brands.\nAmex remuneration of $1.4 billion was 35% higher than the June 2019 quarter. And to put this in context, that is more than the remuneration for the full year in 2009. We're on track to receive over $5 billion in remuneration this year from American Express, and we remain confident in our 2024 target of $7 billion.\nThe decommoditization of our business, combined with diversifying revenue through the growth of loyalty, MRO and Cargo have improved our financial resiliency and cash generation. We entered the second half of the year ahead of many of our commercial goals set at the Capital Markets Day. And we're excited about the opportunities to elevate our performance by extending our advantages and leveraging the Delta platform.\nDelta has been the most disciplined in restoring capacity and will remain nimble depending on the environment while staying true to our core competitive advantages.\nWith that, I'll turn it over to Dan to talk about the financials.\n\nDaniel Charles Janki\n\nExecutive VP & CFO, Delta Air Lines, Inc.\n\nThank you, Glen, and good morning to everyone. For the June quarter, we delivered earnings per share of $1.44, operating income of $1.4 billion and $1.6 billion of free cash flow. Our nonfuel unit cost was 21.8% higher than 2019, largely because our network is 18% smaller. Our operating margin was 11.7%. It came in below our most recent guidance as operational disruptions impacted both revenue and fuel prices moved higher.\nOperating cash flow of $2.5 billion was driven by solid profitability and a sequential build in the advanced ticket sales. Quarterly gross CapEx spend was $864 million. With nearly $2 billion of free cash flow in the first half of the year, we repaid $2.4 billion of gross debt, ending June with $13.6 billion of liquidity and $19.6 billion in adjusted net debt. Our first half financial performance puts us ahead of our initial expectations at the start of the year, supporting our outlook for meaningful profitability in 2022.\nThe exception to this outperformance is our nonfuel unit cost. At Capital Markets Day in December, we laid out a progression to return our nonfuel unit cost structure to within a few points of 2019 by 2024. The actions that Ed spoke about have changed the pace of our unit cost progression but not the destination. The primary drivers are slower capacity restoration and additional investments that deliver the operational excellence. The biggest impact is in the third quarter, where we expect nonfuel CASM to be up approximately 22% versus 2019 on capacity that is 15% to 17% below 2019.\nFor the full year, we now expect nonfuel unit costs to be approximately 8 points higher than we initially guided. The level of capacity restoration accounts for the majority of this increase, as we are largely carrying the full cost of the airline with only 85% of our flying restored. As a result, we are not fully utilizing our assets. For example, third quarter aircraft utilization is about 10% lower than 2019. And while we have over 95% of the employees needed to fully restore capacity, we have thousands in some phase of hiring and training process.\nThe remainder of the increase is driven by investments to support the operation, along with smaller items like higher maintenance and inflation.\nActions related to reliability include added operational buffers and overtime. Premium pay and overtime is expected to total over $700 million this year. This is 50% higher than 2019. While we're delaying our unit cost recovery, it is pace-dependent and within our control. We remain confident in our ability to meaningfully improve our unit cost as we rebuild capacity, improve efficiency and run our operations in line with the Delta high standard.\nNow moving to fuel. Second quarter fuel expense increased nearly 60% sequentially on higher prices and volume, with an adjusted fuel price per gallon of $3.82. The refinery continues to provide a hedge to historically high cracks, accounting contributing $269 million of operating income during the quarter. This resulted in a $0.31 benefit to our adjusted fuel price per gallon. For the September quarter, we expect the adjusted fuel per gallon between $3.45 to $3.60. Including a $0.27 per gallon contribution from the refinery based on the forward curves as of last Friday, we expect fuel efficiency to be about 5% better than 2019. Based on our September quarter outlook for revenue and costs, we expect operating margins to be between 11% and 13%.\nGross CapEx is expected to be approximately $1.8 billion as we take more aircraft deliveries. We've seen some delays in deliveries and it's possible this trend continues. Debt reduction remains a key priority. We expect to end third quarter with adjusted net debt of approximately $20 billion. Our goal is to reduce net debt by $5 billion through 2024, bringing us back to investment-grade metrics. We remain confident in our ability to make this goal, unlocking significant equity value for our shareholders.\nIn closing, we have made meaningful progress in restoring our financial foundations. With this progress, our opportunities ahead and the resilient demand for air travel, we remain confident in our 2024 financial targets. In closing, I'd like to thank the Delta people for their hard work, the service they provide our customers day in and day out. Our people will always be the Delta difference.\nWith that, I'll turn it back over to Julie for questions.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nCody, can you please remind the analysts how to queue up for a question and start the Q&A?"
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4c87f5303845947117ac1bf007cd75c",
    "period": "2022 Q1",
    "content": "Q1 2022 Delta Air Lines Inc Earnings Presentation\n\nQ1 2022 Delta Air Lines Inc Earnings Presentation\n\nDALNYSEAPR 13, 10:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Delta Air Lines March Quarter 2022 Financial Results Conference Call. My name is April, and I will be your coordinator. (Operator Instructions) As a reminder, today's call is being recorded.\nAnd I would now like to turn the call over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThank you, April, and good morning, everyone. Thank you for joining us for our March quarter 2022 earnings call. Joining us from Atlanta today are our CEO, Ed Bastian; our President, Glen Hauenstein; our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy. Glen will provide an update on the revenue environment, and Dan will discuss cost, fleet and our balance sheet. After the prepared remarks, we'll take analyst questions. (Operator Instructions)\nToday's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings.\nWe'll also discuss non-GAAP financial measures, and all results exclude special items, unless otherwise noted. You can find a reconciliation of our non-GAAP measures on the Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nCEO & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie. Good morning, everyone. We appreciate you joining us today.\nBefore we begin, I want to acknowledge the humanitarian crisis in Ukraine. We are proud to have raised the Ukrainian flag at our global headquarters in Atlanta in solidarity with the people of Ukraine. At Delta, we've provided meaningful financial and operational support to assist the people of the region in connection with our partnership through the International Red Cross.\nThis morning, we reported March quarter results, marking another important step forward in our recovery. We generated $200 million of free cash flow in the quarter and a 10% operating margin in the month of March. Our revenue recovery in the March quarter reached 79% of 2019 levels, 5 points ahead of the midpoint of our initial guidance.\nAs expected, January and February generated operating losses. As Omicron receded, we saw a surge in demand, supporting an inflection to a solid profit in the month of March.\nDelta continues to provide best-in-class operational, customer and financial results in a dynamic environment. This results from the dedication, professionalism and hard work of Delta's more than 75,000 people worldwide. Restoring capacity during a period of rapid demand recovery has proven challenging for all of us in the industry, but Delta people continue to lead the way. I want to thank our customers for their patience and understanding as we navigate the challenges of ramping up operations into the peak travel period. And I know our teams have been working incredibly hard, and I want to thank all of them for what they're doing for our customers and for each other.\nWe rewarded our people with a special profit-sharing payout in February based on the second half of 2021 profitability and announced a 4% pay increase that's going to be effective May 1. These actions align with Delta's long-standing values of shared success with our people.\nWith the rebound in demand, the month of March was the best cash sales month in Delta's history, outpacing our prior record from spring of 2019 despite offering 10% fewer seats.\nIn March, we had our first month in 2 years of positive unit revenue compared to 2019, and we achieved record co-brand acquisitions, co-brand spend and cargo revenue.\nDomestic consumer revenues are exceeding 2019 levels. And the recovery in business travel, revenue has accelerated as offices reopen and business travelers rebuild face-to-face relationships.\nDemand for long-haul international is growing as travel restrictions lift, led by the transatlantic. To date, we have not seen an impact to travel demand from the conflict in Ukraine, but we, of course, are monitoring this closely.\nNearly all European countries have now removed entry testing requirements for vaccinated customers. We continue to join the rest of the U.S. travel industry, urging the U.S. government to lift predeparture testing requirements.\nAs we prepare for the peak summer season, we continue to be very focused on operational readiness. With 4,000 new members joining the Delta team already this year, we feel good about our staffing and our ability to meet demand as we continue to restore the airline.\nOur customers are seeing the benefits of our ongoing investments to improve the travel experience. This spring, we are opening new, modernized terminals in Los Angeles, LaGuardia and Seattle. These generational investments enhance Delta's already leading positions in key hubs and provide an elevated ground experience for our customers.\nWe continue to upgrade our fleet, recently taking delivery of our first Airbus 321neo. The state-of-the-art aircraft is scheduled to begin service May 20 from Boston to San Francisco and features our new domestic first-class seat design. With nearly 1/3 of the seats in premium cabins and improved fuel efficiency, this will be the best aircraft we fly for our customers and generate the highest returns for our owners. Our strategic decision to accelerate investments in our airports, our fleet and our technology during the pandemic will benefit Delta and our customers for years to come.\nAs COVID shifts from a pandemic to a manageable, seasonal virus, there are clear signs of pent-up demand for travel and experiences as consumers' spending shifts from goods to services and experiences, travel restrictions lift and business travelers continue to return to the skies. Against this improving backdrop, we are building momentum in the June quarter with expectations for a 12% to 14% operating margin and strong free cash flow despite higher fuel prices. Our revenue recovery is expected to reach 93% to 97% of 2019 levels with double-digit unit revenue improvement.\nWe are successfully recapturing a significant portion of the run-up in fuel. This is occurring almost in real time, given the strong demand environment as well as Delta's growing brand preference, our premium product focus and measured approach to capacity. While we are confident in summer demand and the capacity plans that we have in place, given macro uncertainty, we will remain nimble on capacity for the second half of the year and continue to prioritize sustained profitability.\nI'd like to pause and put that Q2 guidance into perspective. At 12% to 14% operating profit, we are only 4 points behind our June 2019 quarterly operating margin, and that's despite fuel prices being up 50% from that time period and our capacity only 85% restored. So we are greatly encouraged by the momentum we are seeing, and we remain confident in our outlook for meaningful full year profit for 2022.\nAs we take note of these achievements, I'm pleased with the progress we're making across the 3 core priorities we laid out at Capital Markets Day last December. First, we continue to fortify our trusted consumer brand, demonstrated by loyalty and record engagement with our customers. The strength of our brand has never been greater and has been recognized by the Wall Street Journal, Fortune, Business Travel News and many, many others. And our customers are taking note that our Net Promoter Scores consistently above 2019 coming out of the pandemic. We intend to build on the momentum we gained over the last 2 years.\nSecond, we are restoring our financial performance. As revenue improves and we regain a competitive cost structure, we're returning to profitability, generating strong free cash flow and making progress on debt repayment.\nAnd our third priority is building a better future for our people and our planet, including our ongoing commitment to creating a sustainable future for aviation. We are continuing to invest in the physical, emotional and financial well-being of our people while prioritizing diversity, equity and inclusion at all levels of the company.\nOur mission of connecting the world has never been more important than it is today, and I'm as confident as ever that we'll achieve our ambition for a leading consumer brand to transcend the industry and deliver financial outcomes that create significant and resilient long-term value for all of our stakeholders. It's been an encouraging period of recovery, and it's exciting to see our customers returning to the skies.\nThank you again. And with that, I'll turn it over to Glen to update the revenue environment.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning, everyone. With robust demand, growing preference for the Delta brand and quick actions to recapture higher fuel prices, we achieved significant milestones in the month of March and have momentum as we head into the summer. None of this would be possible without our people, and I couldn't be prouder of the Delta team and the results that they are delivering. A huge thank you to all.\nDuring the March quarter, we generated $8.2 billion of revenue. This was approximately $500 million higher than our initial guidance in January, resulting in a revenue recovery of 79% compared to 2019.\nWe continue to execute a disciplined approach to keeping capacity in line with demand. For the quarter, capacity was 83% restored versus 2019 and at the low end of our initial guide and below the industry.\nThe quarter was a tale of 2 halves. While Omicron depressed demand in the January and early February, we saw an unparalleled demand recovery from Presidents Day on. Our revenue recovery versus 2019 progressed from 70% in January to approximately 80% in February to 85% in March with momentum building into April. March was the first month in 2 years of positive unit revenue compared to 2019 with PRASM up 1% and TRASM up 3%.\nPremium products once again led the way with domestic premium revenue approximately 100% restored to March of 2019 levels.\nWe also achieved our highest-ever monthly cash sales, as Ed mentioned, ;our highest direct sales; highest co-brand acquisitions; highest co-brand spend; and highest cargo revenue in the month of March.\nBusiness travel volumes reached the highest post-pandemic levels we've seen. And importantly, in March, corporate fares inflected to positive versus 2019 for the first time. This drove an acceleration in the recovery of business revenues with improvement in both corporate contracted customers and small- and medium-sized enterprises.\nAs we exited the quarter, domestic corporate sales improved to approximately 70% recovered versus 2019, and our recent survey results show that 90% of our corporate accounts anticipate travel volumes to increase in the June quarter as offices continue to reopen.\nAdditionally, we are seeing more corporates implement changes to travel policies. For example, domestic travel restrictions have been completely removed for all of our top corporate accounts. And increasingly, corporates are allowing upsells to premium cabins and refundable products.\nStrength in cash sales and seasonality drove a $2.8 billion sequential increase in our air traffic liability. The increase in advanced ticket sales outpaced normal seasonal trends, resulting in an ATL balance of $9.1 billion at the end of March, up from $6.6 billion in March of 2019. We expect the ATL will continue to build in the June quarter, albeit at a slower rate than what we saw in the March quarter.\nFor the June quarter, we expect revenue recovery versus 2019, as Ed mentioned, to improve to 93% to 97% on 84% capacity restoration. This reflects a low double-digit TRASM growth versus 2019 with all entities expected to post positive unit revenues compared to '19, except for the Pacific.\nWe expect April yields to be up double digits compared to 2019 with further strengthening as we approach June, positioning us to successfully recapture a significant portion of the higher prices -- fuel prices in the June quarter.\nGeographically, domestic and Latin revenues continue to lead the recovery, and fewer restrictions in major international markets are unlocking demand for long-haul travel. We expect a very strong summer in the transatlantic based on demand trends. And in the Pacific, we are encouraged by the opening of Australia, South Korea and other countries in Southeast Asia.\nWhen countries reopen, we see a rapid restoration of demand. For example, following South Korea's border opening on April 1, we expect load factors to improve from the low 50s in March to the low 90s by June. We expect that heavily restricted regions, such as China and Japan, will continue to put pressure on overall Pacific unit revenues until borders fully reopen.\nA few months ago at Capital Markets Day, we outlined 3 commercial strategy pillars, and we've made strong progress across each of these for the start of this year. First, our premium products continue to lead the recovery, and the introduction of Delta Premium Select to the transatlantic marketplace has been a success with early returns far exceeding our expectations. By this summer, we will have expanded Delta -- DPS to 80% of our transatlantic flights. Over the next few years, we expect premium seat growth to continue to outpace Main Cabin, and we're confident in the consumer shift towards higher-quality products is here to stay. To date, premium recovery has been led by consumer, and we see further upside as more and more business travelers return to the skies.\nNext, growing loyalty is evident across several key metrics. Our Net Promoter Score remains above 2019, even as volumes increase. And during the quarter, we acquired a record number of new SkyMiles members, and our co-brand spend continues to far outpace 2019, up 39% in the month of March. Loyalty is an important driver of our third pillar, increasing our revenue diversification. Other revenue was fully recovered to 2019 levels during the March quarter, led by loyalty and cargo.\nRemuneration from American Express during the quarter of $1.2 billion was 25% higher than 2019, a new quarterly record that keeps us on track for our full year goal of more than $5 billion in remuneration.\nCargo had an exceptional quarter, up 51% compared to 2019, with the month of March marking our best-ever cargo month in the company's history.\nMRO revenues were 22% below 2019 as supply chain issues slowed our engine throughput. MRO margins remain healthy, and we are excited to scale this business over the next few years as the installed base of next-generation engines continues to grow.\nBy leveraging the Delta platform, we are further diversifying our revenue mix. In the March quarter, premium products and non-ticket revenue sources generated 58% of total revenue, up 3 points from the same period in 2019. This improvement gives us a high level of confidence in achieving our goal of more than 60% by 2024 as we laid out in Capital Markets Day.\nIn closing, Delta has emerged in a stronger relative position by staying true to our core competitive strengths and our commitment to our customers and employees. And as the final phase of demand recovery takes hold and preference for our brand continues to grow, I am more confident than ever in Delta's path to exceed 2019 financial performance by 2024.\nAnd with that, I'd like to turn it over to Dan to talk more about the financials.\n\nDaniel Charles Janki\n\nExecutive VP & CFO, Delta Air Lines, Inc.\n\nThank you, Glen, and good morning to everyone.\nStarting with the highlights of the March quarter. Our operating loss of $793 million was better than our expectation. As anticipated, we saw losses in January and February due to Omicron and seasonal weakness, and we inflected to a solid profit in March with a 9.4% adjusted operating margin.\nFuel expense was $2.1 billion. It increased 32% sequentially from the December quarter. Fuel price per gallon averaged $2.79 for the quarter. This included a $0.07 per gallon benefit from the refinery.\nNonfuel costs rose 6% sequentially with nonfuel CASM up 15% compared to 2019 on 17% less capacity.\nWe generated operating cash flow of $1.8 billion. We reinvested $1.6 billion into the business, resulting in free cash flow of $200 million. Delivering a profit in the month of March and positive cash flow for the quarter were important achievements, especially considering the impact of Omicron and higher fuel prices.\nWe ended the quarter with adjusted net debt of $20.9 billion. This was more than $1 billion better than our initial expectations due to strength in cash receipts that Ed and Glen spoke to. We repaid $1.4 billion of gross debt, ending March with nearly $13 billion of liquidity.\nNow turning to the outlook. We expect the June quarter nonfuel CASM to be up 17% compared to 2019. The 2-point increase from the March quarter is driven by higher selling-related costs, unexpected; 45% sequential increase in revenue; and our anticipated step-up in maintenance costs on a similar level of capacity restoration. With the first half nonfuel CASM in the mid-teens, which is 2 points higher than planned on lower capacity, we expect to be closer to the high end of the full range of up 7% to 10%, implying the second half will improve up to the mid-single digits. This improvement is driven by continued capacity restoration from the low to mid-80s in the first half to the mid-90s by the end of the year. The resulting scale and efficiency will drive the step function change in our nonfuel CASM.\nNow let me give you a little context on how we get this improvement. The recovery in international travel enables us to shift our wide-bodies from our domestic to our international, where we get better efficiency from gauge and stage and improved staffing. Narrowbody utilization will improve with a 10-point increase expected by the end of the year, giving us a combined benefit of higher capacity and more efficient allocation of our fleet.\nFurther, as we fill out our schedules and we create greater stability in our operations with more consistency and depth in both the domestic and the international network, this is enabling efficiency gains in our facilities and productivity of our workforce. We remain confident in our multiyear cost framework laid out at Capital Markets Day.\nRegaining a competitive cost structure is critical to our success. At the same time, we will continue to remain nimble on capacity as we manage for profitability in this higher fuel price environment.\nOn fuel for the June quarter, we expect an adjusted fuel price per gallon of $3.20 to $3.35. This includes a $0.20 benefit from the refinery, and these are based on the forward curves as of last Friday. Our Monroe refinery provides a unique benefit, acting as a partial hedge to elevated cracks. This is especially true with New York Harbor jet cracks, where our production at Monroe provides 100% offset.\nBased on our June quarter outlook for revenue and costs, we expect operating margins to be between 12% and 14%.\nWith the expectations for solid profitability and further build in our air traffic liability, we expect to generate another quarter of positive free cash flow after investing $1.2 billion in the business and expect to end the June quarter with adjusted net debt of approximately $20 billion.\nAs we achieve sustained cash generation, we will continue to opportunistically manage our balance sheet, reducing debt to return to investment-grade metrics and making progress towards our $15 billion adjusted net debt target by the end of 2024.\nFor the year, our CapEx outlook of $6 billion is unchanged with our reinvestment primarily driven by the continued renewal of our fleet. We expect to take delivery of approximately 70 new and gently used aircraft this year, including 26 A321neos. This large grade -- gauge aircraft fits well with our upgauging strategy and will be our most fuel-efficient aircraft in our fleet with the lowest seat cost.\nWe also continue to accept delivery of new 220s, 3 3,900s and 3 5,900s. These aircraft are expected to contribute to the full restoration of our capacity and to our goal of using at least 7% less fuel per ASM in 2022 when compared to 2019.\nIn addition to the financial benefits, improved efficiency is an important step in our journey to a more sustainable future. During the quarter, we announced actions to scale and advance sustainable fuels. We signed an offtake agreement with Gevo for approximately 75 million gallons of SAF annually over 7 years. We anticipate to start in mid-2026, progressing us towards our 2030 10% SAF commitment.\nWe also announced a collaboration with Airbus on the research and development of hydrogen-powered aircraft and the infrastructure it requires.\nSo in closing, we are executing against our priorities laid out at Capital Markets Day, and I'm encouraged by the momentum in our financial recovery. I would sincerely like to thank the Delta people for everything they do every day. Our people will always be our most important competitive advantage.\nSo with that, I'll turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThanks, Dan. April, can you please remind the analysts how to queue up for a question and then go to our first question?"
  },
  {
    "header": "DAL",
    "cik": "0000027904",
    "ticker": "DAL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/22eb76ad36b1f231553f76b4795af202",
    "period": "2021 Q4",
    "content": "Q4 2021 Delta Air Lines Inc Earnings Call\n\nQ4 2021 Delta Air Lines Inc Earnings Call\n\nDALNYSEJAN 13, 10:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Delta Air Lines December Quarter and Full Year 2021 Financial Results Conference Call. My name is Cody, and I'll be your coordinator. (Operator Instructions)\nAs a reminder, today's call is being recorded.\nI would now like to turn the conference over to Julie Stewart, Vice President of Investor Relations. Please go ahead.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThank you, Cody. Good morning, everyone, and thanks for joining us for our December quarter and full year 2021 earnings call. Joining us today from Atlanta are CEO, Ed Bastian; our President, Glen Hauenstein; our CFO, Dan Janki. Ed will open the call with an overview of Delta's performance and strategy, and Glen will provide an update on revenue, and Dan will discuss costs and our balance sheet. (Operator Instructions)\nToday's discussion contains forward-looking statements that represent our beliefs or expectations about future events. All forward-looking statements involve risks and uncertainties that could cause the actual results to differ materially from the forward-looking statements. Some of the factors that may cause such differences are described in Delta's SEC filings.\nWe'll also discuss non-GAAP financial measures, and all results exclude special items, unless otherwise noted. You can find a reconciliation of our non-GAAP measures on Investor Relations page at ir.delta.com.\nAnd with that, I'll turn the call over to Ed.\n\nEdward H. Bastian\n\nCEO & Director, Delta Air Lines, Inc.\n\nWell, thank you, Julie. Good morning, everyone. I really appreciate you joining us today. Before getting into the December quarter results and outlook, I want to spend a couple of minutes discussing the current environment. As everyone is aware, the omicron variant has significantly impacted our people, our customers and our operation, as well as most parts of society over the last 3 weeks. The combination of the rapid spread of the variant at the peak of a strong holiday demand period and in the face of extreme winter condition in parts of the country created some of the most difficult travel conditions that we ever remember experiencing. I'm incredibly appreciative of the great work that our frontline team has done and continue to do to help our customers get to where they need to be as safely and quickly as possible, no matter the circumstances. Our teams have faced these difficulties head-on while also managing the impact of the virus in their own lives, and I want to thank every member of the Delta team for your work during a very challenging period. To our customers who have been affected, we appreciate your patience and your understanding. The good news is that over the past 7 days, our operation has stabilized with Omicron-related cancellations impacting only about 1% of our flights. And since Sunday, the number of Omicron-affected cancellations are around 20 a day out of nearly 4,000 daily flights. And in fact, yesterday, we only had 2 Omicron-related mainline cancellations. So while the new variant is not done, it appears that the worst may be behind us.\nBased on how quickly the case counts have risen, our medical team expects cases to peak in the U.S. over the next few days, followed by a steep decline in cases. And we're already starting to see that happen amongst our own staff. Given the high transmissibility and lower severity of Omicron, this variant is likely to mark the shift in COVID-19 from being a pandemic to a manageable and ordinary seasonal virus, which should accelerate the path to a normalized environment.\nWhen we spoke last month about Omicron as a risk at Capital Markets Day, a lot was unknown. Today, we know a lot more. And while the first 60 days of the year will be impacted, we're confident that the pace of travel recovery will resume its December trajectory as we move into President's Day weekend and a strong spring and summer travel season are ahead of us.\nSo as we reflect on 2021, it was a year like no other for Delta. While challenging, we made significant progress in our recovery. At Capital Markets Day, we highlighted that our competitive strengths have deepened through the course of the past 2 years, and I'm extremely proud of our entire team for all their efforts.\nFull year revenue of $27 billion in 2021 improved nearly $11 billion or 67% from 2020, with the rate of recovery accelerating from only 25%, as measured against 2019 at the start of the year, to a close of the year of nearly 80% as we exited December. This resulted in a full year 2021 pretax loss of $3.4 billion. And while we obviously have still much work ahead of us, our pretax results improved by $5.5 billion versus 2020 and included a profit of around $400 million for the second half of this year. This performance positions Delta as the only major U.S. airline to achieve second half profitability and demonstrates that we have significant momentum in the continued restoration of our financial foundation.\nSharing our success is one of the pillars of Delta's culture, which is why we are happy to announce this morning a special profit sharing payment for all global employees. On February 14, the vast majority of our people will receive a payment of $1,250. This is a well-earned recognition for the incredible work they have done over the past year to move our airline through the crisis and position us for recovery.\nTurning to December quarter highlights and our March outlook.\nIn the fourth quarter, we recorded a pretax profit of $170 million. Excluding the impact of Omicron disruptions, we estimate our profitability would have been approximately $250 million in the quarter. This was on revenue that was 74% recover to 2019 levels, up 8 points from the September quarter. We started the quarter with lingering impacts to the prior variant, but encouraged by the significant improvement in demand and pricing that we saw throughout the quarter in each of our passenger segments.\nTurning to the March outlook. We expect to incur pretax losses in the months of January and February before returning to solid profitability in the month of March. The Omicron case surge is impacting business travel and international recovery the most. As meetings are canceled, planned office reopenings are postponed and countries put restrictions back in place.\nOn the consumer side, we're seeing some near-term hesitation and booking behavior given the prominence of COVID in our daily lives. And that, combined with operational challenges that the industry is facing, consumers are delaying travel until case counts subside and the industry operational reliability is restored. So as a result, we're seeing the rate of recovery step down in the months of January and February to approximately 70% versus '19 levels from nearly 80% where we were in December.\nAnd while the downturn in demand has been quick, we expect an equally rapid improvement once U.S. case counts begin to decline. We remain confident in a strong spring and summer travel season, with significant pent-up demand for consumer and business travel, both domestically and internationally. We expect the month of March to return to the recovery trajectory that we were on in December, resulting in revenue recovery of 72% to 76% for the full quarter. Glen will talk in greater detail about the revenue environment, and Dan will walk through our costs shortly.\nBased on our current outlook, we expect first quarter to be the only loss-making quarter for the year. And we're confident that we'll generate a meaningful profit for the full year of 2022 as the recovery resumes and accelerates in the spring and the summer.\nDespite the challenges of the current environment, the multiyear recovery plan that we laid out last month at Capital Markets Day is unchanged. No one is better positioned than Delta to lead the recovery as business travelers return to the skies. Delta is also uniquely prepared to benefit from the reopening of international markets, which we are optimistic we will start seeing this spring as restrictions lift.\nOur 3 core priorities discussed last month remain unchanged: fortifying our trusted consumer brand; restoring financial performance and foundation; and building a better future for our people and our planet. As part of this, we remain firmly committed to our values and ESG goals, including our commitment to fighting climate change and moving forward towards the future of net 0 aviation.\nWe recently announced the hiring of our new Chief Sustainability Officer, Pam Fletcher, the industry's only C-level CSO. Pam established an impressive track record as a senior leader at General Motors and has an extensive history of putting the customer first and developing products that help to enable a world free of emissions.\nSo as we move past the final phase of the pandemic, I'm confident that we'll continue our trajectory to not only emerge stronger than before, but to expand our lead in the industry and strengthen our position as the premium airline of choice in the years ahead. Our ambition is to transcend the industry and create significant long-term value for all of our stakeholders. Everything we've done during this long crisis puts us closer to achieving that ambition.\nThank you again. And with that, I'll turn the call over to Glen.\n\nGlen W. Hauenstein\n\nPresident, Delta Air Lines, Inc.\n\nThank you, Ed, and good morning, everyone. .\nLike Ed, I couldn't be prouder of what the Delta people accomplished during 2021. And I want to congratulate our people on their much deserved special profit sharing payout they'll be receiving later next month.\nDuring the December quarter, we generated $8.4 billion of revenue. This was above our expectations at the onset of the quarter, driven by strong consumer demand over the holidays. Total RASM was up 6% from the September quarter on a 7% improvement in yield. For the quarter, capacity was 79% restored versus 2019, 5 points below the industry as we maintain a disciplined approach to restoring our capacity.\nThe strengths we've talked about last month at Capital Markets Day are evident in our December quarter results.\nFirst, we saw a very strong demand during the holiday period. Domestic results were particularly strong, with holiday PRASM finishing up 8% versus 2019 and with passenger revenue more than 90% recovered.\nSecond, long-haul international trends were positive in October and November as borders reopened and restrictions lifted. This momentum stalled in the second half of December as the Omicron variant resulted in more stringent restrictions and impacted our bookings.\nThird, we saw a continued progression of business travel, with domestic volumes approaching 60% restored during the December quarter.\nFourth, our premium products continued to perform well. Domestic premium revenue was 84% recovered versus December quarter '19, 9 points better than Main Cabin.\nFifth, our diverse revenue streams remain resilient. Amex remuneration during the quarter was more than 110% restored and cargo revenue was more than 160% of 2019 levels.\nWe also continued to see very strong consumer engagement with another record quarter for Fly Delta app downloads and sign ups for our loyalty program. In the December quarter, we added 1.5 million new SkyMiles members, up 5% from 2019 levels. For all of '21, we added 5.5 million new SkyMiles members. This growing engagement demonstrates strong brand preference and our customers' desire to travel on Delta in 2022.\nAs Ed discussed, the recent rise in COVID cases is having an impact on near-term demand and bookings. Omicron has been different than previous waves. While infections are thankfully less severe in most cases, its high transmissibility is resulting in a swift increase in case counts and impacting short-term demand. With U.S. case counts expected to peak within the next few days, we expect booking levels to rebound quickly. Once case counts begin to decline, we expect revenues to rebound within 30 to 45 days. Additionally, we expect some of the January and February demand decline to be recaptured in future as customers make up for canceled trips.\nConsistent with our approach all along, we are remaining nimble and agile in how we fly our network. For the March quarter, we expect our capacity between -- to be between 83% and 85% restored, a few points below our initial expectation. This includes a more conservative approach to long-haul international flying that we expect to be. And we expect to be 15 to 20 points lower than the industry. We have also actioned our regional capacity to ensure labor constraints at regional providers do not impact our operational integrity. We expect these constraints will ease in the second half of the year. For 2022, we still expect our full year capacity to be approximately 90% recovered versus 2019, with the progression weighted to the back half of the year, but this will ultimately be determined by demand.\nAs we outlined at Capital Markets Day last month, Delta is well positioned for the next phase of the recovery. The Delta people have proven time and time again why Delta is a global airline of choice. We remain focused on improving our competitive position and extending our commercial advantages by investing in premium products, growing our loyalty ecosystem and increasing our revenue diversification. We are confident that the demand recovery will accelerate as the variant subsides, keeping us on a path to exceed 2019 financial performance by 2024.\nAnd with that, I'll turn the call over to Dan.\n\nDaniel Charles Janki\n\nExecutive VP & CFO, Delta Air Lines, Inc.\n\nGreat. Glen, thank you.\nThe Delta team executed well in 2021 in an environment that remains very dynamic. I want to thank our people for their hard work, congratulate them on a well-earned special profit sharing payment.\nSo let me start with the highlights from the December quarter.\nWe delivered a profitable fourth quarter, reporting earnings of $0.22 per share, representing a pretax income of $170 million and a 2% margin on total revenue of $8.4 billion. While it was a strong close to the year, operational disruptions during the last 2 weeks of the quarter impacted our pretax results by $80 million.\nTotal fourth quarter operating expenses were $8.1 billion, a 3% increase from the third quarter, driven by both fuel and nonfuel costs from the continued restoration of the airline.\nFuel expense of $1.6 billion increased 4% sequentially as fuel prices per gallon increased to $2.10. Total fuel expense included a $0.24 per gallon benefit from the refinery. Embedded in fuel costs is a continued benefit from our fleet renewal. -- which supported a 4.3% improvement in fuel efficiency compared to 2019. Nonfuel CASM was up 8.3% compared to 2019. This included a 1.2% impact primarily due to lower capacity from cancellations during the last 2 weeks of the quarter.\nNow turning to cash flows and the balance sheet.\nWe generated operating cash flow of $518 million. We invested $948 million into the business, and we repaid $1.1 billion of debt in the December quarter. We ended the year with $14.2 billion of liquidity and adjusted net debt of $20.6 billion.\nNow on to the current environment and the March quarter outlook.\nAs Ed and Glen noted, the variant is magnifying normal seasonality in the March quarter, which is our seasonally weakest of the year. The operational challenges has reduced our capacity outlook, and we now expect first quarter ASMs to be between 83% and 85% recovered to 2019. This reduction is a few points from our previously expected capacity recovery.\nIn this environment, we are also paying higher crew premiums over time and COVID-related costs as we work through staffing challenges, mitigation of cancellations and protect our people. We estimate that this will impact the first quarter by $60 million to $70 million. The disruptions are impacting our first quarter nonfuel CASM comparison to 2019 by 3 points, with the majority of that driven by fewer ASMs. Absent the Omicron disruption, our March quarter nonfuel CASM is 12% higher than 2019 as our network remains 15% smaller. The sequential step-up in nonfuel CASM from December to March quarter is due to maintenance normalizing to 2019 levels. As we talked about last month, when comparing nonfuel CASM to 2019, there was a 7-point benefit related to maintenance in 2021 total year due to depressed flying. This inflects to a 1 point headwind in 2022 as flying is restored. Our quarterly progression basis, the maintenance tailwind was about 5 points specifically in the fourth quarter of 2021, and there will be no benefit in the first quarter of 2022.\nAdditionally, with the ASM sequentially -- essentially flat sequentially, we are not yet benefiting from the scale and efficiency. As the ASM restoration progresses,and we exit 2022 close to fully restored, we will realize the scale and efficiency benefit, and our comparisons to 2019 will improve. This is consistent with the framework and guidance we laid out last month at Capital Markets Day. Underlying our 7 to 10 full year cost guidance, we expect nonfuel CASM versus '19 for the first half of the year to be up in the low to mid-teens, while in the second half of the year, averaging mid-single digits as that scale and efficiency are restored and transition costs subside. While we did not previously expect Omicron-related operational disruptions, there is still a lot of the year to unfold as it equates both to capacity and demand. And we remain confident in our nonfuel CASM framework and the guidance we laid out last month.\nFor the March quarter, adjusted fuel price per gallon is expected to be between $2.35 to $2.50. Fuel efficiency is estimated to be approximately 6% better than the same period in 2019. When combined with our revenue outlook Glen provided, we expect a loss in January and February months and a return to profitability in the month of March.\nNow looking beyond the March quarter. Even with the challenging start of the year, we remain positioned to generate a healthy profit in June, September and December quarters, resulting in a meaningful profit for 2022.\nAt this point in the year, we are not providing additional full year guidance beyond the metrics given last month at Capital Markets Day. This includes capacity at 90% [resorts to] 2019, nonfuel CASM up 7% to 10% and gross CapEx of $6 billion. The $6 billion compares to $2.9 billion in 2021 and includes $4.7 billion of aircraft CapEx, including delivery of approximately 70 aircraft and $350 million of modification costs. The remainder is related to ground and technology projects. The March quarter will be our largest delivery quarter with 22 deliveries, resulting in March CapEx of $1.6 billion.\nNow reducing debt remains a top financial priority. During 2021, we reduced gross debt by $6 billion, fully funded our pension on a Pension Protection Act basis with a $1.5 billion contribution and a 16% return on our planned assets. In 2022, we have $1.8 billion in debt maturities, with $1.2 billion in the current quarter. With a heavier CapEx quarter, we expected adjusted net debt to increase to $22 billion in the first quarter.\nAs we achieve sustained cash generation over the next 12 to 18 months, we will continue to opportunistically manage our balance sheet, reducing debt to return to investment-grade metrics and making progress towards that $15 billion adjusted net debt target by the end of 2024.\nSo in closing, at our recent Capital Markets Day, we outlined our financial priorities and our recovery path over the next 3 years. The power of the brand, the strength of the competitive advantage give us strong conviction in the trajectory and the path to full financial recovery.\nSo with that, let me turn it back to Julie for Q&A.\n\nJulie Stewart\n\nVP of IR, Delta Air Lines, Inc.\n\nThanks, Dan. Cody, can you please remind the analysts how to queue up for a question and go to our first question?"
  }
]