[
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1f19f8c390258445c56ee58ae59ab0b7",
    "period": "2025 Q4",
    "content": "Q4 2025 Franklin Resources Inc Earnings Call\n\nQ4 2025 Franklin Resources Inc Earnings Call\n\nBENNYSENOV 7, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the Quarter and Fiscal Year Ended September 30, 2025. Hello. My name is Sachi, and I will be your call operator today. As a reminder, this conference is being recorded. [Operator Instructions]\nI would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly and fiscal year results. Please note that the financial results to be presented in this commentary are preliminary. Statements made on this conference call regarding Franklin Resources, Inc. which are not historical facts, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks uncertainty and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements.\nThese and other risks, uncertainties and other important factors are described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nWith that, I'll turn the call over to Jenny Johnson, Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Welcome, everyone, and thank you for joining us to discuss Franklin Templeton's Fourth Quarter and Fiscal Year 2025 results. I'm here with Matt Nicholls, our Co-President and CFO. Joining us is Adam Spector. This is Adam's final quarterly call as he has transitioned to a new role as CEO of Fiduciary Trust International. Adam has played a vital role in our success with clients over the past 5 years and his expertise and leadership will be invaluable to fiduciary. I'd like to also welcome Daniel Gamba to our earnings call for the first time. Daniel joined Franklin Templeton in mid-October as Chief Commercial Officer and also assumes the role of Co-President, alongside Matt and Terrence Murphy, Head of Public Market Investments. A respected industry leader, Daniel brings extensive experience across public and private markets globally.\nOn today's call, as outlined in our investor presentation, I'll share the progress we made in year 1 of our 5-year plan, which was marked by strong momentum in tangible results. I'll touch on highlights from our fourth quarter and fiscal 2025. After that, Matt will review our financial results and quarterly guidance, then we'll be happy to answer your questions. In recent years, Franklin Templeton has continued to build on our strong foundation advancing our mission to help clients achieve the most important milestones of their lives. As one of the world's most comprehensive asset managers, we combine deep expertise across public and private markets with a client reach spanning over 150 countries. Today, clients look at Franklin Templeton as a trusted partner for what's ahead, one firm offering the reach and resilience of a global platform together with the date expertise of our specialist investment team.\nAs more asset owners seek multifaceted partnerships with fewer firms that can deliver across asset classes, styles and regions, we believe our business is poised to meet that demand. In recognition, just last week, Money Management and Barron's named Franklin Templeton as its 2025 Asset Manager of the Year in the $500 billion plus AUM category. The award recognizes firms leading through innovation and excellence in investment advisory solutions. Our position today reflects years of deliberate strategic planning and the strength of a global brand that's earned the trust of investors around the world. This year was another important step forward as we continue to deepen client partnerships, broaden our investment capabilities and strengthened our diversified model. Fiscal 2025 marked the first year of our 5-year plan, we've made great strides across a number of key focus areas for the company. We are ahead of our plan for alternatives, ETFs and canvas and on track in the other areas.\nLet's now turn to the investor presentation beginning on Slide 8 to review our progress report. Starting with Investment Management. We continue to offer a broad spectrum of investment capabilities across public and private assets, helping clients achieve a wide range of financial goals. In public markets, focus remains on strengthening investment performance while optimizing our product lineup, performance continues to improve with over 50% of our mutual funds, ETFs and composites outperforming peers and benchmarks across all standard time periods. This underscores our disciplined investment process and commitment to delivering consistent results for clients. This year, we also simplified our investment management structure to strengthen talent development and enhance the way we manage investments across public markets. These changes are fostering greater collaboration and alignment across teams, positioning us to operate with greater agility and scale.\nAt the same time, we refined our investment offerings to focus on scalable, high demand strategies where we can deliver the greatest value for clients. That involved thoughtfully retiring certain brands and integrating investment capabilities where it made sense, steps that make our platform more efficient, scalable and strategically put in for future growth. Turning to private markets. Franklin Templeton is a leading manager of alternative assets with $270 billion in alternative AUM with the closing of Apera. We have a broad range of strategies, including alternative credit secondary private equity, real estate, hedge funds and venture capital. On October 1, we further strengthened our private debt platform through the acquisition of Apera Asset Management bringing our private credit AUM to $95 billion and enhancing our reach across European markets.\nThe acquisition complements Benefit Street Partners in Alcentra and expands our direct lending capabilities across Europe's growing lower middle market. This year, we fundraised $22.9 billion in private markets keeping us ahead of pace toward our 5-year $100 billion fundraising goal. The strong momentum reflects both the depth of our alternatives platform, and the growing demand for diversified outcome-oriented solutions. In fiscal 2026, we anticipate an increase to private market fund raising to between $25 billion and $30 billion. We remain committed to the democratization of private assets, bringing institutional quality opportunities to a broader range of investors. Franklin Templeton, private markets are wealth management offering continues to gain traction, contributing more than 20% of our private market fundraising this year, underscoring the strength of our global distribution partnerships and client reach.\nWe expect this to grow to between 25% to 30% in the next few years. Our Perpetual secondary private equity funds, the Franklin Lexington private market funds have raised $2.7 billion since our launch in January. In addition, our 2 other primary alternative managers, Benefit Street Partners and Clarion Partners each have perpetual funds with scale. These are semiliquid perpetual vehicles open to ongoing subscriptions, giving investors efficient access to long-term private market exposure. This year, we announced an infrastructure partnership with 3 leading firms, Actis, Digital Ridge and Copenhagen Infrastructure Partners expanding our expertise in one of the most dynamic areas of private investing. Infrastructure is a significant opportunity with an estimated $94 trillion in global funding need by 2040.\nWe're excited to develop a diversified perpetual infrastructure solution for the wealth channel, investing across all subsectors and positioning Franklin Templeton to capture opportunities in the fast-growing market. In addition, we are in the process of launching new products to bring to market. Industry tailwinds for private markets remain strong. According to Boston Consulting Group Alternatives are projected to represent roughly half of industry revenues by 2029, driven largely by the democratization of alternatives. Golden Sachs projects the retail alternatives market alone will expand from $1 trillion to $5 trillion over that same period. Franklin Templeton is well positioned to capture our share of this growth, leveraging our scale partnerships and innovation to lead in the next era of alternative investing. Alternatives in retirement represents one of the most exciting opportunities ahead.\nThis year, we announced a partnership with Empower, one of the largest U.S. retirement service providers with over $1.8 trillion in assets under administration. Together, we're paving the way for private market investments to be included in defined contribution plans, an important step towards broadening access for millions of retactmentsavers. While still early days, the long-term opportunity is significant. In U.S. defined contribution plans alone, allocations to alternatives are projected to create a $3 trillion addressable market over the next decade. With $125 billion in fine contribution assets, and $440 million in total retirement assets and a compelling range of alternative strategies, Franklin Templeton is well positioned as demand continues to accelerate.\nTurning now to distribution. As one of the most comprehensive global investment managers with clients in over 150 countries, we offer our clients a full range of investments strategies in vehicles of their choice. We saw growth across vehicles driven by record positive net flows in retail SMAs, ETFs and canvas, contributing to AUM growth from the prior year of 13%, 56% and 71%, respectively. We are a leader in retail SMAs with AUM of $165 billion across more than 200 high-quality strategies. Our SMA business has grown at a 21% compound annual rate since 2023, reflecting the growing demand for personalized investment solutions. As the market continues to evolve, retail SMAs now of the $4 trillion are expected to double by 2030 according to Surely. Against that backdrop, we're positioned to capture this growth supported by powerful trends driving investor behavior, greater customization, direct ownership and tax efficiency.\nWithin the retail SMA segment, Custom and direct [indiscernible] continue to be the fastest-growing areas. According to Cerulli, direct indexing assets have reached $1 trillion, growing more than 35% from the prior year. We're seeing that strong momentum in our own business. AUM on our Canvas platform has more than tripled since 2023, an 82% compound annual growth rate. Our partnership network is expanding quickly. growing from 67 partner firms in 2023 to more than 150 today. And over that time, our financial adviser base has increased fivefold from just over 200 to more than 1,100 advisers now using Canvas to deliver customized portfolios at scale. We're exceeding our growth goals driven by continued adoption of personalized investing and the expanding reach of our campus platform.\nOur ETF business also continues to scale rapidly and ahead of plan driven by strong global demand across fundamental active systematic active and thematic country strategies. Active ETFs are now mainstream, representing about 10% of industry AUM and yet capturing 37% of flows and probably nearing 25% of revenues in the first half of 2025 of [indiscernible]. At Franklin Templeton, our ETF AUM has grown at a 75% compound annual rate since 2023, and with 16 consecutive quarters of net inflows and 14 ETFs now exceeding $1 billion in AUM. Importantly, active ETFs account for 42% of our ETF assets but more than 50% of flows in fiscal 2025, underscoring the strength of our active ETF positioning, and we're just getting started.\nIn our first year with approximately $50 billion in ETF AUM, we're already halfway to achieving our 5-year goal, a clear sign of the strength, momentum and scalability of our platform. Franklin Templeton Investment Solutions is another key driver of our growth strategy, leveraging our capabilities across public and private asset classes to deliver customized solutions for clients. Investment Solutions AUM grew 11% to $98 billion, in line with industry growth, supported by a strong pipeline. In July, we welcomed Rich Newsom, former Executive Director of Investments at Mercer to lead the expansion of our OCIO business, a major priority for us as asset owners increasingly seek strategic advice on objectives, governance and strategic asset allocation.\nWith Rich's leadership and the strength of our investment platform, we are optimistic about this growing opportunity. This year, our focus on strategic partnerships delivered strong results, including $15.7 billion in multiple insurance sub-advisory fundings, a reflection of our growing position as a trusted partner to leading insurance companies. Beyond insurance, we also expanded multibillion dollar relationships with clients in each of our regions. For example, the company was appointed trustee and manager of the $1.68 billion national investment fund of the Republic of Uzbekistan further extending our strong track record in managing strategic investment mandates across emerging markets. These achievements reflect the strength of our partnerships and the trust we've built globally.\nIn this context, we were delighted that central banking named Franklin Templeton, its 2025 Asset Manager of the Year, highlighting our expertise and enduring relationships with central banks around the world.\nTurning to Slide 9. Two additional important growth areas are private wealth management and digital and technology. Fiduciary Trucks International, our Private Wealth Management business is positioned to benefit from major demographic trends, including the 84 trillion intergenerational wealth transfer expected through 2045. And as a fully integrated wealth platform, offering investment advisory, trust and estate, tax and custody services, fiduciary continues to stand out with a client retention rate of about 98%. Global financial wealth is projected to grow at a 6% CAGR through 2029 according to the Boston Consulting Group, nondepository trust companies like Fiduciary Trust International, have historically grown at a faster rate. In fiscal year 2025, fiduciary AUM stood at $43 billion, supported by a strong pipeline of new business. As mentioned earlier, we also strengthened fiduciary's leadership team with the appointment of Adam Spector as CEO of fiduciary.\nAdam has been instrumental in the success of Franklin Templeton's global advisory services, and his leadership will help accelerate fiduciary's next phase of growth. Fiduciary is a leading independent wealth management business, and we will continue to invest both organically and through targeted acquisitions to position the business for sustained long-term growth. Our goal is to double fiduciary's AUM by 2029.\nTurning to innovation. The pace of change in our industry continues to accelerate and Franklin Templeton is leading the way. According to Boston Consulting Group, the market for tokenizes real-world assets is projected to grow from about $600 billion today to nearly $19 trillion by 2033. And a transformative opportunity that we were early to recognize in the development of our digital assets group. Fiscal year 2025 was a defining year for our digital asset business. We expanded our product lineup and our tokenize and digital AUM now stands at $1.7 billion, up 75% from the beginning of the year. As the only global asset manager offering digitally native on chain mutual fund tokenization, we introduced first of their kind features for registered money market funds using our proprietary blockchain-based tokenization and transfer agent platform including intraday yield calculation and daily yield payouts, 365 days a year.\nDuring the year, we also completed launching new tokenize funds in a usage BCC and private fund wrapper to supplement our 4 Act offering, supporting a broader range of tokenized fund types across multiple jurisdictions and building a strong foundation for the next wave of innovation. And we deepened our global partnerships, embedded our tokenized Money market fund into the crypto collateral process and partnering with Binet, the world's largest crypto exchange to develop new products for its global wallet platform. Today, Franklin Templeton stands as the only global asset manager delivering native unchain mutual fund organization. We remain focused on investing in innovation and technology to harness blockchain potential, redefining how investors access opportunities and shaping the future of asset management.\nOver the past year, we've taken a major step forward in our AI journey. What began as hundreds of isolated use cases has evolved into a large-scale end-to-end transformation across 4 core areas: Investment management, operations, sales and marketing. The shift is accelerating our scale in genic AI through strategic partnerships, including our collaboration with Microsoft announced last summer, we're building integrated scalable AI platforms that are already driving measurable results tied to clear business outcomes and commercial impact. As these initiatives deliver results greater value will be unlocked across the firm. And importantly, I'm pleased to see that AI adoption continues to grow across our workforce.\nToday, the majority of employees are using improved ad tools to drive productivity efficiency and better outcomes for our clients. We continue to advance our efforts in capital management, operational integration and expense discipline, strengthening foundation for future growth. Matt will cover our progress and next steps in these areas in just a moment. Fiscal 2025 was a pivotal first year of our 5-year plan, one that set a strong foundation for growth, innovation and scale. We executed on our long-term priorities, delivering growth across both public and private markets as clients increasingly look at Franklin Templeton as a trusted partner for comprehensive investment solutions with that strong foundation in place, we're nearing fiscal 2026 with clear momentum and excitement about the opportunities ahead.\nNow turning to market performance. Fiscal 2025 brought strong public equity gains despite a complex geopolitical macro backdrop. After a long period of narrow mega-cap leadership, market breadth return, a welcome shift for active managers. [indiscernible] across regions, supported by easing monetary policy growth and improved earnings. While markets briefly wavered early in the year amid China's Deep Seek AIW and U.S. tariff proposals, they rebated quickly with the S&P 500 and MSCI emerging markets both up over 30% from April lows. AI remains a key driver of market direction fueling innovation and differentiation across industries. In fixed income returns were positive even amid policy uncertainty, a government shutdown and shifting rate expectations.\nThe Fed's 50 basis point rate cuts in September and October helped support growth while inflation has held near 3%. Yields remain attractive, though volatility is likely to persist. Our overall view of private markets remains constructive. Activity has been more selective, but we continue to see opportunities. Second is offer compelling risk-adjusted profiles and in private credit areas such as asset-based finance and commercial real estate debt are benefiting from reduced bank lending. Real estate capital markets remain muted overall but industrial, multifamily and self-storage sectors are leading performance due to strong and sustainable long-term fundamentals. This is an environment that rewards selectivity, discipline and active management. Market breadth, dispersion and dislocation are creating opportunities across public and private markets where active managers can add meaningful value for clients. These market dynamics at the stage for another strong year at Franklin Templeton.\nLet's now move to fourth quarter and fiscal 2025 results, beginning on Slide 15. In terms of investment performance, as mentioned earlier, over half of our mutual fund ETF AUM outperformed peers and over half of composite AUM outperformed their benchmarks in all periods. Turning to flows on Page 17. [indiscernible] flows increased 7.8% to $343.9 billion from the prior year. Excluding Wester Asset Management, we had $44.5 billion in long-term net inflows and marking our eighth consecutive quarter of positive flows, excluding Western and reflecting client demand in key strategic areas. Our institutional pipeline of on a funded mandates remains healthy at $20.4 billion following record fundings in the quarter. The pipeline remains diversified by asset class and across our specialist investment managers. Internationally, Franklin Templeton manages nearly $500 billion assets and excluding Western Asset Management, we achieved $10.7 billion in positive long-term net flows in markets outside the U.\nS. That momentum highlights the strength of our global platform and the diversity of our growth across vehicles, regions and client segments. From an asset class perspective, turning to Slide 18, equity net outflows improved to approximately $400 million for fiscal year 2025. We saw positive net flows into large-cap value smart beta infrastructure, equity income, custom solutions and mid-cap growth strategies. Fixed income net outflows were $122.7 billion. Franklin Templeton fixed income more than doubled net inflows from the prior year. We have approximately $240 billion in AUM. Franklin Templeton fixed income has expertise in every sector and is active in all corners of the global bond market. Excluding Western, Fixed income net inflows were $17.3 billion for the year. We experienced positive net flows into munis and stable value strategies. Excluding Western, fixed income generated positive net flows for 7 consecutive quarters.\nLet's move to Slide 19. Finally, as I mentioned before, broad-based client demand drove sustained organic growth in alternatives and multi-asset, which together generated $25.7 billion in net flows for the year. This week, we reported preliminary October AUM and flows. Western's long-term net outflows were $4 billion for the month of October and had ending AUM of $231 billion. Excluding Western long-term net inflows continue to be positive and we're $2 billion. We continue to see positive net flows in alternatives, ETFs, canvas and digital assets. The past year has presented significant challenges for Western Asset we remain committed to supporting them. As part of that commitment, we integrated select corporate functions to drive efficiency and give access to broader resources.\nWestern's client service team joined Franklin Templeton in order to better serve the needs of our clients. These enhancements have been seamless for clients. Western's leading investment team continues its investment autonomy and performance has rebounded strongly with 92% -- 98%, 88% and 99% of Western's composite AUM outperforming the benchmark for the 1, 3, 5 and 10-year periods. To wrap up, we take great pride in the efforts we've made over the past year to further grow and diversify our business. As we enter fiscal year 2026, Franklin Templeton stands stronger than ever. anchored by broad investment expertise, global scale and reach and commitment to innovation. We have strengthened our competitive position across public and private markets, expanded our partnerships globally and continue to innovate in technology, AI and digital assets. These achievements reflect not only our ability to navigate dynamic markets but also our long-term focus on creating sustainable value for our clients and shareholders.\nBefore I close, I want to thank our employees around the world for all their efforts this past year. Their dedication expertise, an unwavering focus on our clients are the foundation of everything we accomplish.\nNow I'd like to turn the call over to our Co-President, CFO and COO, Matt Nicholls, who will review our financial results and quarterly guidance. Matt?\n\nMatthew Nicholls\n\nExecutive VP, CFO & COO\n\nThank you, Jenny. I will briefly cover our fiscal fourth quarter and full year 2025 results, followed by a first quarter 2026 guidance. So for the fiscal fourth quarter, ending AUM reached $1.66 trillion, reflecting an increase of 3.1% from the prior quarter and average AUM was $1.63 trillion, a 4.4% increase from the prior quarter. Adjusted operating revenues increased by 13.9% to $1.82 billion from the prior quarter due to elevated performance fees and higher average AUM. Adjusted performance fees were $177.9 million compared to $58.5 million in the prior quarter. This quarter's adjusted effective fee rate, which excludes performance fees, stayed flat at 37.5 basis points compared to the same rate in the prior quarter.\nOur adjusted operating expenses were $1.34 billion, an increase of 10.5% from the prior quarter, primarily due to higher incentive compensation on higher revenues higher performance fee incentive compensation and performance fee-related third-party expenses, higher professional fees, partially offset by higher realization of cost savings. As a result, adjusted operating income increased 25% from the prior quarter to $472.4 million, and adjusted operating margin increased to 26% from 23.7%. Fourth quarter adjusted net income and adjusted diluted earnings per share increased by 35.7% and 36.7% from the prior quarter to GBP 357.5 million and $0.67, respectively primarily due to higher adjusted operating income and adjusted other income and a lower tax rate.\nAs of September 30, we impaired an indefinite-lived tangible asset related to certain mutual fund contracts managed by Western Asset and recognized a $200 million noncash charge in our GAAP results. Turning to fiscal year 2025. ending AUM was $1.66 trillion reflecting a decrease of 1% from the prior year, while average AUM increased 2.6% to $1.61 trillion. Adjusted operating revenues of $6.7 billion increased by 2.1% and from the prior year, primarily due to an additional quarter of Putnam, higher average AUM and elevated performance fees, partially offset by the impact of Western outflows. Adjusted performance fees of $364.6 million increased from $293.4 million in the prior year. The adjusted effective fee rate, which excludes performance fees was 37.5 basis points compared to 38.3 basis points in the prior year. The decline is primarily driven by strong growth into lower fee categories, such as ETFs, canvas and multi-asset solutions mitigated by lower fee Western outflows and increasing flows into higher alternative asset strategies.\nOur adjusted operating expenses were $5.06 billion, an increase of 4.3% and from the prior year, primarily due to an additional quarter of Putnam, higher incentive compensation on higher revenues and sales and higher spend on strategic initiatives, partially offset by the realization of cost-saving initiatives. Importantly, as previously guided, adjusted for an additional quarter of Putnam and excluding incentive fee compensation, our fiscal year expenses were substantially similar to fiscal year 2024. The less than 1% difference. This led to fiscal year adjusted operating income of $1.64 billion, a decrease of 4.3% from the prior year. Adjusted operating margin was 24.5% and compared to 26.1% in the prior year, reflecting our support of Western.\nCompared to prior year, fiscal year adjusted net income declined by 6.3% to $1.2 billion. and adjusted diluted earnings per share was $2.22, a decline of 7.5%. The decreases were primarily due to lower adjusted operating income and lower adjusted other income. On other topics, we continue to focus on capital management and operational integration to drive efficiency and long-term value. As stated on Slide 9 in the investor presentation, from a capital management perspective, we returned $930 million to shareholders through dividends and share repurchases, funded the majority of the remaining acquisition-related payments. And repaid $400 million senior notes due March 2025 in the current year.\nOur dividend, which has increased every year since 1981, has grown at a compound annual growth rate of approximately 4%. Our balance sheet provides flexibility to invest in the business organically and inorganically. We have co-investments and see capital of $2.8 billion, an increase from $2.4 billion from prior year to develop and scale new investment strategies. In addition, while continuing to invest in long-term growth initiatives, we also continue to strengthen the foundation of our business through disciplined expense management and operational efficiencies especially given the ongoing evolution of our industry.\nOur plan to further simplify our firm-wide operations including the unification of our investment management technology on a single platform across our public market specialist investment managers remains on track, both from a cost and implementation perspective. We have also integrated functions of certain specialist investment managers to simplify investment operations and increase collaboration across the firm.\nBefore presenting our fiscal first quarter 2026 guidance, I just wanted to reiterate an important point on our fiscal year 2025 expenses. As mentioned earlier, when adjusting for an additional quarter of Putnam and excluding incentive fee compensation, our fiscal year expenses were substantially similar to fiscal year 2024, less than 1% difference. This is notwithstanding markets being significantly higher in the year and the relatively modest difference is fully attributed to higher sales commissions and higher valuation of mutual fund units linked to deferred compensation. All other investments across the company, including additional resources tied to alternative assets, ETFs canvas, multi-asset solutions, investment management technology and operations have been directly funded through savings initiatives.\nTurning to fiscal year 2026 1st quarter guidance. As a reminder, guidance assumes flat markets and is based on our best estimates as of today. We expect our EFR to remain at mid 37 basis points for the quarter. We anticipate the to be stable as higher growth in lower fee categories are partially offset by higher fee alternative asset flows. In future periods, episodic catch-up fees may move the EFR temporarily higher. We expect compensation and benefits to be approximately $880 million. This assumes $50 million of performance fees at a 55% payout and also includes approximately $45 million to $50 million of annual accelerated deferred compensation for retirement-eligible employees, flat from the first quarter of 2025.\nFor IS&T, we're guiding to $155 million, consistent with the prior quarter. We also expect occupancy to be flat at approximately $70 million. G&A expense is expected to return to previous guide levels in the $190 million to $195 million range and includes elevated professional fees. In terms of our tax rate, we expect fiscal 2026 to be in the range of 26% to 28%. And due to a higher proportion of U.S. income and the effect of increased tax rates globally. We're 1 month into the 2026 fiscal year, and it's obviously early, but consistent with our plans discussed earlier in fiscal 2025, we began the year knowing that we have approximately $200 million of gross expense efficiencies for fiscal 2026 but the net amount of those efficiencies will ultimately depend on market and our performance during the year, both of which are up to start with as we go into the new fiscal year.\nSimilar to fiscal 2025, these savings will also fund ongoing investments across the business, absorb increased fundraising expenses and $30 million of expenses added from the Apera acquisition. However, all else remaining equal from this point, we expect to end fiscal 2026 at or below adjusted expenses versus fiscal 2025 and at a higher operating margin. And now we would like to open the call for questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a3d1d9322b32cb2b1bd5592ecf6a1458",
    "period": "2025 Q3",
    "content": "Q3 2025 Franklin Resources Inc Earnings Call\n\nQ3 2025 Franklin Resources Inc Earnings Call\n\nBENNYSEAUG 1, 10:00 AM\n\nOperator\n\nWelcome to the Franklin Resources Earnings Conference Call for the quarter ended June 30, 2025.\nHello. My name is Maria, and I will be your call operator today. As a reminder, this conference is being recorded.\n[Operator Instructions]\nI would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts are forward-looking statements, within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements.\nThese and other risks, uncertainties and other important factors are described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nNow I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Welcome, everyone, and thank you for joining us today as we review Franklin Templeton's third fiscal quarter results. I'm here with Matt Nicholls, our CFO and COO and Adam Spector, our Head of Global Distribution. We'll answer your questions momentarily, but before we do that, I'd like to highlight some key developments and themes from the quarter. Over the past few years, Franklin Templeton continues to evolve into 1 of the world's largest and most diversified investment managers with a full spectrum of capabilities across public and private markets. .\nAt the core of this evolution is our commitment to being a trusted partner for what's ahead, helping clients navigate the complexity of global markets with confidence and experience. from individual investors and financial professionals to institutions, we are focused on delivering customized solutions to achieve their long-term financial goals. We do this by leveraging the breadth and depth of our specialist investment teams who bring differentiated expertise. And we offer our strategies through a broad range of investment vehicles from mutual funds and ETFs to SMAs and private fund structures.\nAs more asset owners seek multifaceted partnerships with fewer firms that can deliver across asset classes, styles and regions. We believe our business is well suited to meet that demand. In today's fast-moving and interconnected investment landscape. Franklin Templeton's global reach is increasingly important. Our capabilities span U.S. and international markets, including emerging markets, positioning us to meet evolving client needs as they allocate and reallocate across regions and through market cycles. Almost 40 years ago, we opened our first office outside of North America in Taiwan, and we are 1 of the first global firms to build local asset management capabilities. We currently operate in over 30 countries and our clients are located in over 150 countries.\nOur goal is to manage each local business combined with global scale, focusing on local investing and client needs. And today, we have approximately $500 billion or roughly 30% of our AUM in countries outside the U.S. From our legacy as pioneers in International and income investing, to leadership in emerging areas like AI, tokenization and blockchain, we're committed to keeping our clients on the forefront of investment opportunity across markets and technologies globally. Innovation is and has always been central to who we are.\nOur investment teams around the world collaborate closely to provide forward-looking insights and identify new opportunities. A great example of this is the Franklin Templeton Institute which plays a central role in delivering timely research, thought leadership and educational resources to help clients interpret and respond to fast-moving market developments.\nTurning to public equity markets. It's been a tale of 2 quarters to start calendar 2025. Despite a turbulent April global equity markets rebounded sharply from Liberation Day setbacks with the S&P 500 posting 1 of its fastest ever post-war recovery, rising 25% from its April lows and ending the quarter up nearly 11%. The sharp recovery was led by large-cap growth stocks, including most of the Magnificent 7. The top-performing sectors were IT, communication services, industrials and consumer discretionary along with the other major domestic indexes. The small-cap Russell 2000 Index rebounded in the second quarter, gaining 8.5%.\nInternational markets have shined so far in calendar 2025, but the outperformance versus U.S. was largely in Q1. Through June, the MSCI EFA is up 19%, helped by a weaker U.S. dollar and expectations that U.S. tariffs will not meaningfully alter the corporate earnings outlook. Emerging markets similarly outperformed. After holding up much better in the first quarter of the calendar year, value stocks lagged growth in this quarter. Large-cap growth outperformed large-cap value by 14% in Q2.\nOur investment teams remain cautiously constructive on the outlook for the U.S. equity market. While the market remains supported by solid fundamentals, caution stems from the market's already strong advance from its lows and ongoing geopolitical and policy uncertainty.\nTurning to public fixed income markets and rates. Following Liberation Day, the quarter opened with a higher-than-expected tariffs announcements, which sparked a temporary market sell-off and a spike in volatility. Subsequent data, however, suggested that the U.S. economy has remained resilient. Economic activity continued to unfold at a healthy pace, even though volatility in exports and imports makes headline GDP numbers less informative than usual. The labor market remains at or close to full employment. And while tariff hikes have fed through into the prices of specific goods, they have not had a broader impact on inflation.\nAll this seems consistent with the fact that exports and imports play a relatively smaller role in the U.S. than in many other economies. Market conditions stabilized during the quarter as investors worst fears proved unfounded. And risk assets recovered with global credit spreads spiking, but then trending significantly lower. Lower rated sectors outperformed, as did non-U.S. markets with the U.S. dollar seeing its largest quarterly decline since 2022.\nThe Fed has maintained interest rates unchanged at its May, June and July meetings, noting that while there are some downside risks to growth, labor markets remain robust, inflation is still above target. We continue to expect at most 1 more rate cut by the Fed this year, with additional monetary easing, possible should growth begin to deteriorate. Tariff-driven price pressures and a still large fiscal deficit seem likely to exert some upward pressure on yields. Financial markets will likely continue to anticipate and push for more monetary easing than what we are forecasting, likely resulting in a prolonged roller coaster ride of market volatility.\nIn private markets, quarterly volatility in global equity markets continued to act as a constraint on IPOs and M&A activity. As a result, continuation funds in secondary private equity were the primary sources for investor liquidity where Lexington Partners provide scaled solutions, expertise and leadership. The trends shaping the private equity landscape, growing net asset values, significant dry powder, longer holding periods and shifting distribution patterns point to a secondary market opportunity that is poised to remain attractive for years to come.\nPrivate credit remained an area of conviction. So even here, LPs are deploying more selectively the macro backdrop characterized by higher base rates, modest spread widening and potential credit deterioration has made quality underwriting and structure more important than ever. Increased market volatility while challenging, also creates an attractive backdrop for our alternative credit businesses like direct lending, real estate credit and special situations. In these markets where there is greater dispersion between the best and worst credits, Benefit Street Partners is well positioned given its conservative approach to underwriting and our deep portfolio management expertise.\nReal estate capital markets activity remains muted with greater volume and perceived stronger property types. Top performing property sectors include industrial, multifamily and self-storage which continue to have solid long-term underlying property fundamentals. For the fourth quarter in a row, overall property indices showed modestly positive performance signaling more evidence of reaching a bottom after 2 years of decline. As sentiment changes for real estate, Clarion continues to be well positioned, with over 60% of AUM in the industrial and logistics sectors and less than 6% in the office sector.\nOur overall view of private markets remains constructive, we there may be subtle shifts within private markets, the changing trade policies and elevated geopolitical risks haven't altered our long-term outlook. We continue to favor secondary private equity real estate and commercial real estate debt as key areas of opportunity.\nIn today's environment of heightened volatility, shifting trade policies and geopolitical uncertainty, diversification and active management are not just prudent but essential to mitigate potential risks and maximize returns. Diversification across various asset classes, regions and sectors can, of course, help cushion the impact of market volatility. And as a diversified active manager, we have the capabilities across public and private assets to customize solutions to help investors to achieve their long-term financial goals.\nTurning now to our business results. Our third fiscal quarter saw progress across asset classes, investment vehicles and geographies, highlighting the strength of our diversified global platform. Our assets under management ended the quarter at $1.61 trillion, AUM increased from the prior quarter due to the impact of positive markets and strengthening flows, partially offset by long-term outflows at Western Asset Management. Our institutional pipeline of 1 but unfunded mandates rose by net $4 billion to a record $24.4 billion. It included $14.8 billion in new wins reflecting strong client demand across all asset classes and was diversified across specialist investment managers in multiple regions.\nThis quarter, we saw notable mandates in fixed income from our partners in the insurance sector. We remain encouraged by increased client engagement on potential opportunities ahead. Long-term net outflows totaled $9.3 billion, representing a marked improvement from the prior quarter's outputs of $26.2 billion. Excluding Western Asset Management, long-term net inflows were $7.8 billion this quarter and $7.4 billion in the prior quarter. This quarter represents the seventh consecutive quarter of positive net flows excluding Western demonstrating growing momentum across our business.\nMulti-asset and alternatives continue to have strong, consistent performance and generated another quarter of positive net flows, resulting in a combined $4.3 billion for the quarter. Multi-asset flows have been positive for 16 consecutive quarters. In addition, we saw improving flow trends in fixed income and equities. Equity net outflows were $645 million as market volatility impacted growth strategies more than others. Given our diverse global equity capabilities, we benefited from the broadening of markets into both value and non-U.S. strategies, generating positive net flows into large cap value international and emerging market strategies.\nPutnam continues to be a strong contributor with positive net flows since acquisition across mutual funds, SMAs and ETFs. Fixed income net outflows improved to $13 billion this quarter. Excluding Western, Fixed income net inflows were $3.5 billion, driven by Franklin Templeton Fixed Income and Brandywine Global. Flight to safety generated positive flows into munis stable value and short-duration strategies. Excluding Western, fixed income has generated positive net flows for 6 consecutive quarters. Western net outflows also moderated on a quarterly basis and are the lowest since the September quarter of 2024.\nIn addition, money market balances have continued to grow as the Federal Reserve holds the target overnight rate at about 4%. We've had cash management net inflows for 4 out of the 5 last quarters, with $2.7 billion in each of the last 2 quarters, increasing our cash management AUM to $72 billion. This quarter, we continued to successfully execute our long-term corporate priorities, which reflect key areas of long-term growth. Fundraising and alternatives generated $6.2 billion for the quarter, of which private markets assets totaled $5.3 billion. This brings alternative asset fundraising to $19 billion fiscal year-to-date, including $15.7 billion in private markets placing us at approximately the middle of our annual guidance range with 1 more quarter to go.\nFundraising was diversified across alternative specialist investment managers and reflected client demand in secondary private equity, alternative credit and real estate from institutions as well as from the wealth channel. In June, we announced an agreement to acquire a majority interest in Apera Asset Management a pan-European private credit firm with approximately $5.7 billion in AUM. The transaction will expand our direct lending capabilities across Europe's lower middle market and reflects our continued commitment to growing our global alternatives platform, which had $258 billion in AUM at quarter end. Apera is complementary to our existing global alternative credit offerings.\nAlongside Benefit Street Partners in the U.S. and Alcentra in Europe appear further diversifies our firm's geographic exposure and capabilities within the private credit asset class. This acquisition brings our pro forma private credit AUM to nearly $90 billion. On both a relative and absolute basis, alternatives by Franklin Templeton, our alternatives business in the wealth management channel has been a strong contributor over the course of this year. We have invested heavily in this business to meet the growing demand in this critical area. Over the past few years, we have focused on designing suitable products investing in client education and supporting wealth advisers.\nOur substantial distribution resources and coverage model includes a dedicated alternative specialist team that we have significantly expanded over the past 2 years. Our perpetual secondary private equity funds, Franklin Lexington Private Market funds are nearing $2.5 billion in gross sales fiscal year-to-date. And we are excited to expand into new markets in Europe and Asia, leveraging our global distribution footprint.\nAdditionally, our 2 other primary alternative managers, Benefit Street Partners and Clarion Partners each have perpetual funds with at least $1 billion in AUM. These are semiliquid perpetual vehicles and are open to ongoing subscriptions. Over the long term, we believe there is a significant opportunity for alternatives in wealth management, especially given the average wealth management client has approximately 5% or less of their portfolio allocated to alternatives. And depending on the client's liquidity need, it could be much higher. Institutions, for example, have been allocating 30% or more. It is essential for us to provide opportunity for broader client participation in the investment returns generated in private markets.\nIn addition, we're developing products with strategic partners in the retirement channel for private market investments to be included in defined contribution retirement plans. Client demand also continued across investment vehicles. Our ETF platform achieved its 15th consecutive quarter of positive net flows, attracting $4.3 billion and reached a new high of $44.1 billion in AUM, 19% growth from the prior quarter. We have over 13 ETFs with over $1 billion in AUM across equities and fixed income. And since acquisition, Putnam's ETF lineup has more than tripled in AUM, reflecting the strength of our global distribution platform.\nRetail SMAs had another quarter of positive net flows and AUM is up 8% to $156.3 billion, a new high watermark for our retail SMAs. Our leading SMA franchise saw continued progress driven by growth in Putnam, Franklin Templeton Fixed Income, Canvas and Franklin income. Canvas, our custom indexing platform attracted notable inflows, with Canvas AUM of $13.7 billion increasing 20% from the prior quarter. The platform has been in positive inflows since acquisition. As I mentioned earlier, 1 of Franklin Templeton's strength is our global presence in international markets are an integral part of our growth strategy. Our international business continues to expand with positive net flows for the quarter.\nSpeaking of international markets, in May, I joined senior leaders in the Middle East to engage directly with government officials, policy leaders and some of the region's most influential institutional investors. The visit reinforced Franklin Templeton's long-term commitment to helping shape global capital markets in the region. This quarter, we worked with 2 of Saudi Arabia's leading institutions to invest in the country's financial markets, broadening investment offerings for both Saudi and international investors. We continue to be selected as a trusted partner to official institutions in emerging markets including central banks and sovereign wealth funds.\nThis quarter, we became a trustee and manager of the $1.7 billion National Investment Fund of the Republic of Uzbekistan. This strategic mandate builds on our 15-year track record of managing mandates in frontier and emerging markets. We were also honored to be recognized as the Asset Manager of the Year by the publication Central Banking reflecting the progress we are making with this client base.\nThis quarter, we launched an intraday yield feature on Benge, our tokenized money market fund, making investing faster more transparent and accessible 24/7. This is another example of how Franklin Templeton has always been at the forefront of change, whether it's providing investors with access to new investment opportunities improving how they manage their money or leveraging new technology to make it more efficient.\nBefore I turn to investment performance, I wanted to provide a brief update on July flows. While it's early and we will formally report preliminary July AUM and flows next week, Western's long-term net outflows are expected to be approximately $3 billion for the month of July and had ending AUM of approximately $236 billion. Excluding Western, we expect long-term net inflows of approximately $3 billion. Now in terms of investment performance, over half of our mutual fund AUM is outperforming its peer median across the 3-, 5- and 10-year periods. The 1 year would also be in the top half, excluding 1 of our largest funds managed for yield. Similarly, over half of the strategy composite AUM is outperforming its benchmarks over the same time periods.\nCompared to the prior quarter, mutual fund investment performance increased in the 3-, 5-year and 10-year periods and declined in the 1-year period, again, primarily due to the categorization of 1 of our largest funds managed for yield.\nTurning briefly to financial results. Adjusted operating income was $378 million, flat from the prior quarter, driven by lower compensation expenses, offset by the impact of Western outflows and lower average AUM. We continue to focus on expense discipline and operational efficiencies. Our balance sheet remains strong, providing flexibility to pursue strategic investments and return capital to shareholders.\nFinally, at Franklin Templeton, our collective purpose is clear: to help our clients all over the world achieve the most important financial milestones of their lives. Central to our approach is a deep understanding of each client's goals, allowing us to serve as a trusted partner through the complexities of the financial markets. We have built a resilient business that is diversified across investment teams, asset classes, vehicles and regions, delivering value to all stakeholders.\nI'd like to express my thanks to our talented and dedicated employees around the world whose client-first mindset drives our continued success.\nNow let's open the call up to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8774477fcd14323308d20722a95f56d",
    "period": "2025 Q2",
    "content": "Q2 2025 Franklin Resources Inc Earnings Call\n\nQ2 2025 Franklin Resources Inc Earnings Call\n\nBENNYSEMAY 2, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended March 31, 2025. Hello. My name is Rob, and I'll be your call operator today. As a reminder, this conference is being recorded. [Operator Instructions]. I would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts are forward-looking statements, was the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements. These and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings. Now I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Welcome, everyone, and thank you for joining us to discuss Franklin Templeton's second fiscal quarter results. I'm here with Matt Nicholls, our CFO and COO; and Adam Spector, our Head of Global Distribution.\nWe'll answer your questions momentarily, but first, I'd like to review some highlights from the quarter. The first few months of 2025 have been marked by significant market turbulence globally resulting from heightened geopolitical trade policy and consequently, economic uncertainty. As our clients try to separate the signal from the noise we are positioned to help them navigate this period of market volatility and benefit from emerging trends. Periods with major market resets often act as catalysts for client changes to asset allocation and portfolio construction. This is one key reason why our diversified company is designed to benefit a broad range of clients through various market conditions and cycles. With money on the move, Franklin Templeton is poised to help our clients grow their assets with leading capabilities across public and private investments.\nDespite the volatility, we continue to see strong client activity across our key growth areas. For instance, our institutional one but unfunded pipeline increased by $2.3 billion to $20.4 billion during the quarter, its highest level since 2022. One of our firm's greatest strength is the depth and breadth of perspective provided by our specialist investment managers who offer investment expertise across the full spectrum of asset classes. This comprehensive expertise is increasingly valuable as asset owners seek to consolidate relationships with managers who can offer a full range of investment solutions across geographies.\nBy partnering with Franklin Templeton, clients gain access to broad capabilities delivered through a single integrated global platform. We provide deep industry insights to help clients protect wealth and unlock opportunities for growth. In April, for instance, the Franklin Templeton Institute delivered timely insights, adviser materials and webinars to help clients make sense of headlines and uncover new opportunities. In the days following April's tariff announcements, the Franklin Templeton Institute held a dozen webinars attended by over 11,000 advisers. Today, our firm reaches all corners of the world. Since our first office outside of North America opened in 1986 in Taiwan, international markets have been a key part of our growth story.\nAs one of the first global firms to establish local asset management capabilities over 30 years ago, we have offices in over 30 countries, and our clients are located in over 150 countries. Our goal is to manage each local business on a global scale, focusing on local investing and client needs. We have $470 billion or about 30% of our AUM in countries outside the U.S., and approximately 50% of our employees work outside of the U.S. Within public equity markets, Obviously, there were several notable developments that unfolded during the quarter, reflecting a broader shift in global market dynamics.\nFor the first time in many years, several foreign markets outperform U.S. indices, signaling a potential reversal of long-standing trends. As we've been anticipating in the U.S. and abroad, equity performance has broadened beyond the narrow leadership of the Magnificent Seven as investors rotated into other sectors, styles and regions. Europe outpaced the U.S. and the U.S. dollar weakened.\nWe also saw striking reversals in other areas. Bitcoin declined, while gold surged almost 20% and the largest quarterly gain in U.S. dollar terms in over 40 years. The so called DeepSeek moment spark questions around the need for AI-related spending contributing to a pullback in previously high flying areas. Meanwhile, sectors like financials, health care, consumer staples and utilities have led the market year-to-date, underscoring the shift in investor sentiment and sector leadership.\nFor the remainder of 2025, our investment teams remain cautiously constructive on the outlook for global equity markets. The caution stems from uncertainty tied to softer U.S. growth, driven in part by cuts to federal government employment and services as well as the ripple effects of newly implemented U.S. tariffs and retaliatory measures, particularly from China. The primary concern is an erosion of profitability related to weaker global economic activity and margin pressures as tariff costs filter their way through supply chains.\nWithin U.S. equities, a key theme remains broadening as investors seek out returns and companies with durable earnings support and favorable valuations. While we've seen sharp declines in the technology sector, including the Magnificent Seven, some recovery of megacap stocks is likely. European stocks, particularly in areas related to defense spending and infrastructure will benefit from stepped-up government expenditures as Europe addresses its security concerns.\nWhile new tariffs could be significant and a likely drag on global growth, our consensus is that a recession in the U.S. is not a foregone conclusion. It's important to note that the economic impact of tariffs will likely be asymmetric, affecting the U.S. far less than our trading partners. The U.S. economy with its $30 trillion size and only about $3 trillion in exports is probably better insulated from recession in countries whose economies are more dependent on exports.\nTurning to the rate market. The recent quarter has been dominated by uncertainty on U.S. trade policy and its potential economic fallout. The execution of the tariffs roll out has exacerbated market volatility. Nonetheless, it has also cast a spotlight on the actual problem of large persistent trade deficits, which over time does need to be addressed including through smaller U.S. fiscal deficits. The U.S. economy came into 2025 with strong momentum. While last quarter's GDP contracted by 0.3%, this largely reflected a surge in imports ahead of tariffs. Household consumption has remained relatively robust. And so far, labor markets have proved resilient. Confidence indicators have weakened and many corporations have paused investment plans. So underlying activity could well weaken somewhat in the current quarter.\nHowever, the administration's focus reverts to tax cut extensions and deregulation. This, together with progress on trade negotiations should provide support for growth and allow the U.S. economy to avoid a recession this year. Bond yields have experienced high volatility but appear most recently to have become range-bound at levels consistent with relatively resilient economic growth. We continue to expect one more rate cut by the Fed this year with additional monetary easing possible should growth deteriorate more sharply. Tariff-driven price pressures and a still large fiscal deficit seem likely to exert some upward pressure on yield. Market volatility is likely to remain elevated until we get greater clarity on trade and fiscal policy.\nTurning to private markets. 2025 started with optimism for a more business tax and regulatory friendly environment with more IPOs and greater M&A activity. Heightened policy uncertainty and recent setbacks in global equity markets have tempered enthusiasm particularly for IPOs and M&A activity. However, we believe that increased market volatility may spur interest in secondary private equity offerings as sources of liquidity. The undercapitalized secondary market enables firms like Lexington Partners to be highly selective and focused on quality assets as they deploy capital consistently during the year.\nFurthermore, these market dislocations can create attractive buying opportunities for this asset class. Increased market volatility also creates an attractive backdrop for our alternative credit businesses like direct lending, real estate credit and special situations. In these markets where there is greater dispersion between the best and worst credits, Benefit Street Partners is well positioned given its conservative approach to underwriting and our deep portfolio management expertise.\nMeanwhile, real estate valuations have declined significantly from their 2021 peaks and our investment teams are finding selective opportunities in areas such as industrials, housing and health care. Market dislocations and global volatility often create opportunities for active managers like Franklin Templeton, that offer a full range of investment capabilities as reflected in our institutional one but unfunded pipeline, the highest it's been in 3 years. The pipeline remains diversified by asset class and across our specialist investment managers and is particularly strong in Franklin Templeton fixed income. The combination of unpredictable fiscal policies, trade uncertainties and geopolitical tensions require a balanced approach.\nNow turning to highlights from the quarter. Our results demonstrate progress across our business. Our assets under management continue to be well diversified across specialist investment managers asset classes, vehicles and geographies and ended the quarter at $1.54 trillion. This was a decrease from the prior quarter due to the impact of long-term net outflows at Western Asset and negative markets. Excluding reinvested distributions, long-term inflows increased 9% quarter-over-quarter. This quarter, gross sales increased across all asset classes. Long-term net outflows were $26.2 billion, including $3.3 billion of reinvested distributions. Excluding Western, long-term net inflows were $7.4 billion, ex western, we were net sales positive for the last 6 quarters in a row. Multi-asset and alternatives generated a combined $9.7 billion in positive net flows.\nEquity long-term inflows were $38.9 billion, and gross sales have increased for the past 6 consecutive quarters. Given the risk off environment, equity net outflows were $5.4 billion, primarily reflected in growth strategies. We did see positive net flows into large-cap value, smart beta and international strategies. Fixed income net outflows were $30.5 billion. However, excluding western fixed income net inflows were $2.8 billion and were positive in multi-sector munis, stable value and high-yield strategies.\nFranklin Templeton fixed income continues to see positive flows and maintains a strong one, but unfunded pipeline. Fundraising and alternatives generated $6.8 billion for the quarter, of which private market assets totaled $6.1 billion and were broadly distributed across strategies, Aggregate realizations and distributions were $2.8 billion. We see a significant opportunity in the wealth management channel for our alternatives business based on our data and calculations we project that approximately $800 billion will be allocated to democratize alternative industry-wide over the next 5 years. And as I've mentioned before, this is a key focus of growth for us.\nOver the past several years, we have acquired relevant alternative asset management capabilities, built a dedicated distribution effort and have had success placing our products on a number of leading platforms. As a result, so far today, a little over 10% of our alternative assets are from the wealth channel. We have learned a great deal about this opportunity, but it's still early days. As alternatives by Franklin Templeton continues to progress in the wealth management channel, it is imperative that we continue to deliver innovative, top-performing solutions as well as a first-class client experience.\nThis quarter, we launched our first perpetual secondaries private equity fund, the Franklin Lexington Private Market Fund in the U.S. and internationally, designed for well channel clients. These funds raised an initial combined $2 billion. We now have three perpetual offerings in the major asset classes, secondary private equity with Lexington, real estate debt with Benefit Street Partners and Clarion's real estate equity. All three of these strategies are north of $1 billion in assets.\nSince January, we are one of the top 10 largest fundraisers of perpetual funds and the largest traditional asset manager. As for multi-asset, we saw net inflows of $3.3 billion, led by Franklin Templeton Solutions, our custom indexing platform cannabis Franklin Income Investors and Fiduciary Trust International, our Private Wealth Management business.\nTurning to investment vehicles. We saw strong client demand and positive flows into ETFs, retail SMAs and canvas. Our ETF business saw its 14th consecutive quarter of positive net flows, attracting $4.1 billion during Q2 and a record-high AUM of $37 billion. One of our ETFs now are over $1 billion in AUM, 10 in the U.S. and two non-U.S.\nThe growth of our ETF business reflects our commitment to staying at the forefront of innovation. During the quarter, we launched the Franklin Crypto Index ETF, which offers investors indirect exposure to the two largest digital assets, Bitcoin and Ethereum, through a single investment vehicle. Franklin Crypto Index ETF is our third digital asset ETP launch in just over a year. We also launched Europe's first ever tokenized UCITS fund, the Franklin On-Chain U.S. government money fund.\nThe retail SMA market has experienced considerable growth in recent years, and this trend is expected to continue. From 2022 to 2024, industry-wide, SMAs saw 30% asset growth and are expected to reach $3.6 trillion by the end of 2027 and from $2.4 trillion today due to tax advantages and lower minimums. Our retail SMA AUM was $144.2 billion with net inflows of $1.5 billion and excluding Western had record net inflows of $3.2 billion. Our non-U.S. business saw positive net flows in the EMEA and Americas regions ending the quarter with approximately $470 billion in AUM.\nAs previously mentioned, we benefit from the geographic diversification of the firm. Now in terms of investment performance, over half of the mutual fund AUM is outperforming its peer median across the 1-, 3-, 5- and 10-year periods. Compared to the prior quarter, investment performance improved in both the 1- and 5-year periods with one of our largest funds managed for yield now outperforming for those same periods. Over half of strategy composite AUM is outperforming its benchmark over the 3- and 5-year periods and 63% doing so over in the 10-year period.\nTurning briefly to financial results. Adjusted operating income was $377.2 million a decrease of 8.6% from the prior quarter. The decrease was primarily due to compensation expense related to the start of the calendar year and the impact of Western partially offset by the prior quarter annual deferred compensation acceleration for retirement-eligible employees. As always, we continue to focus on disciplined expense management. In January, we announced that Western would integrate select corporate functions into Franklin Templeton, creating efficiencies and giving Western access to broader resources. After careful planning, we have begun the integration of certain functions across back office, middle office and support teams.\nImportantly, as with all specialist investment managers, Western's investment team will maintain its autonomy. Our top priority is to ensure this process is seamless to clients. Notwithstanding the recent market challenges, we remain on track in terms of the 5-year plan presented at fiscal year-end, including priorities across public and private markets, distribution, private wealth management and innovations in digital assets and technology. These, combined with disciplined expense management and operational efficiencies as well as effective capital management will allow us to deliver value to our clients and shareholders over the long term.\nFinally, this quarter, we were excited to bring our New York-based employees together in a modern space with new technology. We relocated employees from 10 separate Manhattan office buildings into one Madison Avenue. We have already hosted clients from around the world, and the response has been overwhelmingly positive. At Franklin Templeton, we are driven by a shared mission to help people all over the world achieve their most important financial milestones. That mission remains constant, even as the industry and our organization continue to evolve. A key of that focus is understanding their unique goals and being their trusted partner in navigating the complexities of the market together. We have built an all-weather platform that mitigates concentration risks across specialist investment managers, asset classes, vehicles and geographies for the benefit of all stakeholders. And importantly, I'd like to thank our talented and dedicated employees for their commitment, efforts and always putting clients first. Now let's open the call up to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ebd90be1d9e22ffb42aa7ca00c74ecf0",
    "period": "2025 Q1",
    "content": "Q1 2025 Franklin Resources Inc Earnings Call\n\nQ1 2025 Franklin Resources Inc Earnings Call\n\nBENNYSEJAN 31, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended December 31, 2024. Hello. My name is Matt, and I'll be your call operator today. As a reminder, this conference is being recorded. [Operator Instructions] I'd now like to turn the conference over to your host, Selene Oh, Chief Communications Officer and Head of Investor Relations for Federal Resources. Thank you. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements.\nThese and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings. Now I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Welcome and thank you for joining us to discuss Franklin Templeton's fiscal quarter results. I'm here with Matt Nicholls, our CFO and COO; and Adam Spector, our Head of Global Distribution. We'll answer your questions shortly, but first, I will review the quarter's highlights. For the past few months, I've traveled across Europe, the Middle East and Asia and met with key clients ranging from wealth clients to institutions and sovereign wealth funds to other large asset owners.\nWhat's clear to me from these conversations is that clients want deeper relationships with fewer asset managers that can meet more of their needs. As one of the few global asset managers with extensive public and private market strategies, we believe we are well positioned to be a trusted adviser to our clients around the world. In recent years, we have intentionally diversified our company across specialist investment managers, asset classes, vehicles and geographies to benefit a broad range of clients through various market conditions and cycles.\nEver since we opened our first offices outside of North America 40 years ago, our global presence and perspective has been a strategic advantage, enabling us to reach new investors. Today, our global footprint includes offices in over 30 countries, serving clients in over 150 and represents approximately $475 billion in assets under management. During our first fiscal quarter, market volatility ticked higher with geopolitical uncertainty, the U.S. presidential election, Central Bank actions and inflation.\nStarting with public equity markets. Global equities fell by about 1% during the quarter, while the S&P 500 posted a total return of 2.4% and the NASDAQ 100 notched a 5% gain. The U.S. equity markets saw positive returns, while other regions like Europe, the U.K., Japan, China and emerging markets faced pressure in part to the U.S. presidential election results, trade tariff concerns and economic growth uncertainties. While equity markets returns were a bit more modest than the 3 previous quarters, the major trends remained in place.\nThe U.S. large caps outperforming U.S. small caps driven by technology and communication services firms. Growth stocks in the U.S. outperformed value stocks for both the quarter and the year. The largest gains came from tech and consumer while materials and health care lagged. International equity market stalled in Q4, but still delivered positive returns for the year. In the coming year, our investment management teams believe that earnings growth is likely to support higher valuations across global equity markets, with the U.S. continuing to lead the way.\nWe also believe that dispersion within global equity markets will continue to increase, meaning that top performers should come from more than just mega cap tech companies. And we've seen signs of this starting to play out in the December quarter and more pronounced this week as DeepSeek raised questions about the race to capture value from AI. This dispersion favors active management and the ability to move quickly in today's dynamic markets.\nValuations are likely to come more into focus and skilled active managers can identify mispriced securities to generate alpha. It's also a reminder that investors should focus on balance and diversification of their portfolios. Meanwhile, turning to the rate market. Investor focus is centered on two issues: the inflation picture and uncertainty surrounding the policies of the new U.S. administration. Following robust U.S. growth numbers and relatively sticky inflation data, we expect the Fed to adopt a prudent pause in its easing over the next several months, something the markets may have overestimated.\nEarly U.S. government economic policy moves, especially on regulations and tariffs, could solidify expectations of sustained robust growth, which in turn would point to some inflationary pressures. We see uncertainty remaining elevated for a while as markets try to anticipate U.S. fiscal policy and distinguish between rhetoric and reality regarding proposed tariffs. So what does this mean for fixed income markets? The yield curve continues to steepen and over time, investors will benefit from going up the curve.\nAs the Fed's rate cutting cycle seems close to an end, traditional fixed income sectors are regaining their role as a primary source for yield. Given the still robust pace of activity in spread sectors, our fixed income managers continue to find opportunities at attractive yields even as spreads remain relatively tight.\nTurning to the private markets. As valuations have reset from their 2021 levels, we believe that allocating capital in the coming year looks attractive across much of the private market ecosystem. Specifically, we see opportunities in secondaries, real estate equity and real estate debt. We believe funds that deploy capital in today's market environment can negotiate favorable pricing terms and covenants. With product evolution making these investments more accessible to a larger group of investors and with more flexible features, financial professionals are increasingly allocating client assets in these versatile and valuable strategies.\nA tremendous opportunity exists with global money market assets at record highs of $8.9 trillion as of December 31 according to Morningstar. Investors who have sat on the sidelines have not been able to capture significant returns over the past couple of years. As one of the world's most comprehensive asset managers, our broad investment capabilities, extensive global distribution network and local asset management expertise continued to differentiate us in an increasingly competitive industry and allow us to be well positioned to capture money in motion.\nIn fact, just this week, we were appointed as Trustee and Manager of the National Investment Fund of Uzbekistan. We are pleased to partner with the government of Uzbekistan in support of the development of their local capital markets. For over 15 years, we have actively managed similar specialized emerging markets mandates, including FanDuel, a London and Bucharest listed Romanian closed-end fund.\nTurning now to our business. Our first fiscal quarter results demonstrated progress across our key growth areas, enabling us to meet the needs of our clients amid heightened market volatility. Our AUM continues to be well diversified across asset class, client type and region and ended the quarter at $1.58 trillion, a decrease from the prior quarter due to negative markets and long-term net outflows from Western Asset. Excluding reinvested distributions, long-term inflows improved by 34% from the prior year quarter. Long-term net outflows were $50 billion, including $20 billion of reinvested distributions.\nExcluding Western Asset Management, our long-term net inflows were approximately $18 billion and positive in every asset class. 3 of our asset classes, equity, multi-asset and alternatives, generated a combined $17 billion in positive net flows. Equity net inflows were $12.5 billion and included reinvested distributions of $16.5 billion. We saw positive net flows into large-cap value, smart beta quantitative, listed infrastructure and all cap core strategies.\nInvestment performance continues to be strong across all periods as investors return to risk assets. Fixed income net outflows were $66.7 billion. Excluding Western, Fixed income net inflows were positive into multi-sector, core bond and high-yield strategies. As highlighted in our previous calls, we benefit from our broad range of fixed income strategies with non-correlated investment philosophies. Brandywine Global and FT Fixed Income both generated positive net flows, totaling a combined $1 billion in fixed income strategies in the quarter.\nThis past year has presented significant challenges for Western Asset Management, and we are committed to supporting them. In the near term, we will integrate select corporate functions, creating efficiencies and giving access to broader resources while ensuring Western's investment team autonomy. These enhancements will be seamless for clients. This quarter, fundraising and alternatives generated $6 billion, of which private market assets totaled $4.3 billion. Aggregate realizations and distributions were $3.8 billion.\nIn January, we launched our first evergreen secondaries private equity fund, the Franklin Lexington Private Markets Fund, designed for the wealth channel. The fund achieved an initial fundraising cap of $900 million in assets under management. We have also launched a parallel product internationally. Today, our evergreen funds are reaching an important milestone of nearly $1 billion in AUM for each of our alternative managers. Franklin Lexington Private Markets Fund in secondary private equity, BSP Real Estate Debt and Clarion Partners Real Estate Income Fund. These are semiliquid perpetual vehicles, and we look forward to further capital subscriptions.\nThese are great examples of how our Wealth Management alternatives business, alternatives by Franklin Templeton has all the essential elements to win in this space. Over the past few years, we have focused on designing innovative, suitable products, investing in client education and supporting wealth advisers. Our large local distribution coverage model is comprised of a dedicated alternative specialist team that works with our overall sales force. The wealth channel is approximately 10% of our alternative AUM. Looking ahead, as allocation to alternatives increase and we launched products in the channel, we expect wealth clients to gradually grow to represent 20% to 30% of our alternative capital raises.\nMulti-asset net inflows were $3.4 billion, led by Franklin Income Fund, our custom indexing platform Canvas and Franklin Templeton Investment Solutions. Income and yield continue to be top of mind for investors. Franklin Income Fund's flexible approach enables it to invest in dividend-paying stocks, bonds and convertible securities and is a great example of a strategy in high demand across multiple geographies and in different vehicles.\nThe investment solutions team leverages a global network of investment teams across our specialist investment managers to offer innovative and diversified strategies, including private strategies and ended the quarter with $88 billion in AUM.\nTurning to investment vehicles. Clients showed interest in a diverse range of investment options, including ETFs, retail SMAs and Canvas. Our ETF business saw its 13th consecutive quarter of positive net flows, attracting $2.7 billion during Q1. 9 of our ETFs now are over $1 billion in AUM. From an asset class perspective, 8 of these 9 funds are equity strategies, and the largest ETF being Franklin U.S. core bond with $2.3 billion in assets.\nRetail SMA AUM was $146 billion, and excluding Western had net inflows of $2.5 billion. Canvas, a web-based software platform, allows financial professionals to create personalized SMAs for their clients, including tax-managed efficient products and has enhanced our leadership in SMAs. Through the use of technology, we continue to partner closely with clients to develop personalized portfolio solutions. Canvas had record net flows of $900 million with AUM of $10.5 billion, a 10% increase from the prior quarter.\nAt quarter end, our institutional pipeline of 1 but unfunded mandates increased by $2.3 billion to $18.1 billion in AUM and remains diversified across asset classes and specialist investment managers, despite the challenges with Western. Fixed income mandates have grown and now represent 45% of the pipeline.\nBefore I turn to investment performance, I wanted to provide a brief update on Western Asset Management. In the quarter, Western experienced significantly higher long-term net outflows of $68 billion, of which $38 billion of it occurred in the month of December. By December 31, Western Asset managed $272 billion in AUM across 88 marketed strategies. While it's preliminary as we report January AUM inflows next week, Western's long-term net outflows are expected to be approximately $17 billion for the month of January and had AUM of approximately $260 billion. Excluding Western, we expect long-term net inflows of approximately $4.5 billion.\nNow in terms of investment performance, our investment teams have remained true to their distinct disciplines and time-tested approaches and continue to produce competitive investment returns. Mutual fund investment performance improved in the 3- and 5-year periods from the prior quarter across all asset classes, was unchanged for the 10-year period and the modest decline in the 1-year period was primarily due to U.S. equity strategies. 2/3 of mutual fund AUM outperformed their respective peers over the 3-year period.\nCompared to the prior quarter, composite investment performance improved in the 3-year period, stayed relatively flat in the 10-year period and declined in the 1- and 5-year periods. More than half of the AUM in our strategy composites are beating their respective benchmarks for the 3- and 5-year periods and 63% in the 10-year period.\nTurning briefly to financial results. Adjusted operating income was $412.8 million, a decrease of 9% from the prior quarter and a decrease of 1% from the prior year quarter. In connection with Western and as a whole, we will be implementing additional cost savings initiatives during fiscal 2025, of which the benefits will be realized in fiscal 2026. We remain committed to our long-term vision of strategically investing in the business to best serve our clients while managing expenses and maintaining our focus on enhancing shareholder value.\nLooking ahead, I'm excited about the many opportunities we have to drive growth and innovation. With a clear vision and strong progress already underway, we're focused on elevating the performance of our investment strategies, outstanding client experience and continued growth in our most critical areas. This month, we announced the launch of an exciting new U.S. advertising campaign, your trusted partner for what's ahead. This campaign highlights Franklin Templeton's rich legacy of evolving with our clients' needs while showcasing the breadth of our capabilities for financial professionals.\nSome of the highlighted capabilities include our public and alternative investments, customized solutions, Canvas, ETFs and SMAs. Finally, in December, Franklin Templeton was recognized again as one of the best places to work in money management by pension and investments. I'm proud to lead such talented and dedicated employees who work tirelessly on behalf of our clients, and I'd like to thank them for their hard work and dedication to our organization. Now let's open up the call to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2482ad4018ba9605807d2a4462d235aa",
    "period": "2024 Q3",
    "content": "Q3 2024 Franklin Resources Inc Earnings Call - Q&A\n\nQ3 2024 Franklin Resources Inc Earnings Call - Q&A\n\nBENNYSEJUL 26, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended June 30, 2024. Hello. My name is Sylvie, and I will be your call operator today. As a reminder, this conference is being recorded. [Operator Instructions].\nAnd I would like to turn the conference over to your host, Selene Oh, Chief Communications Officer and Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts or forward-looking statements. was in the meaning of the Private Securities Litigation Reform Act of 1995.\nThese forward-looking statements involve a number of known and unknown risks uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements. These and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission. including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nNow I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's results for the third fiscal quarter of 2024, and I'm joined by Matt Nicholls, our CFO and COO; and Adam Spector, our Head of Global Distribution. We'll answer your questions in a few minutes.\nBut first, I'd like to review some highlights from the quarter. During our third quarter, Investors continue to be faced with a complex investment landscape due to dynamic financial markets, amidst macroeconomic, geopolitical and election uncertainty. Starting with public equity markets. The S&P 500 reached an historic milestone earlier this month closing above 5,500 for the first time and continuing its streak of strong performance in 2024. Likewise, the NASDAQ 100 also hit record levels surpassing the 20,000 mark.\nHowever, we've seen a pullback in late July as big tech earnings have disappointed and value has outperformed growth stocks month-to-date. The 2 big themes of artificial intelligence and inflation drove growth stocks to outperform value stocks in the first half of the calendar year. AI is impacting companies well beyond mega cap tech companies. Every companies and governments are examining how AI will improve or disrupt their respective operations and business models. Inflationary trends continued to moderate, which is supportive of markets.\nBut because stock market returns have been so highly concentrated, equity allocations are poised to broaden as we've seen in the last few weeks, which could provide a sustained boost to sectors and regions that have been overlooked. This trend will likely create investment opportunities favoring active managers. Meanwhile, on interest rates, consensus estimates currently expect 2 rate cuts by the Federal Reserve in the remainder of the year, which looks broadly appropriate to us. Recent Fed speak signals greater comfort with the latest progress on disinflation and acknowledges some signs of weakening growth momentum. As we get closer to the Fed's rate cutting cycle, we expect traditional fixed income search to regain their place as a primary source for yield as cash begins to look less effective.\nWhile spreads are tight at the current levels, we are not anticipating a sharp deceleration in activity and our fixed income managers continue to find opportunities at attractive yields. Private markets continue to thrive, and our specialist investment managers are seeing very attractive yields in the private credit space and secondary private equity is seeing near unprecedented levels of pricing power.\nAs investors weigh the impact of these trends, we're seeing a pickup in money in motion and investors are becoming more active with alternatives, fixed income and select equity sectors as top priorities. We also continue to see the trend of clients wanting to work with fewer managers given the dynamic complex nature of current markets. In addition, we continue to have success engaging more and more in a consultative way with large clients leveraging the full strength of our firm. One of the benefits of partnering with Franklin Templeton is the breadth of capabilities we offer through a single global platform, makes a true partner for clients around the world.\nWe offer access to specialist investment managers across public and private markets and asset classes and continue to broaden our investment capabilities to help clients achieve better outcomes. Now turning to the highlights from the quarter. Ending AUM was $1.65 trillion, flat from the prior quarter and an increase of 15% from the prior year quarter primarily due to the addition of Putnam as well as positive markets.\nAverage AUM increased by 3% from the prior quarter to $1.63 trillion and increased by 15% from the prior year quarter. In terms of investment performance, our investment teams have remained true to their distinct disciplines and time-tested approaches. Investment performance remained consistent across the 1-, 3-, 5- and 10-year periods. This quarter, 53%, 49%, 52% and 70% of our strategy composite AUM outperformed their respective benchmarks on a 1-, 3-, 5- and 10-year basis.\nTurning to flows. Long-term net outflows were $3.2 billion. Reinvested distributions were $3.6 billion compared to $3.1 billion in the prior quarter and $3.5 billion in the prior year quarter. $5.9 billion was funded out of the previously announced $25 billion allocation from Great-West Lifeco, bringing the total funded to $20.2 billion. We continue to make progress executing on our long-term plan of diversification across asset classes, investment vehicles and geographies. Client demand led to positive net flows in multi-asset and alternative strategies during the quarter. Multi-asset net inflows were $1.8 billion, and driven by positive net flows into cannabis Franklin Income Fund, Fiduciary Trust International and Franklin Templeton Investment Solutions. The investment solutions team takes Franklin Templeton's best thinking and the leverage is our firm-wide capabilities across public and private asset classes to help provide solutions tailored to our clients' needs Investment Solutions ended the quarter with AUM of nearly $80 billion across the firm.\nAlternative net inflows were $1.4 billion, driven by growth into private market strategies. Our 3 largest alternative managers, Benefit Street Partners, Clarion Partners and Lexington Partners generated a combined total of $1.1 billion of net inflows, and Franklin Venture Partners generated net inflows of over $300 million. Benefit Street Partners continued to raise funds in alternative credit. In May, we announced the final close of its BSP Special Situations Fund II with $850 million of total capital commitments exceeding its target.\nInterest from clients to diversify private debt portfolios beyond direct lending into areas like real estate debt has attracted significant high-quality engagement with investors. Turning to secondary private equity. Lexington Partners announced a dedicated strategy and highly experienced team focused on leading single asset continuation vehicle transactions in response to increased investor demand. Lexington has invested approximately $6 billion in CV transactions to date. And the new team will be focused on increasing its participation in CV transactions with a differentiated approach. In secondary private equity, the largest, most established managers continue to see the most interest in flows, reflecting a clear bias toward them in the market.\nLexington has been a beneficiary of this trend. Clarion Partners has 3 open-end funds that perpetually fund raise in the U.S. And this year, launched a fourth open-end fund in Europe, focusing on the logistics sector. Clarion continues to be well positioned with over half of AUM in the industrial and logistics sectors and less than 8% of AUM in the office sector. With regard to the wealth management channel, we continue to make strides and open new opportunities for investors given our strength in global retail distribution and dedicated specialist sales team with a focus on investor education. This quarter, we announced the expansion of our retail alternative initiatives with a dedicated team in the EMEA region.\nLooking ahead, we remain focused on product development, including new products in secondary private equity and real estate private debt. Just as a reminder, at the start of our fiscal year, we anticipated raising $10 billion to $15 billion in fundraising and alternatives. And as of this quarter, we are well on our to reaching the top end of that range, having raised over $12 billion fiscal year-to-date.\nIt's worth noting that since being part of Franklin Templeton's platform, each alternative asset manager has increased AUM and continued to grow and diversify across strategies product vehicles and client type. Fixed income net outflows were $4.8 billion, excluding inflows from Great-West. Inflows improved approximately 5% from the prior quarter. As we've said on previous calls, we benefit from our broad range of fixed income strategies with noncorrelated investment philosophies.\nDespite mixed performance in certain U.S. taxable strategies, we saw client interest reflected in positive net flows into highly customized multi-sector and global sovereign strategies. Additionally, we continue to benefit from vehicle diversification with cross-border funds, ETFs and and SMAs in fixed income, all in positive net flows. Notably, we saw increasing interest from clients in multi-sector credit strategies which capitalize on our team's ability to offer multiple credit sector exposure in 1 strategy in a highly dynamic environment.\nEquity net outflows were $1.6 billion, significantly improving from outflows of $5.3 billion in the last quarter, and gross sales improved by 16%. Equity net inflows were driven by large cap value and all Cap Core strategies and our single-country ETFs, our single-country ETFs now totaled $10 billion in AUM.\nWith a broad lineup of capabilities, we are able to deliver investment expertise across vehicle types, we saw another strong quarter of positive net flows across our retail SMAs, campus and ETF offerings. We are a leading franchise in retail SMAs with $140 billion in assets under management. This quarter, we generated positive net flows of $500 million, the fifth consecutive quarter of net inflows. Through innovative technologies, we are continuing to enable personalized portfolio of solutions and improved outcomes for investors. A good example is Canvas, our custom indexing solution platform. Canvas generated net inflows of $800 million in the quarter. AUM increased by 13% from the prior quarter to $8.2 billion and continues to have a robust pipeline.\nMeanwhile, our ETF business continued to see strong growth and generated net inflows of approximately $3.3 billion doubling the prior quarter's net flows and was the 11th consecutive quarter of positive net flows. Our platform provides solutions for a range of market conditions and investment objectives through active smart beta and passively managed ETFs. Just 5 years ago, our ETF AUM was $4 billion. AUM stood at $27 billion at quarter end across more than 100 strategies.\nAs a result of our regionally focused sales model, we continue to deepen our presence across the globe. Our non-U.S. business saw its fifth consecutive quarter of positive net flows and finished the quarter with approximately $492 billion in assets under management. Our institutional pipeline of one but unfunded mandates was $17.8 billion, not including the remaining allocation from Great West.\nWe continue to expand our private wealth management business and Fiduciary Trust International AUM has more than doubled in the past 5 years from $17 billion to $38 billion. Athena Capital in Pennsylvania Trust acquired in 2020 have grown almost 40% since acquisition. One of our priorities is to further accelerate the growth of our wealth management business through organic investments and acquisitions. Our commitment to innovation artificial intelligence, blockchain and machine learning positions us to enhance client outcomes across the rapidly changing technology-enabled investment landscape. As various aspects of the asset management industry evolves, we continue to make investments in technology across distribution, investment management and operations.\nEarlier this quarter, we announced that we are working with Microsoft to build an advanced financial AI platform, which will help embed artificial intelligence into our sales and marketing processes to create more personalized support for clients. We also announced plans to make a strategic minority investment in Envestnet, a significant industry platform. And earlier this week, we announced the selection of a single platform to unify our investment management technologies across public market asset classes. This will support the simplification of our operations and reduce long-term capital expenditures.\nFormed in 2018, our Franklin Templeton Digital Assets Group has directly witnessed the revolutionary impact of blockchain technology. The digital asset space has experienced significant growth in recent years, much like the proliferation of new technologies decades ago. Capitalizing on this trend, we launched our second digital asset-backed ETF earlier this week, the Franklin Ethereum ETF to give our clients additional access to this emerging asset class.\nEarlier today, we were pleased to announce our collaboration with SBI Holdings, a leading online financial conglomerate in Japan. The proposed joint venture will focus on ETFs and and emerging asset classes, including digital assets and cryptocurrencies. The extensive reach of SBI's brand in Japan aligns well with our commitment to help new generations of investors achieve their financial goals through innovative strategies. Turning briefly to financial results. Adjusted operating income was $424.9 million, an increase of 1.3% from the prior quarter, and a decrease of 10.9% from the prior year quarter. Looking ahead, we will continue to invest in the business to support our strategic priorities in asset management and wealth management. Finally, in June, investment news recognized Franklin Templeton as Asset Manager of the Year. This is a true testament to all of our employees around the world. and their commitment to being the ideal partner in helping both\n[Audio Gap]"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08351bfb01b8d3bd3c91b7a4c25dcc56",
    "period": "2024 Q2",
    "content": "Q2 2024 Franklin Resources Inc Earnings Call\n\nQ2 2024 Franklin Resources Inc Earnings Call\n\nBENNYSEAPR 29, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended March 31, 2024. Hello, my name is Sylvie, and I will be your call operator today. As a reminder, this conference is being recorded.\n[Operator Instructions]\nI would now like to turn the conference over to your host, Selene Oh, Chief Communications Officer and Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements.\nThese and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nNow I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's results for the second fiscal quarter of 2024, and I'm joined by Matt Nicholls, our CFO and COO; and Adam Spector, our Head of Global Distribution.\nWe'll answer your questions in just a few minutes. But first, I'd like to review some highlights from the quarter. In terms of public equity markets, 2023 was, to some extent, a tale of 2 markets, the Magnificent 7 and the S&P 493 with the former contributing the lion's share of returns.\nSo far in 2024, in the public equity markets, we've seen a significant dispersion emerge in performance among the Magnificent 7, being to a better environment for fundamental research to capture alpha and when augmented by robust risk management can deliver compelling portfolio results for clients. Given the current backdrop, we believe equity allocation should, in general, tilt towards sectors and regions that are being overlooked due to the heavy concentration in the largest companies.\nIn addition, the theme of artificial intelligence will likely continue to be a significant stock driver, both positive and negative for the haves and have-nots over time. Meanwhile, on interest rates, consensus estimates currently indicate a notable decrease in the number of expected cuts for 2024 by the Federal Reserve from 6 to now 2. Fed speak increasingly signals openness to delaying rate cuts to later in the second half of this year on the back of improving economic growth and slower disinflation.\nAgainst this background, while cash may continue to look attractive in the very near term, fixed income opportunities will likely provide a better total return option over high-yield and cash equivalents as the cutting cycle commences. Looking at private markets, secular trends and macro tailwinds continue to create opportunities in alternative credit, secondary private equity and select areas of real estate. In addition, investor demand for private market exposure is increasing given its diversification benefits, potential for higher risk-adjusted returns and as a hedge against inflation.\nBroadly speaking, these signals point to a complex market environment that creates opportunities for active managers. This quarter, my executive team and I had the opportunity to travel extensively outside the U.S. to meet with many of our key clients to hear firsthand what is top of mind and how Franklin Templeton can better serve them. As a global active manager with $1.6 trillion in assets under management and operating in 35 countries around the world, we believe that Franklin Templeton is positioned to take advantage of the money in motion by assisting our clients with a broad range of investment capabilities across public and private assets in vehicles of choice.\nWe were also pleased to learn that our clients recognize the steps we have taken over the past few years to further diversify and strengthen our presence in important markets and distribution channels outside the U.S. We, again, saw aggregate positive net flows in non-U.S. regions, which now have approximately $490 billion in assets under management. Furthermore, a number of our clients continue to progress toward working with fewer asset managers and in this regard, expect not only a broad range of investment capabilities, but also other services, including technology, portfolio construction, customization and thought leadership.\nAt Franklin Templeton, we leverage the skills of multiple specialist investment managers to deliver expertise across a wide range of investment styles and asset classes. Our investment teams benefit from Franklin Templeton's scale, with centralized investments in content, technology, data and most recently, artificial intelligence where we're excited about collaborating with leaders in technology on AI platforms.\nMoreover, the diversity of our model benefits our corporate shareholders, given that no single specialist investment manager at our firm represents more than 12% of adjusted operating revenue and most of our specialist investment managers are diversified within themselves as well.\nTurning to highlights from the quarter. Ending AUM increased by 13% to $1.64 trillion from the prior quarter and increased by 16% from the prior year quarter due to the addition of Putnam as well as positive markets and net inflows. Average AUM increased by 13% and 11% to $1.58 trillion from the prior quarter and the prior year quarter, respectively. Investment performance continues to be strong and resulted in 62%, 51%, 62% and 69% of our strategy composite AUM outperforming their respective benchmarks on a 1-, 3-, 5- and 10-year basis, benefiting from the addition of Putnam.\nIn terms of mutual funds, investment performance resulted in 51% 60%, 44% and 56% of of mutual fund AUM outperforming their peers on a 1-, 3-, 5- and 10-year basis, and performance strengthened versus peers across the 3-, 5- and 10-year time periods quarter-over-quarter.\nOur long-term net flows were $6.9 billion in the quarter, including reinvested distributions of $3.1 billion and $13.7 billion was funded out of the $25 billion allocation from Great-West. Long-term net inflows were spread across asset classes, investment vehicles and geographies. Fixed income, multi-asset and alternative assets led the way from an asset class perspective and we continue to see growth in our separately managed account, ETF and Canvas offerings. Each have achieved at least 4 consecutive quarters of net inflows and all are at record high AUM. Long-term inflows of $85 billion increased by 23% from the prior quarter and 37% from the prior year quarter. Excluding reinvested distributions, which are seasonally elevated in the prior quarter and inflows from Great-West, long-term inflows increased by 17% from the prior quarter and 15% from the prior year quarter. In terms of flows by asset class, fixed income net inflows were $8.3 billion, we saw client interest reflected in positive net flows into core bond highly customized corporate bond, multisector municipal and high-yield strategies.\nEquity net outflows were $5.3 billion. We saw positive net flows into large-cap value and smart beta. Excluding reinvested distributions, which are seasonally elevated in the prior quarter, equity net outflows improved by 29% from the prior quarter. Multi-asset net inflows were $2.9 billion, driven by Franklin Templeton Investment Solutions, the Franklin Income Fund and Canvas, our custom indexing solution platform.\nAlternative net inflows were $1 billion, driven by growth in the private market strategies, which were partially offset by outflows in liquid alternative strategies. Benefit Street Partners, Clarion Partners and Lexington Partners each had net inflows in the current quarter with a combined total of $1.4 billion. As we mentioned last quarter, in January, Lexington Partners closed its latest flagship global secondary fund with $22.7 billion of total capital commitments.\nFund X ranks among the largest funds raised to date and significantly exceeded Lexington's private secondary fund, which closed with $14 billion in 2020, and we were delighted that approximately 20% of the capital raised in the fund came from the wealth management channel. Also in January, Benefit Street Partners closed its 5th flagship private credit fund with $4.7 billion of total capital commitments, reflecting the strong demand for the asset class, BSP exceeded its fundraising target. We believe the current market opportunity and backdrop for U.S. direct lending and alternative credit in general is attractive, and BSP has significant underwriting experience, loan structuring expertise and focus on deep due diligence, which provides us with a competitive advantage.\nIn the wealth management channel, alternatives by Franklin Templeton has increased the number of product offerings and expanded platform placements, increasing market share and growing our client base. Our distribution force of more than 350 individual partners with our 50% group of alternative asset specialists to educate financial advisers and their clients on the potential benefits of private market investing. We expect a busy next 12 months across private markets.\nFrom an investment vehicle perspective, ETF AUM ended the quarter at $24 billion and generated net inflows of approximately $1.6 billion representing another quarter of net inflows exceeding $1 billion and the tenth consecutive quarter of positive net flows. SMA AUM ended the quarter at $138 billion and generated positive net flows of nearly $3 billion, representing the fourth consecutive quarter of net inflows.\nCanvas generated net inflows of over $750 million with a robust pipeline and AUM increasing by 23% from the prior quarter to over $7 billion. Investment Solutions leverages our capabilities across public and private asset classes to pursue strategic partnerships. This quarter, Investment Solutions generated positive net flows with assets under management of over $75 billion, including the addition of Putnam. This quarter, our institutional pipeline of one but unfunded mandates was $20 billion, a significant increase from the prior quarter and does not include the remaining allocation from Great-West Lifeco. The pipeline is one of the strongest it's been and remains diversified by asset class and across our specialist investment managers.\nWith the close of our acquisition of Putnam on January 1, we are a $1.64 trillion investment manager. We've been pleased with the positive reaction from our clients and in the quarter, Putnam contributed positive net flows and its AUM increased by 8% to $160 billion or 18% since our announcement in May last year. With our expanded capabilities, our AUM and the insurance and retirement channels now exceeds $650 billion. Putnam's investment performance continued to be strong, with 89% or higher of mutual fund AUM outperforming peers in the 1-, 3-, 5- and 10-year periods and 91% of mutual fund AUM in funds that are rated 4 or 5 star by Morningstar. We were also thrilled to see that Barron's ranked Putnam the #1 fund family for 1- and 5-year performance and #5 for the 10-year period.\nSince the closing, we're also pleased to see that Putnam's average monthly gross sales has increased by approximately 30%, demonstrating the strength of Franklin Templeton's distribution.\nTurning briefly to financial results. Adjusted operating income was $419.6 million, an increase of 0.6% from the prior quarter and a decrease of 4.7% from the prior year quarter. As always, we continue to focus on disciplined expense management, while also continuing to invest in growth and innovation for the benefits of our clients and shareholders. Before I turn the call over to you for your questions, I would like to thank our employees for their many contributions and always staying laser-focused on our clients' financial future. Now let's open it up to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/da801bf5b81fe00dbcb26ea2d294720f",
    "period": "2024 Q1",
    "content": "Q1 2024 Franklin Resources Inc Earnings Call\n\nQ1 2024 Franklin Resources Inc Earnings Call\n\nBENNYSEJAN 29, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended December 31, 2023. Hello. My name is Joanna, and I will be your call operator today. As a reminder, this conference is being recorded. [Operator Instructions]\nI would now like to turn the conference over to your host, Selene Oh, Chief Communications Officer and Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements. These and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nNow I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's results for the first fiscal quarter of 2024. I'm joined by Matthew Nicholls, our CFO and COO; and Adam Spector, our Head of Global Distribution. We're happy to answer any questions you have in just a few minutes. But first, I'd like to call out some notable highlights from the quarter. Our first fiscal quarter results reflect ongoing momentum in a number of significant areas across asset classes investment vehicles and geographies. Our efforts are always focused on meeting the varied investment needs of our diverse global client base across market cycles, while staying at the forefront of the asset management industry, driven by increased expectations of interest rate cuts by the Fed and other central banks amidst disinflation, the 2023 market rally was particularly concentrated in the last quarter of the calendar year, regardless of the market environment, investors remain cautious.\nAccording to Morningstar, global money market assets stood at $7.7 trillion as of December 31, 2023, the highest level since Morningstar started collecting the data in 2007. Broadly speaking, our specialist investment managers see recession risks moderating and expect the global economy to slow over the course of 2024. But even as the economy slows, there are many opportunities for investors to put that cash to work into risk assets. Specific to the equity markets, last year, we saw a small group of stocks dominate market returns with the top 5 stocks representing 23% of the S&P 500 total market cap. Compare that to the height of the dot-com bubble in March 2000 when that number was 18%. While our investment professionals regard companies like the Magnificent 7 as market leaders, the level of relative outperformance for these stocks is likely unsustainable.\nWe believe that this backdrop has created an opportunity for active managers like Franklin Templeton that offer a full range of investment capabilities across public and private markets, spanning geographic boundaries in vehicles of our clients' choice. With greater clarity on interest rates in 2024, and as investors look to deploy cash on the sidelines, we believe Franklin Templeton is well positioned.\nIn short, 2024 is likely to be a year in which balance and diversification are once again rewarded. During the most recent quarter, our clients gravitated towards alternatives, multi-asset equity, ETFs and SMAs, which all saw positive long-term net flows. Continued client interest in private market strategies led to net inflows for our 3 largest alternative managers. Additionally, we continue to see aggregate positive net flows in non-U.S. regions. We are pleased to announce that our acquisition of Putnam Investments closed on January 1, with $148 billion in assets under management. Putnam adds complementary investment capabilities and a track record of strong investment performance. In fact, 87% or higher, a Putnam's mutual fund AUM outperformed peers over the 1, 3, 5 and 10-year periods. The transaction also enhances our presence in the attractive retirement and insurance markets.\nThe addition of Putnam brings Franklin Templeton's AUM to approximately $1.6 trillion. In addition, Great-West Lifeco, a member of the Power Corporation group of companies has become a long-term shareholder in Franklin Resources consistent with its ongoing commitment to asset management. We are delighted to have the talented team at Putnam join us and pleased to have Great-West as a key stakeholder.\nTurning now to specific results for the quarter, starting with assets under management. Ending AUM increased by 6% to $1.46 trillion from the prior quarter and increased by 5% from the prior year quarter, primarily due to market appreciation. Average AUM declined by 2% from the prior quarter to $1.39 trillion and increased by 3% from the prior year quarter. our specialist investment managers continue to produce competitive investment returns across a broad array of strategies. Investment performance this quarter resulted in 61%, 46%, 60% and 61% of our strategy composite AUM outperforming their respective benchmarks on a 1, 3, 5 and 10-year period. Notably, investment performance for the 5-year period jumped from 47% in the prior quarter to 60% in the recent quarter, primarily due to certain taxable fixed income strategies. With interest rates at current levels, fixed income opportunities are considered more attractive now and going forward may provide a better total return option over high-yielding cash equivalents. On the mutual fund side, the majority of AUM beat their peer groups and improved percentile rankings quarter-over-quarter in the 1, 3 and 10-year periods. One of our largest funds managed for yield was the primary driver of the decline in 5-year performance.\nTurning to flows. Long-term net outflows inclusive of reinvested distributions were $5 billion compared to net outflows of $7 billion in the prior quarter and net outflows of nearly $11 billion in the prior year quarter. Reinvested distributions were $11 billion compared to almost $3 billion in the prior quarter and $12 billion in the prior year quarter. Alternative net inflows were $2.7 billion, driven by growth into private market strategies, which were partially offset by outflows in liquid alternative strategies. Our 3 largest alternative managers, Benefit Street Partners, Clarion Partners and Lexington partners, each had net inflows in the current quarter with a combined total of $3.8 billion. Client interest was strong across a number of alternative strategies on wealth management platforms under the alternatives by Franklin Templeton brand in the U.S.\nEarlier this month, Lexington Partners announced the closing of its latest flagship global secondary fund with $22.7 billion of total capital commitments. Fund 10 ranks among the largest funds raised to date and significantly exceeded Lexington's prior secondary fund, which closed with $14 billion in 2020. Fund 10 attracted a diverse group of over 400 investors, including public and corporate pensions, sovereign wealth funds, insurance companies and wealth channel distribution partners globally. We are delighted that approximately 20% of the capital raised in the fund came from the wealth management channel, which demonstrates the power of our coordinated global distribution network. We successfully brought together the alternatives expertise of Lexington and our alternatives by Franklin Templeton specialist sales team and leveraged our generalist sales team who have deep relationships across the adviser market.\nAlso this month, Benefit Street Partners closed its fifth flagship private credit fund with $4.7 billion of total capital commitments. Reflecting the strong demand for the asset class, BSP exceeded its fundraising target. We believe the current market opportunity and backdrop for U.S. direct lending is attractive and BSP has significant underwriting experience, loan structuring expertise and focus on deep due diligence, which provides us with a significant competitive advantage. BSP also announced the completion of the merger between Franklin BSP Lending Corporation and Franklin BSP Capital Corporation, business development companies. BSP believes this transaction will be immediately accretive to its shareholders and unlock nearly $700 million of capital that can be deployed into a very attractive origination environment.\nFor further context, alternative assets now represent 18% of our AUM and comprise approximately 25% of our total adjusted investment management fees for the last 12 months. In terms of other areas of activity during the quarter, multi-asset net inflows were $500 million, driven by Canvas, our custom indexing solution platform and Franklin Templeton Investment Solutions. Canvas has achieved net inflows each quarter since the platform launched in September 2019, and AUM has more than doubled to approximately $6 billion since the close of the acquisition. This quarter, Canvas generated net inflows of approximately $400 million and continues to garner client interest across retail and institutional channels.\nEquity net inflows were $200 million, including reinvested distributions of $8 billion, while active equities continued to be impacted industry-wide by the risk-off environment we saw positive net flows into all-cap growth, smart beta, all cap value, equity income, large-cap value and small-cap core strategies, among others. Although fixed income net outflows were $8.4 billion. Client interest drove positive net flows into tax-efficient global opportunistic mortgage-backed securities and multisector strategies. From a regional perspective, we continue to benefit from a regionally focused distribution model, which resulted in aggregate positive net flows in non-U.S. regions for the third consecutive quarter. For context, we now manage approximately $450 billion in non-U.S. markets, including emerging markets that are poised to grow. Although the U.S. saw long-term net outflows, we are pleased to see our U.S. gross sales, excluding reinvested distributions, improved by approximately 15% from the prior quarter.\nWe continue to see the benefit of offering investors strategies in a range of investment vehicles. ETFs, for instance, generated net inflows of approximately $1 billion, representing the fifth consecutive quarter with net flows of approximately $1 billion, resulting in over a 40% increase in ETF AUM from the prior year quarter. Including Putnam, ETF AUM is approximately $20 billion. Importantly, we now offer ETFs from a dozen different specialist investment managers, truly bringing the best Franklin Templeton has to offer to the market. Earlier this month, we launched one of the industry's first bitcoin ETF, consistent with our emphasis on innovation and staying ahead of disruptive technologies. SMAs continue to grow in popularity industry-wide as individual investors look to customize their portfolios. According to Cirelli Associates, SMAs represent about $2 trillion in assets and are expected to reach $2.9 trillion by 2026.\nOur SMA AUM ended the quarter at $125 billion and generated positive net flows for a third consecutive quarter. We continue to make progress with SMA strategies across platforms with Canvas, muni ladder and Franklin Income strategies, each in a positive flow territory for the quarter. Our institutional pipeline saw increased level of funding this quarter, bringing one but unfunded mandates to over $13 billion. The pipeline remains diversified by asset class and across our specialist investment managers.\nTurning briefly to financial results. Adjusted operating income declined by 18.5% to $417 million from the prior quarter, an increase by 5.5% from the prior year quarter. We continue to focus on strong expense discipline and our net cash and investments position allows us to continue to invest in growth and innovation for the benefit of clients, shareholders and employees. Finally, in December, Franklin Templeton was recognized as one of the best places to work in money management by pension and investments. This recognition is a source of pride for us and the credit to all of our employees around the world who worked tirelessly on behalf of our clients. I'd like to sincerely thank them for their hard work and dedication to our organization.\nNow let's open it up to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b3add87a242484067fcef7e6ced1b0b6",
    "period": "2023 Q4",
    "content": "Q4 2023 Franklin Resources Inc Earnings Call\n\nQ4 2023 Franklin Resources Inc Earnings Call\n\nBENNYSEOCT 31, 10:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended September 30, 2023. Hello, my name is Julie, and I will be your call operator today. As a reminder, this conference is being recorded. [Operator Instructions]\nI would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly and fiscal year results. Please note that the financial results to be presented in this commentary are preliminary. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995.\nThese forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements. These and other risks, uncertainties and other important factors are described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A section, of Franklin's most recent Form 10-K and 10-Q filings.\nWith that, I'll turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's Fourth Quarter and Fiscal Year 2023 Results. As usual, Matt Nicholls, our CFO and COO, and Adam Spector, our Head of Global Distribution, are joining me on the call.\nOver the past several years, we've made great strides in transforming our business, all in an effort to meet the needs of our clients and shareholders around the globe no matter the market environment. We've done this by creating a diversified company that offers a broad range of investment expertise and capabilities across asset classes, investment vehicles and geographies.\nToday, we're able to offer our partners and investors the ability to fulfill their comprehensive investment needs across public and private markets, and in the vehicle of their choice as one firm with specialist investment managers operating around the globe. In addition, we have made important investments in value-added services, including technology, digital wealth and customization in order to be on the forefront of innovation in areas increasingly important to our clients.\nAs we look back over our fiscal year, challenging global financial markets and geopolitical uncertainty weighed heavily on investor sentiment. The so-called Magnificent Seven, 7 large U.S. tech companies, have primarily driven all of the gains in global stocks this year. And in our fourth quarter, we saw heightened volatility lead to increasing pressures and declines across equity and fixed income markets.\nWe believe markets, like the one we're in, reinforce the value of active management with a long-term investment horizon. So often in these times of uncertainty, where the best opportunities to capture value are identified. In this complex and volatile market environment, it's no surprise that there's a tremendous amount of cash sitting in bank accounts and in money market funds, capturing what are the most attractive short-term yields in more than 15 years.\nGlobal Money market assets stood at $7.4 trillion as of September 30, the highest asset level since Morningstar started collecting the data in 2007. We have been actively engaging with our clients to understand their needs and address their strategic goals. Many clients continue to look for additional access to private markets, alternative credit, in particular. And as yields have become more attractive, clients have had a renewed interest in fixed income. We continue to provide insights and thought leadership to help them navigate the latest conditions, including drawing upon the resources of our various specialist investment managers and the Franklin Templeton Institute.\nAgainst this backdrop, we continue to manage our global business with a focus on areas of organic growth, expense discipline and strategic transactions. As such, this year, we are pleased with the progress made executing on our long-term corporate priorities by expanding our investment capabilities across vehicles and deepening our presence in key markets and channels.\nFor the fiscal year, notwithstanding 20% lower inflows. Long-term net outflows improved 23% from the prior year. Long-term net flows were positive in several key areas, including alternatives, multi-asset, ETFs, Canvas and the high net worth channel. In addition, our Asia Pacific region generated positive long-term net flows for the fiscal year. Our EMEA region turned positive in the second half of fiscal 2023 and our non-U.S. regions posted positive net flows in the fourth quarter.\nOne of our strategic priorities has been to increase our scale in key segments of the industry, reflecting long-term client demand. In this pursuit to offer more choice to more clients, we closed the acquisition of Alcentra, a leading European credit manager, doubling our alternative credit AUM. Firm-wide alternative AUM increased by over 13% to $255 billion from the prior year, making Franklin Templeton one of the largest managers of alternative assets. Alternative AUM represents approximately 19% of our long-term AUM and approximately 25% of adjusted revenues, excluding performance fees in fiscal 2023. Alternative assets management fee revenues increased 36% year-over-year.\nFurthermore, we were pleased to announce the pending acquisition of Putnam Investments with $136 billion of AUM and our relationship with Power Corporation and Great-West Lifeco. Strengthening our presence in the retirement and insurance segments. The transaction will enable us to further bolster our presence in these key market segments to better serve all our clients and remains on track to close in the fourth quarter of calendar 2023.\nIndustry-wide, we continue to see consolidation of asset management relationships. In this context, there are increased expectations for value-added services, and we believe we are well positioned as a strategic partner due to the breadth and depth of our investment capabilities, technology, content and capital resources.\nAs we look ahead in 2024 and beyond, with better clarity on interest rates and markets in general, there will be an increased likelihood of investors moving money from the sidelines. We believe we are well positioned to capture money in motion as clients benefit from the expertise of each of our specialist investment managers, particularly in areas where there is strong client demand such as alternatives, income, fixed income, solutions and custom indexing.\nTurning now to our specific numbers for the fiscal year, starting first with assets under management inflows. Ending AUM was $1.37 trillion, an increase of 6% from the prior year, primarily due to market appreciation and the acquisition of Alcentra. Investment performance continues to be strong and resulted in 61%, 48%, 47% and 61% of our strategy composite AUM outperforming their respective benchmarks on a 1-, 3-, 5- and 10-year basis.\nCompared to the prior year, AUM outperforming benchmarks stayed the same in the 3-year period and declined in the 5- and 10-year periods. One year performance improved significantly due to several equity strategies, including non-U.S. strategies and select U.S. taxable fixed income composites.\nLong-term net outflows were $21 billion and improved by 23% from net outflows of $28 billion in the prior year. Reinvested distributions were $21 billion compared to $32 billion in the prior year. Our long-term net flows while challenged for the year, continued to benefit from a diversified mix of assets and strong presence in key areas.\nMulti-assets saw a 66% increase in net flows from the prior year and were positive for all 4 quarters, including nearly $8 billion, driven by Franklin Income Fund, Franklin Templeton Investment Solutions and Canvas, our custom indexing solution platform. In fact, our flagship Franklin Income Fund celebrated its 75th anniversary in August. The strategy follows a flexible value-oriented investment philosophy, seeking income and long-term capital appreciation by investing in dividend paying stocks, bonds and convertible securities.\nThe fund has successfully delivered uninterrupted dividends across all market cycles ever since its launch in 1948. It's also a great example of how we're giving investors greater choice in how they access the strategy, including through SMAs, sub-advice strategies, and in an actively managed ETF vehicle around the globe.\nFor the fiscal year, alternative net inflows were approximately $6 billion, driven by growth in private market strategies, which were partially offset by outflows in liquid alternative strategies. Benefit Street Partners, Clarion Partners and Lexington Partners together generated net inflows of nearly $11 billion.\nWe continue to make strides in alternative assets unlocking new opportunities for investors in our firm. Retail and high net worth investors remain under-allocated in alternatives relative to institutions. Client interest was strong for alternative strategies on wealth management platforms under the alternatives by Franklin Templeton brand in the U.S., which was launched earlier this year.\nFor example, we anticipate over 20% of the total capital raised in our current secondary private equity fund to come from the wealth management channel. We continue to focus on client education initiatives through our alternative focused podcasts and webinars partnering with the Franklin Templeton Academy.\nFixed income net outflows decreased by approximately 50% to $16 billion this fiscal year, with net flows significantly improving starting in the second quarter of the fiscal year. In a year when all eyes were on the bond markets and interest rates, we continue to benefit from having a broad range of fixed income strategies with noncorrelated investment philosophies. Brandywine Global saw positive net flows for the year. Franklin Templeton fixed income saw positive net flows in the second half and Western Asset had positive net flows in its core and muni products for the year.\nFixed income strategies also saw net flows in ETFs and starting in the second half of the year in SMAs. With the addition of Putnam, we will further strengthen our fixed income offering, particularly with ultrashort, stable value and longer duration strategies with strong long-term investment performance. Equity net outflows were nearly $19 billion. The risk-off environment continued to impact investor sentiment on select equity growth strategies, which were partially offset by net inflows into large-cap core, international, smart beta quantitative and emerging market strategies. We believe that emerging markets equities could be a potential bright spot in equities as investors look across broad markets for opportunities.\nTurning to ETF, since launching our ETF business in 2016, we have provided our clients with a broad range of investment strategies and have achieved significant growth milestones. ETFs generated net inflows of nearly $4 billion in the fiscal year, representing 4 consecutive quarters with net flows of approximately $1 billion and AUM ended the quarter at over $16 billion.\nWe continue to launch new and innovative ETFs based on client interest. During the fourth quarter, both Western Asset and Brandywine Global launched active fixed income ETFs, and we expect to see strong client interest in both strategies. We are a leading franchise in SMAs with $113 billion in AUM, an increase of 13% from the prior year. We saw momentum in our SMA platform with $1.3 billion of long-term net flows in the second half of the fiscal year. This year, we continued to expand our SMA capabilities with launches focused on customization such as tax managed overlay and SMA products of key flagship strategies, including the Franklin Income Fund.\nThrough new technologies, we're continuing to enable personalized portfolio solutions that seek to improve bespoke outcomes for investors. A good example is Canvas, which has achieved net inflows each quarter since the platform launched in September 2019, and AUM has more than doubled to $4.8 billion since the acquisition closed. This year, Canvas generated net inflows of approximately $1.5 billion and had 20 new partnerships. In addition, it continues to have a robust pipeline.\nPrivate Wealth Management AUM ended the quarter at $34 billion with Fiduciary Trust International, generating its 12th consecutive quarter of long-term net inflows. Fiduciary Trust provides personalized solutions to high net worth individuals and multifamily offices with an average client relationship of 16 years. It is a growing client base and a platform well positioned for long-term growth.\nSince 2010, Franklin Templeton has been the investment manager and sole administrator of Fondul. In July, Fondul's largest holding, Hidroelectrica, Romania's leading energy producer, broke a record as being Romania's largest initial public offering on the Bucharest Stock Exchange. The listing reflects our ability to provide partnerships with public and private institutions in emerging markets to deliver long-term value for all stakeholders and our enduring commitment to developing the country's local capital market, promoting corporate governance and transparency.\nLooking forward to 2024, we will continue to further expand our business and invest in key areas of growth that extend our ability to offer more choice to more clients in more places, including alternative asset management, insurance and retirement channels customization and solutions for clients, technology-related distribution and private wealth management, specifically Fiduciary Trust International.\nWe are proud of the work that we have done over the past several years to further grow and diversify our business. It makes us a more resilient organization over the long run and reflects our focus on positioning Franklin Templeton as a premier partner.\nFinally, I'd like to thank our dedicated employees around the world for all their efforts in this past year to grow our business by always putting our clients first in a continuously evolving industry.\nNow I'd like to turn the call over to our CFO and COO, Matt Nicholls, who will review our financial results from the fiscal quarter and year as well as provide an update on the Putnam acquisition. Matt?\n\nMatthew Nicholls\n\nExecutive VP, CFO & COO\n\nThanks, Jenny. Fourth quarter earning AUM was $1.37 trillion, reflecting a decline of 4% from the prior quarter, and average AUM was $1.42 trillion, flat from the prior quarter. Adjusted operating revenues increased by 1% to $1.6 billion from the prior quarter and included adjusted performance fees of $98 million compared to $116 million in the prior quarter.\nThis quarter's investment management fees benefited from $36 million in connection with Fondul and were partially offset by lower catch-up fees of $17 million in secondary private equity. This quarter's adjusted effective fee rate, which excludes performance fees, was 40.2 basis points, an increase of 1 basis point due to transaction-related management fees earned from Fondul.\nAdjusted operating income increased 7% from the prior quarter to $512 million, and adjusted operating margin increased to 32.4% from 30.5%. The increase from the prior quarter is primarily due to higher investment management fees, the aforementioned management fees earned from Fondul and lower compensation and benefits expense, partially offset by lower performance fees. The specific operating income from Fondul and secondary private equity catch-up fees was $35 million for the quarter.\nFourth quarter adjusted net income and adjusted diluted earnings per share increased by 31% and 33% from the prior quarter to $427 million and $0.84, respectively. The increase in adjusted net income and adjusted diluted EPS is primarily due to higher other income, higher adjusted operating income for the reasons mentioned and lower taxes. Adjusted EPS increased by $0.05 due to Fondul and secondary private equity catch-up fees in the quarter.\nTurning to fiscal year 2023 results. Ending AUM increased by 6% from the prior year, while average AUM declined by 5%. Adjusted operating revenues of $6.1 billion decreased by 6% from the prior year and included an additional 6 months of Lexington and 11 months of Alcentra. Adjusted performance fees of $383 million decreased from $515 million in the prior year. The adjusted effective fee rate, which excludes performance fees, was 39.5 basis points compared to 38.9 basis points in the prior year, primarily due to a full year of Lexington and 11 months of Alcentra.\nWhile continuing to invest in long-term growth initiatives, we also continue to strengthen the foundation of our business through disciplined expense management and operational efficiencies. Our adjusted operating expenses were $4.3 billion, an increase of 3% from the prior year, again, including a full year of Lexington and 11 months of Alcentra. Excluding performance fee related compensation and the full year impact of Lexington and Alcentra, adjusted operating expenses were down slightly from the prior year. This led to fiscal year adjusted operating income of $1.8 billion, a decrease of 22% from the prior year, primarily due to lower average AUM, driven by market declines and to a lesser degree, net outflows.\nAdjusted operating margin was 29.9%, compared to 35.9% in the prior year. Compared to the prior year, fiscal year adjusted net income declined 28% to $1.3 billion, and adjusted diluted earnings per share was $2.60, a decline of 28%.\nFrom a capital management perspective, after returning $870 million to shareholders through dividends and share repurchases, and funding the acquisition of Alcentra and other acquisition-related payments, we ended the year with $6.9 billion of cash and investments. We will continue to prioritize our dividend, which has increased every year since 1982. Purchased shares to hedge our employee share grants and where applicable, review targeted acquisitions to reach our objectives at an accelerated pace. In addition, as we begin in the fourth quarter, we plan to opportunistically repurchase shares above the employee-related equity issuances during fiscal year 2024.\nTurning to the Putnam transaction, which, as Jenny mentioned, remains on track to close in the fourth quarter of calendar 2023. Amongst other factors, the transaction is structured to maintain Franklin's -- Templeton's financial flexibility and promote our continuing investments in the business. It also protects our strong financial position in the context of challenging market conditions.\nAt current market levels, the acquisition of Putnam is expected to add total run rate adjusted operating income of approximately $150 million after the first year post closing. Consistent with an approximate 30% operating margin, inclusive of cost synergies, and we are ahead of schedule in terms of when we are likely to realize operating income post-close.\nAssuming this operating income contribution the transaction is expected to be modestly accretive to adjusted EPS by the end of the first quarter after closing. And now we would like to open the call up to your questions."
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e14609e44ccd5e62cb0fc536272580a1",
    "period": "2023 Q3",
    "content": "Q3 2023 Franklin Resources Inc Earnings Call\n\nQ3 2023 Franklin Resources Inc Earnings Call\n\nBENNYSEJUL 28, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended June 30, 2023. Hello. My name is Joanna, and I will be your call operator today. As a reminder, this conference is being recorded. And at this time, all participants are in a listen-only mode. I would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements. These and other risks, uncertainties and other important factors are described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nNow I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's results for the third fiscal quarter of 2023. As usual, I'm joined by Matt Nicholls, our CFO and COO; and Adam Spector, our Head of Global Distribution. Over the past several years, we have been intentional in building a diversified company that offers a broad range of investment expertise and capabilities across asset classes, investment vehicles and geographies to benefit a broad range of clients through various market conditions and cycles. We believe our corporate model of preserving the investment autonomy of each of our specialist investment managers combined with the resources of a global firm meets the demands of our diverse client base and produces strong long-term results.\nThis quarter, long-term net flows turned positive. Investment performance remains strong and adjusted operating income improved by 8%. Financial markets in general stage rebounds in the first half of the calendar year. The S&P 500 Indexes concentration in 5 companies is at its most extreme level in more than 30 years. A challenge for those seeking to outperform the index while managing for concentration risk in their equity portfolios. But also an opportunity for skilled and disciplined active managers with a long-term horizon. Client focus has always been a hallmark of Franklin Templeton and we've been actively engaging with our clients to assist them in navigating this complex environment. As our industry and client preferences continue to evolve, there is strong demand for asset managers to have a full range of investment options that span geographical regions, both in public and private market strategies.\nWe generated interest in our alternative and multi-asset strategies, in particular, which both saw positive net flows during the quarter. In addition, we experienced strong flows in ETFs, SMAs and high net worth channel. And flow trends continued to improve across all geographies benefiting from our regional sales model and strategy. Our EMEA and Asia Pacific regions both reported positive long-term net flows. That's the second consecutive quarter of net inflows for Asia Pacific. While we're always focused on organic priorities, we have previously stated our interest in distribution-led strategic transactions that would further diversify our business and accelerate growth in key markets.\nWith the vision of offering more choice to more clients in important sectors, we were pleased to announce the establishment of a long-term partnership with the Power Corporation of Canada and Great-West Lifeco this quarter. As part of the relationship, we will acquire Putnam Investments which managed $136 billion in AUM as of April 30, 2023, from Great-West for approximately $925 million primarily funded with equity. Great-West will make an initial incremental asset allocation of $25 billion to our specialist investment managers within 12 months of closing. With that amount expected to increase over the next several years. Great-West will also become a long-term shareholder in Franklin Resources and of the equity issued to Great-West, shares representing 4.9% of our common stock are subject to a 5-year lockup.\nThis is a compelling transaction for both firms and we're looking forward to actively partnering to develop additional opportunities that will be realized over time. The agreement aligns with our focus to further grow insurance client assets and expands the existing relationship between Franklin Templeton and the Power group of companies in the key areas of Retirement, Asset Management and Wealth Management. The transaction will also enable us to further increase our investment in Retirement and Insurance to better serve each and every client in these important segments. Our clients will benefit from expanded and complementary investment capabilities across key asset classes with strong long-term track records.\nSpecifically, the acquisition of Putnam will increase Franklin Templeton's defined contribution AUM to almost $100 billion. As a reminder, the acquisition of Putnam is expected to be modestly accretive to run rate adjusted EPS by the end of the first year after closing, adding approximately $150 million of run rate adjusted operating income in the first year post closing, inclusive of cost synergies. The acquisition remains on track to close in the fourth calendar quarter of 2023 subject to customary closing conditions.\nTurning now to our specific numbers for the quarter, starting first with Assets under management and flows. Ending AUM increased to $1.43 trillion, primarily due to market appreciation, and we shifted into positive long-term net flows of $200 million inclusive of reinvested distributions. Our long-term net flows continue to benefit from a diversified mix of assets in the quarter, led by record net inflows of $4 billion into alternative strategies. Our 3 largest alternative managers, Benefit Street Partners, Clarion Partners and Lexington Partners generated a combined total of almost $5 billion in net inflows. This included raising over $1 billion in secondary private equity in the Wealth Management channel under the alternatives by Franklin Templeton brand.\nToday, Alternative Assets are $257 billion or 18% of our total AUM and contribute more significantly to our financial results. In terms of other areas of activity in the quarter, our Multi-asset Strategies generated another quarter of positive net flows with $2.3 billion. Our Solutions team has been gaining success with large institutions building customized solutions across our broad array of investment strategies. Equity net outflows improved to $3 billion this quarter, including the funding of a previously disclosed 3.2 billion institutional mandate. While active equities continued to be impacted by the risk off environment, we saw positive net flows into international large-cap core emerging markets, all cap value and small mid-cap equity strategies.\nFixed income net outflows were $3.1 billion. Despite market uncertainty, we experienced increasing demand for fixed income, and we benefited from having a broad range of strategies with noncorrelated investment philosophies. Client interest continued with net inflows into multi-sector core bond, enhanced liquidity and tip strategies. Our regionally focused sales model and strategy resulted in improving flow trends across all of our geographies compared to the prior quarter.\nAs mentioned earlier, the EMEA and Asia Pacific regions generated positive long-term net flows. From a vehicle perspective, ETFs generated net inflows of $1.1 billion, representing the third consecutive quarter of net flows of approximately $1 billion and AUM totaled $16.2 billion at quarter end. In the quarter, we also launched 2 thematic ETFs in Europe in both Future Food and Health & Wellness, 2 areas where we expect to see strong client interest. Separately managed account AUM ended the quarter at $116 billion and generated positive net flows. We continue to expand our SMA offerings in important growth categories and new market segments to provide clients choice in how they access our investment expertise across the breadth of our products.\nThis quarter, we had important launches focused on customization such as tax managed overlay and SMA key flagship strategies, including the Franklin Income Fund. Canvas, our custom indexing solution platform continued its trend of net inflows in each quarter since the platform launched in September 2019 and its AUM has doubled to $4.5 billion since the announcement of the acquisition. This past quarter, Canvas generated net inflows of approximately $300 million and continues to have a robust pipeline. Canvas allows financial advisers to build and manage custom indexes in SMAs that are individually tailored to the client's specific needs preferences and objectives. We believe custom indexing represents the next progression of direct indexing and ETFs and is a significant long-term growth opportunity.\nTurning now to Investment performance, which we're pleased to say remain strong, 63% -- 53%, 67% and 63% of our strategy composite AUM outperformed their respective benchmarks in the 1-, 3-, 5- and 10-year periods, respectively. For Mutual Fund Investment performance 44%, 58%, 66% and 51% of our AUM outperformed their peers on a 1-, 3-, 5- and 10-year basis. This represents improvement in the 3-year and 5-year periods from the prior quarter due to strengthened performance in equity and certain fixed income strategies. The 1-year decline was primarily due to one of the largest funds managed for income, which was overweight utilities and financials, which generate higher yield and underweight technology compared to the S&P 500.\nTouching briefly on our financial results, ending AUM increased by 0.7% to $1.43 trillion as of June 30, from the prior quarter, reflecting market appreciation and positive net flows. Average AUM was flat from the prior quarter at $1.42 trillion. While our effective fee rate remained stable, adjusted operating revenue increased by 3% to $1.56 billion. Adjusted operating income increased by 8.3% to $476.8 million from the prior quarter. Adjusted operating margin was 30.5% compared to 28.9% in the prior quarter. We continue to maintain a strong balance sheet with total cash and investments of $6.9 billion as of June 30, 2023.\nTo wrap up, we have worked through another quarter of complicated markets, and our progress and success would not be possible if it weren't for our dedicated employees around the world. I would like to thank them for their many contributions and for their unwavering client focus.\nNow let's turn to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e8ceb4a90e4fbc3570815772dfafc997",
    "period": "2023 Q2",
    "content": "Q2 2023 Franklin Resources Inc Earnings Call\n\nQ2 2023 Franklin Resources Inc Earnings Call\n\nBENNYSEMAY 1, 10:00 AM\n\nOperator\n\nGood morning. Welcome to Franklin Resources earnings conference call for the quarter ended March 31, 2023. Hello. My name is Lara, and I will be your call operator today. As a reminder, this conference is being recorded.\n[Operator Instructions]\nI would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of Investor Relations\n\nGood morning, and thank you for joining us today to discuss our quarterly results.\nStatements made on this conference call regarding Franklin Resources, Inc., which are not historical facts or forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements. These and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nNow I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident & Chief Operating Officer, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's results for the second fiscal quarter of 2023. As usual, I'm joined by Matt Nicholls, our CFO and COO; and Adam Spector, our Head of Global Distribution.\nDespite a difficult market backdrop exacerbated by stress in the regional banking sector, we continue to see positive momentum across our business in terms of long-term flow trends, relative investment performance, diversification by product and vehicle and financial results. Market dislocations often result in investment opportunities for skilled active investors. And in this regard, our investment performance continued to improve across asset classes. This quarter, 3 of our 4 asset classes: fixed income, multi-asset and alternatives, generated positive net flows. We also saw continued progress in ETFs and Canvas, our custom indexing solution platform.\nFlow trends improved across all geographies with our Asia Pacific region reporting positive long-term net flows in the quarter. Furthermore, this prolonged period of heightened market volatility affirms the importance of the investments we've made to diversify our business and better serve our clients, all in an effort to offer more choice and help them achieve long-term financial goals no matter where we are in the economic cycle.\nAs to the specific numbers, starting first with flows, long-term net outflows improved from the prior quarter to $3.7 billion compared to net outflows of $10.9 billion in the prior quarter. Importantly, as mentioned, fixed income, multi-asset and alternatives all generated positive net flows. Fixed income generated net inflows of $1.8 billion. And as we've said on previous calls, we continue to benefit from our broad range of fixed income strategies with non-correlated investment philosophies and that trend continued this quarter. Client interest continued in U.S. taxable corporate, municipal and global opportunistic strategies, which were all net flow positive.\nMulti-asset net inflows were $1.5 billion, driven by Franklin Income Fund, Fiduciary Trust International's high net worth business and Canvas. Canvas has achieved net inflows each quarter since the platform launched in September 2019 and AUM increased over 13% in the quarter. Alternative net inflows were $1.3 billion, driven by growth into private market strategies, which were partially offset by outflows in liquid alternative strategies.\nBenefit Street Partners, Clarion Partners and Lexington Partners each had net inflows with a combined total of $1.5 billion. Equity net outflows were $8.3 billion, reflecting continued risk-off sentiment for many investors, but we did see positive net flows into ETFs, Global equity and Small Cap Growth equity strategies. ETFs had net inflows of $1 billion and now total approximately $15 billion in AUM. In this quarter, we launched a variant of our flagship Franklin Income Fund in a multi-asset active ETF vehicle.\nCash management, which is excluded from long-term AUM and flows had net outflows of $4.3 billion in the quarter and included episodic redemptions of approximately $7.5 billion from a sweep program associated with the regional bank.\nOur regionally focused sales model has continued to gain traction, and this quarter, we experienced improving flow trends across all geographies. I already mentioned the positive long-term net flows in the Asia Pacific region, which were driven by Australia, Korea and Japan. Our one, but not funded, institutional pipeline was $15.4 billion and reflected the previously disclosed funding of a $7.5 billion institutional fixed income mandate. Given the uncertain market environment, institutional investors continue to be more defensive with a focus on diversification and liquidity. This resulted in less money in motion, particularly in March.\nTurning now to investment performance. In this environment, in particular, it's encouraging to see that the sound long-term investment thesis of many of our largest strategies are playing out and performance generally improved across all time periods. This quarter, 64%, 63%, 61% and 66% of our strategy composite AUM outperformed their respective benchmarks on a 1-, 3-, 5- and 10-year basis. The 1-year period improved primarily due to certain ClearBridge and Franklin Mutual Series equity strategies. Additionally, we're seeing improvement in the longer-term performance of Western Asset's U.S. taxable fixed income strategies.\nOn the mutual fund side, 67%, 53%, 63%, and 56% of our AUM outperformed their peers on a 1-, 3-, 5- and 10-year basis. Equity-related products are leading the increase in relative performance for the 1-year period, specifically, ClearBridge, Templeton Global Equity Group and Franklin Equity Group outperformed in March. In addition, half of mutual fund AUM was in funds rated 4 or 5 star by Morningstar.\nAs I mentioned earlier, over the past several years, we have further diversified our business, and we believe our broad range of investment philosophies and processes differentiate our specialist investment managers from each other and gives us an ability to build the best outcomes for our clients. In March, we proactively engaged with clients to help them navigate financial uncertainty created by stress in the regional banking sector. The Franklin Templeton Institute provided timely updates to our clients through webinars, articles and video posts.\nClients were particularly interested in the numerous panels comprised of our specialist investment managers who offered investment perspectives across asset classes, including venture capital, alternative credit and traditional fixed income. We continue to see client demand in fixed income, income-oriented and dividend-yielding products. In addition, as a result of recent market dislocations, alternative capabilities such as secondary private equity, private credit and real estate continue to be of client interest.\nTouching briefly on our financial results, ending AUM was $1.42 trillion, an increase of 2.5% from the prior quarter, primarily due to market appreciation and average AUM increased 5% to $1.4 trillion from the prior quarter. While this quarter's adjusted effective fee rate was in line with prior quarter at 39 basis points, adjusted operating revenues of $1.5 billion increased 6% from the prior quarter driven by higher adjusted performance fees and average AUM, partially offset by 2 fewer calendar days. Adjusted operating income was $440.2 million, an 11% increase from the prior quarter, and our adjusted operating margin increased to 28.9% compared to 27.5% in the prior quarter. We continue to maintain a strong balance sheet with total cash and investments of $6.8 billion.\nLet me wrap up by summarizing that we continue to benefit from our diversified business, our flows and relative investment performance have been steadily improving, and our balance sheet affords us flexibility, including the ability to further expand our capabilities. Our focus remains on delivering better outcomes for our clients. And finally, my admiration and thanks go to the thousands of employees around the globe who represent Franklin Templeton so well. Now let's turn over to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d35cb6618bbdc4092e4c2fc665b89c3e",
    "period": "2023 Q2",
    "content": "Half Year 2023 Bendigo and Adelaide Bank Ltd Earnings Call\n\nHalf Year 2023 Bendigo And Adelaide Bank Ltd Earnings Call\n\nBENASXFEB 19, 6:00 PM\n\nMarnie A. Baker\n\nCEO, MD & Non Independent Director, Bendigo and Adelaide Bank Limited\n\nGood morning, everyone, and welcome to the market briefing for Bendigo and Adelaide Bank's Financial Year 2023 Half Year Results.\nLet me begin today by acknowledging the traditional owners of the land on which we meet today. Here in Sydney is the Gadigal people of the Eora Nation. I pay my respects to their elders, past and present and extend my respects to the Aboriginal and Torres Strait Islander people who are present on the call today. I'm Marnie Baker, the CEO and Managing Director of Bendigo and Adelaide Bank, and I'm pleased to have our Chief Financial Officer, Andrew Morgan, presenting with me today.\nAlso joining us on the call is our Chief Risk Officer, Taso Corolis, who will be available to take any questions alongside Andrew and I at the end of the presentation. (Operator Instructions)\nToday, we are announcing a strong results. Over the first half of financial year 2023, we have seen significant improvements in the performance in our business, with cash earnings, return on equity and capital all improving on the previous period. We have been disciplined in our focus of carefully balancing lending volumes and margins, which has led to a strong first half revenue outcome. We have maintained a strong balance sheet, preserved our credit quality while making real progress on delivering a cost-to-income ratio towards 50%. These results were supported by our ongoing transformation journey, delivering sustainable changes across the group, including an uplift to our risk management framework and capability.\nThrough first half '23, we reached some key milestones with the launch of our digital home loan, Up Home, the full integration of Delphi Bank and the delivery of PayTo to our e-banking customers.\n6 months ago, I spoke of our strength and emphasis on returns, execution and business sustainability. Today, we will provide you with concrete examples of how we have met these objectives.\nI am proud of the progress the organization has made as we continue to meet and balance the needs of all our stakeholders. I'll spend some time taking you through the key elements of this in the coming slides.\nOur overarching strategy has not changed and our purpose-driven commitment to customers, communities, shareholders and employees is as strong as ever. We are delivering and will deliver what we said we would, bringing our vision to be Australia's bank of choice closer than it has ever been.\nEarlier, I spoke of the strength of this result. Cash earnings are up 22.9% on the second half of financial year 2022, driven by a 19 basis point increase in net interest margin while keeping costs low in a high inflation environment. This has led to an improvement in return on equity and subsequent increase in the interim dividend to $0.29 fully franked.\nFrom an operating performance perspective, we continue to see strong growth in customer numbers driven through our Bendigo Bank brand and their leading digital proposition with us. Importantly, we have retained our market-leading NPS and further increased our gap to the industry. Our cost-to-income ratio has improved by 500 basis points over the half to 54.6% and in line with our commitment of towards 50%. Andrew will cover off on the financial results in greater detail in his section.\nOur divisional results mirror those of the group with strong cash earnings in both customer-facing divisions, driven by an increase in net interest margin. Over the half, the Consumer division increased cash earnings 44.8% to $345.8 million, while the Business and Agribusiness division grew cash earnings by 12.5% to $155.4 million. Both businesses remain focused on productivity improvements resulting in a more agile and efficient business.\nThe Consumer division has continued its work in building out our digital home loan offering with the relaunch of BEN Express, a particular highlight, more than doubling the portfolio in the half. We also recorded a positive contribution from government first homeowners schemes and are currently the only participating lender in the New South Wales Shared Equity Home Buyer Helper scheme, which began last month.\nThe Business and Agribusiness division, which now has a refreshed leadership team is positioning for growth. Lending in the portfolio did contract during the half driven by a heightened level of competition and high amortization due to the maturity of the portfolio. We are focused on growing our business while streamlining systems and processes to provide a better experience for our customers.\n6 months ago, we came to market with greater emphasis on returns, execution and business sustainability. Our increased emphasis on returns is evident in our financial results. Our return on equity increased 145 basis points while our cost-to-income ratio improved 500 basis points. Our disciplined business decision supported these financial outcomes.\nThe current environment for housing loans is very hot at the moment, with larger peers leveraging their market position through pricing and offering large cash backs to grow market share. Over the half, we selectively participated in both lending and deposit markets through our disciplined approach to volume and margin management, carefully balancing our decisions to ensure we receive appropriate return for our shareholders while remaining competitive for our customers. As part of this, we made it easier for our employees to make quality and timely decisions on new business through lifting our reporting capabilities at a range of levels across the organization.\nOur transformation program is on track with the foundational work we have completed paving the way for an acceleration in our progress. Although our transformation program has been delivering for some time, we are beginning to see larger shifts towards our financial year 2024 target, and our paths are becoming a bigger, better, stronger and more efficient bank is clear.\nIn addition to the Delphi and PayTo outcomes I've already mentioned, during the half, we delivered a new cloud-based product and pricing engine and a new collateral management system. The product and pricing engine will significantly hollow out our core banking system and is a key enabler to further product simplification and much faster product development for our customers while the collateral management system will provide a single and centralized source of truth for the group, simplifying frontline processes.\nReflecting on our transformation metrics, we have fewer IT applications overall and have moved more of those that remain to the cloud. We have more APIs being reused and have continued to grow the number of customers utilizing our digital channels. Our time to decision behind lending is faster again, and we continue to consolidate the number of suppliers we use and we have implemented further improvements to our risk management framework and capabilities.\nOur investment in digital continues. We achieved significant milestones for our digital assets with us reaching over 613,000 customers and $1.3 billion in deposits and importantly, momentum in Up Home. Up Home was soft launched early in the half and has shown significant promise with $38 million in settlements. This result is encouraging as it was achieved within Up's current customer base with no external marketing.\nOur BEN Express home loan has delivered a milestone of its own and has now settled more than $100 million in lending. The product is reducing time to decision to less than an hour on simple loans, delivering great experiences for customers and lowering costs for the bank. BEN Express remains on a strong growth trajectory. And pleasingly, more than 80% of Up Home and BEN Express customers are new to bank.\nThe launch of Qantas Money Home Loans powered by Tic:Toc and funded by Bendigo and Adelaide Bank took place earlier this month with eligible, borrowers awarded 100,000 points each year for the life of the loan. This arrangement reflects our expertise in partnering and the benefits of our investments in digital and the value of having a trusted brand. We are pleased to bring this product to market and proud to include Qantas among our valued partners.\nFinally, our partnership with Tic:Toc remains as strong as ever. As of 31 December, Tic:Toc has a portfolio of $2.9 billion. It is pleasing to note its expansion continues, attracting investments from IAG's Firemark Ventures to provide insurance within the platform. These developments pave the way for a seamless home loan and insurance experience for customers.\nThese digital channels are currently producing 8.9% of home loan settlements for the group, presenting significant upside over the medium term.\nAnd this next slide illustrates our opportunity. For a number of years, we have been steadfast in our strategy to attract and retain a younger demographic to our group. This slide demonstrates the progress we have made and highlight the demographic shift in our customer base over a 10-year period from 2012 to the end of 2022. The average age of our customer base across the organization has fallen from 46 years to 43, while we have added over 800,000 customers across the same time period.\nUp has been a large driver in the increase of millennials within our customer base, but we have also seen a shift within our Bendigo Bank brand. This millennial demographic provides a pipeline of customers with many financial needs over a lifetime and who require a trusted banking partner. More importantly, they are beginning to enter an important phase of their lives looking to purchase a home. Our growing suite of digital and competitive offerings through our retail and third-party channels gives customers a true multi-channel experience.\nOur focus on the sustainability of our business is integral to realizing the bright future we know exist for our organization. More than ever, we recognize the importance of each of our stakeholders in building on our 164 years in business and creating a more sustainable future for the group.\nFor our customers, we remain focused on relationships, ensuring our value proposition is clear and delivering a competitive edge. Evidence of meeting the needs of our customers can be seen in our market-leading NPS and trust scores. For communities, it is about staying true to our purpose of feeding into their prosperity and not off it.\nOur Community Bank network remains a key part of our organization with 302 branches across the country and over 5,700 projects funded in the last 12 months. Further, our focus has been on aiding our communities impacted by natural disasters, such as bushfires and most recently, those impacted by floods.\nIn the first half, we launched the Bendigo Bank Flood Appeal which raised over $685,000 while $1.2 million has been distributed throughout the half to flood-affected communities and communities affected by bushfires. For shareholders, it is about preserving and sustainably growing shareholder value and delivering a reasonable return on the investment. Through the half, our diligent and sharper focus on capital usage and cautious approach to managing volume and margins has led to a higher return on equity and a corresponding increase in our interim dividend.\nLast but certainly not least, for our employees, it is about investing in their capability and rewarding them appropriately and ensuring the goals of our people align with each of our stakeholders. My apologies, I've got a bit of a frog on my throat.\nThe achievements we have announced this morning would not have been possible without our great team, and I would like to thank each and every member of our team who work hard every day to support our customers to achieve their goals and their own.\nAn examination of our business sustainability would not be complete without discussing the progress we are making in developing and implementing our ESG strategies. In the first half, we launched BENZero, our pathway to net zero emissions by 2040, which includes our operational and finance emissions. We also received provisional endorsement of our Reflect Reconciliation Plan from Reconciliation Australia and expect to launch our commitment later this half.\nWe have reviewed and enhanced our cyber controls and processes in response to increasingly sophisticated external threats and high profile [for events] and continue to enhance our governance structures by incorporating ESG responsibilities into our various Board charters.\nWe also recognize the very real challenges some people are facing given the increased cost of living pressures driven by inflation and increasing interest rates. Our bank has a strong 164-year track record in supporting our customers dealing with natural disasters, pandemics and economic uncertainty. We will continue to be there to support our customers when they need it as we have always done.\nI'll now pass over to Andrew to run through the financial detail behind the half year results and to expand on some of the themes that I have outlined. Thanks, Andrew.\n\nAndrew Robert Morgan\n\nCFO, Bendigo and Adelaide Bank Limited\n\nThanks very much, Marnie, and good morning, everyone. 6 months ago, we shared with you our financial priorities, which in simple terms are a heightened focus on cost management and also capital utilization. And we talked about 3 key areas of focus, being managing volumes and margins, a heightened focus on cost efficiency and improving returns on investment cases.\nThrough the last 6 months, we have been delivering against these priorities. On volumes and margins, we've actively focused on growing revenue through selectively competing in our core markets of home lending, deposits and business lending, where it's made sense to do so. Our heightened focus on cost efficiency has seen our targeted cost program ramp up through the half. This has helped us to contain costs in an environment of higher-than-expected inflation. We also established a new centralized productivity team and appointed a new leader late in the half.\nOur focus on improving returns on investment cases has seen us introduce a new profit after capital metric at both the group and divisional level. We have also reviewed and enhanced the way that we calculate returns on equity in each of our divisions and in our pricing calculators. This is having the effect of sharpening our focus on capital utilization and returns on capital. And as a result of our disciplined execution across these areas, we have achieved strong revenue growth, primarily through deposit volume growth and margin management. Our cost-to-income ratio has also substantially improved.\nCapital balancing of volumes and margins have seen a low level of capital utilization, leading to a strong CET1 ratio and a much improved return on equity. And importantly, we entered 2 half '23 in a strong funding and liquidity position.\nOn this slide, you can see the results of our disciplined execution with all of our key metrics showing improvement. In particular, you can see the 5 percentage point improvement in cost-to-income ratio to 54.6% and a 145 basis point improvement in cash return on equity to 8.79%. Our already strong customer deposits franchise has continued to improve through the half, back up to 73.9% of total funding, giving us flexibility in the way that we fund asset growth.\nTurning now to our results for the half year ended 31 December 2022, we recorded cash earnings after tax of $294.7 million, which was up 13% on the prior comparative period and up 22.9% on the prior half. Compared to the prior half, total income was up 14.5%, and operating expenses were up 4.9%, with the expense outcome mainly reflecting a higher amount of expensed investment spend.\nCredit expenses were a $5.6 million charge for the half mainly reflecting an additional overlay booked into the collective provision. Our statutory net profit after tax was up 49.3% on the prior half, and I'll walk through the key items on the following page.\nOn this page, you can see the usual 2 items, which represent the difference between cash earnings and statutory profit. The first is Homesafe net adjustments, which represent unrealized gains on open contracts minus gains on completed contracts, which have already been recognized through cash earnings.\nIn this half, we have seen a decline in house prices, which has led to a downwards net revaluation in the half. This was the substantial contributor to the $35.7 million reduction, which you can see on the page.\nThe second item includes a number of smaller items, most notably the costs associated with restructuring undertaken in the half and the amortization of acquired intangibles. Taking those items into account, statutory net profit after tax of $249 million was up 49.3% on the prior half and down 22.5% on the prior comparative period.\nTurning now to total income. Compared to the prior half income of $958.2 million, increased 14.5%. The key driver of this growth was net interest income, which was up 19% on the prior half.\nOver the half, on average, residential lending balances grew 2.8% and deposits grew 4.5%. Business and agri lending was up 0.7% on average. The benefit of this growth was further boosted by a 19 basis points expansion in net interest margin.\nOther income, excluding Homesafe was slightly lower than the prior half. This was mainly due to lower lending-related fees, which were lower due to subdued settlement volumes. For Homesafe, there was a lower level of completed contracts in the half and this led to a $7.5 million reduction in Homesafe income.\nI want to spend a few minutes now talking about what is happening with volumes in our largest asset class being home lending. As you all know, home loan pricing is very aggressive at the moment in response to slower system growth. And whilst on a rolling 12-month basis, we continue to track system growth, our momentum has slowed this half. There are a few reasons behind this slowing momentum.\nPricing in the refinance market is intense at present and cash backs are being used by most of our competitors. This has seen a reduced volume of settlements, particularly in our third-party channels and in the refinance market. We have chosen to selectively compete in markets where it makes economic sense to do so.\nPleasingly, what we've seen in this half is a substantial level of growth in what we believe will become an increasingly important channel for us. As Marnie mentioned earlier, in this half, we soft launched an online home loan through our Up brand, and we have focused on strengthening our Ben-branded digital home loan called BEN Express.\nIn the half just gone, you can see that the proportion of settlements between our key channels, third-party proprietary and digital is starting to shift. This shift is important for a few reasons. One, a digital home loan broadens our reach into new communities; and two, a digital home loan costs us materially less to originate and service the one source from our traditional channels.\nFinally, we have started to see some momentum return to our book in the last 2 months of the year. As Marnie mentioned earlier, our aim is to grow at or better than system while generating appropriate returns on equity.\nTurning now to net interest margin. Compared to the prior half, there are a number of factors driving our NIM performance, which improved 19 basis points to 188 basis points. Asset pricing negatively impacted 22 basis points, reflecting a competitive environment in both variable and fixed rate lending.\nDeposit and funding pricing contributed strongly, adding 36 basis points. Mix and other provided a benefit of 25 basis points, and almost all of this number is the benefit from our replicating portfolio for capital and deposits.\nOur liquids increased substantially through the half with growth in deposits outpacing lending and this impacted 4 basis points. Along with our inaugural covered bonds issued in November 2022, this puts us in a strong position to begin paying down the term funding facility from April of this year. Finally, revenue share has increased 16 basis points compared to the prior half primarily due to the impact of rising rates on deposit margins, where our community banks write meaningful volumes.\nOn key considerations, we see both headwinds and tailwinds ahead of us. We see cash rates continuing to rise potentially to as high as around 4%. We also continue to see customers rolling off fixed rates and mostly favoring variable rate mortgages instead. Variable rate NIMs are typically higher than our fixed rate portfolio NIM.\nCountering that, competition in both lending and deposits remain strong, and we have observed a shift of customers towards term deposits from at-core accounts. Higher funding costs are also likely as we begin paying down the term funding facility.\nTurning now to operating expenses. At a headline level, costs increased 4.9% on the prior half and we're up just 1.1% on the prior comparative period. The vast majority of the increase on the prior half relates to a higher level of expensed investment spend as we ramped up the investment in our transformation program. We also continued to invest in our Ferocia business and specifically into the Up platform.\nIn respect of our BAU costs, they were up just 1.1% on the prior half. Our largest cost item, staff costs were down 0.2%, reflecting some wage inflation but also a 2% reduction in FTE over the half. Technology-related costs were higher, reflecting vendor cost pressures, the more extensive use of cloud and non-lending losses were also a little higher. Offsetting some of the inflationary pressure we've successfully negotiated a few large supplier contracts and have banked some of that benefit in the half.\nIn respect to future consideration on costs, this is unchanged from the trading update which were made on 13 December, where we see a modest increase in FY '23 expenses compared to FY '22. Over the medium term, we remain committed to broadly flat costs and to reducing our cost-to-income ratio towards 50%.\nTurning now to credit quality and credit expenses. We continue to see improvement in our credit metrics and for the half, an expense of $5.6 million was booked. Breaking that down, the charge includes a net increase in the collective provision of $6.6 million and a net write-back of $1 million.\nGross impaired loans continue to track downwards, representing just 15 basis points of gross loans. Arrears across the book are pleasingly low and we continue to see arrears rates reducing, particularly in 90-plus days residential lending, which is down from 49 basis points in the prior half to 41 basis points as of December. Whilst asset quality remains sound and arrears are at historic lows, we do expect bad debt to trend upwards and move towards longer term averages over time.\nThis next chart shows the resilience of our residential lending portfolio. Starting from the top right-hand side, you can see that around 1/3 of our customers are at least 2 years ahead of scheduled repayments and 16% of customers have no buffer. Breaking down that 16% of customers with no buffer, 85% of those customers have an LVR of less than or equal to 80%.\nOn the bottom left-hand side, you can see the conservatism in our underwriting standards, where the proportion of our lending to customers above 6x debt-to-income remains well below the major banks. And on the bottom right-hand side, around 50% of our portfolio has been originated in the last 2 years and is sitting in a dynamic LVR of between 50% and 60%.\nIn terms of provision coverage, the chart on the left shows the breakdown of our credit provisions across collective, general and specific. Our aggregate provisions have increased marginally since 30 June. Our collective and general provisions have increased while specific provisions have decreased, reflecting a reduced level of impaired loans.\nOn the right-hand side chart, we show the split of our collective provisions between modeled scenarios and overlays. On modeled outcomes, our scenario weightings are unchanged from 30 June, and we have retained the overlays, which we called out at June. We've raised a further overlay cognizant of the risk of customer stress as fixed rate customers whose loans are maturing move to higher rates.\nWhilst we have not seen any meaningful signs of stress at this stage as evidenced by our improved arrears ratio, we consider it prudent to raise an overlay for this risk, particularly given the interest rate outlook. Overall, we feel comfortable with the level of provisions that we're carrying, and we continue to keep a close eye on credit conditions across the economy and across our exposures.\nOur funding and liquidity metrics remain strong and well diversified. With strong ongoing growth in customer deposits over the half, the proportion of customer deposits to overall funding increased to 73.9%. Our coverage of deposits to loans is well above industry average at 70%.\nOur Community Bank partnerships importantly provide us with around $10 billion of funding, which provides further diversification and a relatively cheaper funding source than wholesale funding.\nDuring the half, we further diversified our sources of funding, launching our inaugural covered bonds program in November 2022. This puts us in a strong position to pay down the term funding facility over the next 18 months.\nTurning now to capital and dividends. Our CET1 ratio increased 45 basis points to 10.13% over the half. The increase reflects strong growth in earnings which contributed 63 basis points. The dividend paid in August 2022 impacted 30 basis points, and a 1.7% reduction in risk-weighted assets over the half added 17 basis points of capital. This strong capital result reflects the discipline of balancing volumes and margins and ensuring we are writing business at or above our cost of capital.\nIn terms of future considerations, we expect that the new capital standards, which became effective on 1 January 2023 will provide us with a benefit of between 60 and 70 basis points, likely towards the top end of the range.\nIn response to the new capital standards, we have lifted our target CET1 ratio range by 50 basis points to now 10% to 10.5%. Taking these 2 factors together, we expect our CET1 ratio to improve by 10 to 20 basis points relative to the revised minimum ratio.\nDirectors have declared a fully franked dividend of $0.29 per share, which represents a 55% payout ratio for the half and is a 9.4% increase on the prior half. Given our strong capital position, we will also be neutralizing the DRP.\nSo in summary, we find ourselves in a strong capital position going into the second half.\nWith that, I will now hand back to Marnie to make some final comments.\n\nMarnie A. Baker\n\nCEO, MD & Non Independent Director, Bendigo and Adelaide Bank Limited\n\nThanks, Andrew. And focusing on the second half now of 2023, we remain committed to building on our returns, execution and business sustainability. As Andrew mentioned earlier, we are targeting positive lending growth subject to conducive market conditions whilst maintaining prudent cost management across the business. This, along with careful utilization of capital, will enable the best possible opportunity or returns to continue our upward trajectory. Key milestones will again be delivered in the half ahead as we roll out in-app Bendigo Bank products commencing with term deposits. We integrate ANZ's 12,000 Margin Lending customers and retire 3 core banking systems before 30 June this year.\nAt all times across our 164-year history, we are focused on what we can control, and we remain committed to our strategy and are well positioned for the future. Going forward, we anticipate the accelerated pace of change of the last few years to continue. We expect to see customer expectations grow, competition for market share to continue and further house price moderation.\nAdditionally, the currently benign credit conditions may come under pressure, as interest rates and inflation further impact the Australian economy. We are well positioned for the year ahead. Our multi-channel strategy, combined with our customer value proposition, market-leading NPS and trust scores set us apart from our competitors. Just as importantly and noting the uncertainties in the market, our strong funding and capital position means we are well placed for the challenges ahead. Finally, we remain committed to delivering better returns and executing our objectives while continuing to support our customers and evolve our business for the future.\nAnd with that, I will now open the call up for questions. (Operator Instructions)"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2f238c0cbd2d4857bb44ca25f50f7956",
    "period": "2022 Q4",
    "content": "Full Year 2022 Bendigo and Adelaide Bank Ltd Earnings Presentation\n\nFull Year 2022 Bendigo And Adelaide Bank Ltd Earnings Presentation\n\nBENASXAUG 14, 8:00 PM\n\nMarnie A. Baker\n\nCEO, MD & Non Independent Director, Bendigo and Adelaide Bank Limited\n\nAnd welcome to the market briefing for Bendigo and Adelaide Bank's Financial Year 2022 Full Year Results.\nLet me begin today by acknowledging the traditional owners on the lands on which we meet today. Here in Melbourne, it is the Wurundjeri people of the Kulin nation. I pay my respects to their elders past and present and extend my respect to the Aboriginal and Torres Strait Islander people who are present on the call today.\nI'm Marnie Baker, the Managing Director of Bendigo and Adelaide Bank. And I'm pleased to have presenting with me today our new Chief Financial Officer, Andrew Morgan. Also joining us on the call is our Chief Risk Officer, Taso Corolis, who will be available to take any questions alongside Andrew and I at the end of the presentation. (Operator Instructions)\nToday, we have delivered a solid result in line with the outlook we spoke about back in February this year. Our customer numbers, lending and deposits have continued to grow as has our cash earnings and return on equity despite continued margin pressures. We have continued to reduce our absolute costs and achieved the fourth consecutive half of positive jaws whilst maintaining a strong balance sheet and preserving credit quality. These results were assisted by our continuing transformation journey that remains on track, delivering sustainable changes across the business, including a material uplift to our operating model and strengthening of capability.\nOur path to becoming a bigger, better and stronger bank is clear. We have reduced the number of core banking systems and technology applications. We have more applications in the cloud, more APIs being reused and more digital customers. Our time to decision for home lending has improved, and we continue to consolidate the number of suppliers we use and uplift our risk management framework and capabilities. We are proud of the progress we have made and the discipline we have shown. However, we know we have more to do to further improve returns to shareholders, and our focus on operating efficiency remains elevated.\nWhile our strategy remains intact and our commitment to customers and communities is steadfast, there is an increased emphasis on returns, execution and sustainability of capital generation as we drive the business forward. And I'll spend some time walking you through the key elements of that in the coming slides.\nWe continue to take steps forward in respect to financial returns. Our earnings have increased on both a cash and preprovision basis with ongoing cost containment being a key contributor to this outcome. Impairment expenses are also lower, reflecting the quality of the portfolio and where we are in the credit cycle. This has meant for the first time in our history, cash earnings has exceeded $500 million. Key financial measures of cash return on equity and CTI have both shown improvement in FY '22, and we are continuing to drive further and sustained improvements in both these metrics.\nWe continue to perform across both financial and nonfinancial measures. Our customer numbers and customer footings continue to grow. And our Net Promoter Scores are demonstrably above those of our major bank peers, reflecting our proven and differentiated approach to meeting the needs of our customers. Our staff are a critical element in maintaining leading customer NPS. And the improvement in employee engagement, despite the challenging operating environment and disruption that comes with a large transformation agenda, positions us well for continued performance. Our cost-to-income ratio has come down for the fourth consecutive half, demonstrating our steadfast commitment to driving continued positive jaws.\nNotwithstanding the significant progress we have made, we recognize that execution and the returns from our business must continue to improve. We spoke about that at the half year, and we will build on that in more detail today.\nYou'll all be familiar with our strategy at a holistic level. Our vision to be Australia's bank of choice for those who bank with us, work for us, partner with us and invest in us remain unchanged, but our focus in delivering on this strategy is much sharper.\nWhile the local and global economy is always changing, we are experiencing macroeconomic changes that are particularly significant in terms of the reversal of a decade-long trend in falling interest rates, the June inflation and a near 50-year low in unemployment. Accordingly, we must be dynamic in our response to this both within our business and in terms of meeting the needs of our customers, staff and other stakeholders. A tighter focus on those factors that are clearly within our control is required, in particular, more meticulous management of our cost base and shareholder capital.\nThe overarching strategy of Bendigo and Adelaide Bank has proven to be effective and remains relatively unchanged. But what has changed through, though, is the level of emphasis on returns, execution and sustainability of capital generation in delivering on our strategy. Our proven success in many of the nonfinancial measures are easily identifiable, well established and will remain critical to the way that we run the business because it is good business practice to do so. It's also a large reason why our customers come to and remain with us, communities partner with us and people join and work for us. But we also recognize that we need to balance this better with an increasingly sharper focus on overall group returns, which are improving, but we are seeking to accelerate this improvement.\nTo that end, we are increasing the emphasis on return on equity and capital generation within the business. This has been supported with a significant efficiency and productivity improvement drive as required to keep our overall expenses broadly flat.\nSome of the work we've been doing in respect to the execution of our strategy has been apparent already. In our portfolio of businesses, you saw that we announced -- we had announced the consolidation of the business in agri banks at the end of the first half to remove duplication of function, inefficiencies and provide a better customer experience. The Ferocia acquisition also in the first half provides the opportunity to further grow and enhance an already high growth and high NPS digital banking Up and deliver enhanced capability to reengineer our business for the digital age. Conversely, we recently acquired a high ROE margin lending portfolio to add to our leveraged equity business, and we will continue to review opportunities for enhanced capital generation as and when available.\nRecent changes have also been made to our executive team in support of the execution and delivery of our strategy. Most notably, the addition of a new Group CFO, Andrew Morgan, like I said before, is here with me today, who is supported by a new Group Treasurer, Luke Davidson. We have also recently appointed a new executive to head the combined business and agri portfolio, Adam Rowse, who brings considerable experience both domestically and internationally as we reshape and grow the combined business in our target market. Existing executive Bruce Speirs has been appointed Chief Operating Officer with a major focus on enhancing our operational efficiency and productivity and uplifting risk management capabilities within the business.\nMore broadly, our workforce has been reshaped as part of our required productivity and efficiency drive. We continue to work towards the optimal size and shape of our distribution channels to meet the changing needs of our customers. Our physical representations and deeply human connections, especially when it matters to our customers, remains central to our relationship approach to banking. COVID-19 has made our customers and our staff more aware of and open to the adoption of digital changes, in many cases demanding the acceleration of these changes in their exhibited behaviors and preferences.\nOur investment in digital offerings and ways of working is driving significant uplift in how we distribute products and services to our customers, providing a more accessible, convenient and engaging experience for customers who choose a digital experience. The very recent launch of the Up Home loan and the continued leveraging of the Tic:Toc platform through both Up and BENExpress great examples of this in areas where we are punching above our weight.\nFresh eyes into the business has brought forward reviews of current business practices with a clear objective to drive productivity improvement. Changes to our replicating portfolio strategy is an early example of where we have delivered improved business performance. Our performance hurdles and scorecards have been revised to better balance our focus on improving returns along with strong outcomes for our customers and communities. Performance-based remuneration is being expanded beyond those that occupy our most senior positions, driving improved execution of strategy and performance across the group. Improving our operational performance and increasing the returns of our business is in line with our purpose of feeding into prosperity. We want our shareholders to benefit from earnings growth and our customers to benefit from greater investment in products and services.\nThese days, when people hear the word sustainability, they often associate it with our planet or ESG principles, which are, of course, very important in how we do business. But in the context that you hear us using it today, emphasis on sustainability in our approach also relates to our need to get the balance better with respect to generating organic capital and the judicious use of our scarce balance sheet resources in supporting the needs of our stakeholders, customers, communities, staff and shareholders alike. It also refers to the need for sustainable improvement as opposed to short-term tactical measures, which do not drive longer-term value.\nI'll now pass over to Andrew to run through the financial details (inaudible) and to expand further on the themes I've just outlined.\n\nAndrew Robert Morgan\n\nChief Financial Office, Bendigo and Adelaide Bank Limited\n\nGreat. Thanks very much, Marnie, and good morning, everyone. This morning, I'm going to cover off 2 things. Firstly, I'll take you through the results. And secondly, I'll share with you some initial observations from my first few months in the role and some priority focus areas.\nStarting with our overall result. We've summarized our profit a little differently this time, showing cash earnings after tax at the top, then noncash items and then statutory net profit after tax. For the year ended 30 June 2022, we recorded cash earnings after tax of $500.4 million, which was up a solid 9.4% on the prior year. Total income was up 0.4%, and operating expenses reduced in absolute terms or down 1.1%. Credit expenses were a net positive in the year, mainly reflecting the unwinding of some specific COVID-19-related overlays and a continued reduction in impaired assets and related specific provisions.\nWe then have our noncash items or items excluded from cash earnings. Homesafe net adjustments represent unrealized gains on open contracts minus gains on completed contracts, which are recognized through cash earnings. In the second half of the year, we changed our assumptions on house price growth and, as a result, booked a $67 million reduction, which translated to a net revaluation gain of $39 million for the year. Other items include restructuring costs and the net impact of business sales, including our insurance broking and debtor finance businesses. Taking those items into account, statutory net profit after tax of $488.1 million was down 6.9% on the prior year.\nOn this slide, you can see some of our key metrics, almost all of which show improvement year-on-year. In particular, you can see the 90 basis points reduction in cost-to-income ratio and an improvement in cash return on equity. Net interest margin is the outlier in respect of the year-on-year performance, and this is not inconsistent with the rest of the industry. The reduction is driven by a combination of low rates, increased liquids, customer demand for fixed rate mortgages and intense competition. Pleasingly, our exit NIM is just below our average NIM for the year and is showing upwards momentum.\nThis next slide shows our total income, which is up 0.4% year-on-year. Over the full year, we had strong growth, particularly in residential lending, which was up 11%, and deposits, which were up 11%. Business lending was up 1.1%. The benefit of this growth was offset by 21 basis points contraction in NIM. Other income excluding Homesafe was slightly lower than the prior year. This was mainly due to the impact of a sale of our merchants business in the prior year, and that accounted for a reduction of around $16.5 million year-on-year. There were also some one-off items, which included benefits received in respect of new supplier contracts. Excluding these impacts, noninterest income would have increased $4 million year-on-year. The benefit from Homesafe completed contracts contributed strongly with a 21% increase in completed contracts year-on-year.\nSecond half income performance was down 4.2%, and this was particularly impacted by an 11 basis points contraction in net interest margin. Volumes through the half were again strong with residential lending up almost 7%, business lending up 5% and deposits up 5%.\nTurning now to net interest margin and starting with year-on-year. On year-on-year movements, there are a number of factors driving our NIM performance, which contracted 21 basis points. Asset pricing negatively impacted 19 basis points, reflecting a competitive environment in both variable and fixed rate lending. Deposit and funding pricing largely offset that, contributing 17 basis points. This number also includes a modest benefit from our changed replicating portfolio strategy, and I'll take you through that shortly. Mix and other impacted 11 basis points. The mix between fixed and variable lending represents the majority of this impact. To give you a sense of that, on average, fixed rate lending comprised 34% of the book in financial year '21 and had an increase of 43% through financial year '22. Importantly, we've seen a slowdown in fixed rate lending in the last quarter of this year. And on a spot basis, the proportion was down to 41% at June.\nWith growth in deposits outpacing lending, our liquids increased substantially through the year, and this impacted 11 basis points. I should note that this puts us in a strong position to pay down the committed liquidity facility by January 2023. There's also been a benefit in respect of the revenue sharing component of margin, reflecting a lower margin environment over the year.\nTurning to second half NIM performance. NIM declined 11 basis points, and there were 3 key factors. First of all, asset pricing negatively impacted by around 15 basis points. This again reflected the competitive environment in both variable rate lending and fixed rate lending. Partly offsetting the asset pricing impacts, we saw favorable deposit and funding pricing contributing. Replicating portfolio in the second half contributed strongly. The final factor to call out here is a 1 basis points rise related to the revenue share paid to our Community Banks, reflecting the higher rate environment in second half versus first half. Also, on the top right-hand side, you can see the momentum in our exit NIM of 173 basis points, which is now just below our average NIM of 174 basis points for the year and above our half-on-half average NIM of 169 basis points.\nI want to now spend a few minutes talking about the sensitivity of our net interest margin to a rising rate environment. And I want to stress, there are many factors that impact our NIM, but there are 2 key factors, in particular, that I want to call out this morning. First is the impact of a changed strategy in respect of capital and deposit hedges or our replicating portfolio, which we implemented late in the second half. Previously, we had run a strategy which was shorter in duration. And in a low interest rate environment, it was not meaningful to our earnings. Following some analysis, which we conducted early in the second half, we changed our strategy in May 2022 to better reflect the behavioral term associated with rate-insensitive deposits.\nThe portfolio is shown on the bottom left-hand side, and it comprises $4 billion of capital invested at a rolling term of 2.5 years and $13 billion of deposits, some of which is unhedged with an investment term of rolling 5 years for the hedged component. This change strategy in isolation will give us a benefit of around 27 basis points in financial year '23 and around 46 basis points over 3 years. To be clear, this is based on market implied forward rates.\nThe second factor that I wanted to call out this morning in respect of interest rate sensitivity is revenue share that we pay in relation to Community Banks and Alliance Bank. As you know, we pay around 50% of product net interest margins on Community Bank footings to our partners, and there are 2 dynamics to think about in respect of revenue share. The first is a volume aspect. If Community Banks write footings at a faster rate than the group, then revenue share will increase. The proportion as it relates to deposits has increased steadily over the last 9 years, and you can see that in the top right-hand side chart.\nThere's also a rate aspect. If Community Banks write a higher proportion of core versus term deposits, then revenue share will increase. That's because the product net interest margin on low rate-sensitive core deposits will be more responsive to changes in rates. What you should take away from this is that if historical trends continue, both rising cash rates and a rising proportion of deposit funding source from Community Banks will have a meaningful upwards influence on revenue share and, therefore, a downwards influence on net interest margin.\nTurning now to operating expenses. At a headline level, we reduced costs in absolute terms, down 1.1% for the year and down 3.7% on the prior half. We're very deliberately balancing between the need to invest in our business and support growth and to take cost out at the same time. Walking through some of the drivers, there are certainly inflation pressures in the system which we're managing. We're continuing to invest in our Ferocia business, Up and [Connect] platforms, and we've called out Ferocia in particular separately.\nInvestment spend in P&L terms was lower over the year and particularly in the second half. This was in response to what we saw as a challenging revenue environment. And so we deliberately slowed the pace of investment on some of our projects that we would ordinarily expense. Staff costs were lower. We incurred lower redundancy costs this year and also saw some efficiency reductions in the retail network. We have experienced a higher amount of nonlending losses this year, and our amortization charge is also higher year-on-year. Also, as part of our review of contract spend, we successfully negotiated a few large supplier contracts this year, and it has provided us with a benefit, particularly in the second half. Half-on-half costs are lower. The most material driver behind this, as I called out in the earlier comments, was the slowdown in investment spend in the second half.\nTurning now to credit quality and credit expenses. Credit quality has continued to strengthen. And for the year, a net credit reversal of $27 million was booked. Most of this $27 million reversal occurred in the first half, where we booked a reversal of $18 million, and a further $9 million reversal has been booked in the second half. The reversal comprised net write-back of overlays no longer required of $23 million and a recovery of bad debts of $4 million. In respect of the write-back, there are a few moving parts. 12 months ago, we were carrying some COVID-specific provisions. We've now wound those back and have created some new event-specific provisions. The net result of this was a write-back of $23 million.\nGross impaired loans continued to track downwards. Of note, during the year, we've seen some customers [cured] and some refinanced to other institutions. Impaired loans now represent just 17 basis points of gross loans. Arrears across the book are pleasingly low. And we continue to see rates reducing, particularly in the 90-plus days group in residential lending, down from 69 basis points in June '21 to 53 basis points in December to 49 basis points in June 2022. Whilst asset quality remains sound and arrears are at historic lows, we do expect bad debts to trend upwards and move back towards longer-term averages.\nIn terms of provision coverage, the chart on the left on this slide shows the breakdown of our credit provisions across collective, general and specific. You can see that there's very little change in collective provisions from December 2021.\nOn the right-hand side chart, we spelled out some of the sector-specific overlays which were in the June '22 numbers. The first of these relates to currently elevated levels of farmland values, where we see a risk that prices could retreat. The second relates to a potential deterioration in business conditions and cash flows, and the third relates to some early signs of pressure in the construction industry.\nIn respect of AASB 9 scenarios, we've changed our weightings to more of a downside case with the weightings now reflecting a 5% shift out of the mild improvement into a severe downturn case. That means we have an equal weighting between our base case and downside cases. Overall, we feel comfortable with the level of provisions that we're carrying. We will, of course, continue to keep a close eye on credit conditions across the economy and across our exposures.\nOur funding and liquidity metrics remain strong and well diversified with strong ongoing growth in customer deposits, which were up 11% over the year and 5% for the half. The proportion of customer deposits to overall funding increased to 73.3%. On the right-hand side, you can see the profile of our term funding maturities, and this is a consistent profile with the one that we showed you at the half.\nOn capital, our CET1 ratio increased 11 basis points over the year and reduced over the half, noting that it's unquestionably strong and within our target range. Over the half, earnings added 72 basis points. This was offset by the impact of dividend net of DRP of 27 basis points, capitalized expenses of 14 basis points and risk-weighted assets reflecting asset growth of 41 basis points.\nIn respect of dividends, directors have declared a fully franked dividend of $0.265 per share, which represents a 62% payout ratio for the half year. Over the full year, this represents a payout ratio of 59%, which is just below the bottom end of the Board's target range.\nIn respect of capital considerations, our heightened focus on return on equity has a clear objective in mind, which is to generate sufficient levels of organic capital. In respect of the revised capital standards, our expectation is that it will be broadly net neutral to us. Whilst the changes give us a benefit, almost all of that is offset by the corresponding increase to the minimum CET1 requirements.\nTurning now to outlook. On outlook, we see a subdued credit growth environment and a competitive environment for deposits. We're already seeing a reasonable amount of price pressure emerging. As discussed earlier, we expect to benefit from the new settings in our replicating portfolio. Largely offsetting that, we do expect to see revenue share lifting to exceed historical levels in response to rising rates and strong growth in Community Bank, particularly in deposits. In other income, we had some nonrecurring items in financial year '22 plus the impact of the cessation of some business lines. So we expect other income to be lower.\nOn costs, our aim is to manage to broadly flat, noting the various headwinds, including increased investment OpEx, amortization and wage and price inflation. We're looking to strike a balance between ongoing investment in our business, particularly digital and cost reductions. On total investment spend, at this stage, we expect cash spend on investments through financial year '23 and financial year '24 to be flat on financial year '22, subject to affordability and to decrease thereafter. The mix of spend will likely be more towards P&L rather than capitalization. We also expect credit expenses to trend back towards longer-term averages.\nAnd finally, in respect of priorities, having now been in my role for around 2 months, I can tell you that I already see in our business the focus on cost management and a focus on lifting return on equity, and there are certainly early signs of that, that you can see in these results today. But as Marnie said, we need to do more.\nWe're heightening our focus on organic capital generation, which will, in turn, lift our return on equity to levels closer to our peers. And there are 3 key areas which we're focusing on in order to improve our return on equity. First, and given the cost headwinds, we're putting significant effort into cost efficiency and productivity. We've established teams who are focused on delivering our cost targets.\nSecond, we're heightening our focus on volume versus margin management. This is particularly important in an environment of intense competition and rising rates. Third, with the scale of investment we're making, we're focused on ensuring our investment cases in productivity and growth projects are delivering the benefits that we would expect and that we then realize those benefits.\nWith that, I'll now hand back to Marnie to wrap up.\n\nMarnie A. Baker\n\nCEO, MD & Non Independent Director, Bendigo and Adelaide Bank Limited\n\nThanks, Andrew. So in summary, while much remains unchanged at Bendigo and Adelaide Bank in terms of our strategy and our unique strength and genuine focus on positive and sustainable outcomes for our customers and communities, the environment in which we are operating is changing, and we recognize that we must continue to dynamically respond. And this requires us to have a heightened focus on returns, improved execution and adoption of more sustainable settings in utilizing our most valuable resources, our brand and our human and shareholder capital.\nWe remain focused on delivering on our ambition to be Australia's bank of choice for our customers, staff, partners and shareholders and executing on our strategy that has served us well. This result proves that we are continuing to make good progress, and we will stay focused on costs, lifting productivity and driving good customer outcomes and long-term sustainable returns for our shareholders.\nSo thank you, and I'll now open up for questions. (Operator Instructions)"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eeb5a1dea05bb6008875a6c7abe245d8",
    "period": "2022 Q2",
    "content": "Q2 2022 Franklin Resources Inc Earnings Call\n\nQ2 2022 Franklin Resources Inc Earnings Call\n\nBENNYSEMAY 3, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the 2 quarter and fiscal year 2022. Hello. My name is Greg, and I'll be your call operator today. As a reminder, this conference is being recorded. (Operator Instructions) I would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin.\n\nSelene Oh\n\nHead of IR, Franklin Resources, Inc.\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical fact or forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks uncertainties and other important factors that could cause actual results to differ materially from any future results expressed or implied by such forward-looking statements.\nThese and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings. Now I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident, CEO & Director, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's results for our second fiscal quarter. I'm joined by Matt Nicholls, our CFO, who recently expanded his responsibilities to include Chief Operating Officer; and Adam Spector, our Head of Global Distribution. This quarter, global financial markets were impacted by a continuation of macroeconomic pressures due to increased inflation and related higher interest rates, both of which have been significantly exacerbated by geopolitical and economic shifts resulting from the Russia-Ukraine war.\nThis quarter's volatile market environment challenged industry flows, particularly in taxable fixed income strategies. We were impacted by these pressures and had $11.7 billion in long-term net outflows, although we continue to drive net inflows into key growth areas and our effective fee rate remains stable.\nThe heightened market volatility and implications of a rapidly changing investment environment remind us of the importance of the investments we've made over the past several years to diversify our business to better serve our clients through all market conditions. Our investment teams each look at the market through a different lens to provide deep expertise and investment specialization.\nFor instance, if you look at our fixed income franchise, Brandywine Global, Franklin Templeton Fixed Income, Templeton Global Macro and Western Asset, each of these specialist investment managers has a different interest rate outlook, resulting in varying investment outcomes across our products. And although we saw net outflows in certain U.S. and global taxable strategies, those were partially offset by inflows into short duration bank loans and corporate strategies.\nAdditionally, we've been able to benefit as investors look to reposition their portfolios in search for yield across asset classes. Our flagship income fund and alternative asset strategies of Benefit Street Partners and Clarion Partners, for example, represent important diversification tools for our clients.\nBSP and Clarion have been key contributors to our success and generated a combined $2 billion in long-term net inflows during the second quarter and each reached record highs in assets under management. Our multi-asset class category recorded $2.3 billion in positive net flows for the quarter, driven by the Franklin Income Fund that has an approach that is adjustable to changing market conditions, with $75 billion in U.S. AUM, the income fund has also seen increased interest from investors in Asia and Europe, and the strategy was recently launched into the SMA vehicle to meet client demand.\nTo illustrate how we've been able to diversify into other strategies, 17 of our top 20 funds with net inflows are outside of our largest 20 funds and on average, now exceed $5 billion in AUM. Close connectivity with our customers during periods of market uncertainty is extremely important as investors look to reposition their portfolios, and we've been actively engaging with our clients with thought leadership Franklin Templeton Institute and our specialist investment managers to help navigate how geopolitical and macroeconomic shifts impact their investment decisions and their long-term financial goals.\nSpecifically, webinar attendance by financial advisers grew by 62% in the second quarter and video views increased by 90%. Turning to investment performance, strong long-term investment performance resulted in 65%, 68% and 77% of our strategy composite AUM outperforming their respective benchmarks over a 3-, 5- and 10-year period.\nThere was a decrease in our 1-year investment performance primarily due to certain U.S. taxable fixed income strategies, which was partially offset by strong performance in global fixed income strategies, with notable improvements in performance for Templeton Global Bond Fund, whose performance is in the top decile for the 1-year period.\nWe continue to make progress on our corporate initiatives, which include growing alternative assets, advancing technology to customize portfolios in our SMAs and expanding our presence in wealth management and ETFs. Our alternative asset business continues to develop, growing 2.3% from the prior quarter to a record $158 billion in AUM, with contributions from a diverse group of strategies, including the aforementioned $2 billion of net inflows into Benefit Street Partners and Clarion Partners.\nOn April 1, we completed our acquisition of Lexington Partners, a leading global manager of secondary private equity and co-investment funds with total AUM of $57 billion as of March 31. That AUM will be included in our quarterly reporting starting in the third quarter, and we expect further growth as a result of new fundraising. When including Lexington, Franklin Templeton increased its presence in alternatives by 39% to become a $215 billion manager of alternative assets, an area of increasing importance for both individual and institutional investors.\nSMA AUM ended the quarter at $126.1 billion. We continued to make progress with SMA strategies, particularly in use of technology to customize portfolios. This quarter, Canvas, our recently acquired custom indexing solution, increased by 21% in AUM, driven by net inflows of $600 million and the number of partnerships grew by 15%.\nWealth Management AUM ended the quarter at $34.1 billion. Fiduciary Trust International generated its sixth quarter of consecutive positive long-term net inflows, and we continue to explore ways to accelerate growth of the business via acquisitions. We also experienced growth in our ETF business in the quarter, with positive net flows and approximately $13 billion in AUM, which are balanced between actively managed and passive strategies.\nLooking briefly at our financial results, adjusted revenues were $1.6 billion, a decrease of 6% from the prior quarter, primarily due to lower average AUM, 2 fewer calendar days and a decrease in performance fees. Expenses were flat quarter-over-quarter, but would have been lower had it not been for nonrecurring or certain episodic items that are included in our adjusted results.\nAdjusted operating income was $577 million, and importantly, our adjusted effective fee rate stayed relatively consistent at 38.5 basis points. With $6.8 billion in cash and investments as of March 31, the ongoing strength of our balance sheet enables us to invest with confidence in the business and make sure we're positioned appropriately in an ever-evolving industry.\nIn closing, it's a transformative time in the asset management industry, while the economic climate and geopolitical tensions present additional complexities and uncertainties. Over the past 2 years, we've made significant strides to expand our capabilities and provide our clients with deep expertise and specialization.\nIt's this broad diversity that is allowing us to navigate through the current volatility I would like to thank our employees for their tireless work and ongoing efforts on behalf of our clients. Now let's turn it over to your questions. Operator?"
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/43a7456d682a0f7fad98d53f1ce51586",
    "period": "2022 Q2",
    "content": "Half Year 2022 Bendigo and Adelaide Bank Ltd Earnings Call\n\nHalf Year 2022 Bendigo And Adelaide Bank Ltd Earnings Call\n\nBENASXFEB 13, 6:00 PM\n\nOperator\n\nThank you all for standing by, and welcome to the Bendigo and Adelaide Bank 2022 Half Year Results. (Operator Instructions)\nI'd now like to hand the conference over to Managing Director, Ms. Marnie Baker. Thank you. Please go ahead.\n\nMarnie A. Baker\n\nCEO, MD & Non Independent Director, Bendigo and Adelaide Bank Limited\n\nGood morning, everyone. And let me begin today by acknowledging the traditional owners of the lands on which we meet today. And for me here in Bendigo, that is the Dja Dja Wurrung people of the Kulin Nation. I pay my respects to their elders past and present and extend my respect to the Aboriginal and Torres Strait Islander people who are present on this call today.\nI'm Marnie Baker, the Managing Director of Bendigo Adelaide Bank. And presenting with me today is the company's Chief Financial Officer, Travis Crouch. Also joining us on the call is the company's Chief Risk Officer, Taso Corolis, who will be available to take any questions alongside Travis and I at the end of the presentation.\nAnd to ensure we leave time for everyone, I ask at the end of the presentation today, you please limit your questions to a maximum of 2 each.\nOur strategy and focus on execution has continued to deliver through first half '22, making this good result possible in a challenging environment. Earnings growth across all our customer divisions has been consistently strong and underlying balance sheet momentum remains, especially in residential mortgages, which was up 8.4% for the half and customer deposits, which grew 6.6%. The -- while growing the business and managing the continuing impacts of the pandemic, we continue to have the highest customer Net Promoter Score amongst our listed peers at 29.7%, well ahead of the average NPS of the major banks at negative 5%. And our employee engagement index has remained high at 76%.\nOur transformation journey is on track, delivering sustainable changes to our operating model and the third consecutive half of positive chores. Saying that, there is clearly more to do to extract direct costs from the business and improve returns to shareholders.\n2 weeks ago, I announced changes to the bank's organizational structure, bringing together into one division, the Business Banking and Rural Bank functions with a clear focus on performance and returning to above system growth.\nI also announced the appointment of a Chief Operating Officer to support the intense focus we have on costs, productivity and strengthening our processes and practices as we enter a critical phase in the execution and delivery of our program of work.\nThe pace of our transformation agenda continues to accelerate. We have disposed of noncore assets and business lines, moved more applications to the cloud, reduced our time to decision for our customers seeking a loan, completed the acquisition of Ferocia, and we are on track to launch our fully digital home loan offering Up Home in the second half of 2022 -- sorry, in the second half of financial year 2022.\nWe continue to perform across our key performance indicators both in financial and nonfinancial measures. The cost-to-income ratio has come down to the third consecutive half, and ROE is once again above 8%.\nDespite this momentum, there is more to be done, and we are further intensifying our focus and actions. Our strong residential lending has consistently grown above systems now representing 6 consecutive halves of above system growth. Customer numbers have grown to over 2.1 million attracted by our products and points of difference. However, we recognize our overall lending growth has been below system, driven by seasonal factors in agribusiness as well as strong sector conditions resulting in lower utilization of existing limits, and the decline in our business lending book this half. To that extent, the recently announced restructure bringing together Business Banking and Rural Bank has a clear focus on growth and earnings. The disciplined execution of our strategy is evident across our financials. Our focus on profitable and sustainable growth as well as removing complexity and cost from the business has delivered another consecutive and meaningful reduction in the cost-to-income ratio and an increase in return on equity, providing good momentum into the second half of financial year 2022. We are pleased to present these interim results to you today, and Travis will go through them in more detail later in our call.\nToday, we are approaching the presentation of these results a little differently. There are 4 key focus areas that you most likely want to hear from us about and that we wish to address. Our recent acquisition of Ferocia and how this accelerates our strategy, net interest margin and the current and near-term interest rate cycle and more specifically how it impacts us, how our transformation program is positively impacting our business and how this will drive improvement in our returns and capital and dividend considerations moving forward. I will take you through the first of these strategic focus areas, and Travis will spend more time on the latter 3.\nYou'll be familiar with our strategy at a holistic level, including our strategic imperatives. So rather than taking you through this again, I will focus in on our recent acquisition and how technology is enabling and accelerating our strategy.\nSo turning to the first of our focus areas, the Ferocia acquisition and how it accelerates our strategy. We've always been the customer-centric bank. It's in our DNA, and the proof points of this are clearly evident in things like our leading NPS and trust scores, our strong customer deposit franchise and the value we play in communities. We have always been willing to innovate and partner with others to meet customer needs, be it cutting-edge products such as the introduction of Visa credit and debit cards to Australia or mortgage offset accounts or new business models like Community Bank, which has set us apart and continues to be a significant contributor to our overall customer footing. And we'll always be proud of our heritage as a regional and rural bank. But there are certain realities and limitations that come with this heritage, including scale and customer demographics, which, in turn, placed some constraints upon our relative returns.\nWe've had the faith into that. make changes and invest accordingly. And that is where we think that technology becomes a real game changer for us and our customers. By having access to some of the best technology and technology people in the Australian financial services market through our investment in Ferocia and Tic:Toc, we can reduce some of our scale disadvantages, connects more easily with more new customers, service customer needs better and drive better returns for our shareholders. So following on from your questions at our full year results and again in November at our digital transformation briefing, I think it is important to spend more time helping you better understand our investment in Ferocia and the Up platform.\nWe think this business is a genuine game changer for the bank. Up is not just a bunch of rate-sensitive deposit customers, although the younger demographic of customers is better educated and financially literate, is not just about gathering more deposits, although it has exceeded expectations by raising $1 billion in customer deposits to date. Up is a great example of the way consumers increasingly wish to do their banking. Upsiders are deeply engaged with and trust their bank. They are main transactional bank customers. Up is how they save, how they pay, how they manage their finances efficiently, and it's how they financially prosper. And soon, it will increasingly be how they will access property finance when we launched Up Home later this financial year.\nAnd we're confident about that for at least 3 reasons. Because we can actually see them saving for it in identifiable accounts with 45,000 accounts established to date. Younger customers are increasingly more financially literate, and they have trust in us and are comfortable using technology in their daily lives. And we'll make it easy for them to do so because we'll be using some of the market-leading smart and capability from our partner, Tic:Toc.\nAnd we have seen this sort of transition from a younger customer with a transaction account relationship becoming a mortgage customer before. There is a bank in this country which has more than 30% share of the mortgage market, which has done precisely that.\nAnd these younger customers using up or the future of Australia's workforce with estimates that 70% of the workforce will be Gen Y and Z by 2025. An increasingly dominant presence -- they are playing an increasingly dominant presence in payments and retail spend in this country. And they are approaching 25% of our total group customers after only 3 years of operation. And they are a big reason why we think we have a very bright outlook for our retail banking business and to increasingly be identified by more Australians as their bank of choice.\nAnd we're confident in our investment in Up to because it gives us access to some of the best technology engineers in the market. And they are excited about what they are building. And importantly, these engineers are being led by one of their own, who is not a long-time bank executive.\nIn summary, the proof points are there as to why this investment will deliver value.\nAnd I'll now pass over to Travis to run through the financial detail behind our solid first half results and to expand further on our remaining key focus areas. Thanks, Travis.\n\nTravis Crouch\n\nCFO, Bendigo and Adelaide Bank Limited\n\nThank you, Marnie, and good morning, everybody. I'd like to extend Marnie's welcome and look forward to taking a different approach today to discussing the focus areas in our first half '22 financial results and outlook. Cash earnings were up 9.8% on last half and 18.7% on the prior corresponding period. (inaudible) incomes continue to grow despite heavy competitive pressures and mix impacting the mortgage market. From a margin point of view, there is again a compression through the half with a 5 basis point reduction before the impact of holding higher liquidity. After this liquids impact, NIM was 14 points lower. We see some tailwinds to NIM, and I'll provide more detail later in the presentation.\nLoan growth was driven by total lending of 4.3% at around half system. While we delivered residential lending growth of 8.4% or 1.1x system, offsetting this resi growth has been an overall contraction in our business and agri lending portfolios, where competition and agri sector seasonal factors have had a significant impact.\nOther income increased by $4.8 million, but it's important to note that this did include one-off cost of dividends. Other key movements included a $3 million increase in foreign exchange income and a $4.4 million improvement in our trading book loss from last half. However, this was more than offset by a $5.5 million reduction in card and merchant income due to the sale of our Merchant Services business to Tyro and a reduction in Agribusiness government services income.\nHomes provided a material contribution to the other income line with earnings of $14.2 million. This presents the strongest half of net realized income from Homesafe. Our costs were up only $300,000 versus pcp and 1.5% on second half '21, including the addition of Ferocia costs, which we indicated were at around 1.5% on a full year basis.\nOperating costs, excluding transformation were up $3.3 million compared to second half '21 as the level of transformation spend was managed in line with the expectations on total income.\nThe cost-to-income ratio reduced, making it now 3 consecutive halves of improvement. And pre-provision earnings continues to grow consistently 3.6% half-on-half.\nCredit expenses were lower, in part driven by a partial write-backs of collective provisions. But importantly, our provision coverage remains strong for the current environment and lower level of impaired assets and arrears exist at 31 December.\nOur return on equity in the period increased 24 basis points to 8.11%. would note that hurdle returns on capital markets in general have come down in the falling interest rate environment. However, we know there are concerns about our level of returns, and it remains a focus for us to continue to improve.\nDelving deeper now into our second key focus area of net interest margin and the rising rate environment that the financial community considers is the key issue for 2022.\nStarting with asset growth. At the full year result in August, we stated that we expected to see above system lending growth through the half with residential lending being the key driver. As you can see, our call on the residential loan growth has been correct, albeit not to the levels we expected as we responded at different times during the half with increases to our fixed rates in line with our benchmark return targets, even though competitors were offering pricing below this.\nOur growth in fixed rate lending and third-party channels has remained the highest proportion of our flow, but we also note the shift back towards variable lending is occurring in more recent months.\nFrom a retail business point of view, we've continued to see good flows with settlements increasing by 2.1% on the previous half.\nOur expectation to grow above system in total lending has not materialized. Business lending has been stronger at a system level and compared to mortgage lending growth, we have not participated in that opportunity to the extent of our peers. In combination, these loan growth dynamics and stronger liquidity position have contributed to an ongoing rate of margin pressure that was more than anticipated.\nAs you can see from our 1st of February ASX announcement, we've taken action to restructure our executive team, and we are undertaking search for an executive to build on the foundations in place and drive stronger performance in the newly combined business and our group business division.\nMoving now to the NIM outcome through first half '22. In line with our peers, NIM continues to be under pressure. In the half, NIM after revenue share was 1.8% and down 12 basis points on the previous half, with NIM prior to revenue share of 2.09%, down 14 points.\nAnd I'm also aware of our results today share price can overreact to our exit margin disclosures, but I'll keep making that disclosure. And to that extent, you'll note that our exit margin of 2.03% is below the average of our last half.\nDespite the downward trend, it's important to note that our net interest income line continued to grow at an acceptable rate. Driven by our lending growth through the period, our residential lending is generating returns above our cost of capital and our revenue growth remains favorable to peers.\nAs we move into the mechanics of the first half '22 NIM, it's important to remember that NIM is an arithmetic calculation which contains a number of moving parts and will always shift around from period to period. Interest margins reflect the influences of the changes in business mix in both lending and deposits, changes in risk appetite, competitive influences and interest rate settings as well as a host of other factors interacting dynamically, a case in point is we added a stronger liquidity position to our balance sheet, but our reported NIM is lower.\nThrough this half, the negative information NIM from front book back book lending pressure continued at 9 basis points with 5 basis points coming from fixed and 4 basis points coming from variable rate lending. Excluding the impact of our build in liquid assets, NIM declined 5 basis points.\nFurther to this, our asset mix has remained under pressure as we continue to see more than 50% of new mortgage flow into fixed rate lending. The impact of this has subsided a little more recently in terms of new business flows due to the pricing action we have taken and shifts in industry trends towards variable. Positively, we've continued to entail wins from our customer deposit repricing as we replace higher-priced TDs with cheaper sources of funding and the benefit of the TFF has improved wholesale funding by 4 points.\nThere was a material impact on NIM from the increase of our average liquids balance through the half, up $3.3 billion. You will note this half, we provided extra detail to highlight this trend. This balance was primarily driven by the full drawdown of the TFF at the end of FY '21 and the inability to transfer these funding to assets in a timely manner.\nSo on balance, while experiencing some near-term headwinds, we expect to start to see tailwinds to NIM. Cash rate increases mean we see asset yields increasing more than liability rates as well as the benefit on our equity. Our fixed variable mortgage mix has and will continue to revert towards more historic norms. And as asset growth across the sector moderates, we may see banks so focus more towards margin preservation in order to drive revenue growth. albeit this dynamic is subject to risk. Given we do not operate a replicating portfolio of any significance, you would anticipate the benefit of rising rates to have a more pronounced influence upon our NIMs than you may see for some of our peers.\nOur monthly NIM movement chart on the earlier slide overlaid with the RBA cash rate decreases highlights the timing of our sensitivity to earn NIM to directional movements in the cash rate. Overall, we forecast on what we consider to be a relatively conservative outlook for NIM over the media and planning period.\nTurning now to the third of our focus areas, our transformation program and how we see the program impacting our business and importantly, enabling us to have improved P&L and shareholder return outcomes in coming periods.\nAs a quick recap, our transformation program began in 2019, and there are 4 major streams within it, being growth in productivity, risk and compliance, foundation technology and asset light cycle management. In first half '22, we spent a further $82 million associated with these initiatives, which compared to $96 million in second half '21 and $69 million in first half '21.\nOur capitalized component of spend has continued to increase to now account for 49% of total spend in the first half, driven by the mix of assets we are building. And our amortization charge in the capitalized balance is expected to impact the P&L increasing from about $28 million in FY '21 to about $55 or $60 million by the time we get to FY '24, FY '25.\nIn this period, growth and productivity investment has increased in our core banking and brand consolidation road map and building out of new origination, product and electronic identification capabilities.\nRisk and compliance investment is relatively consistent half-on-half as spend on building open banking compliance reduced and is replaced by investment in the health and vitality of other critical systems and a continued uplift in risk capabilities.\nFoundation Technology had an elevated spend in FY '20 and '21 and reflects the requirement to modernize key platforms to support change at scale. Investment levels in FY '22 have returned to more normal levels.\nAsset life cycle management had a material uplift in investment in health and vitality of critical systems into FY '21 and has normalized in this first half of FY '22.\nAnd we continue to make progress on our key initiatives. By the end of FY '22, we expect to be completing a number of initiatives, including delivery of Up digital home loans into the market; Delphi Bank integration, which will result in approximately $4 million reduction in ongoing direct cost base; a single business and agri division, ensuring our customers continue to have access to specialist knowledge and quality products while also allowing the bank to streamline operations and deliver efficiencies; and centralized operational activities across the group under the new COO role, bringing together more than 1,000 FTE with a focus on reducing complexity strengthening processes and practices, improving productivity across the bank.\nThese metrics give you a quantitative perspective of some of the system and customer experience related impacts to our transformation. We are a couple of weeks away from completing the migration of Delphi customers and systems, reducing one core banking system and a number of associated applications.\nMedian time to unconditional decision for loans in our third-party channel has improved to 14 days. The actual average time to initial conditional decision, as published by Broker Pulse in December '21, is currently 6 days, placing us #3 in the market.\nThe percentage of our active e-banking customers is now at almost 66%, and you'll see an increase in this as our highly engaged up customer base continues to grow.\nYou've been seeking more clarity on our transformation agenda and how it will drive our overall earnings and returns in future years. This chart on Slide 20 gives you this insight. You'll note that our CTI improvement starts to drive through over the next couple of years. Within that, you might characterize this as being a story of improving revenue performance against a stable expense outlook. To that, key drivers of our revenue performance will be ongoing above-system residential lending growth, a rising interest rate backdrop, albeit some of the benefits of that may be consumed by competitive forces and delivery of Up Home loans, providing a growth opportunity that represents significant scale.\nKey drivers of expense performance include the increasing intangible software amortization that I spoke about, offset by progressive benefit of transformation program and organizational restructure, leading to a relatively flat operating expense outlook. The cost lever will be dynamically adjusted as necessary depending on the environment and our revenue performance.\nTurning to the fourth focus area now, the topic of capital and some of the key influences associated with this. As reported today, the increase of our earnings in the half and a $1 billion RMBS transaction has seen our CET1 capital reach a strong absolute level of 9.85%, 28 basis points higher than 6 months ago.\nProspectively, there are a number of moving parts in our capital and dividend settings. We are today announcing an increased CET1 capital target range of 9.5% to 10%, which reflects a number of factors, including the Board's desired capital position relative to peers and to support our growth outlook and transformation agenda.\nOur formal dividend payout ratio remains unchanged at 60% to 80% as we expect this to be where we manage dividend levels across the cycle.\nRegulatory capital changes from APS 110 and 112 will come into place in January 2023, and we expect this to have a broadly neutral net outcome on capital.\nCurrently, with the increase in our target CET1 capital range, our dividend is likely positioned at the lower end of the target cash payout range. Rising capitalized expense levels slows our regulatory capital generation relative to cash earnings which exacerbates the need for a lower payout ratio for the time being. In any year, interim dividends are more likely to be struck on a conservative basis as we manage our capital position.\nOn a top line basis, loan growth is expected to exceed system driven by residential growth and a seasonally strong performance in agri in second half. However, we are facing into NIM headwinds in the second half with continued front book back book repricing pressure on both variable and fixed loans. The drag from liquids should abate and some further offsets are expected in customer deposit repricing.\nOther income is expected to decline in the second half with the sale of our merchant services business in FY '21, which is an offsetting benefit in lower costs. A further $5 million of first half 2022 was one-off and we expect commissions to be slightly lower.\nNoting the revenue challenges we are facing in this environment, the outlook is to lower costs and positive jaws, as the executive team remain committed to see CTI on a continued path of improvement. FY '22 credit expenses are expected to be modest in the current operating environment.\nGiving consideration to the medium-term outlook, the macro backdrop and our responses. In a rising interest rate environment, we'd anticipate some abatement in system credit growth as debt serviceability declines. We expect net interest margins to be assisted by improving returns on our low-cost deposits and equity as asset yields increase and a shift back towards more traditional levels of fixed and variable rate mortgage mix.\nWhile the Australian population is aging, the working population will increasingly be represented by those from generations Y and Z with income growth, retail spending and demand from what is coming from this demographic. We are incredibly well placed to meet this demand and assist these customers given our investment up and Tic:Toc. And finally, we need to work even harder on improving our returns to shareholders and customers cannot expect to be meeting the cost of our inefficiencies. We will also make changes to our portfolio of assets as required to ensure that we are the custodians of the businesses that our customers really need and that we are best placed provider to own and manage those assets.\nSo thank you. And I'll now hand back to Marnie for some closing comments before we open up to Q&A.\n\nMarnie A. Baker\n\nCEO, MD & Non Independent Director, Bendigo and Adelaide Bank Limited\n\nThanks, Trav. The results we've announced today clearly demonstrate that our strategy is making us a bigger, better and stronger business for all our stakeholders. This result marks the third consecutive half of positive jaws and our sixth consecutive half of above system growth in residential lending. We are delivering value for our more than 2.1 million customers, and our vision to be Australia's bank of choice is a step closer.\nDespite NIM pressure, we have worked hard to ensure our costs are flat on the prior corresponding half, delivering a strong result. We are managing our margin by repricing and are confident that our approach to margin management, combined with better leverage to a rising cash rate will play out with improved returns over time.\nWe're also getting on with the job of modernizing our bank by removing complexity and creating additional capacity.\nWe are well positioned with leading NPS and trust scores, our growing customer numbers and the success of our community bank model proved there is demand for our point of difference. And the investments we are making to digital capability are opening up new markets and bode well for future growth and returns.\nWe have delivered on our promises. Our cost to income is down and our return on equity is up. Make no mistake, this is a strong result for our shareholders in an environment where NIM is down across the sector. We are now entering a crucial phase of our strategy with the benefits of this work to be realized for years to come. We remain focused on executing the strategy that has served us well staying focused on cost, lifting productivity and driving long-term sustainable returns for our shareholders.\nSo thank you, everyone, and I will now open for questions. (Operator Instructions) Thank you."
  },
  {
    "header": "BEN",
    "cik": "0000038777",
    "ticker": "BEN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/761e330138da522e8021077a6c29c804",
    "period": "2022 Q1",
    "content": "Q1 2022 Franklin Resources Inc Earnings Call\n\nQ1 2022 Franklin Resources Inc Earnings Call\n\nBENNYSEFEB 1, 11:00 AM\n\nOperator\n\nWelcome to Franklin Resources Earnings Conference Call for the quarter ended December 31, 2021. Hello, my name is April, and I will be your operator today. As a reminder, this conference is being recorded. (Operator Instructions)\nI would now like to turn the conference over to your host, Selene Oh, Head of Investor Relations for Franklin Resources. You may begin\n\nSelene Oh\n\nHead of IR, Franklin Resources, Inc.\n\nGood morning, and thank you for joining us today to discuss our quarterly results. Statements made on this conference call regarding Franklin Resources, Inc., which are not historical facts or forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve a number of known and unknown risks, uncertainties and other important factors that can cause actual results to differ materially from any future results expressed or implied by such forward-looking statements.\nThese and other risks, uncertainties and other important factors are just described in more detail in Franklin's recent filings with the Securities and Exchange Commission, including in the Risk Factors and the MD&A sections of Franklin's most recent Form 10-K and 10-Q filings.\nNow I'd like to turn the call over to Jenny Johnson, our President and Chief Executive Officer.\n\nJennifer M. Johnson\n\nPresident, CEO & Director, Franklin Resources, Inc.\n\nThank you, Selene. Hello, everyone, and thank you for joining us today to discuss Franklin Templeton's results for our first fiscal quarter. Matthew Nicholls, our CFO; and Adam Spector, our Head of Global Distribution, are on the call with me today. 2022 marks Franklin Templeton's 75th anniversary of the company, a proud milestone to be sure. And although much has changed in that time span, our commitment to progress for the benefits of our shareholders, clients and employees has not.\nAfter enjoying a strong run since the pandemic lows, global equity markets in 2022 have had a volatile start to the year. Navigating this environment reminds us of the value of active management and the importance of a resilient organization. Throughout our history, we have worked to build a diversified business across asset classes, client types, regions and investment vehicles. In recent years, we further diversified our firm to be well positioned to offer our clients a full range of investment solutions.\nOver the course of the past quarter, we've continued to make acquisitions and add resources in key areas driving industry growth such as alternatives, SMAs and wealth management as well as ESG and sustainable investing.\nAs we look to the future, our strong balance sheet provides us with financial flexibility and positions us well across market cycles. Importantly, despite current market conditions, we have the resources to remain focused on executing on our long-term strategic priorities.\nTurning now to our first fiscal quarter results. Long-term net flows of $24.1 billion were the third highest in company history and marked the first positive quarter since December 2014. This compares to long-term net outflows of $9.9 billion in the prior quarter and $4.5 billion of outflows in the prior year quarter. All asset classes saw improved long-term net inflows for the quarter and alternatives posted a tenth consecutive quarter of net long-term inflows with $3 billion.\nReinvested distributions, which are typically higher in the first quarter were elevated at $23.5 billion compared to $12.6 billion in the first quarter of 2021. However, including or excluding reinvested dividends and the newly won mandates from a new investment team, we made progress in all asset classes. We remain focused on evolving our global distribution efforts and the improvements we have made are driving growth. We have prioritized our focus on our largest markets and clients, which has led to positive long-term net flows in the U.S. and our EMEA region. We are deepening relationships and are positioned for continued sales momentum as we focus on cross-selling across all regions.\nInvestment performance was strong across all periods with 61%, 71% and 77% of our strategy composites outperforming their respective benchmarks on a 1-, 3-, 5- and 10-year basis. For the quarter, 54% of our mutual fund AUM were in funds rated 4- or 5-star by Morningstar compared to 41% a year ago. Assets under management increased 3% during the quarter to $1.58 trillion, and that's an increase of 5% compared to the same quarter a year ago or 8% based upon average AUM.\nThe financial results from our business continue to improve. Adjusted operating income increased by 6% to $686 million quarter-over-quarter and was 25% higher than last year at this time. As mentioned earlier, we believe that we are well positioned to capitalize on a number of important trends influencing our industry.\nLet's start with alternative asset management. Alternatives represent an increasing share of the asset management industry and a key strategic priority for Franklin Templeton. For the most recent quarter, our alternative assets under management grew 6% from the prior quarter to $154.3 billion, and by 21% from the prior year period.\nWith our announcement to acquire Lexington Partners, we now have leading specialist investment managers in key alternative asset categories. When the transaction closes, our pro forma alternative assets under management are expected to be approximately $200 billion. To further develop our alternative asset efforts, this quarter, we also made strategic investments in North Capital and early-stage private securities market platform and case a market leader in providing retail investors and their advisers access to alternative investments.\nAnother important area is SMAs, given their higher relative growth rates versus other retail products. Our SMA business grew 8% from the prior quarter to a record $135.7 billion in AUM and by 20% from the prior year quarter. As part of our strategic initiative to bring sophisticated customization to a larger segment of investors, our acquisition of the Shaunessy Asset Management, which closed on December 31, enhances our ability to deliver individualized SMA solutions as we continue to advance the broader evolution of managed accounts.\nCanvas, our custom indexing solution has doubled its assets in the past year to over $2 billion. Additionally, a number of partner firms have increased threefold since the announcement. Investors are more focused on ESG and sustainable investing than ever, and we aim to provide a range of investment solutions to meet their highly personalized goals and objectives. We're committed to investing in the expertise, resources and tools to develop our leadership position in this critical area.\nIn this context, we are excited to recently announce Ann Simpson as our Global Head of Sustainability, a newly created role charged with driving Franklin Templeton's overall strategic direction of stewardship, sustainability and ESG investment strategy globally. Ann brings an extensive background with experience in public pension plans, at Navia and the international regulatory and policy arena. We've made important strides in this area in recent years, and Ann's expertise and leadership will help take our firm-wide efforts to the next level.\nAnother strategic development that occurred during the quarter was our agreement with FIS to assume operations of our global transfer agent during a phased transition over the coming year. The combination of meeting technology built by both companies will form a unique global TA offering that will deliver an enhanced service experience.\nImportantly, the move to a single transfer agent platform will allow fund shareholders and financial professionals the ability to purchase and exchange all of our funds with greater ease. This change is a natural evolution of our business and follows our successful efforts to strategically partner with industry-leading firms for functions, including fund administration and application technology.\nStepping back and reflecting our overall efforts in the past several years as we brought together a world-class specialist investment managers, Franklin Templeton is a different business today. We've made significant progress. And yet, as I've said on the previous calls, in so many ways we're just getting started. That's why in January, we announced the launch of our global advertising campaign, Hello Progress, which reintroduced the Franklin Templeton brand and embodies our relentless focus on innovation and the belief that every change creates an opportunity to better meet client needs.\nWe have a new story to tell. We built a stronger and more vibrant company and now offer more boutique specialization on a global scale, our clients have access to the specialists and expertise they need while enjoying the confidence that comes with working with a firm of our size.\nLet me wrap up by saying that none of our accomplishments would be possible if it weren't for our dedicated employees. I'd like to thank them for their ongoing focus on the client, which has helped our business to thrive for the last 75 years and positions us well for the next 75.\nAnd now, we'd like to open the call up to your questions. Operator?"
  }
]