[
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0e4fceb8bb373652e5c1ab38b8d81553",
    "period": "2025 Q3",
    "content": "Q3 2025 Packaging Corp of America Earnings Call\n\nQ3 2025 Packaging Corp Of America Earnings Call\n\nPKGNYSEOCT 23, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Packaging Corporation of America Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Mr. Mark Kowlzan. Please go ahead.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Elissa. Good morning, everyone, and thank you to all of you for participating in Packaging Corporation of America's Third Quarter 2025 Earnings Release Conference Call. Again, I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, President; and Kent Pflederer, our Chief Financial Officer. I'll begin the call as usual with an overview of our third quarter results, and then I'll turn the call over to Tom and Kent, who will provide further details. And then after that, I'll wrap things up, and we'll be glad to take any questions.\nYesterday, we reported third quarter net income of $227 million or $2.51 per share. Excluding the special items, third quarter 2025 net income was $247 million or $2.73 per share compared to the third quarter of 2024 net income of $239 million or $2.65 per share. Third quarter net sales were $2.3 billion in 2025 and $2.2 billion in 2024. Total company EBITDA for the third quarter, excluding special items, was $503 million in 2025 and $461 million in 2024. Third quarter net income included special items expense of $0.22 per share. The $0.22 were costs related to the acquisition of the Greif containerboard business, including step-up of the acquired inventory, integration-related expenses and transaction expenses. Details of the special items for both the third quarter of 2025 and 2024 were included in the schedules that accompanied our earnings press release.\nWe completed the acquisition of the Greif containerboard business on September 2. Our results included 1 month of the acquired [indiscernible]. These include depreciation and amortization after preliminary purchase accounting and additional interest on new borrowing to finance the acquisition. Excluding the special items and the impact of the acquisition, our earnings increased by $0.19 per share compared to the third quarter of 2024. This increase was driven primarily by higher prices and mix in the Packaging segment for $0.73, lower fiber costs of $0.16, higher prices and mix in the Paper segment, $0.02, and the lower maintenance outage expense of $0.01. Partially offsetting the improvements were higher operating costs, $0.33; lower production and sales volume in the Packaging segment, $0.16; higher depreciation expense, $0.07; higher freight expense, $0.07; higher fixed and other expenses of $0.07; and higher interest expense excluding the Greif acquisition debt of $0.02 and lower production volume in the Paper segment for $0.01.\nBecause of the uncertainties of the Greif closing date, our third quarter guidance did not forecast any impact from the acquisition. Excluding special items and acquisition impact, the results were $0.04 above the third quarter guidance of $2.80 per share primarily due to favorable price and mix in the Packaging segment and lower freight costs.\nLooking at our Packaging business and including the acquired business. EBITDA excluding special items in the third quarter of 2025 of $492 million, with sales of $2.1 billion resulted in a margin of 23.1% versus last year's EBITDA of $446 million and sales of $2 billion or a 22.2% margin. Corrugated volume was largely on plan and continued to reflect the cautious ordering patterns we've seen most of the year. We [ ran to ] demand during the quarter and produced 38,000 fewer tons of containerboard than the third quarter of 2024 and 59,000 more tons of containerboard in the second quarter of 2025.\nOur containerboard inventory in the legacy system increased by 15,000 tons during the quarter in preparation for the fourth quarter DeRidder outage. From the operational standpoint, we ran very well the entire quarter and with strong performance in terms of cost and production efficiency across the entire mill and corrugated system, which is a testament, once again, to the successful investments across our business. We continue to look every day at opportunities to take out cost and optimize production capabilities with the support of our considerable in-house technical and capital execution expertise.\nThe acquired mills produced 47,000 tons during the month. Having closed the acquisition on September 2, we used the initial month of ownership to our advantage. While our activities impacted the September results, they will improve long-term productivity and efficiency. Massillon had a scheduled annual outage -- maintenance outage, which we extended to 5 weeks and completed earlier in October. We did a comprehensive refurbishment of the mill, including reliability improvements on the paper machines, the OCC plant and the power plant. All mill infrastructure and unit operations were cleaned and inspected. We took the 2 paper machines at the larger Riverville facility down for 5 days apiece to implement the first phase of our reliability improvements. We'll have additional work to do to implement our efforts and expect to have achieved the first phase by the end of the fourth quarter.\nWe're already seeing the benefits of improved performance and quality, with both mills running at higher performance. We'll continue to manage and invest in these facilities to achieve operating performance in line with the legacy PCA system.\nI'll now turn it over to Tom, who'll provide more details on the containerboard sales and corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. The performance of the Packaging business was largely as we expected, and it was another strong quarter. Domestic containerboard and corrugated products prices and mix were $0.72 per share above the third quarter of 2024 and down $0.02 per share compared to the second quarter of 2025, which was all attributable to containerboard mix. Export containerboard prices were up $0.01 per share versus last year's third quarter and flat with the second quarter of 2025.\nAs Mark mentioned, while customer ordering patterns have continued to reflect market conditions that have persisted throughout most of the year, corrugated demand improved as the quarter progressed. In the legacy business, shipments per day in our corrugated products plants were down 2.7% versus last year's record third quarter, when per day shipments were up more than 11% over 2023. We will continue to see tough comparisons going into the first quarter of 2026.\nTotal shipments were down 1.1% in the third quarter of 2025 versus last year, reflecting 1 more workday this year. For a little context, on a per workday basis, July shipments were about 6% down from last year, while August was less than 1% down and September was less than 2% down. Margin performance was very strong again, with Packaging segment EBITDA margins improving to 23.1% versus 22.6% in the second quarter and 22.2% last year. Including the acquisition, shipments were up 3.7% over last year per day and 5.3% overall.\nThe acquired plants had a strong September, with volume growth and good price realization. We're working very hard to integrate the operations into the PCA corrugated system, and we like what we see so far. The culture is highly compatible with PCA's, and our new colleagues have gone beyond the call of duty to continue to develop strong customer relationships and serve those customers.\nGreif has historically carried relatively more inventory in its corrugated system than we do. With the acquired plants being part of a much larger integrated system, we can more efficiently and nimbly supply them now that they are part of PCA. We have the opportunity to bring inventory down to lower levels, and we'll manage our operations to do so over the next couple of quarters. As expected, export sales volume of containerboard was down 8,000 tons from the second quarter of 2025 and down 32,000 tons from the third quarter of 2024.\nI'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at the Paper segment, EBITDA excluding special items in the third quarter was $40 million, with sales of $161 million or a 24.9% margin compared to the third quarter of 2024 EBITDA of $43 million and sales of $159 million or 27.1% margin. Sales volume was 1% below the third quarter of 2024 and 10% above the second quarter of 2025. Prices and mix were up 2.1% from the third quarter of 2024 and 0.5% from the second quarter of 2025. Performance reflected the seasonally stronger third quarter, and sales volume was higher than expected.\nI'm now going to turn it over to Kent.\n\nKent A. Pflederer\n\nExecutive VP & CFO\n\nThanks, Mark. Cash provided by operations was an all-time quarterly record of $469 million. And after $192 million of CapEx during the quarter, free cash flow was a record $277 million. In addition to CapEx and funding the Greif purchase price, the primary payments of cash during the quarter included dividends of $113 million and cash tax payments of $19 million. Our quarter end cash balance, including marketable securities, was $806 million, with liquidity of approximately $1.4 billion.\nTo update you on annual shutdown expenses, we now expect $0.45 in the fourth quarter for the legacy PCA system and $0.02 for the acquired business. The legacy system expense is expected to be $0.29 higher than the third quarter of '25 and $0.17 higher than the third -- than the fourth quarter of '24. We are revising our capital forecast for the year to be approximately $800 million from our previous forecast of $840 million to $870 million. This is primarily as a result of timing of expenditures, and we have not changed our overall capital plan. This revision includes incremental expenditures for the acquired business.\nAs part of the Greif acquisition purchase accounting, we are required to record the acquired assets on our books at fair value. Our valuation is preliminary and is subject to change over the 1-year period after the acquisition. Our preliminary evaluation in addition to working capital includes approximately $870 million of property, plant and equipment, $530 million of intangibles and $280 million of goodwill.\nWe recorded $12 million of depreciation and amortization of the acquired assets during the third quarter, and we expect an annual run rate going forward of approximately $130 million. As a reminder, annual net interest expense is expected to increase by $95 million, and we recorded $8 million in additional interest during the third quarter.\nWe were a significant containerboard supplier to Greif before the acquisition, and shipments of containerboard that were recorded as third-party sales in the past are now integrated. This affects the timing of recognition, as shipments are now recorded as inventory, with sales and profit being recorded when that inventory is converted and sold to a customer. We estimate that this affected results by about $0.03 in the third quarter, which will not occur going forward.\nI will now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Kent. For the fourth quarter, we expect per day corrugated shipments to be higher than the third quarter, with 3 less shipping days. Export containerboard sales will be higher than the third quarter, but relatively low when compared to traditional fourth quarter volume. Containerboard production in the legacy system will be slightly lower than the third quarter with the maintenance outage at the DeRidder mill, and we expect inventory levels in the legacy system at year-end to be similar to levels entering the fourth quarter. Outage expenses will be $0.29 higher than the third quarter. We expect prices and mix in the Packaging segment to be lower as a result of seasonally less rich mix.\nIn the Paper segment, we expect seasonally lower production and sales volume and flat pricing. We also expect seasonally higher energy and fiber costs as well as slightly higher freight and other operating costs. We expect significant improvement in the results of operations from the acquired business. We will be impacted by lower production and higher maintenance expenses from the Massillon mill outage that did continue into October, and seasonally lower volume and mix in the corrugated business. We will benefit from a full quarter of improved operations at the Riverville mill. We'll be managing production to achieve lower inventories, as Tom mentioned. Considering these items, we expect fourth quarter earnings of $2.40 per share, excluding special items.\nAnd with that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and do involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in our annual report on Form 10-K on file with the SEC. Actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Elissa, I'd like to open the call up for any questions, please. Thank you."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/df923c09260540f45e36aab91a3536fc",
    "period": "2025 Q2",
    "content": "Q2 2025 Packaging Corp of America Earnings Call\n\nQ2 2025 Packaging Corp Of America Earnings Call\n\nPKGNYSEJUL 24, 9:00 AM\n\nOperator\n\nThank you for joining Packaging Corporation of America's Second Quarter 2025 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a question-and-answer session.\nI will now turn the conference call over to Mr. Kowlzan. Please proceed when you're ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Joe. Good morning, everyone, and thank you all for participating in Packaging Corporation of America's Second Quarter 2025 Earnings Release Conference Call today. I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, President; and Kent Pflederer, our Chief Financial Officer.\nI'll begin the call with an overview of our second quarter results, and then I'm going to be turning the call over to Tom and Kent, who will provide further details. I'll be then wrapping things up, and then we'll be glad to take questions.\nYesterday, we reported second quarter net income of $242 million or $2.67 per share. Excluding the special items, second quarter 2025 net income was $224 million or $2.48 per share compared to the second quarter of 2024 net income of $199 million or $2.20 per share. Second quarter net sales were $2.2 billion in 2025 and $2.1 billion in 2024. Total company EBITDA for the second quarter, excluding special items, was $451 million in 2025 and $404 million in 2024.\nSecond quarter net income included special items income of $0.19 per share, primarily for gains on the sale of real estate for corrugated products facilities that were previously closed which were partially offset by costs relating to the pending acquisition of Greif containerboard business. Details of special items for both the second quarter of 2025 and 2024 were included in the schedules that accompanied our earnings press release.\nExcluding the special items, the $0.28 per share increase in second quarter 2025 earnings compared to the second quarter of 2024 was driven primarily by higher prices and mix in the Packaging segment for $0.98, lower fiber costs, $0.13, higher prices and mix in the Paper segment, $0.04 and a lower tax rate for $0.02. Partially offsetting these improvements were higher operating costs of $0.30 and higher annual outage expenses, $0.21, with the change in the timing of the Filer City outage from later in the year, which we moved up to the second quarter.\nOther offsetting factors included lower production and export sales volume in the Packaging segment of $0.13, higher depreciation expense $0.10, higher fixed and other expense, $0.09, lower paper segment volume $0.02, higher freight expense, $0.02, and higher interest expense, $0.02. The results were $0.07 above the second quarter guidance of $2.41 per share, primarily due to lower operating costs and lower fiber costs.\nLooking at the Packaging business. EBITDA, excluding special items in the second quarter of 2025 of $453 million with sales of $2 billion resulted in a margin of 22.6% versus last year's EBITDA of $400 million and sales of $1.9 billion or 21%. Corrugated products price and volume were generally consistent with our expectations, and as expected, export containerboard sales were lower. We ran to demand during the quarter, producing 85,000 fewer tons of containerboard than the second quarter of 2024 and 55,000 tons fewer tons of containerboard in the first quarter of 2025. We drew down 17,000 tons of containerboard inventory from the end of the first quarter, putting us in excellent shape for the rest of the year.\nWe operated exceptionally well during the quarter in all aspects of our business to control our operating costs, helping offset the effects of continued inflationary pressures across our cost structure as well as the negative effects of lower containerboard production. Our employees continue to perform at the highest level, delivering cost and efficiency improvements, outstanding sales performance and capital project execution to deliver best-in-class results.\nOn the strategic front, we're very pleased to have announced our agreement to acquire the Greif containerboard business and look forward to working with our new colleagues in serving our new customers at the highest level. It is a well-capitalized business that complements us nicely, and we will provide and will provide us with a very good growth platform for both containerboard and corrugated products. We're targeting completion of the transaction by the end of the third quarter. Subject obviously to customary conditions, including regulatory approval.\nI'll now turn the call over to Tom, who will provide further details on containerboard sales and corrugated business in general.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThanks, Mark. The performance of the Packaging business was largely as we expected, and it was a very strong quarter. We fully realized our earlier announced price increases and domestic containerboard and corrugated products prices and mix were $0.95 per share above the second quarter of 2024 and up $0.41 per share compared to the first quarter of 2025. Export containerboard prices were up $0.03 per share versus last year's second quarter and up $0.01 per share compared to the first quarter of 2025.\nWhile customer ordering patterns remain somewhat cautious, corrugated demand remained solid and steady throughout the quarter. Shipments per day in our corrugated products plants were up 1.7% versus last year's very strong second quarter when per day shipments were up more than 9% over the previous year. So it was a pretty tough comparable. Shipments also exceeded the first quarter of 2025. Total shipments were flat with 2024, which had one more workday. Our continued sales growth and full realization of our price increases helped drive higher margin performance in the Packaging segment.\nAs expected, outside sales volume of containerboard was down 30,000 tons from the first quarter of 2025 and down 24,000 tons from the second quarter of 2024. While domestic sales have been on plan, even with relatively low exposure to China and Europe, we've seen noticeably lower export sales with the global trade tensions overhanging the market. I'd like to echo Mark's commentary on the pending Greif acquisition. We see tremendous strategic opportunities with the acquired business. In a corrugated network, there will be great potential to expand in areas where we would have needed to deploy considerable additional capital to grow and where Greif has well-capitalized facilities. The business provides a complementary product offering and long-standing customers with deep relationships, who we look forward to serving. Perhaps most importantly, this will be a great cultural fit with PCA particularly with our shared dedication to serving the needs of our customers.\nI'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at the Paper segment, EBITDA, excluding special items in the second quarter was $30 million with sales of $146 million or a 20.8% margin compared to the second quarter of 2024 as EBITDA of $31 million and sales of $150 million or a 20.4% margin. We successfully and safely completed our maintenance outage at the International Falls Mill in June, which affected our volumes. Sales volume was 5% below the second quarter of 2024, and 7% below the first quarter of 2025. We have completed the implementation of our price increases during the quarter with paper prices and mix up 3% from the second quarter of 2024, and 1% from the first quarter of 2025.\nI'll now turn it over to Kent.\n\nKent Pflederer\n\nThanks, Mark. Cash provided by operations was $300 million in the quarter, and free cash flow was $130 million. The primary payments of cash during the quarter included capital expenditures of $170 million, dividends of $112 million and federal income tax payments of $109 million. Our quarter end cash balance, including marketable securities, was $956 million with taking into account availability liquidity of approximately $1.3 billion.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Kent. For our third quarter, profitable volume is going to be the key driver as it will affect our mill production and cost absorption. While we saw corrugated customers remain cautious in June into early July, over the last couple of weeks, we've seen steady improvement with our bookings and shipments as July has progressed, which we expect to continue for the remainder of the quarter. Therefore, we expect higher corrugated shipments, which will deliver higher containerboard production across our mill system. However, we will continue to see lower export containerboard sales driven by the global trade environment.\nWe will build some more inventory ahead of the fourth quarter DeRidder maintenance outage as planned. We expect prices and mix in the Packaging segment to remain relatively flat. In the Paper segment, we expect flat pricing and higher production and sales volume with the completion of the International Falls outage in June, which impacted the second quarter as well as seasonal back-to-school orders. We have no scheduled maintenance outages during the third quarter and expect maintenance outage expense to be lower. Freight costs will be higher with the full effect of the rail rate increases at our mills. Operating costs will be near second quarter levels and fiber costs will be slightly lower.\nConsidering these items, we expect third quarter earnings of $2.80 per share, excluding special items. Our guidance does not include any possible impact on the pending acquisition of the [ Bright ] containerboard business, which is subject to satisfaction of certain conditions, including regulatory approval.\nAnd with that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call today constitute forward-looking statements. The statements were based on current estimates, expectations and projections of the company and do involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in our annual report on Form 10-K, which is on file with the SEC. Actual results could differ materially those expressed in the forward-looking statements.\nAnd with that, Joe, I'd like to have you go ahead and open up the call, and we'll take questions."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7e3b9b2e540db6e0524e454e5ff559c0",
    "period": "2025 Q1",
    "content": "Q1 2025 Packaging Corp of America Earnings Call\n\nQ1 2025 Packaging Corp Of America Earnings Call\n\nPKGNYSEAPR 23, 9:00 AM\n\nOperator\n\nGood morning, everyone. Thank you for joining Packaging Corporation of America's First Quarter 2020 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. [Operator Instructions] I would now like to turn the conference call over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Jamie. Good morning, everyone, and thank you all for participating in Packaging Corporation of America's First Quarter 2025 Earnings Release Conference Call. Again, I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, President of PCA; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call as usual with an overview of the first quarter results. And I'm going to turn the call over to Tom and Bob, who'll provide further details. After that, I'll wrap things up, and then we'll be glad to take questions. Yesterday, we reported first quarter net income of $204 million or $2.26 per share. Excluding special items, first quarter 2025 net income was $208 million or $2.31 per share compared to the first quarter of 2024 net income of $155 million or $1.72 per share.\nFirst quarter net sales were $2.1 billion in 2025 and $2 billion in 2024. The Total company EBITDA for the first quarter, excluding special items, was $421 million in 2025 and $333 million in 2024. We First quarter net income included special items expenses of $0.05 per share, primarily for the closure costs related to corrugated products facilities. Details of special items for both the first quarter of 2025 and 2024 were included in the schedules that accompanied the earnings press release.\nExcluding the special items, the $0.59 per share increase in first quarter 2025 earnings compared to the first quarter of 2024 was driven primarily by higher prices and mix of $0.78 per share and volume $0.27 per share in the Packaging segment; higher prices and mix in the Paper segment, $0.01; lower freight and logistics expenses, $0.01 and lower scheduled outage costs, $0.01. Partially offsetting these improvements, operating costs came in about where we expected at $0.37 above last year's level.\nAlthough we did see lower fiber prices during the quarter, we continue to experience inflation across most of our cost structure. Our focus on operational efficiency, cost reduction initiatives, capital project execution have helped minimize the negative impact of the persistent inflation. In addition, paper segment volume was lower by $0.02, and depreciation and other expenses higher by $0.03 per share. Our tax rate was higher by $0.04 per share, and we had higher interest expense of $0.03 per share. The results were $0.10 above the first quarter guidance of $2.21 per share, primarily due to higher prices and mix in the Packaging segment. Looking at the Packaging business. excluding special items in the first quarter of 2025 of $409 million, with sales of $2 billion resulted in a margin of 21% versus last year's EBITDA of $326 million and sales of $1.8 billion or an 18% margin.\nExcellent margin improvement for the quarter was driven by sound execution in our price increase implementation, solid box shipment volume record containerboard production and outstanding operational performance at our mills and box plants. We are also able to end the quarter at targeted inventory levels, which puts us in great position compared to last year's historically low inventories.\nOur employees continued to deliver on numerous cost reduction initiatives, efficiency improvements, integration and optimization enhancements and and capital project benefits to not only minimize the negative impact from the persistent inflation. We currently see across most of our cost structure, but also to capitalize on our longer-term strategic goals. I'll now turn it over to Tom, who's going to provide further details on containerboard sales and the corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThanks, Mark. The disciplined implementation of the price increases for liner, medium and boxes, according to our announcements was a significant contributor to this year's first quarter results. Domestic containerboard and corrugated products prices and mix were $0.72 per share above the first quarter of 2024 and up $0.41 per share compared to the fourth quarter of 2024.\nExport containerboard prices were up $0.06 per share versus last year's first quarter and down $0.01 per share compared to the fourth quarter of 2024. Although we began to see some pullback in the middle of the quarter related to the uncertainty created by trade around the world, box demand was solid and exceeded a very strong comparative period in last year's first quarter. Total volume and shipments per day in our corrugated products plants were up 2.5% versus last year's first quarter when per day shipments were up 11% over the previous year.\nAlso, in addition to supplying record containerboard production volume to meet the integrated needs of our box plants, Outside sales volume of containerboard was 30,000 tons above the first quarter of 2024 and 6,000 tons above the fourth quarter of 2024. As we look ahead to the second quarter, we expect the economic uncertainty to continue weighing on demand. However, we still believe the box shipments will be higher than the first quarter and above last year's tough comp which was up 9.2% over the previous year.\nRegarding the strategic capital plan for our converting plants, I'd like to mention that in March, we had a successful startup of our new state-of-the-art high-efficiency full-line box plant in Glendale, Arizona. The 365,000 square foot plant was started up ahead of schedule, significantly below budget and all equipment was operational during the first week of production. Previously, we were limited in our ability to serve and grow with our customers in this key marketplace due to the plant's limited capability and aging equipment that required us to pull from several different locations, some of which were quite far away geographically.\nOur new plant will increase box capacity by almost 2 billion square feet, significantly increased productivity on a unit labor hour basis, reduce costs and allows us to optimize our service capabilities not only in the Phoenix area, but also in the growing markets in Las Vegas and portions of California. I'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at the Paper segment, EBITDA, excluding special items in the first quarter was $40 million book sales of $154 million or a 26% margin compared to the first [ quarter ] 2024 EBITDA of $41 million and sales of $164 million or 25% margin. The employees of our paper business continued to deliver excellent customer service and remain focused on efficient and cost-effective operations in or deliver outstanding margins for the quarter. Similar to the industry, sales volume was 7% below a particularly strong first quarter of '24, along with current economic uncertainty.\nVolume was 2% above the seasonally weaker fourth quarter of 2024. I paper prices and mix were 2% above the first quarter of 2024 and flat versus the fourth quarter of 2024. Our previously announced price increase began to be implemented during the quarter for all office printing and converting grades. Prices have begun to move up according to the terms of our customers, and we expect to begin seeing higher prices in the second quarter results. I'll now turn it over to Bob.\n\nRobert P. Mundy\n\nChief Financial Officer & Senior Vice President, Verso Paper Corp.\n\nThanks, Mark. Cash provided by operations set a first quarter record totaling $339 million, and free cash flow was also a first quarter record at $191 million. The primary payments of cash during the quarter included capital expenditures of $148 million. and dividend payments of $112 million. Our quarter end cash balance included marketable securities was $914 million with liquidity of just over $1.2 billion. As mentioned in our earnings release last night, to help manage the current economic uncertainty and its impact on our demand, we have adjusted our planned maintenance outage schedule and pulled up into the second quarter, an outage that was scheduled for later in the year. This will result in a $0.16 per share increase in planned outage expenses for the second quarter versus the first quarter.\nThe revised total company estimated cost impact for the year is now $1.22 per share versus $1.18 per share previously. The actual impact in the first quarter was $0.23 per share, and the revised estimated impact by quarter for the remainder of the year is now $0.39 per share in the second quarter, $0.16 in the third and $0.44 per share in the fourth quarter. I'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Bob. Looking ahead, as we move from the first and into the second quarter, as always, our attention will remain on what we can control. Our North American focus, together with our balance sheet strength well-capitalized mills and plants, our commitment to strategic goals and our proven ability to respond quickly and effectively to external factors will serve us well during a period of economic uncertainty. We anticipate continued ambiguity relative to domestic and foreign tariff actions and their effect on global trade and our demand trends.\nTherefore, we've made certain assumptions in our guidance to recognize potential negative impacts to volume and costs from the uncertainty. In the Packaging segment, we expect domestic prices to improve with continued implementation of our price increases along with fairly flat export prices. Although we see box shipments improving, operating costs will be negatively impacted due to lower containerboard volume as we run our operations to match demand assumptions.\nAlso, as Bob mentioned, adjustments to our planned maintenance outage schedule will result in a $0.16 per share increase in outage costs compared to the first quarter. In the Paper segment, implementation of a higher published price index prices from the first quarter will continue, although volume will be lower with the planned maintenance outage at our International Falls, Minnesota mill. Rail contract rate increases at 6 of our mills during the first and second quarters will result in higher freight and logistics expenses and depreciation expense is assumed to be higher as well. Considering these items, we expect the second quarter earnings of $2.41 per share.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in our annual report on Form 10-K on file with the SEC. The actual results could differ materially from those expressed in the forward-looking statements. And with that, Jamie, I'd like to open the call to questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/abbe5bd94222c5338726a3faca898a73",
    "period": "2024 Q4",
    "content": "Q4 2024 Packaging Corp of America Earnings Call\n\nQ4 2024 Packaging Corp Of America Earnings Call\n\nPKGNYSEJAN 29, 9:00 AM\n\nOperator\n\nGood morning, everyone. Thank you for joining Packaging Corporation of America's Fourth Quarter and Full Year 2024 Earnings Results Conference Call. Your host for today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a question-and-answer session. Please also note today's event is being recorded.\nAnd at this time, I'd like to turn the conference call over to Mr. Colson. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks for the introduction, Jamie, and good morning, everyone, and thank you for participating in Packaging Corporation of America's Fourth Quarter and full year 2024 earnings release conference call. Again, I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer.\nAs usual, I'll begin the call with an overview of the fourth quarter and the full year results, and then I'll be turning the call over to Tom and Bob, who'll provide further details. And then I'll wrap things up, and we'd be glad to take questions.\nYesterday, we reported fourth quarter 2024 net income of $221 million or $2.45 per share. Excluding special items, fourth quarter 2024 net income was $222 million or $2.47 per share compared to the fourth quarter of 2023 net income of $192 million or $2.13 per share. Net sales were a fourth quarter record $1 billion in 2024 and $1.9 billion in 2023. Total company EBITDA for the fourth quarter excluding special items, was $439 million in 2024 and $394 million in 2023.\nExcluding special items, we also reported full year 2024 earnings of $814 million or $9.04 per share compared to 2023's earnings of $784 million or $8.70 per share. Net sales were $8.4 billion in 2024 and $7.8 billion in 2023. Excluding special items, total company EBITDA in 2024 were $1.6 billion in both 2024 and 2023. Details of all special items for the year 2024 and 2023 were included in the schedules that accompanied the earnings press release.\nExcluding special items, the $0.34 per share increase in fourth quarter earnings for 2024 compared to the fourth quarter of 2023 driven by higher prices and mix $0.52 and volume $0.40 in the Packaging segment, higher prices and mix, $0.02 and volumes, $0.02 in the paper segment. Lower freight and logistics expenses benefited us $0.06. These items were partially offset by higher operating costs of $0.48 as inflation remains a significant issue across most of our cost structure. In addition, scheduled maintenance outage expenses were higher by $0.08, depreciation expense was also up $0.06 and other expenses were higher by $0.06. Results for the quarter were equal to our fourth quarter guidance.\nLooking at our Packaging business. EBITDA, excluding special items in the fourth quarter of 2024 of $426 million, with fourth quarter record sales of almost $2 billion resulted in a margin of 22% versus last year's EBITDA of $385 million and sales of $1.8 billion and also a 22% margin. For the full year 2024 Packaging segment EBITDA, excluding special items was $6 billion with sales of $7.7 billion or a 21% margin compared to the full year 2023 EBITDA of $1.2 billion with sales of $7.1 billion or a 22% margin. The operational benefits of our capital spending program and the continued great focus and execution by our sales, customer service, mill and corrugated products plant employees continues to deliver impressive results while helping to minimize the inflationary impact across most of our cost structure.\nAs we've seen throughout the year, demand in our Packaging segment remained very strong during the quarter. Our corrugated products plants delivered record fourth quarter total shipments and an all-time record shipments per day. The plants also set new annual records for total shipments and shipments per day. Excellent operations throughout our mill containerboard systems set new quarterly and annual production records as well. This allowed us to meet our customer service and quality demand needs in a timely manner as well as build some very much needed inventory ahead of this year's annual mill outage schedule that will take place in the first half of 2025.\nI'll now turn it over to Tom, who will provide further details on the containerboard sales and corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. As Mark mentioned, continuing strong demand during the fourth quarter resulted in record-breaking performance for our plants and mills. Total shipments and shipments per day were up 9.1% over last year's fourth quarter. versus the previous record-breaking third quarter of 2024, shipments per day were up 3.2%. Outside sales volume of containerboard was 9,000 tons above last year's fourth quarter and down 18,000 tons versus the third quarter of 2024 as we emphasized hitting our year-end inventory targets.\nFor the full year, annual corrugated shipment records were set as well, both in total and per day, up 10.5% and 10.1%, respectively, with 1 more shipping day compared to 2023. Domestic containerboard and corrugated products prices and mix together were up $0.46 per share versus the fourth quarter of 2023. Fourth quarter prices and mix, which were impacted by a less rich customer and product mix compared to the third quarter were up $0.05 per share versus the previous quarter. Export containerboard prices were up $0.06 per share compared to the fourth quarter of 2023 and flat versus the third quarter of 2024.\nAs we've indicated, we have continued to see very strong demand and are continuing to experience inflation across most of our cost base. Beginning January 1, 2025, we began invoicing a $70 per ton increase for linerboard and a $90 per ton increase for medium according to our recent price announcement. These prices have been accepted by our customers and for our market containerboard purchases, we are paying higher prices to containerboard suppliers that began invoicing us according to their recent announcement. We were very surprised when, as you are probably aware, a couple of weeks ago, the RISI Pulp and Paper Week publication did not recognize any increase in the industry's benchmark prices for either linerboard or medium.\nIndustry sources and the Pulp and Paper Week publication itself have previously reported that at least 12 or around 90% of the top containerboard producers have issued January price increase announcements. The publication even noted that certain box makers have postponed purchases of linerboard this month to avoid the price increase. Yet the publication left the reported prices unchanged. As the industry's open market has shrunk over the years, we believe that the risky publication is gathering information from a very small sample of the containerboard market and using that to opine on market conditions for the entire industry. Additionally, the publication often references comments regarding box prices when the relevant product is containerboard.\nAs you know, boxes are highly customized to customer needs and have different pricing attributes. This continues to be a source of frustration, not only for us but for our customers who want predictability in their prices. As mentioned previously, we have been moving off of indexing our prices to the RISI publication as quickly as contracts allow. However, this will take some time to complete. I'm sure you will have some questions for us on this topic, and we'll be happy to discuss them with you shortly.\nI'll turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at the Paper segment, EBITDA excluding special items in the fourth quarter was $39 million with sales of $152 million or a 26% margin compared to the fourth quarter of 2023's EBITDA of $35 million and sales of $144 million or a 24% margin. For the full year 2024, paper segment EBITDA, excluding special items, was $154 million with sales of $625 million or a 25% margin compared to the full year 2023 EBITDA of $151 million with sales of $595 million or a 25% margin.\nPrices and mix were up 2% from last year's fourth quarter and up 1% from the third quarter of 2024, while volume was 5% above last year and down 5% versus the seasonally stronger third quarter of 2024. Additionally, during the quarter, we notified customers of a $60 per ton price increase effective with shipments beginning January 13 for all office papers, printing papers and converting papers. The management team and all employees of the paper business have done tremendous job optimizing our inventory and product mix and remain highly focused on efficient and cost-effective operations in order to deliver outstanding results throughout the year last year.\nI'll now turn it over to Bob.\n\nRobert P. Mundy\n\nChief Financial Officer & Senior Vice President, Verso Paper Corp.\n\nThanks, Mark. Cash provided by operations during the quarter totaled $325 million and free cash flow was $124 million. The primary payments of cash during the quarter included capital expenditures of $201 million, dividend payments of $112 million, cash tax payment $50 million and net interest payments of $37 million. For the full year 2024, cash from operations was $1.2 billion with capital spending of $670 million and free cash flow of $521 million. Our year-end cash balance, including marketable securities, was $852 million with liquidity of $1.2 billion. Our final recurring effective tax rate for 2024 was 24.4%.\nRegarding full year estimates of certain key items for the upcoming year, we estimate dividend payments of $450 million, total capital expenditures to be in the range of $840 million to $870 million and DD&A is expected to be approximately $565 million. Our full year interest expense in 2025 is expected to be around $56 million and net cash interest payments should be around $65 million. The estimate for our 2025 book effective tax rate is 25%. Compared to 2024, the planned annual outages in 2025 include all of our larger mills with a higher number of outage days, including lost volume, direct costs and amortized repair costs, we currently expect the outages to total $1.18. The current estimated impact by quarter in 2025 is $0.23 per share in the first quarter, $0.32 in the second, $0.18 in the third quarter and $0.45 per share in the fourth quarter.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Bob. The hard work of our employees, along with strong relationships between us and our customers and suppliers delivered outstanding results for PCA for 2024. In our Packaging segment, new annual company records for shipment and production were achieved in our corrugated products plants and mills. We successfully completed the #3 machine conversion to containerboard at the Jackson mill and many other key initiatives throughout the system. We also completed numerous high return and deficiency improvement projects in our corrugated products plants that will allow us to better optimize our entire packaging business for the future and deliver profitable growth and mix enhancement opportunities for our customers and shareholders. And we still have many key strategic capital spending opportunities in progress or ahead of us in 2025.\n2024 also saw our paper business matched the record margins from 2023, reflecting the capabilities of our employees to optimize our product mix, inventory, distribution channels and overhead structure, along with running very cost-effective and very efficient manufacturing operations. We ended the year with $1.2 billion of liquidity and a strong balance sheet, which maintains the financial flexibility to react quickly to most situations or opportunities in the future. We remain committed to a balanced approach towards capital allocation in order to profitably grow our company and maximize returns to our shareholders while still adhering to our conservative balance sheet views as we've done in the past. I'm very proud of our employees, these accomplishments and the very strong partnerships we've built with our customers and suppliers over many years.\nLooking ahead, as we move from the fourth and into the first quarter in our Packaging segment, although seasonally slower, we expect volume in our corrugated products plants to set new first quarter records for total shipments and shipments per day. containerboard volume will be lower with 2 operating days and scheduled maintenance outages at the counts Tennessee and Valdosta, Georgia Mills. Domestic prices will be higher with an improved product mix together with our previously announced price increases. Export prices export prices are assumed to be stable.\nIn our Paper segment, we forecast slightly lower volume with 2 less mill operating days and prices and mix to be fairly flat. With the exception of recycled fiber prices, we expect price inflation across most of the direct, indirect and fixed operating and converting costs along with a higher cost mix of mill operations. In addition, wood, energy and chemical costs will also increase due to the unusually cold seasonal weather negatively impacting usages and yields for these items. Labor and benefits costs will be higher due to the timing-related items that occur at the beginning of a new year for annual increases, the result of payroll taxes and share-based compensation expenses. First quarter rail rate increases at 3 of our mills will impact freight and logistics expenses, and we expect higher depreciation expense. Lastly, scheduled outage expenses should be slightly lower and we assume a low corporate tax rate. Considering these items, we expect the first quarter earnings for $2.21.\nWith that, we'd be happy to entertain any questions, but I must remind you that statement not constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and involve inherent risks and uncertainties and direction of the economy and those identified as risk factors in the annual report on Form 10-K and subsequent quarterly reports on Form 10-Q filed with the SEC. Actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Jamie, I'd like to go ahead and open up the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b9fcc963137fd47dffddea1f197aa225",
    "period": "2024 Q2",
    "content": "Q2 2024 Packaging Corp of America Earnings Call\n\nQ2 2024 Packaging Corp Of America Earnings Call\n\nPKGNYSEJUL 24, 9:00 AM\n\nOperator\n\nGood morning. Thank you for joining Packaging Corporation of America's Second Quarter 2024 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. [Operator Instructions].\nI will now turn the conference over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nGood morning, everyone, and thank you for participating in Packaging Corporation of America's Second Quarter 2024 Earnings Release Conference Call. Again, I'm Mark Kowlzan, Chairman and CEO of Packaging Corporation of America. And with me on the call today is Tom Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call with an overview of the second quarter results. And then I'll be turning the call over to Tom and Bob, who'll provide further details. And then I'll wrap things up, and we'll be glad to take questions. Yesterday, we reported second quarter net income of $199 million or $2.21 per share. Excluding special items, second quarter 2024 net income was $199 million or $2.20 per share compared to the second quarter 2023 net income of $209 million or $2.31 per share. Second quarter net sales were $2.1 billion in 2024 and $2 billion in 2023.\nTotal company EBITDA for the second quarter excluding special items, was $404 million in 2024 and $418 million in 2023. The details of special items for both the second quarter and 2023 were included in the schedules that accompanied the earnings press release. Excluding special items, the $0.11 per share decrease in second quarter 2024 earnings compared to the second quarter of 2023 was driven primarily by lower prices and mix in our Packaging segment for $0.87, and Paper segment $0.07. Even with our constant focus on minimizing inflationary cost increases, operating costs were higher by $0.31 per share. This was particularly in the areas of recycled fiber and inflation-driven increases on labor and benefits, outside service expenses, repair and operating material costs, rents, property taxes and insurance.\nWe also had higher depreciation expense of $0.03 and a higher tax rate of $0.03. These items were partially offset by higher volume in the Packaging segment for $0.94 and Paper segment $0.07; lower other converting costs, $0.07; lower freight and logistics expenses, $0.06 and lower interest expense, $0.06.\nLooking at the Packaging business. EBITDA, excluding special items in the second quarter of 2024 of $400 million with sales of $1.9 billion resulted in a margin of 21% versus last year's EBITDA of $405 million and sales of $1.8 billion or a 23% margin. The strong market conditions in our Packaging segment continued in the second quarter. This drove a new all-time containerboard production record that was necessary in order to service the corrugated products and containerboard demand.\nAlso, Packaging segment prices and mix moved higher from the first quarter levels as we continue to implement our announced price increases. Although still below target levels, we were able to build some inventory ahead of what we expect to be a very busy second half of the year. In our mills and corrugated products facilities, employees remain focused on efficient and cost-effective operations from thousands of initiatives as well as implementing the benefits and improvements from our capital spending strategy.\nI'll now turn it over to Tom, who will provide further details on the containerboard sales and corrugated business in general.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThanks, Mark. Along with the record-setting containerboard production that Mark mentioned, corrugated products demand strengthened throughout the quarter and ended with a new shipments per day record for the month of June. In fact, we were just 0.1% away from our all-time second quarter total shipments record.\nShipments per day were up 9.2% over last year's second quarter and total shipments with 1 additional shipping day were up 10.9%. Outside sales volume of containerboard was 42,000 tons above last year's second quarter and 35,000 tons above the first quarter of 2024. Segment prices and mix moved higher as we continue to implement our price increases from February, which was negatively impacted by the late fourth quarter 2023 decrease reported by the RISI publication along with the more recent increase in June. Domestic containerboard and corrugated products prices and mix together were up $0.09 per share compared to the first quarter of 2024.\nHowever, they were $0.84 per share below the second quarter of 2023. Export containerboard prices were up $0.03 per share versus the first quarter and down $0.03 per share compared to the second quarter of 2020. Finally, some of you may have seen news about an investment we made in the Phoenix, Arizona area. In order to serve a growing market and to grow with our existing customers, we are in the process of replacing our current Phoenix corrugated products plant with a modern state-of-the-art facility. Like many of our strategic projects, the Phoenix project improves the capacity, technology and equipment in the plant gets us aligned properly in the right marketplaces addresses the needs of our customers so that we both grow profitably and improves the efficiencies and cost within our system.\nI'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at our Paper segment. EBITDA, excluding special items in the second quarter was $31 million with sales of $150 million or a 20.4% margin compared to the second quarter of 2023 EBITDA of $39 million and sales of $143 million or a 27.2% margin.\nPaper segment prices and mix as well as volume came in as expected. And as we mentioned last quarter, although we are implementing our recently announced paper price increases, the published decrease in index prices earlier this year, and how that impacts contract triggers with certain customers would initially delay the timing of realizing the increases. Overall, average prices and mix were essentially flat with the first quarter 2024 levels and down 5.6% versus the second quarter of 2023. Market conditions versus last year were solid with volume up 12% versus the second quarter of 2023, driven somewhat by the timing of seasonal back-to-school business.\nVolume was 8% below the first quarter of 2024, impacted by the scheduled maintenance outage at the International Falls, Minnesota mill as well as exceptionally strong volume in the first quarter. Similar to the comments I made regarding the packaging business, employees in the Paper business remain focused on very efficient and cost-effective operations and executed the outage International Falls very well and slightly below our cost estimates.\nI'll now turn it over to Bob.\n\nRobert P. Mundy\n\nChief Financial Officer & Senior Vice President, Verso Paper Corp.\n\nThanks, Mark. Cash provided by operations during the quarter totaled $278 million and free cash flow was $33 million. The primary payments of cash during the quarter included capital expenditures of $245 million, dividend payments of $112 million, cash taxes of $100 million, and interest payments of $37 million.\nExcluding the invested cash proceeds from the bond transaction we'll use to retire the $400 million bond that matures in September. Our quarter end cash balance, including marketable securities was approximately $800 million with liquidity of $1.1 billion. We mentioned on last quarter's call that today we would provide an update on our capital spending guidance.\nWe are revising our full year guidance from a range of $470 million [ to ] $490 million to a range of $670 million to $690 million. The increase is primarily attributable to additional high-return, profitable growth and mix enhancement opportunities within our box plants as well as the new greenfield box plant in Phoenix that Tom spoke of.\nSpending for these projects fits in very well with our expected cash flow and balanced approach towards cash allocation in order to grow profitably our company and maximize returns to our shareholders.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Bob. Looking ahead, as we move from the second quarter into the third quarter, prices and mix in both our Packaging and Paper segments will move higher as we continue to implement previously announced increases along with higher containerboard export prices. .\nAlthough there is 1 less shipping day for the corrugated business, we expect shipments per day to continue to strengthen, potentially setting a new third quarter record. We also expect higher containerboard volume. With current containerboard inventory below our target levels, we will also attempt to build some inventory ahead of the scheduled maintenance outage at our DeRidder Mill in October.\nPaper volume will be slightly lower primarily due to timing of back-to-school business that was received in the second quarter. Operating and converting costs should be higher primarily due to seasonal electricity usage and prices and slightly higher recycled fiber costs with scheduled outage expense expected to be slightly lower.\nConsidering these items, we expect third quarter earnings of $2.45 per share.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call today constitute forward-looking statements. These statements are based on current estimates, expectations and projections of the company and do involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in our annual report on Form 10-K, which is on file with the SEC. Actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Alan, I'd like to open up the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2a2b8a05b6b48fbf9ef2f2a5c79f400c",
    "period": "2024 Q1",
    "content": "Q1 2024 Packaging Corp of America Earnings Call\n\nQ1 2024 Packaging Corp Of America Earnings Call\n\nPKGNYSEAPR 23, 9:00 AM\n\nOperator\n\nGood morning, everyone, and thank you for joining Packaging Corporation of America's First Quarter 2024 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman, Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a question-and-answer session. And please also note today's event is being recorded. At this time, I'd like to turn the floor over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Jamie. Good morning, everyone, and thank you for participating in Packaging Corporation of America's First Quarter 2024 Earnings Release Conference Call. Again, I'm Mark Kowlzan, Chairman and CEO of Packaging Corporation of America. And with me on the call today is Thomas Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer. I'll begin the call with an overview of our first quarter results, and then I'll be turning it over to Tom and Bob, who will provide further details. And then I'll wrap things up, and we'd be glad to take questions.\nYesterday, we reported first quarter net income of $147 million or $1.63 per share. Excluding special items, first quarter 2024 net income was $155 million or $1.72 per share compared to the first quarter of 2023's net income of $198 million or $2.20 per share. First quarter net sales were $2 billion in 2024 and 2023.\nTotal company EBITDA for the first quarter, excluding special items, was $333 million in 2024 and $405 million in 2023. First quarter net income included special items expenses of $0.09 per share, primarily for certain costs at our Jackson, Alabama mill for the paper to containerboard conversion-related activities.\nDetails of special items for both the first quarter of 2024 and 2023 were included in the schedules that accompanied our earnings press release. Excluding the special items, the $0.48 per share decrease in first quarter 2024 earnings compared to the first quarter of 2023 was driven primarily by lower prices and mix in the Packaging segment for $1.33 and paper segment $0.08, higher scheduled mill outage expense, $0.10; higher depreciation, $0.03; higher expenses related to corrugated plant capital projects of $0.02 and other expenses, $0.04.\nThese items were partially offset by higher volumes in the Packaging segment for $0.71 and Paper segment $0.06. We also had lower operating and converting costs of $0.15, driven by very good process efficiencies and control over other usages of fiber, chemicals, energy, materials and labor.\nAlthough energy prices were lower versus last year's first quarter, they were more than offset by higher recycled fiber prices. In addition, we had lower freight and logistics expenses for $0.04, lower interest expense, $0.07 and a lower tax rate, $0.09. The results were $0.18 above the first quarter guidance of $1.54 per share, primarily due to the strong volume in both the packaging and paper segments along with the continued emphasis on cost management and process efficiencies across our manufacturing and converting facilities.\nThis drove operating and converting costs lower even with the persistent inflation, we continue to experience across most of the cost structure. Executing the conversion outage at our Jackson, Alabama mill better than planned, resulted in lower scheduled mill maintenance outages expenses and freight and logistics expenses were less than guidance as well.\nLooking at the Packaging business. EBITDA, excluding special items in the first quarter of 2024 of $326 million with sales of $1.8 billion resulted in a margin of 18.1% versus last year's EBITDA of $392 million or sales of $1.8 billion or a 21.7% margin. Throughout the quarter, containerboard and corrugated products demand exceeded our expectations.\nIn addition to outstanding operational performance at our box plants and containerboard mills, we were able to service the high demand from excellent execution of the conversion outage at our Jackson mill. This enabled us to restart both machines earlier than anticipated, and we completed our work prior to the quarter end rather than in the month of April, which had been in the original plan.\nDespite these efforts, with the higher demand, we ended the quarter at a record low weeks of inventory supply for this time of the year. With just our filer Michigan mill having a scheduled maintenance outage in the second quarter, we do expect to build our inventories back to targeted levels by the end of this quarter. I'll now turn it over to Tom, who will provide further details on containerboard sales and the corrugated business in general.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThanks, Mark. As Mark mentioned, Packaging segment volume for the quarter exceeded our guidance estimates. Corrugated product shipments per workday were up 11% and total shipments with one less shipping day were up 9.2% compared to last year's first quarter.\nCompared to the pre-COVID period of the first quarter of 2019, shipments were up over 10.4% on a per day basis. Outside sales volume of containerboard was 40,000 tons above last year's first quarter and 15,000 tons below the fourth quarter of 2023. Our order backlog remained incredibly strong throughout the quarter, and although demand continues to be challenged by constant inflation, higher interest rates and other factors, we expect to continue this positive momentum as we enter the second quarter.\nDomestic containerboard and corrugated products prices and mix together moved slightly higher from the fourth quarter of 2023 levels by $0.01 per share, which was less than we anticipated due to our total announced increase not being recognized in the published benchmark prices.\nVersus the first quarter of 2023, prices and mix were down $1.19 per share. Export containerboard prices and mix were down $0.01 per share compared to the fourth quarter of 2023 and down $0.14 per share compared to the first quarter of 2023. I'd like to point out that the capital spending and optimization strategy within our box plant system that we have been continuously focused on over the last few years is providing incredible benefits.\nThis has allowed us to focus on the mix of customers we want to profitably grow our revenues with by providing them the product and service needs they desire and allows them to grow. Based on our current demand outlook for this year, this strategy has us on pace to set a new record for box shipments per plant. I'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at the Paper segment, EBITDA, excluding special items in the first quarter was $41 million with sales of $164 million or 25% margin compared to the first quarter of 2023's EBITDA of $41 million and sales of $151 million or a 27% margin.\nSales volume, which exceeded our guidance estimates was 14% above the fourth quarter of 2023 and 16% above the first quarter of 2023. Demand was very good, both from our existing customers as well as incremental volume from some new customers as we acquire -- that we acquired towards the end of 2023.\nOrders remain strong as we enter the second quarter, although volume will be impacted by the scheduled maintenance outage at our International Falls, Minnesota mill in June. And improved sales mix moved paper prices slightly above the fourth quarter of 2023, although prices and mix were down about 6% from last year's first quarter.\nThis past February, we announced a $100 price increase across all of our paper grades, and we began implementing these increases on April 1. I'll now turn it over to Bob.\n\nRobert P. Mundy\n\nChief Financial Officer & Senior Vice President, Verso Paper Corp.\n\nThanks, Mark. Cash provided by operations during the quarter totaled $260 million, and free cash flow was a first quarter record $184 million. The primary payments of cash during the quarter included capital expenditures of $77 million and dividend payments of $112 million. Excluding the invested cash proceeds from the bond transaction we mentioned on last quarter's call, our quarter end cash balance, including marketable securities was approximately $900 million with liquidity of $1.2 billion.\nDue to the excellent execution of the conversion outage at the Jackson mill that Mark spoke of and moving the International Falls mill outage from the third quarter and into the second quarter, we are revising the scheduled mill outage guidance we provided on last quarter's call. The revised total company estimated cost impact for the year is now $0.89 per share versus $0.96 per share previously.\nThe actual impact in the first quarter was $0.24 per share and the revised estimated impact by quarter for the remainder of the year is now $0.18 per share in the second quarter, $0.14 in the third and $0.33 per share in the fourth quarter. I'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Bob. Looking ahead, as we move from the first into the second quarter in our Packaging segment, we expect continued strong demand and higher corrugated products and containerboard shipments. Prices and mix will move higher due to our announced price increases and increase in published domestic index prices as well as higher export prices.\nOrders in our Paper segment are expected to remain strong. However, volumes will be lower due to the scheduled maintenance outage at the International Falls, Minnesota mill during the quarter. Although we're implementing our recently announced paper price increases, the average prices and mix are expected to be slightly lower due to the published decrease in index prices earlier this year and how that impacts contract triggers with certain customers.\nOperating converting costs should be slightly lower, primarily due to the sequential improvement in seasonal weather and wage and benefit timing expenses that we incurred in the first quarter and scheduled maintenance outage expenses will be lower. Rail rate increases at 6 of our mills during the first and second quarters will result in higher freight and logistics expenses and depreciation expense will be higher.\nFinally, our tax rate will be sequentially higher due to the tax-related benefit of share-based compensation vests in the first quarter. Considering these items, we expect the second quarter earnings of $2.07 per share. With that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constitute forward-looking statements.\nThe statements were based on current estimates, expectations and projections of the company and do involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in the annual report on Form 10-K on file with the SEC. Actual results could differ materially from those expressed in the forward-looking statements. And with that, Jamie, I'd like to open up the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4b3e0f16f1b54f031e91cf85375a1837",
    "period": "2023 Q4",
    "content": "Q4 2023 Packaging Corp of America Earnings Call\n\nQ4 2023 Packaging Corp Of America Earnings Call\n\nPKGNYSEJAN 25, 9:00 AM\n\nOperator\n\nThank you for joining Packaging Corporation of America's Fourth Quarter and Full Year 2023 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a question-and-answer session.\nI'd now like to turn the floor over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Jamie. Good morning, everyone, and thank you all for participating in Packaging Corporation of America's Fourth Quarter and Full Year 2023 Earnings Release Conference Call. Again, I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer.\nAs usual, I will begin the call with an overview of the fourth quarter and full year results, and then I'll be turning the call over to Tom and Bob, who'll provide further details. After they're done, I'll wrap things up, and then we'll be glad to take questions.\nYesterday, we reported fourth quarter 2023 net income of $189 million or $2.10 per share. Excluding special items, fourth quarter 2023 net income was $192 million or $2.13 per share compared to the fourth quarter of 2022 net income of $215 million or $2.35 per share. Fourth quarter net sales were $1.94 billion in 2023 and $1.98 billion in 2022. Total company EBITDA for the fourth quarter, excluding special items, was $394 million in 2023 and $409 million in 2022.\nExcluding the special items, we also reported full year 2023 earnings of $784 million or $8.70 per share compared to the 2022 earnings of $1.04 billion or $11.14 per share. Net sales were $7.8 billion in 2023 and $8.5 billion in 2022. Excluding special items, total company EBITDA in 2023 was $1.6 billion compared to the $1.9 billion in 2022.\nFourth quarter and full year 2023 net income included special items primarily for certain costs at our Jackson, Alabama mill for the paper to containerboard conversion-related activities and the closure and other costs related to corrugated products facilities and design center. Details of all special items for the year -- for the year 2023 and 2022 were included in the schedules that accompanied our earnings press release.\nExcluding the special items, the $0.22 per share decrease in fourth quarter 2023 earnings compared to the fourth quarter of 2022 was driven primarily by lower prices and mix of $1.93 in the Packaging segment, lower prices and mix, $0.04; and volume, $0.03 in the paper segment and higher depreciation expense, $0.10. These items were partially offset by very good volume in the Packaging segment of $1.07 per share. We also had lower operating and converting costs of $0.51 on driven by very good process efficiencies and control over other usages of fiber, chemicals, energy, materials and labor as well as lower energy and wood fiber prices. In addition, we had lower scheduled maintenance outage expenses of $0.19, lower freight and logistics expenses $0.03; lower other expenses, $0.04 and a lower share count resulting from share repurchases $0.04.\nThe results were $0.37 above the fourth quarter guidance of $1.76 per share, primarily due to higher volumes in our Packaging segment, lower operating and converting costs, lower freight and logistics expenses.\nLooking at the Packaging business. EBITDA, excluding special items in the fourth quarter of 2023 of $385 million with sales of $1.8 billion resulted in a margin of 21.7% versus last year's EBITDA of $392 million and sales of $1.8 billion and also a 21.7% margin. For the full year 2023, Packaging segment EBITDA, excluding special items, was $1.6 billion with sales of $7.1 billion or 21.8% margin compared to the full year 2022 EBITDA of $1.8 billion with sales of $7.8 billion or a 23.8% margin.\nThroughout the quarter, demand in the Packaging segment was stronger than our expectations. This higher volume along with the operational benefits of our capital spending program and continued emphasis on cost management and process efficiencies across the entire manufacturing and converting facility system drove operating and converting costs lower as well. We had an excellent restart of the Wallula, Washington mill and the #3 machine during the latter part of October and ran exceptionally well during the November, December period. And that helped us meet the stronger demand and build some needed inventory during the quarter to ensure the customers -- that our customers supplied with their needs.\nWe plan to restart the #2 machine at the Wallula mill in this first quarter to help manage our expectations in the first half of 2024 for continued strong demand together with scheduled mill maintenance outages and the final phase of the containerboard conversion of the #3 machine at our Jackson, Alabama mill.\nI'll now turn it over to Tom, who'll provide more details on containerboard sales and the corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. As Mark mentioned, Packaging segment volume for the quarter exceeded our guidance estimates. Corrugated product shipments per workday were up 5.1% and total shipments with 1 additional shipping day were up 6.9% compared to last year's fourth quarter. Versus the third quarter of 2023, shipments per day were up 5.2% and total shipments were up 3.4%, even though there was 1 less shipping day. Outside sales volume of containerboard was 88,000 tons above last year's fourth quarter and 17,000 tons above the third quarter of 2023. Our order backlog and containerboard cut-up remained incredibly strong throughout the quarter. Although demand continues to be challenged by persistent inflation, higher interest rates and other factors, we expect our shipments to continue this positive momentum as we enter the first half of 2024.\nRelative to the published reductions in the industry benchmark grades that occurred in 2023, Domestic containerboard and corrugated products prices and mix together were $1.73 per share below the fourth quarter of 2022 and down $0.40 per share compared to the third quarter of 2023, which included a richer mix of graphics and point-of-purchase display business. Export containerboard prices and mix were down $0.20 per share compared to the fourth quarter of 2022 and down $0.01 per share compared to the third quarter of 2023.\nBeginning January 1, 2024, we began invoicing a $70 per ton price increase for linerboard and $100 per ton increase for medium according to our recent price announcement. As you are probably aware, this past Friday, the [ RISI Pulp ] and Paper Week publication did not recognize any increase in the industry's benchmark prices for either linerboard or medium. I'm sure you will have some questions for us on this topic, and we'll be happy to discuss them with you shortly.\nI'll turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at the Paper segment, excluding special items in the fourth quarter was $35 million with sales of $144 million or a 24.5% margin compared to the fourth quarter of 2022's EBITDA of $39 million and sales of $154 million or 25.7% margin.\nFor the full year 2023, Paper segment EBITDA, excluding special items, was $151 million with sales of $595 million or a record 25.3% margin compared to the full year 2022 EBITDA of $132 million with sales of $622 million or a 21.3% margin. Prices and mix were down 3% from last year's fourth quarter and from the third quarter of 2023, driven by the declines in the index prices that occurred during the year. Although slightly better than our fourth quarter guidance, sales volume was 3% below last year's fourth quarter and down approximately 6% versus the seasonally stronger third quarter of 2023.\nThe management team and all the employees of our paper business have done a tremendous job over the last several quarters to optimize our inventory and product mix, and remain focused on efficient and cost-effective operations in order to continue delivering outstanding results during 2023.\nI'll now turn it over to Bob.\n\nRobert P. Mundy\n\nChief Financial Officer & Senior Vice President, Verso Paper Corp.\n\nThanks, Mark. Cash provided by operations during the quarter totaled $335 million, and free cash flow was $194 million. The primary payments of cash during the quarter included capital expenditures of $141 million, dividend payments of $112 million, cash tax payments of $59 million and net interest payments of $26 million. For the full year 2023, cash from operations was $1.3 billion with capital spending of $470 million and free cash flow, a record $845 million. Our final recurring effective tax rate for 2023 was 24.5%.\nDuring the fourth quarter, we issued $400 million of new 10-year notes. The proceeds from these notes will be used to redeem our $400 million notes that mature in September of 2024. Our net debt is not affected by this transaction and the proceeds from this issuance will be invested in marketable securities at an interest rate exceeding that of the new notes. The new bonds raised our overall fixed interest rate by approximately 30 basis points and extended the overall average maturity of our debt portfolio from 14.1 years to 15.6 years. Excluding the proceeds from this transaction, our year-end cash on-hand balance, including marketable securities, was just over $800 million, with liquidity of $1.1 billion.\nRegarding full year estimates of certain key items for the upcoming year, we expect total capital expenditures to be in the range of $470 million to $490 million. And DD&A is expected to be approximately $530 million. We estimate dividend payments of $450 million and cash pension and post-retirement benefit plan contributions of $27 million. Our full year interest expense in 2024 is expected to be approximately $53 million and net cash interest payments should be about $60 million. The estimate for our 2024 book effective tax rate is 25%.\nCurrently, planned annual outages at our mills in 2024 including lost volume, direct costs and amortized repair costs, is expected to total $0.96 per share. The current estimated impact by quarter in 2024 is $0.26 per share in the first quarter, $0.16 in the second, $0.19 in the third and $0.35 per share in the fourth quarter. These expenses include the volume and cost impact that will be incurred during the completion of the final phase of converting the #3 machine at the Jackson mill to containerboard during the first and second quarters. This will negatively impact our first quarter results by approximately $0.16 per share and our second quarter results by $0.08 per share.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Bob. I'm very proud of the outstanding results PCA delivered in 2023 under very challenging demand conditions. We successfully completed numerous cost reduction and process improvement projects along with other key strategic initiatives at the containerboard mills and corrugated products plants. Our dedicated sales and customer service organizations continue to be extremely motivated and understanding the business of our customers. They were very responsive to our customers' needs and works proactively to help them with their solutions to their opportunities and their challenges. These combined efforts allowed us to enhance our entire packaging business and deliver profitable growth opportunities for our customers and shareholders now and into the future.\n2023 also saw our paper business deliver record margins, reflecting the capabilities of our employees to optimize our product mix inventory, distribution channels and overhead structure along with running very efficient manufacturing operations. These accomplishments helped us to achieve a new all-time annual record free cash flow. We ended the year with over $1.1 billion of liquidity and extended the overall average debt maturity to almost 16 years. We continued our commitment to a strong balance sheet and a balanced approach towards capital allocation. This allows us to profitably grow the company and to maximize returns for our shareholders while maintaining the financial flexibility to react quickly to situations and opportunities. None of these things would be possible without the hard work of the talented employees and strong partnerships we've built with our customers and suppliers over many, many years.\nLooking ahead, as we move from the fourth and into the first quarter, as Tom indicated, in our Packaging segment, we expect continued positive momentum in demand along with 2 additional shipping days in the first quarter to drive higher total corrugated product shipments. Despite restarting the #2 machine at the Wallula Mill, containerboard volume will be lower due to the downtime associated with the conversion of the #3 machine at the Jackson mill and a scheduled maintenance outage at the [indiscernible] Tennessee mill. Prices and mix should be slightly higher with the implementation of our announced January price increases partially offset by a decrease in the published benchmark prices that occurred late in 2023, with export prices fairly flat.\nIn our Paper segment, we expect an improved mix to move prices slightly higher with flat sales volume. Recycled fiber and energy prices will be higher and unusually cold seasonal weather will negatively impact usages and yields for energy wood and chemicals, along with higher operating costs associated with the restart of the full operations at the Wallula mill compared to the fourth quarter operations. Labor and benefits costs will have seasonal timing-related increases that occur at the beginning of a new year related to annual wage and benefit increases The restart of payroll taxes and share-based compensation expenses. And finally, as Bob mentioned, scheduled outage expenses will include the significant first quarter impact of the conversion outage at the Jackson mill, which is estimated to be $0.16 per share.\nConsidering these items, we expect first quarter earnings of $1.54 per share. And with that, Jamie, I'd like to open the call for questions, and we can proceed as you call it out. Thanks, Jamie."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/39ec56193c2721d992fd4da73397ff32",
    "period": "2023 Q3",
    "content": "Q3 2023 Packaging Corp of America Earnings Call\n\nQ3 2023 Packaging Corp Of America Earnings Call\n\nPKGNYSEOCT 24, 9:00 AM\n\nOperator\n\nGood morning, everyone, and thank you for joining Packaging Corporation of America's Third Quarter 2023 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a question-and-answer session. Please note that this call is being recorded. At this time, I'd like to turn the floor over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Jamie. Good morning, and thank you all for participating in Packaging Corporation of America's Third Quarter 2023 Earnings Release Conference Call. I'm Mark Kowlzan, Chairman and CEO of PCA, and with me on the call today is Tom Hassfurther, Executive Vice President, who runs our Packaging business; and Robert Mundy, our Chief Financial Officer.\nAs usual, I'll begin the call with an overview of the third quarter results, and then I'll turn the call over to Tom and Bob, who will provide further details. And then I'll wrap things up, and then we'd be glad to take questions.\nYesterday, we reported third quarter net income of $183 million or $2.03 per share. Excluding special items, third quarter 2023 net income was $185 million or $2.05 per share. Compared to the third quarter of 2022 net income of $266 million or $2.83 per share. Third quarter net sales were $1.9 billion in 2023 and $2.1 billion in 2022. Total company EBITDA for the third quarter, excluding special items, was $388 million in 2023 and $477 million in 2022. Third quarter net income included special items expenses of $0.02 per share primarily for certain costs at the Jackson, Alabama mill for paper to containerboard conversion related activities. Details of all special items for the third quarter of 2023 as well as 2022 were included in the schedules that accompanied our earnings press release.\nExcluding the special items, the $0.78 per share decrease in third quarter 2023 earnings compared to the third quarter of 2022 was driven primarily by lower price and mix of $1.33 and volume $0.09 in Packaging segments, higher depreciation expense, $0.11; lower volume in the Paper segment, $0.04; higher tax, $0.02; and other expenses, $0.02. These items were partially offset by lower operating costs of $0.58, primarily resulting from lower recycled fiber and energy prices along with outstanding mill and plant operational execution.\nOther favorable items included a lower share count resulting from dare repurchases in the second half of 2022 or $0.11, higher prices and mix in the Paper segment, $0.04; lower converting costs, $0.04; lower scheduled maintenance outage expenses of $0.04 and lower freight and logistics expenses, $0.02. The results were $0.17 above our third quarter guidance of $1.88 per share, primarily due to higher volume in the Packaging and Paper segments and lower operating and converting costs.\nLooking at our Packaging segment. EBITDA, excluding special items in the third quarter of 2023 of $374 million with sales of $1.8 billion resulted in a margin of 21.3% versus last year's EBITDA of $467 million with sales of $1.9 billion and a 24.1% margin.\nThe operational benefits of our capital spending program and the continued [indiscernible] focus on execution of our mills and corrugated products facilities on numerous process improvement initiatives once again delivered impressive results. This included areas such as machine and equipment efficiencies, fiber, chemical and material usages, internal energy generation and usage and labor costs.\nOur approach to cost-effective management of containerboard supply with demand also delivered the benefits we are anticipating. This was primarily achieved by idling the Wallula mill for the entire quarter, which resulted in a market-related downtime of approximately 174,000 tonnes. However, with the stronger demand in our Packaging segment, we ended the quarter with inventory levels lower than anticipated.\nBased on our current outlook for improved demand, together with current plans for the first quarter of 2024 for the scheduled mill maintenance outages and completing the final phase of the containerboard conversion on the #3 machine at our Jackson, Alabama mill, we are planning to restructure machine at the Wallula, Washington mill during the fourth quarter in order to bring our inventories to desired levels. I'll now turn it over to Tom, who'll provide further details on containerboard sales and the corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. Package segment volume for the quarter exceeded our guidance estimates. Corrugated product shipments per workday were up 1.9%, and total shipments with to less shipping days were down 1.3% compared to last year's third quarter. Versus the second quarter of 2023, shipments per day were up 3.9% and total shipments were up 2.3% and even though there was one less shipping day. Outside sales volume of containerboard was 33,000 tonnes above last year's third quarter and 5,000 tonnes above the second quarter of 2023.\nDemand headwinds from a shift of consumer buying preferences towards more service-oriented spending, persistent inflation and higher interest rates continue to negatively impact consumers' purchases of both durable and nondurable goods. However, we mentioned last quarter that many timers were telling us the inventory destocking of boxes and their products was behind them, and we were hopeful that, that would translate to improving volume throughout the second half of the year.\nWe saw that occurring during the third quarter, and we expect that momentum to continue into the fourth quarter, although there is one less shipping day compared to the third quarter. Relative to the published reductions in the industry benchmark grades that occurred late last year and earlier this year, domestic containerboard and corrugated products prices and mix together were $1.12 per share below the third quarter of 2022 and down $0.45 per share compared to the second quarter of 2023. We Export containerboard prices and mix were down $0.21 per share compared to the third quarter of 2022 and down $0.03 per share compared to the second quarter of 2023. I'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Tom. Looking at our Paper segment. EBITDA, excluding special items in the third quarter was $35 million with sales of $158 million or a 22.4% margin compared to the third quarter of 2022's EBITDA of $33 million and sales of $165 million or a 19.7% margin. Seasonally stronger cut size and printing and creating volumes were 13% higher than the second quarter levels and down almost 8% versus the third quarter with about 40% of the decline being driven by no paper sales from our Jackson mill in this year's third quarter.\nPrices and mix were up about 3.5% from last year's third quarter. and down 2% from the second quarter of 2023 due to the declines in the index prices that occurred earlier in the year. Our International Falls Mill managed their 9-day planned maintenance outage very well. And similar to the packaging facilities, the mill remained focused on efficient and cost-effective operations, delivering great results for the quarter. I'll now turn it over to Bob.\n\nRobert P. Mundy\n\nChief Financial Officer & Senior Vice President, Verso Paper Corp.\n\nThanks, Mark. Cash provided by operations during the quarter totaled $339 million, with free cash flow of $250 million. The more significant cash payments during the quarter included capital expenditures of $90 million. Common stock dividends totaled $112 million, $63 million for federal and state income tax payments and $51 million for pension and other post-employment benefit contributions.\nIn addition, we repurchased just over 286,000 shares of our stock during the quarter. at an average price of $144.81 per share for a total of about $42 million. We ended the quarter with $726 million of cash, including marketable securities, and our liquidity on September 30 was approximately $1.1 billion.\nLastly, our planned annual maintenance outage expense for the third quarter was just over $0.22 per share, and the fourth quarter is now expected to be about $0.19 and bringing the 2023 full year total to $0.72 per share. I'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Bob. Looking ahead, as we move forward into the -- from the third into the fourth quarter, in our Packaging segment, we expect less market-related downtime as we build our inventories back to appropriate levels along with higher shipments per day in our corrugated products facilities, although our plants will have one less shipping day compared to the third quarter. We also expect lower average prices, primarily due to the majority of the may decrease in the published benchmark index grades being realized throughout the third quarter as well as a seasonally less rich mix.\nIn our Paper segment, volume will be lower compared to the seasonally stronger third quarter and prices and mix are assumed to trend lower with declines in the index prices. operating and converting costs will increase driven by higher recycled fiber prices, seasonal energy costs and the restart of the Wallula mill. Depreciation expense is estimated to be slightly higher and scheduled maintenance outage expenses will be lower.\nConsidering all of these items, we expect the fourth quarter earnings of $1.76 per share. With that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements.\nThese statements were based on current estimates, expectations and projections of the company and do involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in the annual report on Form 10-K and in subsequent quarterly reports on Form 10-Q filed with the SEC. Actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Jamie, I'd like to go ahead and open up the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/27895d87e9a03081c258859355133dcb",
    "period": "2023 Q2",
    "content": "Q2 2023 Packaging Corp of America Earnings Call\n\nQ2 2023 Packaging Corp Of America Earnings Call\n\nPKGNYSEJUL 25, 9:00 AM\n\nOperator\n\nGood morning, everyone, and thank you for joining Packaging Corporation of America's Second Quarter 2023 Earnings Results Conference Call. Your host for today will be Mark Kowlzan, Chairman and Executive -- Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a Q&A session.\nI'd now like to turn the floor over to Mr. Kowlzan. Sir, please proceed when you're ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Jamie. Good morning, everyone, and thank you for participating in Packaging Corporation of America's Second Quarter 2023 Earnings Release Conference Call. Again, I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call with an overview of our second quarter results, and then I'll be turning the call over to Tom and Bob, who will provide further details. I'll then wrap things up, and then we'll be glad to take any questions.\nYesterday, we reported second quarter net income of $203 million or $2.24 per share. Excluding special items, second quarter 2023 net income was $209 million or $2.31 per share, compared to the second quarter of 2022 net income of $304 million or $3.23 per share. Second quarter net sales were $2 billion in 2023 and $2.2 billion in 2022. Total company EBITDA for the second quarter, excluding special items, was $418 million in 2023 and $533 million in 2022. Second quarter net income included special items expenses of $0.07 per share for certain costs at the Jackson, Alabama mill for paper to containerboard conversion-related activities and closure costs related to corrugated facilities and design centers. Details of special items for both the second quarter of 2023 and 2022 were included in the schedules that accompanied our earnings press release.\nExcluding special items, the $0.92 per share decrease in second quarter 2023 earnings compared to the second quarter of 2022 was driven primarily by lower volumes in the Packaging segment for $0.90 and Paper segment, $0.07. Lower price and mix in the Packaging segment of $0.47 and higher depreciation expense, $0.09, and higher other converting costs, $0.03. These items were partially offset by lower operating costs of $0.34, primarily driven by lower fiber, energy and chemical costs. We also had higher prices and mix in the Paper segment for $0.12, a lower share count resulting from the share repurchase in the second half of 2022 for $0.13; lower scheduled maintenance outage expenses for $0.03 and a lower tax rate for $0.02. The results were $0.35 above the second quarter guidance of $1.96 per share, primarily due to lower operating costs resulting from efficiency and usage initiatives and lower freight and logistics expenses.\nLooking at our Packaging business. EBITDA excluding special items in the second quarter of 2023 of $405 million with sales of $1.8 billion resulted in a margin of 23% versus last year's EBITDA of $525 million and sales of $2.1 billion or a 25% EBITDA margin. Demand in the Packaging segment was about where we expected for the quarter, and Tom will discuss this further in a moment. As they did in the first quarter, our employees remain focused on very efficient and cost-effective operations as we balanced our supply according to the demand. Or said another way, we are extremely effective at managing what is in our control. In our mills, this included things like improving our wood yields, producing board closer to nominal basis weights, reducing fiber and chemical usage and running our pulp mills more efficiently, increasing our internal energy generation while also reducing our energy consumption and executing our planned maintenance outages for less cost than we had estimated. Also at our mills and including our corrugated facilities, we closely monitored headcount and overtime as well as usage of materials and supplies in addition to other discretionary spending items.\nIn addition, our mills and plants, together with our logistics and distribution personnel worked effectively to minimize the negative impacts from rail rate increases at certain locations and changes in the mix of shipping locations as we ran our system to demand.\nFinally, as you know, we temporarily curtailed operations at our Wallula, Washington mill once we exited the planned maintenance outage early in the quarter. This was not a reaction to any change in our views on demand, but rather our thoughtful approach to manage containerboard apply as economically as possible. The mill remains temporarily curtailed and we will continue to monitor any potential changes to this strategy along with our outlet demand during the second half of the year.\nI'll now turn it over to Tom, who'll provide more details on containerboard sales and the corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. Total prices and mix in the Packaging segment came in where we anticipated with domestic containerboard and corrugated products prices and mix together $0.32 per share below the second quarter of 2022 and also $0.32 per share below the first quarter of 2023. Export containerboard prices were down $0.15 per share versus last year's second quarter and down $0.07 per share compared to the first quarter of 2023. As Mark indicated, Packaging segment volume for the quarter also came in where we expected. Corrugated product shipments were down 9.8% in total and per workday compared to last year's second quarter.\nOutside sales volume of containerboard was 62,000 tons below last year's second quarter and 33,000 tons above the first quarter of 2023. With last year's box volume tying our shipments per workday second quarter record, we knew this will be a tough comparison period. As we said on last quarter's call, the same variables that have impacted demand in the last few quarters would continue into the second quarter. The shift of consumer buying preferences more towards service-oriented spending, persistent inflation and higher interest rates continue to negatively impact consumers' purchases of both durable and nondurable goods.\nInventory destocking, both in boxes and at our customers' products also continued to varying degrees across our customer bases and the manufacturing index has remained in contraction territory for 8 months in a row now. However, as we talked about last quarter, we expected some improvement relative to the inventory destocking of both customer product and boxes as well as improvements based on certain customers' feedback regarding their business and that is what helped the second quarter shipments improved almost 3% compared to the first quarter. We expect continued positive momentum this quarter, although there is 1 less work day compared to the second quarter.\nI'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Tom. Looking at the Paper segment, EBITDA, excluding special items in the second quarter was $39 million with sales of $143 million for a 27% margin compared to the second quarter of 2022, EBITDA of $32 million and sales of $150 million or 21% margin. Paper prices and mix were 12% higher than last year's second quarter and less than 1% below the first quarter of 2023.\nPaper demand remains soft with our sales volume just over 14% below last year's second quarter, which also included some sales from our Jackson, Alabama mill, where there was no volume in this year's second quarter. We ran our International Falls mill to match supply with demand as well as to build some additional inventory during the quarter to prepare for the 9-day planned outage -- maintenance outage that's coming up this third quarter.\nSimilar to the comments I made regarding the Packaging business and for many of the same categories, employees in our Paper business remained focused on efficient and cost-effective operations as they also balance supply according to demand and delivered outstanding margins for the quarter.\nI'll now turn it over to Bob.\n\nRobert P. Mundy\n\nChief Financial Officer & Senior Vice President, Verso Paper Corp.\n\nThanks, Mark. For the quarter, we generated new second quarter records for cash from operations of $360 million as well as free cash flow of $233 million. Key cash payments during the quarter included capital expenditures of $126 million, common stock dividends of $112 million, cash taxes of $83 million and net interest payments of $30 million. We ended the quarter with $630 million of mobile securities and cash on hand with liquidity of almost $1 billion.\nI'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Bob. Looking ahead, as we move from the second and into the third quarter, in our Packaging segment, although there is 1 less shipping day for the corrugated business, we expect shipments per day to improve versus the second quarter. However, prices will be lower as a result of previously published domestic containerboard price decreases along with slightly lower export prices. We expect seasonally stronger volumes in our Paper segment from back-to-school shipments, although prices are expected to trend lower based on the recent declines in index prices.\nOperating converting costs should trend slightly higher, primarily due to higher recycled fiber prices and seasonal energy cost. Scheduled outage expenses will be higher by approximately $0.06 per share, driven by the scheduled maintenance outage at International Falls, Minnesota. Finally, we estimate that our depreciation expense and tax rate to be slightly higher as well. Considering these items, we expect the third quarter earnings of $1.88 per share.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. Statements were based on current estimates, expectations and projections of the company. And involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in the annual report on Form 10-K and on file with the SEC. The actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Jamie, I'd like to open the call up for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/280d55b13eb7c73154688912e95ac2a8",
    "period": "2023 Q1",
    "content": "Q1 2023 Packaging Corp of America Earnings Call\n\nQ1 2023 Packaging Corp Of America Earnings Call\n\nPKGNYSEAPR 25, 9:00 AM\n\nOperator\n\nThank you for joining Packaging Corporation of America's First Quarter 2023 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA.\nUpon conclusion of his narrative, there will be a question-and-answer session. Please also note today's event is being recorded.\nAt this time, I'd like to turn the conference call over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark Kowlzan\n\nChairman and CEO, Packaging Corporation of America\n\nThank you, Jamie. Good morning, and thank you for participating in Packaging Corporation of America's First Quarter 2023 Earnings Release Conference Call.\nAgain, I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer.\nAs usual, I'll begin the call with an overview of our first quarter results. And then I'll turn the call over to Tom and Bob will provide further details. And then I'll wrap things up, and we'd be glad to take questions.\nYesterday, we reported first quarter net income of $190 million or $2.11 per share. Excluding special items, first quarter 2023, net income was $198 million or $2.20 per share compared to the first quarter of 2022 net income of $256 million or $2.72 per share. First quarter net sales were $2 billion in 2023 and $2.1 billion in 2022. The Total company EBITDA for the first quarter, excluding special items, was $405 million in 2023 and $467 million in 2022.\nThe First quarter net income included special items expenses of $0.09 per share, primarily; for the closure costs related to corrugated products facilities and design centers. Details of special items for both the first quarter of 2023 and 2022 were included in the schedules that accompanied our earnings press release.\nExcluding the special items, the $0.52 per share decrease in first quarter 2023 earnings compared to the first quarter of 2022 was driven primarily by lower volumes in our Packaging segment for $0.95, and Paper segment $0.04.\nAlthough recycled fiber costs were lower than last year. Overall operating costs were 27% -- $0.27 higher, primarily due to inflation on chemicals, labor and benefits, supplies, repair materials and services. Energy costs, although trending down, were also higher versus the first quarter of 2022. In addition, we had higher depreciation expense of $0.11, freight and logistics expenses, $0.04; nonoperating pension expenses, $0.04; and higher converting costs, $0.02.\nThese items were partially offset by higher prices and mix in the Packaging segment for $0.58 and Paper segment $0.18. A lower share count resulting from share repurchases we made in the second quarter of 2022 for $0.11, lower interest expense, $0.03; lower other expenses for $0.03, lower scheduled maintenance outage expenses for $0.01, and lower tax rate, $0.01.\nThe results were $0.03 below the first quarter guidance of $2.23 and per share, primarily due to the lower volume and lower prices and mix in the Packaging segment.\nLooking at our Packaging segment. EBITDA, excluding special items in the first quarter 2023, of $392 million with sales of $1.81 billion resulted in a margin of 21.7% versus last year's EBITDA of $464 million and sales of $1.96 billion or 23.6% margin. Demand in the Packaging segment was well below our expectations for the quarter. Tom will discuss this further in a moment.\nThe mills and corrugated products plants responded to the lower demand by remaining highly focused on efficient and cost-effective operations as we balanced our supply accordingly. Our employees continue to deliver on numerous cost reduction initiatives, efficiency improvements, integration and optimization enhancements and capital project benefits to not only minimize the negative demand impacts on the short term but also to remain in position to capitalize on our longer-term strategic goals.\nThe accomplishments were achieved while building less inventory than we had planned and staying committed to ending the quarter at our targeted weeks of supply inventory.\nI'll now turn it over to Tom, who will provide further details on containerboard sales and the corrugated business.\n\nThomas Hassfurther\n\nThanks, Mark. Domestic containerboard and corrugated products prices and mix were $0.64 per share above the first quarter of 2022 and were down $0.50 per share compared to the fourth quarter of 2022. Export Containerboard prices were down $0.06 per share versus last year's first quarter and down $0.04 per share compared to the fourth quarter of 2022. Corrugated product shipments were down 12.7% in total and per workday compared to last year's first quarter. Outside sales volume of containerboard was 69,000 tons below last year's first quarter and 33,000 tons above the fourth quarter of 2022.\nWith the first quarter of 2022 setting a shipments per workday record as well as being our all-time record for total shipments, we knew this would be a tough comparison period. However, that being said, the lower demand in our Packaging segment that Mark spoke of was driven by several items, the combined impact of which resulted in our volumes being much lower than we anticipated.\nAs we mentioned on last quarter's earnings call, it was difficult to predict the demand curve given the numerous variables with varying degrees of impact.\nAs noted in our earnings release yesterday, the shift of consumer buying preferences more towards service-oriented spending, persistent inflation and higher interest rates continue to negatively impact consumers' purchases of both durable and nondurable goods. In addition, there is a varying degree of inventory destocking across our customer bases, both in boxes and our customers' products.\nThe inventory destocking situation has been a longer-term issue than we originally anticipated. The manufacturing index has remained in contraction territory for several months now. And as you know, we have a large presence in the ag business in the Pacific Northwest and also down in Florida, where both of these regions have been dealing with significant weather events.\nAs we look to the second quarter, we expect the inventory destocking of both customer product and boxes to be near completion.\nWe expect to see recovery in our ag business and we have received some positive feedback from our customers regarding improvements in their business.\nOur April volume, as we see it today supports that position. I'd also like to point out that the capital spending and optimization strategy within our box plant system that we have been focused on over the last few years continues to remain one of our top priorities. The current demand trends will not cause us to lose our focus in this area. The investments from this strategy provide the products and service needs that our customers desire and allows them to grow while focusing on the mix of customers, we want to profitably grow our revenues with.\nI'll now turn it back to Mark.\n\nMark Kowlzan\n\nChairman and CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at our Paper segment. EBITDA, excluding special items in the first quarter was $41 million with sales of $151 million or a 27.2% margin, compared to the first quarter of 2022 EBITDA of $29 million and sales of $153 million or an 18.9% margin.\nPaper prices and mix were 18% higher than last year's first quarter and about 3% above for the fourth quarter of 2022.\nSales volume was about 17% below last year's first quarter which included some of the inventory that had been sold from our Jackson Alabama mill and just over 4.5% below the fourth quarter of 2022. The efforts of our employees to optimize the cost structure inventory and product mix in our paper business helped minimize the inflationary cost increases compared to last year and delivered solid returns for the quarter.\nI'll now turn it over to Bob.\n\nRobert Mundy\n\nThanks, Mark. For the first quarter, we generated cash from operations of $280 million and free cash flow of $168 million. Fee cash payments during the quarter included capital expenditures of $112 million and common stock dividends of $112 million.\nWe ended the quarter with $520 million of cash on hand, including marketable securities. I want to update you on a revision to the scheduled mill maintenance outage guidance we provided on last quarter's call.\nCurrent plans and the scope of work for the scheduled maintenance outages at our containerboard mills has changed, resulting in a revised total company estimated cost impact for the year of $0.75 per share versus the $0.67 per share we mentioned previously. The actual impact in the first quarter was $0.13 per share. And the revised estimate impact by quarter for the remainder of the year is now $0.18 per share in the second quarter, $0.24 in the third and $0.20 per share in the fourth quarter.\nI'll now turn it back over to Mark.\n\nMark Kowlzan\n\nChairman and CEO, Packaging Corporation of America\n\nThanks, Bob. Looking ahead, as we move from the first and into the second quarter, although there is one less shipping day for the corrugated business, we expect improved volume in our Packaging segment.\nHowever, prices will be lower as a result of the previously published domestic containerboard price decreases along with lower export prices.\nSales volume as well as prices and mix in the Paper segment are assumed to be slightly lower based on lower demand. Although we do look for most operating costs to trend lower, our converting costs, scheduled maintenance outage expense and depreciation expense will be higher, primarily due to recent increases in contract rail rates at most of our mills, we expect higher freight and logistics expenses compared to the first quarter. Considering these items, we expect second quarter earnings of $1.96 per share.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in the annual report on Form 10-K on file with the SEC.\nThe actual results could differ materially from those expressed in these forward-looking statements.\nAnd with that, Jamie, I'd like to open the call up for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/67f7b8550ad01eca8f0e6880d599e595",
    "period": "2022 Q4",
    "content": "Q4 2022 Packaging Corp of America Earnings Call\n\nQ4 2022 Packaging Corp Of America Earnings Call\n\nPKGNYSEJAN 26, 9:00 AM\n\nOperator\n\nGood day, everyone. Thank you for joining Packaging Corporation of America's Fourth Quarter and Full Year 2022 Earnings Results Conference Call. Your host will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a question-and-answer session. Please also note today's conference call is being recorded.\nAt this time, I'd like to turn the call over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Jamie. Good morning, and thank you all for participating in Packaging Corporation of America's Fourth Quarter and Full Year 2022 Earnings Release Conference Call. Again, I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, Executive Vice President, who runs our packaging business; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call with an overview of our fourth quarter and full year results, and then I'm going to be turning the call over to Tom and Bob, who'll provide further details. And then I'll wrap things up, and we'd be glad to take questions.\nYesterday, we reported fourth quarter 2022 net income of $212 million or $2.31 per share. Excluding special items, fourth quarter 2022 net income was $215 million or $2.35 per share compared to the fourth quarter of 2021 net income of $262 million or $2.76 per share.\nFourth quarter net income -- fourth quarter net sales were $1.98 billion in 2022 and $2.04 billion in 2021. Total company EBITDA for the fourth quarter, excluding special items, was $409 million in 2022 and $463 million in 2021. Excluding special items, we also reported full year 2022 earnings of $1.04 billion or $11.14 per share compared to 2021 earnings of $894 million or $9.39 per share. Net sales were $8.5 billion in 2022 and $7.7 billion in 2021. Excluding special items, total company EBITDA in 2022 was $1.9 billion compared to $1.7 billion in 2021.\nFourth quarter and full year 2022 net income included special items primarily for certain costs at the Jackson, Alabama mill for paper to containerboard conversion-related activities. Details of all the special items for the year 2022 and 2021 were included in the schedules that accompanied the earnings press release.\nExcluding special items, the $0.41 per share decrease in fourth quarter 2022 earnings compared to the fourth quarter of 2021 was driven primarily by lower volumes in our Packaging segment $1.14 and Paper segment $0.02. We also had higher operating costs of $0.48, primarily from inflation on energy, chemicals, labor and benefits, supplies, repair materials and services and other indirect and fixed costs.\nFreight and logistics expenses were unfavorable $0.13 along with higher depreciation expense, $0.09, higher converting costs, $0.06 and higher scheduled maintenance outage expenses of $0.01. These items were partially offset by higher prices and mix in the Packaging segment of $1.18 and Packaging segment -- and Paper segment rather of $0.21. A lower share count resulting from share repurchases $0.08; lower interest expense, $0.04 and a lower tax rate, $0.01. Results were $0.13 above the fourth quarter guidance of $2.22 per share, primarily due to higher prices and mix in the Packaging segment, lower freight and logistics expenses, a lower share count resulting from share repurchases and a lower tax rate.\nLooking at our Packaging business. EBITDA, excluding special items in the fourth quarter of 2022 of $392 million with sales of $1.8 billion resulted in a margin of 21.7% versus last year's EBITDA of $461 million and sales of $1.9 billion or a 24.5% margin.\nFor the full year 2022, Packaging segment EBITDA, excluding the special items, was $1.8 billion with sales of $7.8 billion or a 23.8% margin compared to full year 2021 EBITDA of $1.7 billion with sales of $7.1 billion or a 23.9% margin.\nDemand in the Packaging segment was below expectations for the quarter, causing us to run our containerboard system to these lower demand levels. Our employees did a very good job with their cost management and process optimization efforts at these lower production rates to offset the negative volume impact. Total economic-related downtime for the fourth quarter was approximately 231,000 tons. The scheduled maintenance outage and conversion work at our Jackson, Alabama mill was completed successfully during the fourth quarter, and we restarted the mill earlier this month after being down as a result of the lower demand.\nThe #3 machine achieved its first phase design capacity and is producing a very high-quality virgin linerboard. However, based on current containerboard demand levels, we decided to move the second phase of the conversion work from this spring to next year in 2024.\nI'll now turn it over to Tom, who will provide further details on containerboard sales and the corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. Domestic containerboard and corrugated products prices and mix together were $1.19 per share above the fourth quarter of 2021 and flat compared to the third quarter of 2022. Export containerboard prices and mix were down $0.01 per share compared to the fourth quarter of 2021 and down $0.02 per share compared to the third quarter of 2022.\nCorrugated product shipments were down 8.7% per work day and down 10.2% in total with 1 less workday compared to last year's fourth quarter. Outside sales volume of containerboard was 131,000 tons below last year's fourth quarter and 38,000 tons below the third quarter of 2022.\nThe lower demand in our Packaging segment was driven by several items. The inventory correction in both boxes and our customers' product has been more prolonged than what we originally anticipated at the start. Inflationary pressures on the consumers have also added to the problem by reducing the consumers discretionary spending capabilities.\nIn addition, consumer behavior changed very quickly as we exited the extreme COVID period, resulting in more of a preference towards travel, entertainment and experience versus that of tangible goods. Containerboard and box demand continues to be negatively impacted from the deterioration in U.S. and global economic conditions, rising interest rates and a cooler housing market.\nAs we move from the fourth quarter into the first quarter, we estimate the rate of shipments per day to be fairly similar as we expect many of these conditions to continue. However, there are 4 additional shipping days in the first quarter, so total actual shipments will be higher when compared to the fourth quarter of 2022. In spite of the numerous issues currently impacting demand, we continue to perform at levels above pre-COVID and anticipate our first quarter shipments to exceed first quarter 2019 shipments by approximately 6% on a per day basis.\nNow I'll turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at our Paper segment. EBITDA, excluding special items in the fourth quarter was $39 million with sales of $154 million or a 25.7% margin compared to the fourth quarter of 2021 EBITDA of $26 million on sales of $143 million or an 18.4% margin.\nFor the full year 2022, Paper segment EBITDA, excluding special items, was $132 million with sales of $622 million or 21.3% margin compared to the full year 2021 EBITDA of $72 million with sales of $600 million or a 12% margin.\nPrices and mix were up 21% from last year's fourth quarter and moved 3% higher from the third quarter of 2022 as we continue to implement our previously announced price increases. Sales volume was about 11% below last year's fourth quarter, primarily due to paper sales from the Jackson Mill's #1 machine, which we included in last year's results as well as having -- we optimized our product and customer mix since that time as we transitioned away from paper volume at Jackson mill.\nAs expected, volume was down approximately 11% versus the seasonally stronger third quarter of 2022 and that also included the remaining inventory from the Jackson mill. The management team and all of the employees of the Paper business have done a tremendous job over the last several quarters to optimize our inventory, product mix and cost structure in order to deliver outstanding results for 2022, and I'm confident that we can maintain this momentum through 2023. I'll now turn it over to Bob.\n\nRobert P. Mundy\n\nExecutive VP & CFO, Packaging Corporation of America\n\nThanks, Mark. Cash provided by operations during the quarter totaled $420 million with capital expenditures of $247 million and free cash flow of $173 million. Other cash payments during the fourth quarter included dividend payments of $116 million, cash tax payments of $56 million and net interest payments of $31 million.\nWe also spent $380 million during the quarter to repurchase just over 3 million shares of our common stock at an average price of $126.70 per share. That brings our total repurchases, over the last 5 quarters, to almost 5.5 million shares at an average price of $130.62 per share.\nRepurchases of our outstanding stock and dividend payments made during the past year, represent 63% of cash from operations or 91% of net income that was returned to shareholders in 2022. For the full year 2022, cash from operations was $1.5 billion. Capital spending was $824 million, with free cash flow of $671 million. Our final recurring effective tax rate in 2022 was 24.5%, and our final reported cash tax rate was 20%.\nRegarding full year estimates of certain key items for the upcoming year, we expect total capital expenditures to be approximately $475 million, and DD&A is expected to be approximately $485 million.\nWe estimate dividend payments of $450 million and cash pension and post-retirement benefit plan contributions of $53 million. Our full year interest expense in 2023 is expected to be approximately $72 million and net cash interest payments should be about $74 million.\nThe estimate for our 2023 book effective tax rate is 25%. Currently, planned annual maintenance outages at our mills in 2023, including lost volume, direct costs and amortized repair costs, it's expected to be in total, $0.67 per share versus $0.99 per share in 2022.\nThe current estimated impact by quarter in 2023 is $0.11 per share in the first quarter, $0.14 in the second, $0.22 in the third and $0.20 per share in the fourth quarter. I'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Bob. The hard work of our employees, along with strong relationships between us and our customers and suppliers delivered outstanding results for PCA in 2022.\nNew annual company records were achieved for revenue, cash from operations, net income and earnings per share. And as Bob just mentioned, 91% of our net income was returned to our shareholders from dividend payments and stock repurchases. We successfully completed or substantially completed significant cost reduction and process improvement projects at our mills including a 30-megawatt steam turbine and first phase of the #3 machine conversion to containerboard at the Jackson mill. This effort included fiber flexibility projects at the Wallula and Jackson Mills and many other key initiatives.\nWe also completed numerous high return and high efficiency improvement projects in our corrugated products plants that will allow us to better optimize our entire packaging business for the future and deliver profitable growth and mix enhancement opportunities for our customers and shareholders. The significant capital investments we've made during the year had complete involvement of PCA personnel from project conception, preliminary and detailed engineering, all the way through to project implementation and start-up.\nThese projects and initiatives achieved numerous tactical and strategic benefits while improving our industry-leading return on invested capital to just under 20%. As we've discussed on these calls many times before, by the end of 2022, we would be winding down several years of significant strategic capital investments that position us very well to meet the future needs of our many customers in a very cost-effective manner.\nWe also finalized the optimization of our paper business while delivering excellent financial results that we expect to sustain us well into the future. As economies around the world continue to deal with numerous issues and uncertainties, virtually every individual industry is being negatively impacted in some manner. At PCA, we will continue to maintain a strong balance sheet which provides the financial flexibility to react quickly to most situations or opportunities in the future.\nWe will also continue our commitment of a balanced approach towards capital allocation in order to maximize our profitability and returns to our shareholders.\nLooking ahead, as we move from the fourth and into the first quarter in our Packaging segment, as Tom mentioned, we expect box demand on a per day basis to be similar to the fourth quarter levels, although we expect higher total volume with corrugated products plants having 4 additional shipping days. Prices will move lower as a result of recent decreases in the published domestic containerboard prices and we're assuming lower export prices as well.\nPaper prices should move slightly higher with sales volume fairly flat. Labor costs and certain indirect costs will increase as some containerboard mill operations were temporarily idled during the fourth quarter.\nIn addition, we anticipate higher labor and benefits costs and other timing-related expenses that occurred at the beginning of a new year as well as higher prices for many chemicals, particularly starch and caustic soda. However, we expect lower wood and recycled fiber prices, lower energy prices and lower scheduled maintenance outage expenses.\nLastly, we expect higher interest and nonoperating pension expenses and a higher tax rate, but we will see some benefit from our recent share repurchases. Considering these items, we expect first quarter earnings of $2.23 per share.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in our annual report on Form 10-K and in subsequent quarterly reports on Form 10-Q filed with the SEC. Actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Jamie, I'd like to open the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/297b47a28b969d93946352fbd5d8f9d5",
    "period": "2022 Q3",
    "content": "Q3 2022 Packaging Corp of America Earnings Call\n\nQ3 2022 Packaging Corp Of America Earnings Call\n\nPKGNYSEOCT 25, 9:00 AM\n\nOperator\n\nThank you for joining Packaging Corporation of America's Third Quarter 2022 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a Q&A session.\nI will now turn the conference over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Matt. Good morning, and thank you all for participating in Packaging Corporation of America's Third Quarter 2022 Earnings Release Conference Call. I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, Executive Vice President, who runs our packaging business; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call with an overview of our third quarter results, and then turn the call over to Tom and Bob, who will provide further details. I'll then wrap things up, and then we'd be glad to take any questions.\nYesterday, we reported third quarter net income of $262 million, or $2.80 per share. Excluding special items, third quarter 2022 net income was $266 million, or $2.83 per share, compared to the third quarter of 2021 net income of $257 million, or $2.69 per share. The third quarter net sales were $2.1 billion in 2022 and $2.0 billion in 2021. Total company EBITDA for the third quarter, excluding the special items, was $477 million in 2022 and $464 million in 2021.\nThird quarter net income included special items expenses of $0.03 per share, primarily for certain costs at the Jackson, Alabama mill for paper-to-containerboard conversion or related activities. Details of all special items for the third quarter of 2022 and 2021 were included in the schedules that accompanied the earnings press release.\nExcluding the special items, the $0.14 per share increase in third quarter 2022 earnings compared to the third quarter of 2021 was driven primarily by higher prices and mix in our Packaging segment $1.60 and Paper segment, $0.23; lower interest expense, $0.04; a lower share count resulting from share repurchases $0.04; and a lower tax rate, $0.02.\nThese items were partially offset by operating costs, which were [$0.77] (corrected by company after the call) per share higher, primarily due to inflation-related increases in the areas of energy, repairs/ materials/ and supplies, chemicals, labor and benefits expenses as well as several other indirect and fixed cost areas. We also had inflation-related increases in our converting costs which were $0.04 per share higher.\nThe negative impact of lower volume was $0.52 per share in our Packaging segment and $0.05 in our Paper segment. Freight and logistics expenses were $0.20 above last year and scheduled outage expenses were $0.10 higher. We also had higher depreciation expense of $0.07 and other expenses of $0.04.\nThe results were $0.03 above the third quarter guidance of $2.80 per share primarily due to the very sound implementation processes around our previously announced price increases in the Packaging and Paper segments as well as the continued benefits generated from our mills and plants through process efficiency optimization efforts and material usage initiatives.\nLooking at our Packaging business, EBITDA excluding special items in the third quarter 2022 of $467 million with sales of $1.9 billion resulted in a margin of 24.1% versus last year's EBITDA of $467 million with sales of $1.8 billion and a 25.5% margin.\nOur teams did a tremendous job of implementing our previously announced price increases. However, demand in our Packaging segment was well below our expectations for the quarter. Tom will discuss this further in a moment.\nThe containerboard mills operated in an efficient and cost-effective manner as we balanced our supply with current domestic and export demand. As part of the effort, we began the scheduled maintenance outage in the first phase of the No. 3 machine conversion to containerboard at our Jackson, Alabama mill a few weeks earlier than originally planned. Total economic related downtime for the third quarter was approximately 128,000 tons. The outage and conversion work at Jackson will be completed in the fourth quarter, and we will remain committed to ramping up our internal capacity according to our customers' demand requirements.\nFinally, although we are still experiencing historically high inflation within our operating and converting costs, our mills and plants continued to remain focused on delivering numerous cost reduction initiatives, efficiency improvements and integration and optimization enhancements, and capital project benefits that helped to minimize the impact.\nI'll now turn it over to Tom, who'll provide more details on the containerboard sales and corrugated business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. As Mark mentioned, we continue to get excellent realization from the implementation of our previously announced price increases across all product lines. Domestic containerboard and corrugated products prices and mix together were $1.54 per share above the third quarter of 2021, and up $0.35 per share compared to the second quarter of 2022.\nExport containerboard prices and mix were up $0.06 per share compared to the third quarter of 2021 and up $0.01 per share compared to the second quarter of 2022.\nThe lower demand in our Packaging segment that Mark spoke of was driven by several items, the combined impact of which resulted in our volumes being much lower than we anticipated. Corrugated product shipments were down 6% in total and per workday compared to last year's third quarter.\nOutside sales volume of containerboard was 57,000 tons below last year's third quarter and 61,000 tons below the second quarter of 2022.\nThe ongoing inventory correction in the retail channels is larger than originally thought and significant inflation continues to negatively impact consumers' purchases of both durable and nondurable goods. In addition, various events and issues in 2021 and this year, including the recent hurricane in Florida, continue to have a negative effect on the agriculture and protein markets. Demand is beginning to experience headwinds from the cooler housing markets as well. These things, combined with rising global interest rates, deterioration in U.S. economic conditions, economic weakness in China and Europe along with China's zero tolerance COVID policy all negatively impacted domestic containerboard and box demand.\nAs we look from the third quarter and into the fourth quarter, we expect the majority of these conditions to continue. And in addition, there are 4 less shipping days in the fourth quarter compared to the third quarter.\nNow I'll turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Tom. Looking at the Paper segment, EBITDA excluding special items in the third quarter was $33 million with sales of $165 million or a 20% margin compared to the third quarter of 2021 EBITDA of $18 million and sales of $150 million or a 12% margin.\nPrices and mix were up 21% from last year's third quarter and moved 6% higher from the second and into the third quarter of 2022 as we continue to implement our previously announced price increases.\nSales volume was about 9% below last year's third quarter, primarily due to this year's scheduled outage at our International Falls mill as well as last year's third quarter that included paper sales from the Jackson mill's No.1 machine. The outstanding efforts around implementing our latest price increase, together with optimizing the cost structure, inventory and product mix, delivered excellent margins in the paper business.\nNow I'll turn it over to Bob.\n\nRobert P. Mundy\n\nExecutive VP & CFO, Packaging Corporation of America\n\nThanks, Mark. Cash provided by operations and free cash flow set all-time quarterly records at $431 million and $251 million, respectively. The primary payments of cash during the quarter included capital expenditures of $180 million, common stock dividends totaled $117 million, $77 million for federal and state income tax payments, pension and other post-employment benefit contributions of $51 million and net interest payments of $4 million. In addition, we repurchased 1,032,000 shares during the quarter at an average price of $137.60 per share for a total of $142 million.\nWe ended the quarter with $794 million of cash, including marketable securities, and our liquidity on September 30 was $1.1 billion.\nLastly, our planned annual maintenance outage expense for the fourth quarter is now expected to be about $0.38 per share or $0.11 per share higher, moving from the third quarter to the fourth quarter.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Bob. Looking ahead as we move from the third and into the fourth quarter, as Tom mentioned, we see most of the issues in economic conditions and higher global interest rates that impacted third quarter packaging segment demand continuing. Our box plants will have 4 less shipping days compared to the third quarter, and we also expect a seasonally less rich mix in corrugated products as well as lower average export containerboard prices. We will run our containerboard system based on this demand outlook, along with completing the Jackson mill scheduled annual maintenance outage in the first phase of the containerboard conversion work on the No. 3 machine.\nIn our Paper segment, we will continue to implement our previously announced $60 per ton price increase on all office, printing and converting grades that took effect on September 6. However, volume will be lower compared to the seasonally stronger third quarter. As Bob mentioned, scheduled annual outage expenses will be $0.11 per share higher than the third quarter. Lastly, we expect slightly higher operating costs, primarily labor and benefits expenses, along with anticipated colder weather resulting in higher energy costs. Considering all these items, we expect fourth quarter earnings of $2.22 per share.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in our annual report on Form 10-K and subsequent quarterly reports on Form 10-Q filed with the SEC. The actual results could differ materially from those expressed in these forward-looking statements.\nAnd with that, Matt, I'd like to open up the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/784e738bf486bc757a57925c8f4dbace",
    "period": "2022 Q2",
    "content": "Q2 2022 Packaging Corp of America Earnings Call\n\nQ2 2022 Packaging Corp Of America Earnings Call\n\nPKGNYSEJUL 26, 9:00 AM\n\nOperator\n\nThank you for joining the Packaging Corporation of America's Second Quarter 2022 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a Q&A session.\nI will now turn the conference over to Mr. Kowlzan. Please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nGood morning, and thank you for participating in Packaging Corporation of America's Second Quarter 2022 Earnings Release Conference Call. I'm Mark Kowlzan, Chairman and CEO of PCA. And with me on the call today is Tom Hassfurther, the Executive Vice President, who runs our Packaging business; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call with an overview of our second quarter results, and then I'll be turning the call over to Tom and Bob, who will provide more details. I'll then wrap things up, and then we'd be glad to take questions.\nYesterday, we reported second quarter net income of $301 million or $3.20 per share. Second quarter net income included special items expenses of $0.02 per share, primarily for certain costs at the Jackson, Alabama mill for paper to containerboard conversion-related activities. The details of special items for both the second quarter of 2022 and 2021 were included in the schedules that accompanied the earnings press release.\nExcluding special items, second quarter 2022 net income was $304 million, or $3.23 per share, compared to the second quarter 2021 net income of $207 million, or $2.17 per share.\nSecond quarter net sales were $2.2 billion in 2022 and $1.9 billion in 2021. Total company EBITDA for the second quarter, excluding special items, was $533 million in 2022 and $397 million in 2021.\nExcluding special items, the $1.06 per share increase in second quarter 2022 earnings compared to the second quarter of 2021 was driven primarily by higher prices and mix of $2.04 and volume $0.12 in the Packaging segment and higher prices and mix in the paper segment of $0.18. Scheduled outage expenses were favorable by $0.08 per share. Interest expense was lower by $0.03, a lower share count resulting from 2021 repurchases was favorable by $0.03 and other items were favorable $0.03 per share.\nThese items were partially offset by $0.95 of inflation-related operating cost increases,(added by company after the call) particularly with energy, fiber, chemicals, operating labor, repair labor and materials and several other indirect and fixed cost areas.\nFreight and logistics expenses have now moved higher for 8 quarters in a row and were $0.25 per share above the second quarter of 2021. We also had inflation-related increases in our converting costs, which were higher by $0.10 per share and depreciation expense was up $0.08 per share over last year.\nVolume in our Paper segment was lower by $0.06 per share compared to last year when we were still running uncoated freesheet, our #1 machine, at the Jackson, Alabama mill, and our tax rate was higher by $0.01 per share.\nResults were $0.40 above the second quarter guidance of $2.83 per share primarily due to higher prices and mix in the Packaging segment, lower scheduled outage expenses of $0.07 per share resulting from the postponement of the International Falls mill (added by company after the call) outage from the second quarter to the third quarter and lower fiber and energy costs resulting from efficiency and usage initiatives.\nLooking at the Packaging business, EBITDA, excluding special items in the second quarter of 2022 of $525 million with sales of $2.1 billion, resulted in a margin of 25.4% versus last year's EBITDA of $409 million and sales of $1.7 billion, or 23.8% margin.\nWe had great execution of our previously announced price increases and demand in our Packaging segment was solid with corrugated demand about flat with last year's record second quarter, along with demand out of our containerboard mills generating new second quarter production and sales volume records.\nEven with record production from our mills, we still ended the quarter with weeks of containerboard inventory supply below our historical levels due to demand needs from both internal and external customers. We will be attempting to build some much-needed inventory during the third quarter, ahead of the significant fourth quarter outage at the Jackson, Alabama mill for the first phase of the #3 machine conversion to virgin linerboard.\nWe're still experiencing significant inflationary headwinds in our operating costs as well as freight and logistics expenses. However, our mills and plants continued to do an outstanding job of meeting our customers' needs while delivering on numerous cost reduction initiatives, efficiency improvements, integration and optimization enhancements and capital project benefits to maximize our returns and margins.\nI'll now turn it over to Tom, who will provide further details on containerboard sales and our corrugating business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThank you, Mark. As Mark mentioned, total corrugated product shipments and shipments per day were essentially flat compared to last year's record second quarter, which was up 9.6% versus the previous year. Outside sales volume of containerboard was about 41,000 tons above last year's second quarter, which was our lowest outside volume quarter for 2021, but 6,000 tons below the first quarter of this year due to the lower export shipments, strong internal demand and managing through the scheduled maintenance outages at our mills.\nVery good implementation of our previously announced price increases, together with profitable revenue growth and mix enhancements, delivered significant value for us during the quarter. Domestic containerboard and corrugated products prices and mix together were $1.89 per share above the second quarter of 2021 and up $0.76 per share compared to the first quarter of 2022. Export containerboard prices were up $0.15 per share versus last year's second quarter and up slightly compared to the first quarter of 2022.\nAs it pertains to our converting facilities, I'd like to re-emphasize some of what Mark was pointing out regarding the many things we do to meet our customers' needs, help offset inflation and improve our margins beyond just price increases. Our operations improvement and capital spending strategies in the corrugated plants have been extremely successful and put us in a position to serve our customers better than ever before, even against the backdrop of unprecedented supply chain and logistical challenges.\nImproving the processes, technology and equipment in our plants and optimizing our geographical footprint is driven by our customers' needs and improving our capabilities to grow with them. This strategy also improves our operating and converting efficiencies and delivers cost savings in several areas throughout our facilities.\nI'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at our Paper segment, EBITDA, excluding special items, in the second quarter was $32 million with sales of $150 million, or 21% margin, compared to second quarter 2021 EBITDA of $12 million and sales of $142 million, or an 8.2% margin. Sales volume was about 12% below last year's second quarter when we were still producing paper on the #1 machine at the Jackson, Alabama mill versus producing corrugating medium in this year's second quarter.\nPaper prices and mix were 19% higher than last year's second quarter and 5% above the first quarter of 2022, resulting from our previously announced paper price increases. Also, as mentioned earlier, we had to postpone the maintenance outage scheduled at the International Falls, Minnesota mill from the second quarter to the third quarter of this year due to excessive flooding in the area during the weeks prior to the outage. The outstanding efforts around implementing our latest price increase, together with optimizing the cost structure, inventory and product mix delivered excellent margins in our paper business for this quarter.\nI'll now turn it over to Bob.\n\nRobert P. Mundy\n\nExecutive VP & CFO, Packaging Corporation of America\n\nThanks, Mark. For the second quarter, we generated cash from operations of $324 million and free cash flow of $135 million. Key cash payments during the quarter included capital expenditures of $189 million, common stock dividends of $94 million, cash taxes of $127 million and net interest payments of $35 million. We ended the quarter with $667 million of cash-on-hand or $811 million including marketable securities. Our liquidity on June 30 was $1.1 billion.\nPrimarily due to the postponement of the International Falls scheduled outage from the second quarter to the third quarter, our scheduled outage expense will increase from $0.20 per share in the second quarter to $0.27 in the third quarter, and we are estimating $0.44 per share in the fourth quarter. This results in the total company estimated cost impact for the year totaling to $1.06 per share.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Bob. Looking ahead, as we move from the second into the third quarter in our Packaging segment, although the majority of our previously announced price increases were recognized in the second quarter, the remaining portion will be implemented during the third quarter.\nIn our Paper segment, we will continue implementing our previously announced price increases, and yesterday, we notified our customers of an additional $60 per ton price increase on all office printing and converting grades effective with shipments beginning September 6.\nAs I mentioned previously, we began the quarter with containerboard inventories below our target. So we plan to build some inventory ahead of the fourth quarter outage at the Jackson, Alabama mill when we'll begin that first phase of the #3 machine conversion to virgin linerboard.\nWith economic conditions continuing to be negatively impacted by broad-based inflation and aggressive interest rate increases, we see corrugated products growth as softening in the quarter but demand still firm as certain end markets work through their current supply of inventory. We expect continued inflation in most all of our operating and converting costs to be the primary driver of the third quarter results.\nHigher gas, purchased electricity and chemical prices, along with a very tight labor market and contractual wage increases driving labor costs higher are expected to be the key areas during the quarter. However, we also still have particularly high inflation-driven costs in repair labor and materials, pallet costs, property rents, outside services and many other indirect and fixed cost areas.\nAlthough we're beginning to see improvements in truck and driver availability, as well as some moderating diesel costs, continued rail service challenges along with rail fuel surcharges that typically lag diesel fuel prices by 30 to 60 days should also result in higher freight and logistics expenses.\nAnd finally, as Bob indicated, scheduled outage costs will be $0.07 per share higher due to the International Falls mill outage that was postponed from the second to the third quarter. Considering these items, we expect the third quarter earnings of $2.80 per share.\nWith that, we'd be happy to entertain any questions. But I must remind you that some of the statements we've made on the call today constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in the annual report on Form 10-K on file with the SEC. Actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Matt, I'd like to open the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b5e343fbea410b98a855cac6743a7f01",
    "period": "2022 Q1",
    "content": "Q1 2022 Packaging Corp of America Earnings Call\n\nQ1 2022 Packaging Corp Of America Earnings Call\n\nPKGNYSEAPR 26, 9:00 AM\n\nOperator\n\nThank you for joining Packaging Corporation of America's First Quarter 2022 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a Q&A session.\nI will now turn the call over to Mr. Kowlzan, and please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Patricia. Good morning, everyone, and thank you all for participating in Packaging Corporation of America's First Quarter 2022 Earnings Release Conference Call. I'm Mark Kowlzan, Chairman and CEO of PCA. With me on the call today is Tom Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call with an overview of the first quarter results, and then I'm going to be turning the call over to Tom and Bob, who'll provide further details. And then I will wrap things up, and we'd be glad to take questions.\nYesterday, we reported first quarter net income of $254 million or $2.70 per share. First quarter net income included special items expenses of $0.02 per share, primarily for certain costs at the Jackson, Alabama mill for paper-to-containerboard conversion-related activities. Details of the special items for both the first quarter of 2022 and 2021 were included in the schedules that accompanied our earnings press release. Excluding the special items, first quarter 2022 net income was $256 million or $2.72 per share, compared to first quarter 2021 net income of $169 million or $1.77 per share.\nFirst quarter net sales were $2.1 billion in 2022 and $1.8 billion in 2021. Total company EBITDA for the first quarter, excluding special items, was $467 million in 2022 and $342 million in 2021. Excluding the special items, the $0.95 per share increase in first quarter 2022 earnings compared to the first quarter of 2021 was driven primarily by higher prices and mix of $1.83 and volume of $0.23 in the Packaging segment; higher prices and mix in our Paper segment for $0.15; a lower share count resulting from share repurchases for $0.03; and lower interest expenses of $0.02. These items were partially offset by $0.71 of inflation-related operating cost increases particularly with energy, fiber, chemicals, operating labor and repair labor and materials.\nFreight and logistics expenses have now moved higher for 7 quarters in a row and or $0.27 per share above the first quarter of 2021 and converting costs were higher by $0.11 per share driven by labor and materials expenses. We also had higher depreciation expenses of $0.07, lower volume in our Paper segment for $0.06; higher scheduled outage expenses, $0.05; a higher tax rate resulting from some favorable items in last year's tax rate of $0.03; and other costs, $0.01.\nThe results were $0.22 above our first quarter guidance of $2.50 per share primarily due to higher prices and mix and higher volumes in both our Packaging and Paper segments, operating cost improvements from efficiency and usage initiatives and favorable weather conditions.\nLooking at the Packaging business. EBITDA excluding special items in the first quarter of 2022 was $464 million with sales of $1.96 billion, which resulted in a 23.6% margin versus last year's EBITDA of $352 million and sales of $1.62 billion or a 21.7% margin.\nDemand in the Packaging segment remained very strong as sales volume in both our containerboard mills and our corrugated products plants had record-setting performances. The scheduled maintenance outages in our mills went very well, in both machines at our Jackson, Alabama mill produced containerboard the entire quarter.\nHowever, with strong internal and external demand, we ended the quarter once again with containerboard inventory levels below our targeted and historical levels. Although we still face unprecedented inflationary headwinds in our manufacturing costs as well as freight and logistics expenses, our facilities continue to deliver on numerous cost reduction initiatives, efficiency improvements, integration and optimization enhancements and capital project benefits to maximize our returns and our margins.\nI'll now turn it over to Tom, who will provide further details on the containerboard sales and corrugated products business.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThanks, Mark. As Mark mentioned, corrugated products and containerboard demand were very strong during the quarter. We set a new all-time total box shipments record as well as a new first quarter shipments per day record. Total volume in our corrugated products plants was up 2.9% and shipments per day were up 1.3% versus a very strong comp in last year's first quarter, which for us was up approximately 8% over the prior year.\nIn addition to supplying the record internal needs of our box plants, our outside sales volume of containerboard was 46,000 tons above the first quarter of 2021, owing to continued strong domestic and export demand. Outside volume was 26,000 tons below the fourth quarter of 2021 in order to help supply our strong internal demand while managing through the scheduled maintenance outages at our mills.\nDomestic containerboard and corrugated products prices and mix contributed $1.60 per share above the first quarter of 2021 and were up $0.23 per share compared to the fourth quarter of 2021. Export containerboard prices were up $0.23 per share versus last year's first quarter and up $0.01 per share compared to the fourth quarter of 2021.\nThe benefits of our disciplined approach for the implementation of price increases across our customer mix last year was a significant contributor to this year's first quarter results. Very good execution of the initial implementation of our recent March price increase contributed to results in the first quarter as well.\nI'd also like to point out that the capital spending and optimization strategy within our box plant system that we have been focused on over the last few years also plays a key role in our successful implementation process. The investments from this strategy provide the products and service needs that our customers desire and allows them to grow while focusing on the mix of customers we want to align and partner with.\nI'll now turn it back to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Tom. Looking at the Paper segment. EBITDA, excluding special items in the first quarter was $29 million with sales of $153 million or an 18.9% margin compared to the first quarter 2021 EBITDA of $16 million and sales of $165 million for a 9.6% margin. As we mentioned on last quarter's call, volume from our Paper segment this year is expected to be fairly representative of the capacity at our International Falls mill. Accordingly, sales volume was about 19% below last year's first quarter when we were producing paper on the No. 1 at our Jackson, Alabama mill.\nPaper prices and mix were 14% higher than last year's first quarter and 6% above the fourth quarter of 2021, resulting from our previously announced paper price increases. Also, in late March, we notified customers of $100 per ton price increase effective with shipments beginning May 2 for all office printing and converting papers. The efforts of our employees to optimize the cost structure, inventory and product mix in the paper business help minimize the inflationary increases we're seeing and deliver solid returns in the quarter.\nI'll now turn it over to Bob.\n\nRobert P. Mundy\n\nExecutive VP & CFO, Packaging Corporation of America\n\nThanks, Mark. For the first quarter, we generated cash from operations of $339 million and free cash flow of $113 million. Key cash payments during the quarter included capital expenditures of $226 million and common stock dividends of $94 million. We ended the quarter with $629 million of cash on hand or $778 million, including marketable securities. Our liquidity on March 31 was $1.1 billion.\nI want to update you on a revision to the scheduled mill maintenance outage guidance that we provided on last quarter's call. Current plans in the scope of work has changed, resulting in a revised total company estimated cost impact for the year of $1.04 per share versus the $1.13 per share previously. The actual impact in the first quarter was $0.15 per share and the revised estimated impact by quarter for the remainder of the year is now $0.26 per share in the second quarter, $0.22 in the third and $0.41 per share in the fourth quarter.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Bob. Looking ahead, as we move from the first and into the second quarter, we expect demand in our Packaging segment to remain very strong, and we'll continue implementing the previously announced price increases in both our Packaging and Paper segments. Volume in the Paper segment will be lower with the scheduled outage at our International Falls mill. And as Bob pointed out, total scheduled outage costs will be $0.11 higher than the first quarter.\nWe also anticipate continued inflation with freight, logistics expenses as well as most of our operating costs, although recycled fiber prices should be slightly lower. Considering all of these items, we expect second quarter earnings of $2.83 per share.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. The statements were based on current estimates, expectations and projections of the company and do involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in the annual report on Form 10-K and on file with the SEC. Actual results could differ materially from those expressed in the forward-looking statements.\nAnd with that, Patricia, I'd like to open up the call for questions, please."
  },
  {
    "header": "PKG",
    "cik": "0000075677",
    "ticker": "PKG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/47fd5d3ec9404eb76ddedce5cc780816",
    "period": "2021 Q4",
    "content": "Q4 2021 Packaging Corp of America Earnings Call\n\nQ4 2021 Packaging Corp Of America Earnings Call\n\nPKGNYSEJAN 27, 9:00 AM\n\nOperator\n\nThank you for joining Packaging Corporation of America's Fourth Quarter and Full Year 2021 Earnings Results Conference Call. Your host today will be Mark Kowlzan, Chairman and Chief Executive Officer of PCA. Upon conclusion of his narrative, there will be a Q&A session. I will now turn the conference over to Mr. Kowlzan, and please proceed when you are ready.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThank you, Myra. Good morning, and thank you all for participating in Packaging Corporation of America's Fourth Quarter and Full Year 2021 Earnings Release Conference Call. I'm Mark Kowlzan, Chairman and CEO of PCA, and with me on the call today is Tom Hassfurther, Executive Vice President, who runs the Packaging business; and Bob Mundy, our Chief Financial Officer.\nI'll begin the call with an overview of our fourth quarter and full year results, and now I'll be turning the call over to Tom and Bob, who'll provide further details. I'll then wrap things up, and then after that, we'll be glad to take questions.\nYesterday, we reported fourth quarter 2021 net income of $217 million or $2.28 per share. Excluding the special items, fourth quarter 2021 net income was $262 million or $2.76 per share, compared to fourth quarter 2020 net income of $127 million or $1.33 per share. Fourth quarter net sales were $2 billion in 2021 and $1.7 billion in 2020. Total company EBITDA for the fourth quarter, excluding special items, was $463 million in 2021 and $293 million in 2020. Fourth quarter and full year 2021 net income included special items primarily for costs associated with the company's debt refinancing that was completed in October of 2021 and for certain costs at the Jackson, Alabama mill for paper to containerboard conversion related activities.\nWe also recorded full year 2021 earnings, excluding special items, of $894 million or $9.39 per share compared to 2020 earnings, excluding special items, of $550 million or $5.78 per share. Net sales were $7.7 billion in 2021 and $6.7 billion in 2020. Excluding special items, total company EBITDA in 2021 was $1.7 billion compared to $1.2 billion in 2020. Details of all special items for the years 2021 and 2020 were included in the schedules that accompanied the earnings press release. Excluding the special items, the $1.43 per share increase in fourth quarter 2021 earnings, compared to the fourth quarter of 2020, was driven primarily by higher prices and mix of $2.17 and volume $0.35 in our Packaging segment, higher prices and mix in our Paper segment for $0.09, a lower tax rate for $0.04, lower nonoperating pension expense, $0.03, lower interest expense, $0.02, and other items, $0.02.\nThese items were partially offset by higher operating costs of $0.68 per share, primarily due to inflation-related increases, particularly in the areas of labor and benefits expenses, wood and recycled fiber costs, energy, repairs, materials and supplies, as well as several other indirect and fixed cost areas. We had higher freight and logistics expenses of $0.24 per share, as diesel prices and fuel surcharges continued to increase along with continuing truck and driver shortages, and very low box car availability. Scheduled maintenance outage expenses were $0.14 per share above last year, and volumes in our Paper segment were lower by $0.11 per share, as both our machines at the Jackson mill produced containerboard the entire quarter versus only a portion of last year's fourth quarter.\nFinally, inflation on pallets and other materials drove converting costs higher by $0.08 per share and depreciation expense was higher by $0.04 per share.\nLooking at the Packaging business. EBITDA, excluding special items in the fourth quarter of 2021 of $461 million, with sales of $1.9 billion resulted in a margin of 24.5% versus last year's EBITDA of $303 million and sales of $1.5 billion or 19.7% margin. For the full year 2021, Packaging segment EBITDA, excluding special items, was $1.7 billion with sales of $7.1 billion, or a 23.9% margin, compared to full year 2020 EBITDA of $1.2 billion with sales of $5.9 billion or a 20.8% margin.\nDemand in our Packaging segment remained very strong with record-setting shipments from our corrugated products plants. In order to meet the needs of our plants, the mills ran full out producing a record fourth quarter volume of containerboard. The high efficiency of our mill operations, along with a very successful scheduled outage at our DeRidder, Louisiana mill, and favorable seasonal weather patterns relative to temperatures and precipitation, helped to minimize higher inflation-driven operating costs during the quarter. Although we completed the scheduled outage at our DeRidder mill earlier than we planned, and we produce containerboard on both machines at the Jackson mill for the entire quarter, we ended the year with inventory, including the additional containerboard from our December acquisition of Advanced Packaging, below third quarter levels. And on a weeks of supply basis, we are once again below our targeted and historical levels.\nConsidering the anticipated strong demand and to mitigate potential project risks to supply chain bottlenecks for material and critical equipment deliveries, we've decided to postpone the first phase of the Jackson, Alabama No. 3 machine conversion from the spring and into the fall of this year. In order to enhance the capabilities for reaching our target inventory levels and with 4 other mills already scheduled for the first half of 2022 outages, we felt this was a very prudent decision to ensure our customers are supplied with their needs and the quality of our conversion work at the mill meets PCA standards.\nWe plan to continue producing containerboard on both Jackson machines for the foreseeable future. And we will continue to refine our estimates and assumptions to fully understand the potential of the entire mill to produce containerboard on both machines at their optimal cost and quality.\nI'll now turn it over to Tom, who will provide more details on containerboard sales and the corrugated business specifically.\n\nThomas A. Hassfurther\n\nEVP of Corrugated Products, Packaging Corporation of America\n\nThanks, Mark. As Mark alluded to, in the fourth quarter, our corrugated products plants established a new fourth quarter total shipments record and set a new all-time quarterly record for shipments per day, both up 0.1% over the fourth quarter of 2020, which was an all-time record quarter for us and the industry. On a sequential basis, we exceeded third quarter 2021 ship -- total shipments, even though we had 3 less shipping days in the fourth quarter.\nFor the full year, annual corrugated shipment records were set as well, both in total, up 4.5%, and shipments per day up 5%, with 1 less shipping day compared to 2020. In addition to supplying the record internal needs of our box plants, our outside sales volume of containerboard was 36,000 tons higher than the third quarter of 2021, and 91,000 tons above last year's fourth quarter. In addition to the strong domestic market, as we typically do during the second half of the year, we needed to catch up on commitments to our key export customers. As you know, we are not large players in the export market, but we've developed long-term relationships with certain customers over many years, and you can't just turn these relationships on and off based on the relative dynamics in the domestic and global markets.\nDomestic containerboard and corrugated products prices and mix together were $1.87 per share higher than the fourth quarter of 2020, and up $0.37 per share versus the third quarter of 2021, as we have substantially completed our rollout of last year's price increase announcements. Export containerboard prices were $0.30 per share above the fourth quarter of 2020 and $0.09 per share higher than the third quarter of 2021.\nRegarding our fourth quarter demand and our current outlook for 2022, as I mentioned before, the same issues that continue to impact our ability to get more volume out of our box plants also persist with our customers and suppliers. Labor shortages, which had already been an issue for some time, have been even more challenging with the impact of the Omicron variant. Truck and driver availability, the lack of available box cars to move containerboard from our mills to our box plants, and many other supply chain bottlenecks will continue to be challenges for quite some time.\nCustomers continue to tell us they have higher demand and could ship more if not for these or similar issues. There is no doubt we view demand as strong, and we expect this to continue even with the numerous obstacles most companies are facing.\nFinally, I would like to add that our acquisition of Advanced Packaging, that we spoke about during our last call, was successfully completed last month. This acquisition gives us the ability to integrate over 80,000 tons per year and provide several other benefit and synergy opportunities that we will deliver on very quickly. Although there was no meaningful contribution to our fourth quarter results, as the transaction closed late in the quarter, we have already made tremendous progress integrating Advanced into our operations, and we are off to a great start toward achieving our goals and objectives. This could not have been accomplished without the outstanding effort and dedication of the employees of PCA, including our newest employees from Advanced Packaging.\nI'll now turn it back to Mark.\n\nMark William Wilde\n\nSenior Analyst, BMO Capital Markets Equity Research\n\nThanks, Tom. (inaudible) With sales of $143 million or an 18.4% margin, compared to fourth quarter 2020 EBITDA of $10 million and sales of $156 million or 6.1% margin. For the full year 2021, Paper segment EBITDA, excluding special items, was $72 million with sales of $600 million or a 12% margin, compared to full year 2020 EBITDA of $73 million with sales of $675 million or a 10.8% margin. As expected, sales volume was below last year and third quarter 2021 levels, as we did not produce any paper volume at the Jackson mill during the quarter. Average paper prices and mix were 9% above fourth quarter for 2020, and over 3% higher than the third quarter of 2021, as we continued the implementation of our previously announced price increases.\nWhile we have currently maintained our capability to produce uncoated freesheet on both machines at Jackson, we will continue to monitor market conditions and run our paper system accordingly. As we begin the call, -- we -- as we begin the year, we anticipate that volume from our Paper segment will be fairly representative of the over 500,000 ton-per-year capacity at the International Falls mill. The commercial team and the employees at International Falls have done a tremendous job optimizing our inventory, product mix and cost structure. And for 2022, we expect solid EBITDA margins of 15% to 20% from the Paper segment.\nFinally, I'll mention that last week, we notified customers of an $80 per ton price increase effective with shipments beginning February 14 for all office papers, printing papers and converting papers.\nI'll now turn it over to Bob.\n\nRobert P. Mundy\n\nExecutive VP & CFO, Packaging Corporation of America\n\nThanks, Mark. The lower tax rate benefit in the fourth quarter was the result of favorable state income tax return versus provision adjustments made annually. We expect our tax rate for the first quarter of 2022 to represent a more typical rate of approximately 25%.\nCash provided by operations during the quarter totaled $391 million with free cash flow of $152 million. Capital expenditures were $239 million, which was a bit higher than the guidance we gave you on our last call last quarter, as we were able to get more work completed on projects at several corrugated plants as well as items related to the Jackson #3 machine conversion than we had anticipated. For the year, our total capital spending of $605 million was still below our original guidance range due to the same material, equipment and labor availability issues, we spoke about last quarter.\nOther cash payments during the fourth quarter included $189 million for the purchase price of the Advanced Packaging acquisition, dividend payments of $95 million, cash tax payments of $42 million, and net interest payments of $38 million. As we mentioned on our last call, during the third quarter, we issued $700 million of 30-year 3.05% notes and used the proceeds from these notes to redeem our 4.5%, $700 million 2023 notes in early October. This transaction lowered our overall interest rate from 3.9% to 3.5%, lowered our annual interest expense by $11 million per year, and extended our average debt maturity from 8.5 years to 16.3 years. Our gross debt remained unchanged at $2.5 billion.\nBased on the timing of closing the new bonds in September, our cash balance at the end of the third quarter included the new bond proceeds. However, since the redemption of the old bonds occurred in October, there was a cash outflow in the fourth quarter totaling $756 million, which included a redemption premium for the retired bonds. The final significant cash payment in the fourth quarter was $193 million for repurchasing over 1.4 million shares of our common stock at an average price of $133.79 per share. This provided an earnings per share benefit of approximately $0.01 in the fourth quarter compared to last year, and we expect an additional sequential benefit of approximately $0.02 per share in the first quarter of 2022. These repurchases of our outstanding stock, together with $380 million of annual dividend payments, represent over 52% of cash from operations or 64% of net income that was returned to shareholders in 2021.\nWe ended the year with $765 million of cash, including marketable securities, and our liquidity at December 31 was just under $1.1 billion.\nFor the full year 2021, cash from operations was $1.1 billion, and free cash flow was $489 million. A recurring effective tax rate for 2021 was 24%, and our final reported cash tax rate was 19%.\nRegarding full year estimates for 2022, certain key items for the -- as we move forward. We expect total capital expenditures to be approximately $800 million, and DD&A is expected to be approximately $455 million. With the recent fourth quarter 2021 share repurchases, we expect dividend payments of approximately $375 million, and cash pension and post-retirement benefit plan contributions of $52 million. Our full year interest expense in 2022 is expected to be approximately $86 million and net cash interest payments should be about $85 million.\nThe estimate for our 2022 combined federal and state cash tax rate is approximately 20% and our book effective tax rate approximately 25%.\nCurrently, planned annual maintenance outages at our mills in 2022 will result in approximately 35,000 more tons of lost containerboard production compared to 2021, which includes the tons lost during the first phase of the Jackson #3 machine conversion in the fourth quarter. The annual earnings impact of these outages, including lost volume, direct costs and amortized repair costs, is expected to be $1.13 per share compared to $0.91 per share in 2021. Current estimated impact by quarter in 2022 is $0.15 per share in the first quarter, $0.33 in the second quarter, $0.24 in the third and $0.41 per share in the fourth quarter.\nI'll now turn it back over to Mark.\n\nMark W. Kowlzan\n\nChairman of the Board & CEO, Packaging Corporation of America\n\nThanks, Bob. For almost 2 years now, our employees have displayed tremendous adaptability and energy to overcome many obstacles in both their personal and work lives to deliver significant accomplishments throughout the company. We achieved new records for both containerboard shipments and corrugated product shipments. We successfully completed or substantially completed significant cost reduction and process improvement projects at our mills, including a new boiler at our Filer mill for utilizing self-generated biogenic sources for energy, fiber flexibility projects at Wallula in Jackson, Alabama, Woodyard, headbox and shoe press improvements at Wallula Mill, headbox and wet end upgrades at the Valdosta mill, real upgrades, pulp mill refining and shoe press improvements at DeRidder, Louisiana and many others.\nAlong with our recent acquisition of Advanced Packaging, we completed numerous high-return projects in our corrugated products plants that will allow us to continue to better optimize the entire packaging business for the future and deliver profitable growth and mix enhancement opportunities for our customers and shareholders. All the capital improvement projects, that I referenced in the mills and corrugated plants, have required the complete involvement of PCA personnel from project conception, preliminary and detailed engineering, all the way through to project implementation and start-up.\nAlthough it required significant capital investments in order to achieve these important initiatives, we did so while improving our industry-leading return on invested capital to over 19%. We optimized the platform and financial results of our paper business while utilizing the versatility of the Jackson, Alabama mill to produce containerboard with minimal capital spending and delivering over $100 million of profit to our Packaging business in 2021. Over 64% of our net income was returned to our shareholders from dividend payments and stock repurchases.\nIn addition, with our recent debt refinancing, we lowered the overall interest rate from 3.9% to 3.5%, lowered our annual interest expense by $11 million per year, and extended the average debt maturity from 8.5 years to 16.3 years.\nAnd finally, we ended the year with almost $1.1 billion of liquidity and a strong balance sheet, which maintains the financial flexibility to react quickly to most situations or opportunities in the future. These accomplishments, along with the recently approved $1 billion share repurchase authorization, clearly illustrate our continued commitment to a balanced approach towards capital allocation in order to profitably grow our company and return -- and maximize the returns to our shareholders, while still adhering to our conservative balance sheet approach, as we've done for many years.\nI'm very proud of the accomplishments and the strong partnerships that we've built with our customers and suppliers over many years. Looking ahead, as we move from the fourth and into the first quarter, in our Packaging segment, we expect to benefit from higher corrugated product shipments with 3 additional shipping days, and we expect shipments per day to be higher than last year's first quarter, as demand remains very strong, along with slightly higher domestic and export prices and mix.\nAdditionally, in our Paper segment, we expect higher prices and mix from our previously announced price increase that was implemented beginning last November. There should also be a small benefit in the first quarter from our most recent uncoated freesheet price increase that was announced last week. Scheduled outage expenses will be lower and we expect a small benefit from our recent share repurchases. However, continued higher inflation across most all operating and converting costs, as well as freight and logistics expenses more than offset these benefits. We estimate this to be the largest inflation-driven sequential cost increase in our history.\nIn addition to the inflation-related impact, labor and benefits costs will also be higher due to timing-related increases as we start a new year, and seasonally colder weather should increase energy and wood costs. Considering these items, we expect first quarter earnings of $2.50 per share. This does not include any potential benefit from a $70 per ton price increase across all liner and medium grades that we communicated to our customers within the last few days.\nWith that, we'd be happy to entertain any questions, but I must remind you that some of the statements we've made on the call constituted forward-looking statements. These statements were based on current estimates, expectations and projections of the company, and involve inherent risks and uncertainties, including the direction of the economy and those identified as risk factors in our annual report on Form 10-K, and in subsequent quarterly reports on Form 10-Q that are filed with the SEC. Actual results could differ materially from those expressed in these forward-looking statements.\nAnd with that, Myra, I'd like to open the call to questions, please."
  }
]