[
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e9e4eb623b13dee28dca94b66f4dd1ca",
    "period": "2026 Q1",
    "content": "Q1 2026 The Clorox Co Earnings Call\n\nQ1 2026 The Clorox Co Earnings Call\n\nCLXNYSENOV 3, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Clorox Company First Quarter Fiscal Year 2026 Earnings Release Conference Call. [Operator Instructions]. As a reminder, this call is being recorded. I would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for the Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThank you, Jen. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our Chair and CEO; and Luc Bellet, our CFO. Please note that our earnings release and prepared remarks are available on our website at the cloroxcompany.com. In just a moment, Linda will share a few opening comments, and then we'll take your questions. During this call, we may make forward-looking statements, including about our fiscal year 2026 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identifies various factors that could affect such forward-looking statements, which have been filed with the SEC. In addition, please refer to the non-GAAP financial information section in our earnings release and the supplemental financial schedule in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures. Now I'll turn it over to Linda.\n\nLinda J. Rendle\n\nCEO & Chairman\n\nThank you for joining us today. In Q1, we reached a major milestone in our transformation journey with the successful launch of our new ERP system in the U.S. This foundational step has strengthened our digital backbone and unlocks new value streams for our company. Launching the ERP was a significant undertaking. And while the transition presented some challenges, our team's resilience and adaptability allowed us to navigate them effectively, and we're already seeing the benefits ramp up across our operations. As we move forward, we've incorporated the realities of the implementation into our latest outlook and made the necessary adjustments to strengthen our plan for the remainder of the year. Importantly, as we move past these temporary challenges, we are fully focused on our demand creation plan to deliver superior value to our consumers and reinvigorate category growth. With that, Luc and I are happy to take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/27dcf48f5fd0cf69dcf31fe6c64d9a8f",
    "period": "2025 Q4",
    "content": "Q4 2025 The Clorox Co Earnings Call\n\nQ4 2025 The Clorox Co Earnings Call\n\nCLXNYSEJUL 31, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to The Clorox Company Fourth Quarter Fiscal Year 2025 Earnings Release Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nI would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThank you, Jen. Good afternoon, everyone, and thank you for joining us.\nOn the call with me today are Linda Rendle, our Chair and CEO; and Luc Bellet, our CFO. Please note also that our earnings release and prepared remarks are available on our website at thecloroxcompany.com. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal year 2026 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identify various factors that could affect such forward-looking statements, which has been filed with the SEC.\nIn addition, please refer to the non-GAAP financial information section in our earnings release and the supplemental financial schedule in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow I'll turn it over to Linda.\n\nLinda J. Rendle\n\nCEO & Chairman\n\nThank you for joining us today. Our Q4 and fiscal year 2025 performance was met, with weaker-than-expected top line growth, balanced by strong margin and earnings performance for the year.\nIn the front half of the year, our fundamentals on consumer category and tariffs played out largely in line with our expectations. In the back half, our category slowed when macroeconomic uncertainties picked up. While this largely stabilized in Q4, it has not yet normalized.\nTo put the quarter in context, we executed many of the elements with Opulence as we shipped higher than expected incremental orders to temporarily build retailer inventories in support of our ERP launch in the U.S. And as a reminder, our new ERP is a critical part of a digital -- a strong digital foundation that enables us to better leverage data and insight to drive revenue and efficiencies. We also delivered strong gross margin and earnings in the quarter.\nAt the same time, when consumers are stressed, the bar goes up and we didn't deliver on all elements of our plans for value superiority on some of our businesses this quarter. We also lapped abnormally high demand creation activities from last Q4, as we continue to rebound shares following supply restoration from our August 2023 cyber attack. This led to lower-than-expected sales for the quarter when we exclude the ERP retail inventory build.\nLooking ahead, we are core cited on what we need to do to win in the marketplace and deliver clearly superior experiences and value to our consumers in this environment. We see opportunity ahead as consumers continue to seek better experiences and we will lean into this with our innovation pipeline in the back half of the year.\nImportantly, we're excited to advance our transformation and begin to fully unlock the new modernized capabilities we built. While we have more work to do, I'm confident we have the right plans, capabilities and investment levels, not only to win with consumers, but also to deliver strong financial performance in fiscal year 2026 and beyond.\nWith that, Luc and I will now take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5cfe219bc882b2acb710fceeaf0686b1",
    "period": "2025 Q3",
    "content": "Q3 2025 The Clorox Co Earnings Call\n\nQ3 2025 The Clorox Co Earnings Call\n\nCLXNYSEMAY 5, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Clorox Company Third Quarter Fiscal Year 2025 Earnings Release Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nI would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for the Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThank you, Paul. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our Chair and CEO; and Luc Bellet, our CFO. I hope everyone has had a chance to read our earnings and prepared remarks, both of which are on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal year 2025 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identifies various factors that could affect forward-looking statements, which has been filed with the SEC. In addition, please refer to the non-GAAP financial information section in our earnings release and the supplemental financial schedules in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow I'll turn it over to Linda.\n\nLinda J. Rendle\n\nCEO & Chairman\n\nThank you for joining us today. I'd like to welcome Luc to his first call as CFO.\nLooking back to the start of the fiscal year, we expected a tougher consumer environment with increased competition and slower category growth. For the first half of the year and the first half of the third quarter, we saw just that. During the second half of the third quarter, U.S. consumer sentiment weakened [ substantiate ] and macroeconomic and geopolitical uncertainties drove changes in shopping behaviors, resulting in temporary category impact and lower-than-expected sales. Despite these headwinds, our fundamentals remain [indiscernible]. We held overall market shares and delivered our 10th consecutive quarter of gross margin expansion, which enables us to keep reinvesting in our brands, our innovation pipeline and in the transformation of our business.\nAs we look ahead, we anticipate consumers and retailers will remain under pressure, which is reflected in our updated outlook. That said, we are confident in our portfolio of trusted brands and the essential role they play in consumers' daily lives. Our proven resilience and execution equip us to navigate the uncertainties ahead. For this year, that means we continue to expect to deliver organic sales growth and another year of strong earnings growth while continuing to progress our long-term strategy.\nWith that, Luc and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c3f365db5d925ef78dab940b585eccca",
    "period": "2025 Q2",
    "content": "Q2 2025 The Clorox Co Earnings Call - Q&A\n\nQ2 2025 The Clorox Co Earnings Call - Q&A\n\nCLXNYSEFEB 3, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to The Clorox Company Second Quarter Fiscal Year 2025 Earnings Release Conference Call.\n[Operator Instructions]\nAs a reminder, this call is being recorded. I would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThanks, Jen. Good afternoon, and thank you for joining us. Joining me today are Linda Rendle, our Chair and CEO; Kevin Jacobsen, our CFO; and Luc Bellet, our Treasurer and incoming CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website.\nIn just a moment, Linda will share a few opening comments, and then we'll take your questions. During this call, we may make forward-looking statements that are based on management's current expectations but may differ from actual or outcome. In addition, these remarks may [indiscernible] to certain non-GAAP financial measures. Please refer to our earnings release, which identifies various factors that could affect forward-looking statements and provide information that reconciles non-GAAP financial measures to the most directly comparable GAAP measures. The Risk Factors section of the company's Form 10-K also includes further discussion of forward-looking statements. Now I'll turn it over to Linda.\n\nLinda J. Rendle\n\nCEO & Chairman\n\nThank you for joining us today. Before we start the Q&A, I think you all know that we announced a CFO transition last week. I want to take a moment to thank Kevin for his nearly 30 years with Clorox. He has been an essential change agent to our IGNITE strategy in transforming our company. I deeply appreciate his partnership, leadership and countless contributions to Clorox, and I wish him the very best in his retirement later this year. I also want to welcome Luc Bellet as he steps into the role of CFO starting on April 1. Luke is a strong and experienced leader who I've worked with in many roles over my career at Clorox and I'm confident he'll build on the strong foundation established by Kevin. With that, Kevin and Luc will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/54d519762486670f7b6db791c4b2f438",
    "period": "2024 Q4",
    "content": "Q4 2024 The Clorox Co Earnings Call - Q&A\n\nQ4 2024 The Clorox Co Earnings Call - Q&A\n\nCLXNYSEAUG 1, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Clorox Company Fourth Quarter Fiscal Year 2024 Earnings Release Conference Call. [Operator Instructions] As a reminder, this call is being recorded. I would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThank you, Jen. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our Chair and CEO; and Kevin Jacobsen, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal 2025 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section which identifies various factors that could affect such forward-looking statements, which has been filed with the SEC.\nIn addition, please refer to the non-GAAP financial information section of our earnings release, the supplemental financial schedules in the Investor Relations section of our website for reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures. Now I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director\n\nThank you for joining us today. Our fourth quarter and fiscal year 2024 results reflect the continued advancement of our strategy to strengthen our competitive advantage accelerate profitable growth and set up our company for long-term success, all while navigating a recovery from the cyber attack earlier in the year. Thanks to the team's execution, we ended fiscal year 2024 in a position of operational strength. We fully restored supply and distribution and recovered most of the market share that we lost.\nWe closed out with flat organic sales for the full year despite the significant disruption caused by the cyber attack, which drove an 18% organic sales decline in the first quarter. Importantly, we continue to deliver on our commitment to rebuild margin to fuel growth, delivering our seventh consecutive quarter of margin expansion. We're on track to return to our pre-pandemic gross margins in fiscal year 2025. We also achieved another year of double-digit adjusted EPS growth.\nAs we look ahead to fiscal year 2025, consumers remain [indiscernible], which will continue to temporarily increase competitive activity and impact category growth. That said, we have a portfolio of strong brands in asset categories that are shown resilience during challenging times. We have and will continue to invest strongly behind our brands to maintain value superiority. While we have more work to do, we are confident that we have the right plans and investment level to win with consumers and deliver strong financial performance in fiscal year 2025, supported by a return to volume-driven sales growth, pre-pandemic gross margin and free cash flow in line with our long-term goals. With that, Kevin and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d02c3ffd8636f7ed833f7e4e11a51dfe",
    "period": "2024 Q3",
    "content": "Q3 2024 The Clorox Co Earnings Call - Q&A\n\nQ3 2024 The Clorox Co Earnings Call - Q&A\n\nCLXNYSEAPR 30, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to The Clorox Company Third Quarter Fiscal Year 2024 Earnings Release Conference Call. [Operator Instructions]. As a reminder, this call is being recorded. I would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nGood afternoon, and thank you for joining us. On the call today with me are Linda Rendle, our Chair and CEO; and Kevin Jacobsen, our CFO.\nI hope everyone has had a chance to review our earnings release and prepared remarks. Both of these are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal 2024 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes.\nIn addition, we may refer to non-GAAP financial measures. Please refer to the forward-looking statements section, which identify various factors that could affect such forward-looking statements, which have been filed with the SEC.\nIn addition, please refer to the non-GAAP financial information section of our earnings release and the supplemental financial schedules in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director\n\nThank you for joining us today. During the third quarter, we continued to progress our recovery from the August cyber attack while advancing our Ignite strategy to build a stronger, more resilient company. For the most part, our progress in the third quarter was in line with our expectations.\nSales came in lower as a few businesses experienced slower supply recovery than we planned. Gross margin came in higher, benefiting from our margin transformation program [indiscernible] environment.\nDespite lower sales and strong investments in our brands, we finished the quarter ahead of our expectations on adjusted earnings per share.\nBefore we turn to questions, I think stepping back and putting these results in context is important. Given the magnitude of disruption from the cyber attack, we knew our plans to restore the fundamentals of our business would be complex, and a recovery path would not be linear.\nWe have made tremendous progress and are laser-focused on finishing the job. We tracked well ahead of our expectations in the second quarter and knew we had more work to do as we entered the back half of the year to return our business to the strong trajectory it was on at the start of fiscal year '24.\nThis included fully rebuilding inventories, restoring normalized service levels and rebuilding commercial plans for each of our businesses, which we accomplished by the end of the third quarter. These actions unlock our ability to fully restore lost distribution due to the cyber attack and return to normalized merchandising levels as planned in the fourth quarter.\nThrough Q3, we regained nearly 90% of the market share we lost and expect to make further progress in Q4. With service levels now normalized, and strong investment levels behind our brands, we're confident we can rebuild household penetration and return to volume growth over time.\nDespite the significant disruption and lost sales we've experienced and based on our team's strong work, we are now positioned to exceed our original gross margin target and meet or exceed our adjusted EPS guidance we provided at the beginning of the year before the cyber attack.\nImportantly, our recovery progress to date puts us in a good position to exit fiscal 2024 with strong fundamentals. In addition, we continue to execute well against our Ignite strategic priorities throughout our recovery. We made substantial progress rebuilding gross margins, continuing to target returning to pre-pandemic levels over time.\nWe launched innovation, invested in our brands and capabilities, progressed streamlined operating model and digital transformation and completed the divestiture of our Argentina business, which supports our goal of evolving our portfolio to deliver more consistent and profitable growth.\nIn closing, we're taking the right steps to navigate the near term and continuing to advance our Ignite strategy. I'm confident we have the right investments and plans to deliver against our strategic and financial objectives and enhance long-term shareholder value.\nWith that, Kevin and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/744e8a9564ea3b881ff76f2f42ce10ab",
    "period": "2024 Q2",
    "content": "Q2 2024 The Clorox Co Earnings Call - Q&A\n\nQ2 2024 The Clorox Co Earnings Call - Q&A\n\nCLXNYSEFEB 1, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to The Clorox Company Second Quarter Fiscal Year 2024 Earnings Release Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nI would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThank you, Jen. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our Chair and CEO; and Kevin Jacobsen, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks both of which are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal 2024 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section which identifies various factors that could affect such forward-looking statements, which have been filed with the SEC. In addition, please refer to the non-GAAP financial information section of our earnings release and the supplemental financial schedules in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director\n\nHello, everyone, and thank you for joining us today. We delivered financial results above our expectations in the second quarter, thanks to very strong progress on a recovery from the August cyber attack. Continued advancement of our strategies to drive top line growth and rebuild margin, as well as the swift and effective management of currency headwinds in Argentina. We are rebuilding retailer inventories ahead of schedule, enabling us to return to merchandising and restore distribution. As a result, we made great streets rebuilding market shares. .\nImportantly, throughout our out-of-stock period and recovery, we've maintained our strong brand superiority results as measured by our consuming metric. This speaks to the power of our advantaged portfolio, the superior value of our brands and their role in consumers' daily lives. While there's still more work to do, we're on the right path to return our business to the trajectory it was on before the cyber attack. Looking ahead, we expect the operating environment to remain challenging as consumers remain under pressure and their value-seeking behaviors continue. Nevertheless, we remain committed to growing the top line and rebuilding margins and expect volume to play a stronger role in our top line performance as we lap pricing.\nWe're well positioned to make further progress in rebuilding distribution and market shares as well as drive volume and household penetration growth over time through strong demand creation plans. Given the progress we made in the second quarter, we are also updating our full year 2024 outlook. We have a strong diverse portfolio of trusted brands, we play in essential categories, and we're making the right investments guided by our IGNITE strategy to create long-term value for stakeholders. I'm confident that taking the appropriate actions to build a stronger, more resilient company that is positioned to win in the marketplace and deliver consistent, profitable growth over time.\nWith that, Kevin and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/526c262b317579993f5030c6f47837e3",
    "period": "2024 Q1",
    "content": "Q1 2024 The Clorox Company Earnings Call\n\nQ1 2024 The Clorox Company Earnings Call\n\nCLXNYSENOV 1, 5:00 PM\n\nOperator\n\nGood day ladies and gentlemen, and welcome to The Clorox Company's first quarter fiscal year 2024 earnings release conference call. \nAt this time, all participants are in a listen-only mode.\nAt the conclusion of our prepared remarks, we will conduct a question and answer session.\nIf you would like to ask a question, you may press star one on your touchtone pad at anytime. If anyone should require assistance during the conference, please press star zero on your touchtone pad at anytime.\nAs a reminder, this call is being recorded.\nI would now like to introduce your host for today's conference call, Ms. Lisa Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThank you Jen. Good afternoon and thank you for joining us. On the call today with me are Linda Rendle, our CEO and Kevin Jacobsen, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website.\nIn just a moment, Linda will share a few opening comments and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal 2024 outlook. These statements are based on management's current expectations, but may differ from actual results or outcomes.\nIn addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identifies various factors that could affect such forward-looking statements, which have been filed with the SEC.\nIn addition, please refer to the non-GAAP financial information section of our earnings release and the supplemental financial schedules in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow, I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director\n\nHello everyone and thank you for joining us.\nWe entered fiscal year 2024 with momentum supported by strong progress on our priorities over the past several quarters to maintain top line growth while rebuilding margin.\nPrior to the August cyber attack, our performance was on track with our expectations with solid consumption and market share trends, including improving volume consumption as we lapped year ago pricing actions. This is a testament to the strength and superior value of our brand and the role they play in our consumers' daily lives. \nIn addition, we continued to realize benefits from our margin enhancing initiatives, including pricing, cost savings, and supply chain optimization. However, the cyberattack caused wide scale operational disruptions, which adversely impacted our first quarter financial performance. While we're not yet back to normal, we are now on a solid path to operational recovery, but this will take some time.\nWe're laser focused on our immediate priorities and are rebuilding retailer inventories as quickly as possible preserving merchandising activity and improving our distribution to return to the trajectory we were on prior to the cyber attack.\nWe've proven that we can execute and rebuild inventories, earn back our shelf space and distribution, and regain and ultimately drive share growth over time, just as we did coming out of the pandemic when we restored supply following extraordinary demand for our products.\nWe're confident our ability to do so again given the strength and superior value of our brand, the relevance of our ignite strategy, and the relentless focus of our teams on executing with excellence to win in the marketplace.\nAs we navigate the near term, we remain committed to our long term strategies for growing the topline and rebuilding margins, which includes investing in innovation and brand building, driving our hallmark cost savings program, and advancing our digital transformation and streamline operating model.\nLooking ahead, the disruption of the last few months does not change the Clorox story. As we execute on our recovery efforts, we're confident that our portfolio of leading brands and essential categories and our ignite strategy will enable us to regain market share and deliver consistent, profitable growth over time.\nWith that, Kevin and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bc87a32c63967b123a1b02d1140c8449",
    "period": "2023 Q3",
    "content": "Q3 2023 The Clorox Company Earnings Call\n\nQ3 2023 The Clorox Company Earnings Call\n\nCLXNYSEMAY 2, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Clorox Company Third Quarter Fiscal Year 2023 Earnings Release Conference Call.\n[Operator Instructions]\nAs a reminder, this call is being recorded. I would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for the Clorox Company. Ms. Burhan, you may begin.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThanks, Jen. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our CEO; and Kevin Jacobson, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about fiscal year 2023 outlook. These statements are management's current expectations and may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identify various factors that could affect such forward-looking statements, which have been filed with the SEC.\nIn addition, please refer to the non-GAAP financial information section of our earnings release and the supplemental financial schedule in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director\n\nHello, everyone, and thank you for joining us. We delivered strong results in the third quarter and made a challenging operating and cost environment with organic sales growth in all 4 segments, gross margin expansion and double-digit adjusted EPS growth. Our performance reflects solid execution by our team, the strength and resilience of our portfolio, the superior value of our brands and the relevance of our Ignite strategy. .\nBased on our strong performance, we're raising our fiscal year outlook. During the quarter, we made great progress through building margin while maintaining top line growth. Net sales grew above our long-term target, and we delivered our second consecutive quarter of gross margin improvement supported by cost-justified pricing and decade-high cost savings. We also made further progress on our Ignite priorities, investing in our brands and innovation pipeline, while advancing our digital transformation and streamlined operating model to create a stronger, more resilient company.\nWhile we're encouraged by our progress to date, we're relentlessly focused on controlling what we can to drive and appropriately balance both top line and bottom line growth. Looking ahead, we expect the operating environment to remain volatile and challenging. Despite recent moderation in pockets of input costs, overall inflationary headwinds continue to be strong. In light of this and ongoing macro uncertainty, we're watching consumer reactions very closely given the potential for them to come under greater pressure, and we are prepared to adapt plans as necessary. Regardless, we have trusted brands and essential categories, which we continue to invest behind. I remain confident that our actions position us well to navigate this environment and deliver consistent profitable growth over time.\nWith that, Kevin and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e85696bfa9805d70a678d5fa30277142",
    "period": "2023 Q4",
    "content": "Q4 2023 The Clorox Company Earnings Call\n\nQ4 2023 The Clorox Company Earnings Call\n\nCLXNYSEAUG 2, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to The Clorox Company Fourth Quarter Fiscal Year 2023 Earnings Release Conference Call. [Operator Instructions]. As a reminder, this call is being recorded. I would now like to introduce your host for today's call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVice President of Investor Relations\n\nThanks, Ross. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our CEO; and Kevin Jacobsen, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal 2024 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identifies various factors that could affect such forward-looking statements, which have been filed with the SEC. In addition, please refer to the non-GAAP financial information section of our earnings release and the supplemental financial schedules in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures. Now I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director\n\nHello, everyone, and thank you for joining us. We closed out fiscal year 2023 with strong results, underscoring the significant progress we've made against our strategic priorities. Over the course of the year, we've been relentlessly focused on driving top line growth and rebuilding margins in a challenging operating environment while continuing to invest in the long-term health of our brands, categories and capabilities. Thanks to our team's strong execution across a comprehensive set of actions we delivered on these commitments.\nFor fiscal year 2023, we generated net sales growth of 4% within our long-term target. Gross margin expansion of 360 basis points and adjusted EPS growth of 24%. Our performance reflects our commitment to driving operational excellence and margin improvement supported by the strength and resilience of our portfolio and the relevance of our Ignite strategy. In addition to delivering results over the short term, we made progress on our IGNITE strategy. The investments we're making to deliver consumer-inspired innovation, strengthen the superior value of our brands, advance our digital transformation and streamline our operating model are positioning us to drive long-term profitable growth. As we look ahead to fiscal year 2024, we are clear on our priorities. While we expect the environment to remain difficult with macroeconomic uncertainty persisting, we are committed to building on our progress and have plans to enhance our value superiority at a time when it matters most to consumers. We believe these actions will enable us to continue to drive top line growth and [ rehold ] margins back to pre-pandemic levels. and put us in a position to grow share and helpful penetration over the long term. I'm confident we're taking the appropriate actions to build a stronger, more resilient company positioned to win in the marketplace, deliver on our operational and financial goals and create long-term value for stakeholders. With that, Kevin and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9340339ee00eb093a1a30dc95033a2c6",
    "period": "2023 Q1",
    "content": "Q1 2023 Clorox Co Earnings Call- Q&A\n\nQ1 2023 Clorox Co Earnings Call- Q&A\n\nCLXNYSENOV 1, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to The Clorox Company First Quarter and Fiscal Year 2023 Earnings Release Conference Call. (Operator Instructions) As a reminder, this call is being recorded. I would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVP of IR, The Clorox Company\n\nThank you, Ross. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our CEO; and Kevin Jacobsen, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your question.\nDuring this call, we may make forward-looking statements, including about our 2023 fiscal year outlook. These statements are based on management's current expectations, but may differ from actual results or outcomes.\nIn addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identifies various factors that could affect such forward-looking statements, which has been filed with the SEC. In addition, please refer to the non-GAAP financial information section of our earnings release and the supplemental financial schedule in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director, The Clorox Company\n\nHello, everyone, and thank you for joining us. While the challenging and volatile global operating environment we discussed last quarter persist, we delivered better-than-expected Q1 results, reflecting the strength of our brands, ongoing consumer loyalty and solid execution.\nDuring the quarter, we maintained our unrelenting focus on rebuilding margin by taking additional inflation-driven pricing, delivering cost savings, optimizing our supply chain and implementing our new operating model. At the same time, we continue to invest in our brands, to deliver consumer-inspired innovation with superior value as well as advance our digital transformation to drive top line momentum and position the company for long-term success.\nLooking ahead, it's still early in the fiscal year, and we continue to contend with a number of macro headwinds, which we are proactively addressing, and we'll remain agile as the environment evolves. Given these factors, we are reiterating our full year outlook. Nevertheless, guided by our IGNITE Strategy, we remain committed to delivering on our 3% to 5% sales growth target over the long term.\nThe fundamentals of our business are strong. We plan essential categories and our business is well positioned to benefit from lasting consumer demand tailwinds. I'm confident we're on the right track to generate consistent and profitable growth over time and build a stronger, more resilient company.\nWith that, Kevin and I will take your questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/266fce3b68aea1df703db793181ece75",
    "period": "2022 Q4",
    "content": "Q4 2022 Clorox Co Earnings Call\n\nQ4 2022 Clorox Co Earnings Call\n\nCLXNYSEAUG 3, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the Clorox Company's Fourth Quarter and Fiscal Year 2022 Earnings Release Conference Call.\n(Operator Instructions)\nAs a reminder, this call is being recorded. I would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for the Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVP of IR, The Clorox Company\n\nThanks, Paul. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our CEO; and Kevin Jacobsen, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal 2023 outlook. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identified various factors that could affect any such forward-looking statements, which have been filed with the SEC.\nIn addition, please refer to the non-GAAP financial information section in our earnings release and the supplemental financial schedules in the Investor Relations section of our website for a reconciliation of non-GAAP financial measures to the most directly comparable GAAP measures.\nNow I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director, The Clorox Company\n\nHello, everyone, and thank you for joining us. Our fiscal 2022 results reflect a very challenging operating environment, including record high input cost inflation and ongoing pandemic-driven volatility. We navigated this by taking a broad set of actions within our control to rebuild margin while continuing to invest in innovation and our portfolio of trusted brands to position Clorox for long-term success. This allowed us to deliver results in line with our outlook, including another quarter of sequential gross margin improvement.\nWhile we look forward to a return to a more normalized environment, we are not there yet. We expect the environment to remain difficult in fiscal '23 as we lap COVID impacts on our business, demand continues to normalize, particularly on our cleaning and disinfecting portfolio and factors like input cost inflation and supply chain disruptions persist. We'll keep addressing these challenges head on through actions that include revenue management, further pricing, ongoing cost management and supply chain optimization, our digital transformation and the streamlined operating model we announced today. At the same time, we're committed to maintaining our category leadership and delivering superior consumer value.\nI'm confident that our IGNITE strategy continues to position us well for the future. We remain committed to delivering on our 3% to 5% sales growth target over the long term and are on the right path to drive consistent, profitable growth over time and create shareholder value.\nWith that, Kevin and I will open the line for questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a430b5c2557baa80cdb352b54e4bafd6",
    "period": "2022 Q3",
    "content": "Q3 2022 Clorox Co Earnings Call - Q&A Session\n\nQ3 2022 Clorox Co Earnings Call - Q&A Session\n\nCLXNYSEMAY 2, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to The Clorox Company Third Quarter Fiscal Year 2022 earnings release conference call. (Operator Instructions) As a reminder, this call is being recorded.\nI would now like to introduce your host for today's conference call, Ms. Lisah Burhan, Vice President of Investor Relations for The Clorox Company. Ms. Burhan, you may begin your conference.\n\nLisah Burhan\n\nVP of IR, The Clorox Company\n\nThank you, Erica. Good afternoon, and thank you for joining us. On the call with me today are Linda Rendle, our CEO; and Kevin Jacobsen, our CFO. I hope everyone has had a chance to review our earnings release and prepared remarks, both of which are available on our website. In just a moment, Linda will share a few opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements, including about our fiscal year 2022 outlook and the potential impact of COVID-19 pandemic on our business. These statements are based on management's current expectations but may differ from actual results or outcomes. In addition, we may refer to certain non-GAAP financial measures. Please refer to the forward-looking statements section, which identifies various factors that could affect such forward-looking statements and the non-GAAP financial information section, including the tables that reconcile non-GAAP financial measures to the most directly comparable GAAP measures, both of which are located at the end of today's earnings release, which has also been filed with the SEC.\nNow I'll turn it over to Linda.\n\nLinda Rendle\n\nCEO & Director, The Clorox Company\n\nHello, everyone. Thank you for joining us. I hope you and your families are well. Hopefully, you found our prepared remarks helpful. I'm encouraged that we continue to see strong consumer demand for our brands and made progress on our near-term and long-term strategic plans in the third quarter amid a highly dynamic and challenging environment. Importantly, we delivered on our commitment to drive sequential gross margin improvement.\nWe executed well on the factors under our control, leveraging the strength of our brands to grow share, sustain top line momentum and begin to rebuild margins. We continue to drive our innovation pipeline, deliver cost savings, generate operational improvements across our supply chain and take additional inflation-driven pricing actions, all while keeping our eye on the long term.\nThere's no question that it's a volatile operating environment. The rising cost inflation we are experiencing is reflected in our updated fiscal 2022 outlook. That considered, I'm confident that our fundamentals are strong and that the actions we are taking and the progress we have made put us on the right trajectory to drive long-term profitable growth and create shareholder value.\nWith that, Kevin and I will open the line for questions."
  },
  {
    "header": "CLX",
    "cik": "0000021076",
    "ticker": "CLX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9431f00bd416c97339a03a6ff1fbfdf2",
    "period": "2022 Q2",
    "content": "Q2 2022 Clorox Co Earnings Call (Pre-recorded)\n\nQ2 2022 Clorox Co Earnings Call (Pre-Recorded)\n\nCLXNYSEFEB 3, 4:15 PM\n\nLisah Burhan\n\nVP of IR, The Clorox Company\n\nHello, everyone. This is Lisa Burhan, Clorox's Vice President of Investor Relations. Thank you for your interest in our quarterly earnings results. In conjunction with this recording, please review our earnings release, which can be found on thecloroxcompany.com in the Investor Quarterly Results section. The following prerecorded remarks from CEO Linda Rendle; and CFO, Kevin Jacobson, include forward-looking statements that are based on management's current expectations but may differ from actual results or outcomes. In addition, these remarks refer to certain non-GAAP financial measures. Please refer to today's earnings release, which identifies various factors that could affect forward-looking statements and provides information that reconciles non-GAAP financial measures to the most directly comparable GAAP measures. The Risk Factors section of the company's Form 10-K also includes further discussion of our forward-looking statements. .\nThank you. And I'll now turn it over to CEO, Linda Rendell.\n\nLinda Rendle\n\nCEO & Director, The Clorox Company\n\nHello, everyone. SP1 Thank you for taking the time to listen to our update on Clorox' Q2 results, a revised outlook for fiscal 2022 and our priorities in 2022 and beyond. Our second quarter performance was impacted by rising inflation and other significant cost headwinds as we continue to operate in a volatile environment. Despite these challenging conditions, we executed well on those factors under our control. This includes taking strategic pricing actions and driving cost savings while restoring supply, serving our customers and advancing our consumer-centric innovation pipeline and digitalization initiatives.\nDemand remains robust across our portfolio, and our brand superiority results are better than during the height of the pandemic. While we expect this highly dynamic and challenging environment to persist over the near term, and have adjusted our fiscal 2022 outlook as a result, we are confident that we are taking the appropriate actions to manage through this period, deliver profitable growth over time and build a stronger, more resilient company.\nWith that as a backdrop, let me briefly summarize our results for the quarter before discussing the progress we're making on key priorities for the year. Net sales in the second quarter decreased 8% against 27% growth in the year ago quarter. On a 2-year stack basis, sales increased 19%. Gross margin came in at 33% and adjusted EPS decreased 67% to $0.66, driven by higher-than-anticipated manufacturing, logistics and commodity costs, partially offset by our pricing and productivity actions.\nDemand for our products continue to be strong across our portfolio, even as consumption moderated from the pandemic high. This underscores the strength of our brands and our demand-building investments to drive category and market share growth by making the most of structural changes in consumer behavior. These include a heightened focus on health and hygiene, spending more time at home, digital adoption and increased pet ownership.\nAs we've continued to make progress on supply, we are growing market shares across the majority of our businesses including double-digit share growth in Clorox Disinfecting Wipes for the second consecutive quarter. We also continue to see very strong household penetration for our brands. (inaudible) Valley achieved an all-time high in household penetration and Brita saw its highest household penetration number in the past 8 years. Importantly, as I mentioned, our brands are stronger today than during the height of the pandemic. 75% of our brands are a superior value as measured by our consumer value metric, a record high. This demonstrates that the continued strong investments in engaging consumers and our brands through advertising and sales promotion are paying off. It also tells us that our focus on delivering consumer-centric innovation, the cornerstone of our Ignite strategy is resonating.\nThe lasting shifts in consumer behavior that I mentioned have given rise to many consumer need spaces that have inspired our innovation platforms and guided our investment choices. This has been serving us very well and broadening where our brands can go and the impact they have. We're creating platform-based innovation that is faster to market and gives consumers better solutions for which they're willing to pay a premium, generating multiyear value. This gives us conviction in our ability to deliver our higher sales goal over time. We have a robust multiyear innovation pipeline, and early results on our most recent innovations are encouraging.\nDuring Q2, we launched 3 new products that support consumer well-being and the company's ESG commitments. First, our Clorox disinfecting miss with reusable sprayer and refills, which we think could be a category disrupting platform that we can build on for years. Second, Clorox multi-purpose cleaner in a concentrated form with a refillable container that uses 80% less plastic than a typical 16-ounce bottle. And third, Glad ForceFlex Plus bags with cherry blossom scent, which leveraged sensorial trends with consumers.\nIn addition to advancing ESG progress on innovation, we continue to make progress on eliminating waste from our packaging. For example, as a U.S. plastics packed activator, we proactively collaborated across the industry and identified 11 plastic resins, components and formats to be eliminated by 2025, accelerating progress toward a circular economy for plastic packaging. As we continue to invest in the business to drive market share and category growth, we are laser-focused on successfully managing through this inflationary environment and rebuilding margins. This is 1 of my top priorities. We are implementing additional pricing, driving cost savings and optimizing our supply chain.\nWe believe that we are well positioned based on the superior value of our brands to execute additional pricing across our portfolio. We began to take pricing as soon as we restored supply on most of our brands. While it's still early, we're experiencing lower elasticities than we have historically seen. We're taking additional rounds of pricing on many brands, which we have already announced to our customers. They will go in effect in the back half of fiscal 2022, and which will result in the vast majority of our portfolio, seeing at least 1 or 2 rounds of pricing. We're also using other net revenue management tools to aggressively improve margin over time, including price pack architecture changes, mix management and trade funds optimization. All our business units plan to use these as more significant levers moving forward. In addition, we are driving cost savings across the enterprise, which is a hallmark of our company. We have widened the funnel of cost savings opportunities as part of our Ignite strategy and are on track to achieve another strong year in spite of the challenging environment.\nLastly, we are optimizing our supply chain by working to remove many of the costs that were incurred as we increase supply chain resiliency during the pandemic. At the same time, we continue to invest in the business for the long term. As we have previously discussed, this includes accelerating our digital transformation, which will strengthen our core capabilities around supply chain, digital commerce, innovation and brand building. Our digital transformation efforts are on track, and we have begun the work on our new ERP.\nIn summary, the fundamentals of our business are strong. We have a portfolio of strong brands exposed to demand-driven tailwinds and which we expect will create long-term opportunities for our business, such as heightened focus on health and wellness, spending more time at home, digital adoption and increased pet ownership. And we have a strategy that is as relevant as ever in the current environment. which will continue to fuel our growth. We are navigating this volatile environment and focusing on what we can control to drive profitable growth and rebuild margin. This includes investing in the long-term health of our business to keep our iconic and trusted brands, strong and relevant and digitally transforming our company to position us well for the future. We are confident that our efforts will strengthen our competitive position, build a stronger, more resilient company and generate long-term shareholder value.\nBefore I close, I'd like to thank our Clorox teammates worldwide for their continued resilience and dedication to living our purpose in serving our consumers, customers and communities throughout this pandemic. Thank you for your time today. I invite you to listen to our live question-and-answer webcast, which will begin at 5 p.m. Eastern Time today and be available for replay on our website.\n\nKevin B. Jacobsen\n\nExecutive VP & CFO, The Clorox Company\n\nHello, everyone. Today, I will be reviewing our second quarter results and updated fiscal year '22 outlook. Our second quarter results are down versus the prior year as we lap record sales growth during the height of the pandemic and continue to manage through a challenging cost and supply chain environment. While consumer demand continues to be healthy, the cost environment has become more challenging than we had previously expected. As a result, we've taken pricing actions on the vast majority of our portfolio, which I'll talk more about in a moment. We've also continued to make strong progress on improving product availability and growing market share across the majority of our portfolio.\nWe believe our actions will keep us on track to return to our 3% to 5% sales target and begin rebuilding gross margins by the fourth quarter of this fiscal year. Now turning to our second quarter results. Second quarter net sales decreased 8% compared to 27% growth in the year ago quarter, delivering a 2-year stack of 19%. Our net sales results reflect a 10-point decline in volume and 2 points of favorable price mix as the benefit of pricing started to flow through our income statement. Second quarter organic sales also declined 8%. Gross margin for the quarter declined 1,240 basis points to 33% compared to a gross margin of 45% in the year ago quarter when we benefited from favorable operating leverage, driven by 24% volume growth. The decline in gross margin reflects significantly higher input costs, including 640 basis points of higher manufacturing and logistics cost, and 510 basis points of higher commodity cost. Gross margin was also impacted by unfavorable operating leverage, as our shipments were down 10 points for the quarter. These factors were partially offset by 100 basis points of benefit from our pricing actions and 80 basis points of benefit from cost savings.\nSelling and administrative expenses as a percentage of net sales came in at 14.3% compared to 14.6% in the year ago quarter, primarily due to lower incentive compensation expense and the benefit of productivity initiatives, partially offset by $15 million of investments to enhance our digital capabilities. Advertising and sales promotion investment levels as a percentage of net sales came in at about 10% compared to about 10% in the year ago quarter, with U.S. retail spending also at about 10%. Our second quarter effective tax rate was 23% versus 21% in the year ago quarter. Net of these factors, adjusted earnings per share for the second quarter came in at $0.66 versus $2.03 in the year-ago quarter, a decline of 67%.\nAs we noted in the press release, adjusted EPS excludes $0.10 of impact related to our strategic investments to enhance our digital capabilities. Year-to-date, net cash provided by operations was $222 million versus $629 million in the previous period, a decrease of 65%. The decline was primarily driven by lower cash earnings and higher working capital, partially offset by lower tax payments in the current 6-month period.\nNow turning to our updated fiscal year '22 outlook. We have updated our fiscal year outlook. Our updated outlook anticipates improved sales performance driven by continued strong consumer demand and a robust innovation lineup, which keeps us on track to return to our 3% to 5% long-term net sales growth target in the fourth quarter. We now expect fiscal year net sales to be down 1% to 4%, mainly reflecting demand moderation in the front half of the year as we lap 27% growth during the height of the pandemic. We expect organic sales to also be down 1% to 4%. As I referenced earlier, the cost environment has become significantly more challenging than we had previously anticipated. We now expect gross margins to decline about 750 basis points versus a year ago. While we're expecting higher costs across virtually every aspect of our supply chain, the biggest incremental headwinds will be in higher commodity and transportation expenses, which we now anticipate will be about $500 million higher than the last fiscal year. Our previous guidance was a $350 million increase.\nTo mitigate these headwinds, we're executing well on the factors we control. As soon as we restore supply in the majority of our portfolio, we began to take pricing actions on many of our brands. As we've seen the cost environment continue to worsen, we've lined in even more aggressively and are now taking pricing on about 85% of our portfolio. including multiple rounds of pricing on a significant number of brands. We're already seeing the benefit of pricing flow through our P&L and expect this will increase through the remainder of the fiscal year. We're continuing to closely monitor the cost environment, and we stand ready to take more pricing as needed to recover cost inflation and rebuild gross margin over time.\nWe're also leading into our hallmark cost savings program, and we're on track to achieve another strong year. While these actions keep us on track to begin rebuilding gross margin in the fourth quarter, we anticipate earnings down due to significantly higher cost inputs.\nTurning to the rest of the outlook. We continue to expect fiscal year selling and administrative expenses to be about 15% of net sales, which includes about 1 point of impact related to investments in our digital capabilities. We continue to anticipate fiscal year advertising spending to be about 10% of net sales, reflecting our ongoing commitment to invest in our brands to build market share.\nWe continue to expect our fiscal year tax rate to be about 22% to 23%. This year-over-year increase primarily reflects lapping several onetime benefits in the prior fiscal year. Net of these factors, we now anticipate fiscal year adjusted EPS to be between $4.25 and $4.50.\nAs we continue to manage through these near-term challenges, we're keeping our eye on the long term. We built strong brands that enable us to take the necessary pricing actions to rebuild gross margins while also maintaining our top line momentum. We're leaning into our well-established cost savings program, and we're optimizing our supply chain. At the same time, we're also investing in our strategic digital capabilities. I'm confident that these short- and long-term actions taken together will help us mitigate these near-term challenges, strengthen our brands and ensure we're building a stronger, more resilient Clorox. Thank you."
  }
]