[
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cc40f987d25f7365cfe2e1dc631e346c",
    "period": "2025 Q3",
    "content": "Q3 2025 WW Grainger Inc Earnings Call\n\nQ3 2025 WW Grainger Inc Earnings Call\n\nGWWNYSEOCT 31, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the W.W. Grainger Third Quarter 2025 Earnings Conference Call. [Operator Instructions]\nAs a reminder, this conference is being recorded.\nIt is now my pleasure to introduce Kyle Bland, Vice President, Investor Relations. Please go ahead.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's Third Quarter 2025 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements that are subject to various risks and uncertainties. Additional information regarding factors that could cause actual results to differ materially is included in the company's most recent Form 8-K and other periodic reports filed with the SEC. This morning's call will focus on our non-GAAP adjusted results for the third quarter of 2025 which exclude the $196 million loss recognized from the pending sale of our U.K.-based Cromwell business and the proposed closure of our Zoro U.K. business.\nDefinitions and full reconciliations of our non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our earnings release, both of which are available on our IR website. We will also share results related to MonotaRO. Please remember that MonotaRO was a public company and filed Japanese GAAP, which differed from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the number discussed will differ from MonotaRO's public statements.\nWith that, I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle, and certainty. Our customers remain focused on improving their operations through increased efficiency and productivity. The value of the fundamentals of having inventory where and when they need it and a partner who understands their business and can bring the right solutions. As I spent time in the market with large customers this past month, these themes are true. I was proud to see Grainger deliver the critical fundamentals that help our customers every day. I recently had great discussions with an aerospace customer and municipality about how Grainger's deep-rooted inventory management expertise can save them time and reduce costs.\nI saw that when we deliver a great service experience customers take notice and lease to more opportunities and deeper relationships. I also had the opportunity to speak with several experts focused on technology. Tech and AI will continue to be an ongoing focus for Grainger, enabling us to provide great solutions for customers and drive productivity in our operations. The promise of the new transformation technologies has never been greater but the key will be leveraging our proprietary data and know how to build solutions that connect to business processes and create a more seamless user experience. I'm excited about the work we're doing to bring more digital capabilities to both our customers and team members to make things better with every interaction. Making these better and staying focused on what matters is core to how Grainger operates, and we take that responsibility to heart in our communities as well.\nLast month, at our annual bucket build on like fourth, more than 500 Grainger team members came out to pack over 4,000 disaster relief kits. This included filling 5-gallon buckets with essential cleaning supplies and hand tools that will help families and individuals begin the process of recovery after a natural disaster. Grainger has a long-standing commitment to emergency preparedness and response efforts. And this is another reason I'm proud of how the Grainger team lives our principles every day.\nNow moving to our third quarter results. We delivered a solid performance that in total outpaced our August thermal guide particularly on the gross margin line. Total company reported sales for the quarter were nearly $4.7 billion, up 6.1% on a reported basis or 5.4% on a daily constant currency basis. Gross margins for the company were 38.6%. Operating margins were 15.2%, and diluted EPS finished the quarter up $0.34 to $10.21. Operating cash flow came in at $597 million which allowed us to return a total of $399 million to greater shareholders through dividends and share repurchases. Our results continue to reflect tariff-related LIFO inventory valuation headwinds, consistent with what we discussed last quarter, which came in lighter than expected in the period. As Dee will discuss, without this LIFO impact, our operating margin would have increased year-over-year in the period.\nLooking ahead, while we're continuing to see more costs in the market, these headwinds will eventually dissipate as inflation cools and our gross margin will recover to our [indiscernible] expectation. As you likely saw, we recently announced that we've entered into an agreement to sell our U.K.-based Cromwell business and plan to fully exit the U.K. market. Given the economic dynamics post-Brexit, we had to alter our assumptions around the go-forward potential in the region. With this planned divestiture, we are now focused entirely on growing our North America and Japanese businesses where we can deliver the greatest long-term impact. Overall, while it has been an eventful few months, the business continues to perform well and in line with expectations. With this, we are narrowing our earnings outlook, which Dev will outline in a few minutes. It's important to note we factored in the October headwind of last year's active hurricane season and an estimated impact from the government shutdown.\nAs we wrap up 2025, I'm confident that we'll continue to serve our customers well, deliver on our financial commitments and drive solid results for all stakeholders.\nI will now turn it over to Dee to go through the details.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThank you, D.G. Turning to Slide 7. You see the high-level third quarter results for the total company, including $4.7 billion in sales, up 5.4% on a daily constant currency basis. While gross margin finished ahead of our previously communicated expectations on a less-than-expected LIFO impact, we were still down 60 basis points year-over-year as segment X headwinds and tariff-related cost impacts within the high-touch business weighed on results. This led to total company operating margins of 15.2% for the quarter, down 40 basis points compared to 2024, and but 70 basis points ahead of our communicated expectations.\nDiluted EPS for the quarter was $10.21, up $0.34 or 3.4% higher than the prior year period. Moving to segment level results. The High Tech Solutions segment delivered solid growth quarter. In total, sales were up 3.4% on both a reported and daily constant currency basis. Results were driven by volume growth and price inflation for the segment, with the latter improving as tariff costs continue to be passed. From an end market perspective, our indicators suggest that the MRO market remained muted as the heightened inflationary environment continued to weigh on demand. For Grainger specifically, we saw strong performance with contractor and health care customers and improving results with manufacturing customers which helped to offset slower growth in other areas of the business.\nFor the segment, gross profit margin finished the quarter at 41.1% and down 50 basis points versus prior year, driven by similar things to what we discussed last quarter. We saw negative but improving price/cost spread as we progress negotiations with suppliers through the quarter and pass incremental price in September. Further, we pulled through [indiscernible] to reflect the impact of supplier cost increases albeit less than expected as certain increases were pushed into latter periods. These 2 tariff-related headwinds were only partially offset by mix and freight. I would note that if we excluded our LIFO headwind and wanted to compare us our peer set, which report on FFO, our implied FIFO gross margin rate would have increased year-over-year.\nOn SG&A, margin improved in the period as continued investments in our seller initiatives and marketing were more than offset by productivity and sales leverage. Taking all this together, operating margin for the segment finished at 17.2%, down 40 basis points versus the prior year quarter. Now focusing on the Endless Assortment segment. Sales increased 18.2% on a reported basis or 14.6% on a daily constant currency basis, which normalizes for the FX tailwinds realized in the period. Loral U.S. was up 17.8%, while MonotaRO achieved 12.6% growth in local days, local constant currency. At the business level, Zoro momentum driving efficiencies with marketing and working to further enhance customer experience, including improved search, better fulfillment and continued optimization of the assortment.\nTaken together, these actions are driving strong growth from its core B2B customers, along with improving customer retention rates. At Monitor, sales growth remained strong with continued growth from enterprise customers, coupled with acquisition and repeat purchase rates with small and midsized businesses. On profitability, operating margins increased by 100 basis points to 9.8%, with favorability across the segment. MonotaRo margins remained strong at 13.2%, up 80 basis points and Zoro margin improved to 5.8%, up 150 basis points, with both businesses benefiting from gross margin flow-through and healthy top line leverage. Overall, we had another strong quarter across endless assortment, and we expect the team will carry this momentum forward as we wrap up the year.\nBefore moving into guidance, I wanted to share a brief update on where we're at with tariffs. In the third quarter, we remain engaged in active dialogue with our supplier partners and use our September price increases to help offset continued cost pressure. While our initial pricing actions back May only apply to a small portion of our products, large wheels where Grainger imports the product directly. The September increase was much broader and included initial pricing actions on supplier import products, where we have finalized negotiations. As we move into the fourth quarter, we're seeing inflationary pressure continuing to build, including impacts from the recent Section 232 expansion.\nAs a result, we are taking some incremental pricing actions to better align price/cost timing as the tariff landscape unfolds. These actions are only modest in nature, but are in addition to the price pass earlier in the year. On profitability expectations for the fourth quarter, we anticipate gross margins will improve sequentially with our normal seasonal recovery and improving price costs. The LIFO impact is expected to be roughly consistent quarter-over-quarter. Looking ahead, based upon what we're hearing from suppliers as part of our annual cost cycle, we expect further inflationary pressure into 2026.\nWith this, assuming no further material changes to the current tariff landscape, we are -- we now anticipate the inventory accounting dynamics from LIFO will persist over the next couple of quarters until inflation pools. That being said, consistent with our long-term earnings framework, we anticipate gross margin will stabilize around 39% for the total company, subject to normal quarterly seasonality. We while we will experience continued segment mix headwinds and some pressure within a subset of our private label assortment, these will be offset as price cost normalizes back to neutral and the LIFO impact subsides. On LIFO specifically, we thought it would be helpful to provide a view of how inventory accounting dynamics impact our gross margin over time, especially because of how the cycle is playing out relative to 2022.\nWhile LIFO expense is always a drag relative to implied FIFO margins, it's not typically a material impact in every period, depending on what else is impacting our gross margin results. As you can see on Slide 12, during periods of normal cost inflation, the LIFO headwind, the difference between LIFO margin and the implied FIFO margin is roughly 20 to 30 basis points reflecting the real-time impact of higher costs flowing through our P&L. As we enter into a heightened inflationary cycle, like what we see in 2022, and like what we're seeing again today, this LIFO impact becomes more pronounced as the difference in COGS diverges between the 2 inventory methodologies. However, as inflation pools, the life of expense will normalize life and FIFO margins will converge. And as this happens and we pass further price, our reported margin will recouple.\nWith this, we expect our total company gross margins will stabilize around 39% and consistent with our long-term earnings framework. Now moving to the updated outlook for the remainder of 2025, as D.G. mentioned at the beginning of the call, we're narrowing our full year 2025 adjusted EPS outlook, which reflects slightly lower sales to account for the Cromwell divestiture updates and the impact of the government shutdown, which were selling reaches a resolution by mid-November. These top line headwinds are offset by higher margins resulting in an EPS midpoint consistent with the prior guide. In total, the updated guide includes daily organic constant currency sales growth of between 4.4% and 5.1% and a diluted adjusted EPS range of $39 to $39.75.\nIf you squeeze to the annual guy to get an implied fourth quarter, the revised revenue outlook implies a Q4 daily organic constant currency growth rate of 4% at the midpoint which assumes more than 3 points of price contribution to revenue within the high-tech segment. October growth is off to a slow start of approximately 1% on a preliminary daily constant currency basis as we lapped a fairly significant hurricane real benefit in the first 2 weeks of the month. And as we face current year headwinds from the government shutdown. However, if we just looked at the last 2 weeks of the month, which it grew the prior year hurricane impact, our total company sales are up in the 4% to 5% range on a daily constant currency basis, more in line with what we saw in the third quarter, but still reflecting the impact of the government shutdown, which is weighing on public sector sales.\nAnnual margin expectations have increased from our previous guide due to improved price cost and lifeful timing. If you were to squeeze the implied operating margins from the updated annual guide and [indiscernible] the fourth quarter, it shows a sequential step down in the fourth quarter to around 14.5% at the midpoint. While the puts [indiscernible] are different, this sequential movement is roughly in line with no seasonality. Overall, despite the tariff-related noise over the last couple of quarters, we remain poised to deliver a solid year.\nBefore I hand it back to D.G., I thought it would be important to reiterate our long-term earnings forward in light of the recent tariff uncertainty and as we look ahead. While we have made some minor edit CapEx to reflect the latest estimates around our global DC expansion, the core tenets of our framework remains solidly intact. We remain confident we can drive share gain in the U.S., while the EA business in the teens, stabilized total company gross margins around 39%, and grow SG&A slower than sales through process improvements and technology. Taken together, these actions will drive attractive returns, and we remain well positioned to deliver great results for our shareholders for the years to come.\nWith that, I'll turn it back to D.G for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Dee. As we head into the final of the year, our team will continue to navigate the complex environment and the value for our customers, our communities and our shareholders. And as Dee mentioned, we continue to work through this visionary environment and the challenges from the government shutdown. And while there is some short-term noise, we remain confident in our ability to pass through cost increases and achieve the core tenets of our long-term earnings framework. We'll continue to stay focused on driving strong execution, providing industry-leading service and building innovative capabilities to deliver on what matters most to our stakeholders. And with that, we will open it up to Q&A. ."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/344542525ccb9c407c0a96cb782911e3",
    "period": "2025 Q2",
    "content": "Q2 2025 WW Grainger Inc Earnings Call\n\nQ2 2025 WW Grainger Inc Earnings Call\n\nGWWNYSEAUG 1, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the W.W. Grainger Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note that this conference is being recorded.\nI will now turn the conference over to your host, Kyle Bland, Vice President, Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's second quarter 2025 earnings call.\nWith me are D.G. Macpherson, Chairman and CEO; and D. Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements that are subject to various risks and uncertainties. Additional information regarding factors that could cause actual results to differ materially is included in the company's most recent Form 8-K and other periodic reports filed with the SEC. Results for the second quarter of 2025 are consistent on both a reported and adjusted basis, but will be compared to adjusted results from the prior year period, which were normalized for restructuring costs incurred in the second quarter of 2024.\nDefinitions and full reconciliations of our non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our earnings release, both of which are available on our IR website. We will also share results related to MonotaRO. Please remember that MonataRO was a public company and files Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers discussed will differ from MonotaRO's pulled up statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, everyone, and thank you for joining today.\nIn the second quarter, the external environment continued to present a degree of uncertainty. What we're observing in the field though, is largely business as usual with a sharp focus on execution. Customers are seeking reliable partners who can help them manage the current complexity, and Grainger is proud to be that partner.\nI recently spent some time with manufacturing and industrial customers in Salt Lake City. These conversations consistently focused on how Grainger can help them drive efficiencies, lowering their purchasing costs, and improving inventory management. In times of uncertainty, our role becomes even more important, and we are uniquely positioned to help our customers strengthen their purchasing processes and overall operations. To that end, we continue to collaborate closely with our supplier network to uphold our standard of getting customers the right products when and where they need them. We've built a strong foundation anchored by a world-class supply chain and enhanced by strategic investments in product information and digital capabilities. These efforts, combined with our scale, deep supplier relationships and ability to provide alternative product solutions allow us to deliver unmatched value in any environment. Beyond serving our customers' operations, we also recognize a broader responsibility to the communities we serve. In times of need, we remain steadfast in our commitment to supporting local communities with emergency response and recovery efforts. It's a part of who we are, and how we show up every day. I am proud of the resilience and dedication demonstrated across our organization and remain confident that our team will continue to deliver value for our customers, our communities and our shareholders.\nIn the second quarter, we delivered solid results that in total were largely in line with our May verbal guide. Total company reported sales for the quarter were nearly $4.6 billion, up 5.6% or 5.1% on a daily constant currency basis. Operating margins for the company were 14.9% and diluted EPS finished the quarter up $0.21 to $9.97. Operating cash flow came in at $377 million, which allowed us to return a total of $336 million to greater shareholders through dividends and share repurchases. Importantly, while the headline results for the second quarter played out largely as expected, they do reflect our estimate of tariff-related LIFO inventory valuation headwinds. As D. will discuss, without this LIFO impact, our operating margin would have been flat year-over-year in the period. As we look ahead, we anticipate the continued LIFO headwinds along with further price/cost timing pressures will impact our performance in the back half of the year. And as a result, we are updating our earnings outlook for 2025, which D. will detail in a moment. Importantly, these accounting and timing impacts are mostly transitory, and our expectation is that gross margin will begin to recover over time as we work back toward our price cost neutrality target.\nAnd with that, I'll turn it over to D. to go through the details.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThank you, D.G.\nTurning to Slide 7. You can see the high-level second quarter results for the total company, including $4.6 billion in sales, up 5.1% on a daily constant currency basis. Within the period, we saw gross margin softness from segment mix and from the aforementioned tariff-related impacts within the high-touch business, including noise from LIFO inventory accounting. This led to total company operating margins of 14.9% for the quarter, down 50 basis points compared to 2024, but roughly in line with our communicated expectations. Diluted EPS for the quarter of $9.97 was up $0.21 or 2.2% higher compared to the prior year period.\nMoving to segment level results. The High Tech Solutions segment delivered solid growth in the quarter. In total, sales were up 2.5% on a reported basis or up 2.8% on a daily constant currency basis, with growth across all geographies and local days, local constant currency. Results were driven by continued volume growth and modest price inflation in the segment. From an end market perspective, our indicators suggest the MRO market remained muted but was softer than expected. We saw strong performance with contractor and health care customers, which helped to offset slower growth in other areas of the business. For this segment, gross profit margin finished the quarter at 41%, down 70 basis points versus prior year. In the quarter, we saw a negative price/cost spread as we progress negotiations with suppliers and elected to not pass any off-cycle price increases on to our customers. This caused timing-related lumpiness in the period. However, as pricing catches up, starting with our regular September cycle, we expect price/cost will begin to recover. Further, because we are on LIFO, we had to pull through the current estimated impact of all effective cost increases known to date, putting further pressure on margins in the quarter. These 2 tariff-related impacts were only partially offset by favorable mix and freight in the period. And I would note that if we were not on LIFO, our gross margin rate would have been flat compared to the prior year quarter.\nOn SG&A, we slightly delevered in the quarter as we continue to invest in marketing. These costs, along with our annual merit increases that went live to start the quarter, were only partially offset by productivity gains and sales leverage. Taking all of this together, operating margin for this segment finished at 16.6%, down 90 basis points versus the prior year quarter.\nNow focusing on Endless Assortment segment. Sales increased 19.7% or 16.3% on the daily constant currency basis, which normalizes for the FX tailwinds realized in the period. Zoro U.S. was up 20%, while MonotaRO will achieve 16.4% growth in local days local constant currency. At a business level, Zoro continues its strong momentum driven by growth from its core B2B customers, along with improving customer retention rates. At MonataRO, sales growth remained strong with continued growth from enterprise customers coupled with solid acquisition and repeat purchase rates with small and midsized businesses.\nOn profitability, operating margins for the segment increased by 200 basis points to 9.9%, with both businesses contributing to the favorability. MonotaRO's margins remained strong at 13.2% as they continue to gain operating leverage. At Zoro, operating margins accelerated sequentially and were up 380 basis points year-over-year to 5.8%, aided by gross margin flow-through and strong top line leverage. As sales comps become more pronounced for Zoro in the back half of the year, we do anticipate this margin outperformance will moderate slightly as the year continues. Beyond the results, you will see in the appendix that the team took steps in the period to optimize roles assortment. Specifically, net SKUs declined by $1.1 million in the quarter, driven by the elimination of some low volume, low service items. This near-term reduction as part of the ongoing effort to further improve the customer experience at Zoro and has no impact on our go-forward strategy or expected financial performance.\nLooking forward, our optimization efforts will continue over the next several quarters, but we expect net assortment growth for the business over time. Overall, we had an exceptional first half across Endless Assortment, and we remain confident in the team's ability to continue delivering strong results going forward.\nAs we look to the back half of the year, I thought it would be helpful to share a brief update on where we are with tariffs. As we shared during our first quarter earnings call, we took initial pricing actions in May, primarily related to Section 232 and the first wave of announced tariffs on China. These initial pricing actions only apply to a small portion of our products, largely those where Grainger is importing the product directly. As part of this initial way, we did not take any pricing action on the reciprocal escalations. Consequently, we expect our initial pricing actions to hold as they relate to tariff levels that remain in place today. At this point, it's a bit early to get an accurate elasticity read, but as the full competitive set takes price through the cycle, we still expect these may price actions will approach the previously discussed 1% to 1.5% net annualized price inflation run rate for the high touch business. Of the vast majority of our remaining products where Grainger is not the direct importer, we continue to work with our supplier partners regarding tariff-related cost increases. We've finalized negotiations on a number of impacted SKUs but expect conversations to be iterative throughout the balance of the year as the tariff environment remains highly fluid.\nLooking ahead to the third quarter, we expect to adhere to our regular cycle with our next pricing action slated to go live in early September. This route will include some further increases on products directly imported by Grainger to reflect current tariff rates, which are higher than what we passed in May. The September cycle will also include initial pricing actions on supplier imported products where we have finalized negotiations. The past price from this route is expected to result in net annualized incremental price of 2% to 2.5% on a run rate basis for the high touch business. Note that these run rate price figures are annualized and on a cumulative basis, we'll lay across the full year 2025 to deliver close to 1% price in total for the High Touch business.\nAs we wait on pricing actions until September, we do anticipate continued headwinds from price costs and further LIFO inventory valuation impacts in the third quarter. But as we pass price, we expect gross margin will recover to more normal levels over time. The team continues to stay nimble as the cost environment evolves, and we take actions as needed over the remainder of the year and into 2026. Despite the anticipated lumpiness, we remain focused on adhering to our 2 core pricing tenants to remain price competitive and to achieve price cost neutrality over time.\nNow moving to the updated outlook for the remainder of 2025. First, we're adjusting our sales outlook to reflect both the latest FX rates and the aforementioned pricing actions, the latter of which we expect will contribute around 1% in total for the High Touch business in 2025. These tailwinds are partially offset by the softer-than-expected MRO market we've seen to date, which we don't expect will recover in the back half of the year. More notably, as D.G. mentioned at the beginning of the call, we're updating our outlook to reflect the tariff-related price/cost timing headwinds and our current full year estimate for the LIFO valuation impact. Consequently, we've lowered our gross margin guide with the total company now expected to be between 38.6% and 38.9% or down 80 to 50 basis points year-over-year. Our SG&A outlook remains largely unchanged, and therefore, this gross margin pressure will flow through to operating margins where we now expect the total company will finish between 14.7% and 15.1%. This all translates to earnings per share between $38.50 and $40.25, up roughly 1% year-over-year at the midpoint. Updates were also made to our supplemental guidance, which included a $100 million increase in expected capital expenditures due to the timing of DC network investments and the related offset to our share repurchase outlook. This updated outlook assumes no changes to the effective tariff schedule as of July 31st. The third quarter is off to a solid start with preliminary total company July sales up slightly north of 6% on a daily constant currency basis and aided by softer comps in the prior year period. We expect growth will moderate as the quarter goes on and anticipate total company sales for the third quarter to be up north of 5% on a daily constant currency basis. As discussed, gross margin will see further pressure in the quarter, driving a sequential decline in total company operating margin to around 14.5%.\nWith that, I'll turn it back to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, D.\nOverall, I'm encouraged by how the team continues to manage through this uncertain and evolving environment. Although we did slightly lower our 2025 outlook, it is primarily the result of a softer-than-expected market and transitory impacts on gross margin, neither of which changed our view of how the business is operating overall. I remain confident in our strategy and our ability to drive long-term value for all stakeholders.\nAnd with that, we'll open it up for Q&A."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/41e78761df6f4394438704b3b2db3461",
    "period": "2025 Q1",
    "content": "Q1 2025 WW Grainger Inc Earnings Call\n\nQ1 2025 WW Grainger Inc Earnings Call\n\nGWWNYSEMAY 1, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the W.W. Grainger First Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Mr. Kyle Bland, Vice President, Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's First Quarter 2025 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements that are subject to various risks and uncertainties. Additional information regarding factors that could cause actual results to differ materially is included in the company's most recent Form 8-K and other periodic reports filed with the SEC. This morning's call will focus on results for the first quarter of 2025, which are consistent on both a reported and adjusted basis. Definitions and full reconciliations of our non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our earnings release, both of which are available on our IR website.\nWe will also share results related to MonotaRO. Please remember MonotaRO is a public company and follows Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers discussed will differ from MonotaRO's public statements. Now I will turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and we appreciate everyone joining the call. Despite the unpredictable environment, the first few months of 2025 have panned out much like we expected. The business continues to perform well as our team stays focused on serving our customers and delivering value to our stakeholders. While tariffs are certainly a topic of conversation, customers remain acutely focused on running their businesses safely and efficiently. I recently had the chance to visit a large corporate campus where we worked alongside a facilities maintenance organization to support this customer. Our team shows up as a trusted partner helping the customer solve the challenges that they face on the ground each day, including ordering, organizing and managing their MRO inventory.\nIt was again apparent that local on-site execution is critical to creating value for our customers. This visit was a good reminder that no matter what the external environment, it is important to stay focused on what we can control to ensure that we capitalize on the significant opportunity in the market. Although it's largely business as usual on the ground, the external environment remains highly fluid. We are working closely with our supplier partners to understand the full impact that announced tariffs will have on our business. Fortunately, the investments we've made in our product information and pricing capabilities, our scale, and the depth of our sourcing know-how position Grainger to effectively navigate the situation. As we move forward, we remain committed to ensuring transparency with our customers and adhering to our core pricing tenets, offering market-relevant pricing while targeting price cost neutrality over time.\nDistributors generally benefit from modest inflationary environments, and depending on the depth and duration of the tariff uncertainty, it may play out that way, but the situation remains highly unpredictable. In any case, we expect to play a key role in helping our customers navigate this current challenge, and I'm confident in the team's ability to remain agile in this dynamic environment.\nMoving to Q1 results. While the demand environment remained muted, we delivered another quarter of solid growth and profitability, in line with the quarterly financial targets we communicated for the company in January. We continue to leverage technology, our product and customer information advantage and analytical capabilities to drive differentiated value for our customers in both segments.\nTotal company reported sales for the quarter were up 1.7% or 4.4% on a daily constant currency basis. Operating margins for the company remained healthy at 15.6%, and diluted EPS finished the quarter up $0.24 to $9.86. Operating cash flow came in at $646 million, which allowed us to return a total of $380 million to Grainger shareholders through dividends and share repurchases.\nLastly, I want to mention that yesterday, we announced a 10% increase to our quarterly dividend, marking the 54th consecutive year of expected dividend increases. This reflects our continued commitment to returning cash to shareholders through a balanced and return-focused approach. Overall, the quarter finished largely in line with expectations, and we remain on track to deliver on our 2025 guidance. I will now turn it over to Dee.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThank you, D.G. Turning to Slide 7. You can see the high-level first quarter results for the total company, including $4.3 billion in sales, up 4.4% on a daily constant currency basis. Within the period, we saw gross margin improvement across both segments, which mostly offset SG&A deleverage in High-Touch. This led to total company operating margins of 15.6% for the quarter, down 20 basis points compared to 2024, but above our communicated first quarter expectations, largely due to the timing of certain SG&A items.\nDiluted EPS for the quarter of $9.86 was up $0.24 or 2.5% higher compared to the prior year period. Moving to segment level results. The High-Touch Solutions segment got off to a slower start as weather, holiday timing and some government softness across January and February impacted results to begin the year. In total, sales were down 0.2% on a reported basis or up 1.9% on a daily constant currency basis. Results were driven by continued volume growth and modest price contribution within the segment, and we delivered growth across all geographies and local days, local currency.\nIn the U.S. specifically, we saw strong performance with contractors and health care customers, which helped to offset slower growth in other areas, including manufacturing. For the segment, gross profit margin finished the quarter at 42.4%, up 60 basis points versus the prior year. In the quarter, gross margin benefited from favorable product mix and supplier funding tailwind related to the annual Grainger Sales Meeting. Each of these items contributed roughly half of the year-over-year gross margin favorability. For the quarter, price/cost was roughly neutral.\nSG&A costs for the segment increased over the prior year period as we continue to invest in demand-generating activities and reflect the P&L impact of the annual Grainger Sales Meeting, which was an equal offset to the favorability we saw in gross margin. These costs, coupled with the softer top line and 1 fewer selling day in the current year, led to SG&A deleverage of 80 basis points for the quarter. If you normalize for 1 fewer selling day and the impact of the Grainger Sales Meeting, SG&A only slightly delevered year-over-year.\nTaking all of this together, operating margin remained healthy at 17.7%, down 20 basis points versus Q1 2024, but ahead of our expectations to start the year. Looking at market outgrowth on Slide 9. On a volume-only basis using the manufacturing subcomponent of industrial production as a proxy, implied growth for the U.S. MRO market volume was 1% to 1.5% in the quarter. With our High-Touch Solutions U.S. business driving 1.3% volume growth, this would suggest mathematical market outgrowth on a volume basis was roughly flat in Q1, which was surprising to us even with our slower start in January and February.\nWhile tariffs have not had a meaningful impact on our business to date, they seem to be inflating the underlying IP benchmark, likely reflecting trade-related noise as manufacturers react abnormally given the unique environment. The IP benchmark has been a strong accessible indicator of our overall MRO industry performance over multiple cycles, but its ability to capture the dynamic and unprecedented nature of the current economic environment is uncertain.\nAs we've been discussing over the last year, we run a separate internal model in parallel to help triangulate around MRO volume growth. This internal model pulls in several supply and demand factors, including MRO product shipments, import/export dynamics and end-user activity to formulate a comprehensive view of the MRO landscape, including segments outside of manufacturing. This internal view suggests that the MRO market volume actually declined in the low single digits during the first quarter, implying we drove several hundred basis points of outgrowth.\nWhile the 2 different models have been highly correlated during normal business cycles, the divergence calls into question the relevance of our quarterly outgrowth disclosure given the uncertain environment. It is likely that this quarterly disconnect will persist so long as trade policy and tariffs continue to influence the manufacturers' production decisions.\nWith this, moving forward, we are pivoting to our annual disclosure of our outgrowth metric. We believe this decision will create less quarter-to-quarter noise and allow us to stay focused on discussing the drivers of our growth while keeping an eye on our relative performance compared to competition. We'll consider reintroducing the quarterly disclosure when the macro environment stabilizes, and in the meantime, look forward to sharing our annual progress on volume outgrowth at the end of the year. It's important to note that despite the noise in the metric, we still delivered on our first quarter sales expectations, and this change in disclosure has no impact on the full year High-Touch segment sales guidance we discussed back in January.\nMoreover, nothing is changing with our long-term earnings algorithm, including our annual volume outlook target, which remains at 400 to 500 basis points. Now focusing on Endless Assortment. Sales increased 10.3% or 15.3% on a daily constant currency basis, which adjusts for the impact of the depreciated Japanese yen. Zoro U.S. was up 18.4%, while MonotaRO achieved 13.6% growth in local days, local currency.\nAt a business level, Zoro continues its momentum, once again delivering strong growth underpinned by its core B2B customers and improving retention rates. At MonotaRO, sales growth remained strong with enterprise customers, coupled with solid acquisition and repeat purchase rates with small and midsized businesses. On a reported basis, these results were partially offset by foreign exchange as the yen devaluation represented a headwind year-over-year.\nOn profitability, operating margins for the segment increased by 80 basis points to 8.7%, with both businesses contributing to the favorability. MonotaRO margins remained strong at 12% with continued DC efficiencies driving improved operating leverage. At Zoro, operating margins were up 240 basis points to 5.2%, aided by gross margin flow-through and strong top line leverage. Gross margins outpaced expectations as we made some nontariff-related pricing changes in the quarter, the benefit of which we expect to moderate slightly as the year continues. Overall, we are encouraged by the strong progress made in the quarter and expect to continue our momentum across this segment.\nGiven the environment, I think it would be helpful to share an overview of how we see the current tariff landscape. On Slide 12, there are a few things to call out. First, it's early innings and things are constantly adjusting. Even with the original Chinese tariffs, which have been in effect for nearly 60 days, we're only recently completing negotiations with the subset of our supplier partners regarding tariff-related cost increases. So while we've seen a swift pace of tariff-related headlines, things are progressing more slowly on the ground.\nSecond, understanding the full impact that the tariffs have on our business is not straightforward and needs to be quantified at a granular level. You can see our total U.S. COGS exposure on the left-hand side of the slide, with around 50% being domestically sourced and the remainder comprised of import products, including those from China. As others in the markets have discussed, this view of COGS is on a country of origin basis and does not further deconstruct individual product components by their respective country of origin. What we can do is take the announced tariff rates and apply that to our total COGS exposure to estimate the impact. You have to go through each product and evaluate its composition and cost structure. This includes answering questions like what are the input components and where are they sourced, how much of their cost is freight-related, et cetera. You need to do this by product to grasp what elements are subject to tariffs as you adhere to the government tariff schedule and engage in cost conversations with our supplier base.\nGiven the investment we've made in [ project ] information, the tools we've built and the product teardown work we've completed over the last several years, we feel we are well equipped to navigate this challenge. As we gain clarity on costs, we'll work to pass along these increases to our customers, similar to what we do for other cost increases we received.\nWith this, earlier today, we took initial pricing actions primarily related to Section 232 and the first wave of announced tariffs on China, which did not include any increases related to the recent reciprocal escalations. These initial pricing actions only apply to a small portion of our products, largely those where Grainger is importing the product directly. On the vast majority of our products where we don't directly import, we are taking a measured approach, and we'll wait to pass price until we have clarity on the amount and timing of cost increases. Our goal here will be to mitigate impacts to our business and achieve price/cost neutrality over time.\nObviously, if the heightened reciprocal tariffs persist, we would need to consider source of supply and overall product economics to determine what course of action we would need to take. It goes without saying, but this remains a very fluid situation, and we're working side-by-side with our suppliers and customers alike. Importantly, as we look across our assortment today, we don't believe we're uniquely exposed to these tariffs compared to our competitive set.\nIn any case, our team is focused on adhering to our 2 core pricing tenets: To remain price competitive and achieve price/cost neutrality over time, and I have full confidence in our ability to remain agile while we execute on these objectives. As D.G. mentioned at the beginning of the call, after our solid start to the year, we're reaffirming our 2025 guidance. From a tariff perspective, we've included price/cost impacts we are seeing today and assume any go-forward incremental pricing actions passed on price/cost neutral basis would be offset by lower demand.\nWhile the tariff inflation in a vacuum would provide a net tailwind to our business, it is unclear at this stage what the duration of the tariffs will be and what impact they will ultimately have on customer demand. With this, we assume these impacts will offset and are leaving our outlook unchanged, but we'll check and adjust as the year progress. From a seasonal perspective, we expect the year-over-year sales growth will improve slightly in the second quarter, reflecting normal seasonality and including a modest tailwind from the first wave of tariff-related pricing actions that went into effect today.\nPreliminary April sales are up approximately 5.5% on a daily constant currency basis, which includes a 30 basis point headwind from the timing shift of the Good Friday holiday. All told, we expect the total company sales for the second quarter to be just north of $4.5 billion or approximately 5% on a daily constant currency basis.\nFrom a profitability perspective, there are a number of moving pieces that we know will impact second quarter results. Moving sequentially from the first quarter, we know gross margins will structurally trend downwards, generally in line with normal seasonality. We've layered in the tariff-related price and cost impact that we know of today or can reasonably expect based upon conversations we've had to date with our supplier partners.\nOn SG&A, we expect some leverage improvement sequentially as productivity and sales leverage partially offset increased costs. We will continue to invest in demand generation. And as with every year, merit increases went live to start the quarter. Further, as we've discussed, some expenses that were planned for the first quarter are shifting to the second, creating a sequential headwind. These items are in addition to the previously discussed noise that occurred in the first quarter from the Grainger Sales Meeting. This impact will flip sequentially in the second quarter and become a headwind to gross margin, but an offsetting tailwind to SG&A.\nTaking all these moving pieces into account, we are targeting second quarter operating margin to be at or near 15% for the total company. Again, this is obviously a highly fluid environment, but we believe our outlook covers a reasonable set of potential outcomes. With that, I'll turn it back to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Dee. Overall, I'm encouraged by how the team has managed through what is a very dynamic environment and how we continue to show up for our customers every day.\nBefore I close, I want to take 1 more opportunity to acknowledge the strength of the Grainger culture. Just 4 months into the year, we received several recognitions, including World's Most Admired Companies, Glassdoor's Best Places to Work, and for our first time ever, the World's Most Ethical Companies. Each of these achievements are special individually, but together, I believe they showcased by team members choose to grow their careers with Grainger. Congratulations to the team for earning these notable awards. And with that, I will open it up for Q&A."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d35fec51e313ad584961c1654c284039",
    "period": "2024 Q4",
    "content": "Q4 2024 WW Grainger Inc Earnings Call\n\nQ4 2024 WW Grainger Inc Earnings Call\n\nGWWNYSEJAN 31, 11:00 AM\n\nOperator\n\nGreetings and welcome to the W.W. Grainger Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this conference is being recorded.\nI will now turn the conference over to your host, Kyle Bland, Vice President, Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's Fourth Quarter and Full Year 2024 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements that are subject to various risks and uncertainties. Additional information regarding factors that could cause actual results to differ materially is included in the company's most recent Form 8-K and other periodic reports filed with the SEC.\nThis morning's presentation includes non-GAAP financial measures, which include certain adjustments in previous periods as noted in the presentation. There were no adjusted items in the fourth quarter 2024 period. Definitions and full reconciliations of our non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our earnings release, both of which are available on our IR website. We will also share results related to MonotaRO. Please remember that MonotaRO is a public company and follows Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers discussed will differ from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThank you, Kyle. Good morning and thanks for joining the call. In 2024, the Grainger team continued to drive our strategy forward by remaining focused on what matters most: providing our customers with exceptional service and a great experience.\nOn these core issues, we made strong progress this past year. We leveraged our technology data and analytical capabilities to drive differentiated value for our customers in those segments. We invested in supply chain capacity to extend our leadership position in MRO fulfillment. And we remain focused on fostering a workplace environment where all team members can build a rewarding career. These efforts allowed us to deliver on our financial commitments for the year and helped us maintain our track record of driving strong return for shareholders. I'm proud of the progress we've made and want to take a few minutes to highlight some of these accomplishments in more detail.\nTo start, I'd like to ground us in the understanding that all MRO distributors are trying to solve 2 basic customer needs. First, customers expect to fall as experience. That means having the products they need, making it simple to find, having a seamless order process, getting into them quickly and making it easy to receive and pay.\nSecond, customers expect their MRO partner to deliver tangible value for their business. This goes far beyond selling products and is something that shows up differently for each customer. It could be simplifying a customer's purchasing process, helping them improve inventory management capabilities, finding product substitutes to save them money or supporting their operational and safety challenges.\nOur 2 go-to-market models, High-Touch Solutions and Endless Assortment, are built to solve these needs for customers of varying sizes and industries. Our teams and processes are structured to help customers find the products they need, buy it with confidence and deliver it next day and complete. We do this while minimizing complexity and showcasing our value-added capabilities that are relevant to their context.\nTo do this well and at scale, we continue to build upon our 3 core foundational competencies. These are leveraging our technology and data capabilities to extend our digital advantage, expanding our supply chain footprint to maintain industry-leading service, and building and cultivating a highly engaged team. Let me briefly touch on each of these.\nOver the last several years, we have invested heavily to building market-leading data and technology capabilities, including developing proprietary product information and customer information systems. These data assets underpin our 5 strategic growth engines and fuel our ability to gain share within our High-Touch Solutions segment.\nIn 2024, we made some great progress. Within merchandising, we have completed a first pass review to our full assortment. This is a tremendous milestone, and I'm proud of the continuous improvement mindset the team has taken to advance and standardize the process with this evergreen initiative. We'll continue to review categories, and we'll likely see more net assortment growth going forward as we add products to meet evolving customer needs.\nOur marketing team is focused on driving continued strong returns on our ad spend. In 2024, we expanded our top-of-funnel marketing efforts in new channels to increase brand awareness. We also iterated on our digital marketing strategy to best capture in-the-moment demand. Further, we're finding new ways to utilize our PIM and KIM data assets to improve the effectiveness and efficiency of our spend. We have seen positive results in many areas and plan to continue to increase our overall marketing investment again in 2025.\nWe continue to leverage our improved customer data to expand our sales force, adding one new geography and around 70 new sellers in 2024 as part of our sales coverage initiative. We slowed our investment in this space in 2024 and to start this year, but we continue to be pleased with our results and expect to add 1 or 2 more geographies later in 2025.\nOur sales force remains our biggest demand generator, and we are investing in 2 resources to increase their effectiveness and help them better serve our customers. We built and launched a proprietary sellers insight tool that integrates with other Grainger platforms to serve customer-specific insights. This helps our sellers save time and enables more productive customer conversations.\nAnd just this week, we are conducting intensive training for our sellers to help them meet their customer needs. Helping our sellers succeed will always be a focus. Within customer solutions, we implemented new homegrown software across our KeepStock platform to enhance our inventory management capabilities. And we are piloting new customer-facing tools, which will provide access to enhanced data and insights. These advancements will help improve the user experience and drive procurement cost savings for our customers. All told, there's plenty of runway across our growth engines to continue powering share into the future.\nThe information advantage we built across product and customer information also unlocks our ability to tap into new and emerging technologies to better serve customers and extend our leadership position in the MRO industry. We're leveraging our proprietary data to find new ways to increase revenue, drive efficiencies and enhance service. We've been developing a variety of different capabilities across the business, including homegrown machine learning, large language models and data tools where we can add incremental value. We are also piloting off-the-shelf technologies to help streamline back-office processes.\nTo brings this to life, we've included a few examples. In KeepStock, we're leveraging computer vision to streamline our install process. Here, a cell phone camera can extract and codify detailed product information to help reduce errors and better organize the layout for the new install. This saves meaningful time for our KeepStock team members, lowering install cost while improving the customer experience.\nOur inventory team has been augmented their planning algorithms of advanced machine learning models to optimize the depth and breadth of products across each market. These new models have been implemented across most of our North American network, driving service-level improvements. Going forward, the team sees opportunities across supply chain to further refine our planning capabilities, helping us extend our service lead and optimize asset efficiency.\nFinally, as mentioned last quarter, we're testing a generative AI model in our call centers, which leverages our proprietary product and customer information to craft well-informed responses to customer chat inquiries. This tool allows us to scale our know-how and equip our customer service agents with vast relevant responses to help customers get what they need more quickly and efficiently. We're still in the test phase here, but AutoStore technical product specialists have found it to be highly accurate while providing near-term -- near-immediate response times. Down the road, this tool could be applied to other customer interaction channels. We're also investigating how this underlying technology could support other use cases across the business.\nWe are just scratching the surface on how we can continue to leverage our data and these next-gen tools to develop advantage across the business. I'm encouraged by the progress we've made in 2024 and for what's to come in 2025 and beyond.\nMoving to Endless Assortment. We made great progress within the segment and continue to propel the flywell forward. At Zoro, the team made significant progress on expanding their marketing efforts, growing the assortment and enhancing the customer experience. This includes leveraging data and analytics to optimize the on-site search algorithm and improve delivery communication and capabilities. Result has been a steady flow of user acquisitions, improved B2B customer retention and a return to double-digit sales growth as we exited the year.\nMonotaRO continues to execute exceptionally well, driving strong results, including 29% growth with enterprise customers. The business continued to see strong retention rates while deepening our share of wallet with core B2B customers. We are actively sharing learnings across these businesses and are excited to build on our momentum in 2025.\nOur supply chain is foundational to driving a great customer experience. We build our supply chain to specifically serve B2B customers with ship-next-day complete orders. We've made significant progress on enhancing our service capabilities and expanding our distribution center network. This includes beginning construction on the new Houston area DC, continued progress at our new Northwest DC and further investments in bulk warehouse capacity, including a roughly $80 million facility in Illinois that we purchased at the end of 2024.\nAcross the network, we see opportunity for automation and other advancements, which will help drive further efficiencies and ensure the long-term resilience of our supply chain. As we invest in this space, we remain focused on maintaining our leading service advantage now and into the future.\nOur last foundational competency is our people. At the core of our success is our more than 26,000 team members who live our purpose-driven culture. Our team members are resolute and fulfilling our purpose. We keep the world working and living our principles because we know the work we do matters. This is how we get the best out of our talent and operate with the highest ethics and integrity.\nOur company remains an employer of choice as evidenced by being certified at Great Place to Work across North America and Panama. Additionally, this year, we were named a top-rank company across all industries on the American Opportunity Index, which primarily focuses on the experiences of workers in noncollege degree roles and the company's ability to offer them growth and development no matter their career path. These recognitions are a testament to our culture, including our commitment to ensure all team members could have a meaningful and fulfilling career here at Grainger.\nLastly, I'd like to thank our team members for the critical role they played in helping their communities through numerous natural disasters over the past year. This includes ongoing support for customers in local and federal relief agencies across Los Angeles area as they continue to battle the devastating fires.\nNow turning to our [ peer ] financials. The demand environment remained sluggish throughout 2024, where we finished the year with over $17.2 billion in sales, up 4.2% on a reported basis or up 4.7% on a daily organic constant currency basis. Growth for the year included profitable share gain from our High-Touch Solutions U.S. business, which finished the year with roughly 100 basis points of total market outgrowth, including 325 basis points of outgrowth on a volume basis.\nIn Endless Assortment, the segment showed significant top line improvement with daily constant currency sales up 11.6%. Both Zoro and MonotaRO continue to win with their core B2B customer base and drive improved repeat purchase rates, positioning them well for the future.\nAlongside the solid top line, the team also did a great job delivering continued strong margin performance, all while investing for the future with operating margin finishing at 15.5% for the year. Together, these results fueled strong earnings with adjusted EPS up over 6% to [ $38.96 ] per share. ROIC finished at [ 41.6% ]. And operating cash flows over $2.1 billion, which allowed us to return $1.6 billion to shareholders through dividends and share repurchases. Overall, I'm proud of what we accomplished in 2024 and know we are working on the right initiatives to remain the MRO market leader for years to come.\nAnd with that, I will turn it over to Dee to review our fourth quarter results.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nI want to echo D.G.'s comment on our strong 2024 performance. Not only did we make progress on a number of strategic initiatives, but the team was also able to deliver on the majority of our 2024 financial commitments. This includes revenue, margin and EPS all finishing within the original guidance ranges we provided this time last year.\nNow turning to detail on the fourth quarter. We had another good quarter to finish out the year with results coming roughly in line with expectations. For the total company, daily sales grew 4.2% or 4.7% on a daily organic constant currency basis, which included growth in both segments. Sales were strong in the quarter despite softness in the back half of December from holiday timing and customer shutdowns.\nTotal company gross margins for the quarter were strong, ending at 39.6%, up 50 basis points over the prior year period. Favorability was mainly driven by the High-Touch Solutions segment, which I'll detail on the next slide. This gross margin favorability largely flow through to the bottom line, where operating margins ended the quarter at 15%, up 40 basis points versus the prior year. Overall, we delivered diluted EPS for the quarter of $9.71, which was up over 16% versus the fourth quarter of 2023.\nDiving into segment-level results. The High-Touch Solutions segment continues to perform well with sales up 4% on a reported basis or 3% on a daily organic constant currency basis. Results were driven by solid volume growth and continued improved price contribution within the segment. We also delivered growth across all geographies in the period in local days, local currency. In the U.S. specifically, we saw strong growth with government and health care customers, which helped to offset more sluggish performance across the other areas.\nFor the segment, gross profit margin finished the quarter at a strong [ 42.3 ]%, up 90 basis points versus prior year. Favorability was aided by a roughly 50 basis point lap of year-end inventory cost adjustment in the prior year as well as slight mix and freight favorability in the current year period. Price/cost for the quarter was roughly neutral.\nOperating margin for the segment finished the quarter at 17%, which was up 60 basis points versus the prior year. Gross margin favorability in the segment more than offset incremental investment in demand-generating activities in the period. Despite the December top line softness, it was a good finish to the year for the High-Touch Solutions segment.\nTurning to market outgrowth on Slide 16. Using our total market model, which includes both producer price index and industrial production inputs, we estimate that Grainger took approximately 100 basis points of total share gain in the fourth quarter. As you can see on the slide, this helped us finish full year 2024 with roughly 100 basis points of mathematical share gain in total as our High-Touch Solutions U.S. business grew 3.3% organically compared to our total MRO market model, which was up between 2% and 2.5% for the year.\nPulling apart the model at the bottom of the slide, we drove approximately 325 basis points of volume outgrowth for the year. This growth was offset by a mathematical share loss from price of roughly 225 basis points as the PPI sub-index we use in the market model inflated meaningfully higher than Grainger's price contribution to revenue.\nAs we've discussed all year, our mathematical share gain has been impacted by differences in product and customer mix between our business and the underlying mix that contributes to the PPI and IP sub-indices we use as the price and volume inputs to our market model.\nOn price specifically, the dislocation is more dramatic on products that are experiencing high inflation in the current environment, such as airplanes and medical equipment. These products are contributing to higher market inflation than what Grainger is seeing on MRO-specific products.\nWhile the total market model remains highly correlated to our performance over time, this period of dislocation has persisted for several quarters. Our focus as a company has been and is to remain price-competitive and grow share via volume-based initiatives. With this and given the recent outsized dislocation we've seen in the price/cost component, we will be focusing our market measurement on just the volume component going forward. While the volume component of the model can still have dislocations due to its aggregated and broad nature, we feel it captures the essence of the underlying MRO activity and will serve as a good benchmark for our performance over time.\nOn price, we have several internal and external signals that can be used to ensure that we are remaining price-competitive, and our ability to do this well can be better monitored through our gross margin results. We will continue to break out our High-Touch revenue between volume and price in the appendix of these materials each quarter as we pivot to the volume-based view.\nSo with these changes, if you turn to Slide 17, you can see our goal for review of volume-only outgrowth, which ties back to the 325 basis points of volume contribution from the previous slide for the full year of 2024. This metric still reflects some mix-related dislocation, but much less after removing the undue noise from the price component. Overall, we remain confident in our strategic growth engines and their ability to drive share over the long term and continue to target 400 to 500 basis points of average annual outgrowth over time.\nTurning to the Endless Assortment segment. Sales increased 15.1% or 13.2% on a daily constant currency basis. Zoro U.S. was up 13.9%, while MonotaRO achieved 14.3% growth in local days, local currency. At a business level, Zoro's growth rate continued to ramp as they have all year. The business saw strong traction across all customer types, including growth in the teens within their core B2B customer group.\nFor the quarter, B2C and B2C-like customers grew roughly in line with core B2B, a trend we expect to be reasonably consistent going forward. At MonotaRO, sales growth remained strong with enterprise customers, coupled with solid acquisition and repeat purchase rates with core small and midsized businesses.\nOn profitability, operating margins for the segment increased by 80 basis points to 8.6% with both businesses contributing year-over-year. Zoro operating margins were up 140 basis points to 3.7%, aided by continued operating leverage. At MonotaRO, margins remained strong at 12.6% with DC operating efficiencies driving continued year-over-year improvement. Overall, we're proud of the improved performance through 2024 within the segment and look to continue momentum this year.\nNow moving to our 2025 guidance. Our outlook for the year includes revenue to be between $17.6 billion and $18.1 billion at the total company level driven by growth in both segments. This translates to daily constant currency sales growth between 4% and 6.5%.\nWithin our High-Touch Solutions segment, we expect daily constant currency sales of between 2.5% and 4.5%. In the U.S., we expect market volume growth for the full year to remain muted. This is consistent with what we're seeing in the current short-cycle environment and does not assume a step-change macro recovery that some are projecting for the back half of the year.\nOn share gain, we will continue to target 400 to 500 basis points of U.S. market volume outgrowth over time. However, we expect to land in the low end of the range in 2025 from continued measurement dislocation due to mix and as we check and adjust our marketing and seller expansion efforts to incorporate learnings.\nLastly, we anticipate minimal pricing inflation for the year, which is in line with what we're hearing from suppliers and seeing in the market for MRO-specific products. This assumption excludes any impact from incremental tariffs that may or may not occur in 2025.\nIn the Endless Assortment segment, we anticipate daily constant currency sales to grow between 11% and 15%. This segment-level growth will be roughly 325 basis points lower on a reported basis when you normalize for expected foreign currency exchange headwinds and fewer selling days in the current year period.\nAt the business unit level, Zoro is anticipated to grow in the low double digits as they continue their momentum in driving higher repeat rates, consistent service and improve target marketing. MonotaRO is expected to grow in the low teens at the midpoint in local days and local currency, which normalizes for 3 less selling days in 2025, and expected FX headwinds from the yen. This strong performance is fueled by growth with new and enterprise customers, alongside strong repeat rates with their core B2B customers.\nMoving to our margin expectations. We expect total company operating margins to remain strong in 2025, ranging between 15.1% and 15.5%. In the High-Touch Solutions segment, operating margins are expected to stay healthy but will contract slightly to be between 17% and 17.4%. This is driven by relatively stable gross margins, although they may tick down slightly off a strong finish to 2024. We expect SG&A will modestly delever at the midpoint on a softer top line and continued investment across our growth engines.\nIn Endless Assortment, we anticipate operating margin will continue to ramp between 8.5% and 9%, up 20 to 70 basis points versus 2024. Slight gross margin [ headroom ] at Zoro from continued growth of lower-margin, third-party shipped SKUs will be offset by continued operating leverage at both business units as the flywheel continues to drive new customer growth and repeat purchase rates.\nTurning to capital allocation. We expect the business will continue to generate strong cash flow in the year with an expected range of $2.05 billion to $2.25 billion, implying operating cash conversion north of 100%.\n[indiscernible] We plan to continue to execute a consistent return-driven approach to our capital allocation strategy, meaning our priorities remain largely unchanged from prior years. We'll continue to invest in the business and expect CapEx in the range of $450 million to $550 million. Spending here includes further supply chain investment as we progress with the construction of our new DC capacity. We also plan to advance our data and technology capabilities, helping to further our [ customers ]. Alongside these organic investments, we continue to explore inorganic opportunities to help further strategy or advance our capabilities. We plan to remain highly selective here in 2025.\nOutside investment, we expect to return the balance of our excess cash to shareholders in the form of dividends and share repurchases. We'll formally set our 2025 dividend in the second quarter, but again, anticipate consistent annual dividend increases in the high single digit to low double-digit percentage range.\nOn share repurchases, we anticipate the amount for 2025 will be between $1.15 billion and $1.25 billion. As in prior years, we feel this return-focused allocation philosophy provides the organization optimal flexibility to efficiently manage investment while maximizing shareholder returns now and into the future.\nIn summary, at the total company level, we plan to grow top line by roughly 4% to 6.5% on a daily constant currency basis. Note that reported sales growth is roughly 130 basis points lower than our daily constant currency range as we're normalizing for FX headwinds and 1 fewer selling day in the current year. A reconciliation of these impacts is provided in the appendix of this presentation.\nGross margin and operating margin, as we discussed, will remain healthy for the year, leading to an expected EPS growth of flat to up 6.5% or $39 to $41.50 per share. Note, this expected EPS growth range includes a $20 million net interest headwind in 2025 following our debt refinancing and expected lower interest rates on our cash balances. Further, there is roughly 110 basis point year-over-year headwind to our EPS growth rate as our effective tax rate normalizes in 2025 after the onetime benefit we captured in 2024.\nFrom a seasonality perspective, we expect sales to start slower and ramp as we move through the year. This includes a softer start in January from the timing of the New Year's holiday and the cold weather disruptions experienced during the month. With this, January sales started slow but picked up momentum as the month progressed with preliminary results up approximately 2.5% on a daily constant currency basis. January growth will be approximately 100 basis points higher if you normalize for the holiday and weather impacts.\nWhen translating daily constant currency sales to reported revenue, there's a lot of noise this year, particularly in the first quarter. This is driven by foreign exchange headwinds, which are most announced in Q1, before subsiding in the middle of the year. There's also 1 fewer selling day in February, which reduces revenue by roughly $70 million year-over-year, representing a 160 basis point headwind to reported sales growth in the first quarter. All in, this translates to expected reported sales of around $4.3 billion for the first quarter of 2025.\nOn profitability, given the slower start to sales and 1 less selling day in the current year period, operating margin rates will be challenged in the first quarter before ramping through the year. This deviates from our normal seasonal pattern, and we won't see the price timing favorability we normally capture in Q1 given the [ low-cost ] inflation environment we're experiencing this year.\nWith this, first quarter operating margins will be closer to the bottom of our 2025 full year guidance range around 15%. This will drive year-over-year EPS growth to be flat to slightly down in the first quarter and will ramp thereafter as the year continues.\nLastly, we're reiterating the core tenets of our long-term earnings framework, including continued strong top line growth comprised of 400 to 500 basis points of annual volume outgrowth in the High-Touch U.S. business and annual revenue growth in the teens for Endless Assortment, generally stable gross profit margins within each segment, and SG&A growing slower than sales over time while still investing in demand-generating activities to drive sustainable long-term growth.\n[ executing ] against these tenets to drive double-digit EPS growth under normal market conditions. Combining this with our balanced capital allocation strategy, we think this represents an attractive return profile that can drive significant value creation for shareholders.\nWith that, I'll turn it back to D.G. for closing remarks.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Dee. In 2024, our team members showed up every day, living Grainger's purpose and putting the customer first, leading the strong results for the company. As we head into 2025, I'm [ confident ] durable advantage will allow us to continue to gain share and create strong returns for all stakeholders.\nWith that, we'll open the line up for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/229e00dd6000d47a65653120b62c2387",
    "period": "2024 Q2",
    "content": "Q2 2024 W.W. Grainger Inc Earnings Call\n\nQ2 2024 W.W. Grainger Inc Earnings Call\n\nGWWNYSEAUG 1, 11:00 AM\n\nOperator\n\nGreetings. Welcome to W.W. Grainger Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this conference is being recorded. I will now turn the conference over to Kyle Bland, Vice President of Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's Second Quarter Earnings Call. With me are DG MacPherson, Chairman and CEO; and Deidra Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements that are subject to various risks and uncertainties. Additional information regarding factors that could cause actual results to differ materially is included in the company's most recent Form 8-K and other periodic reports filed with the SEC.\nThis morning's call will focus on the adjusted results for the second quarter of 2024, which exclude $16 million of pretax restructuring costs incurred in the quarter. Please remember that we have also included a daily organic constant currency sales growth metric within these materials to normalize for the divestiture of our E&R Industrial sales subsidiary, which was sold at the end of 2023.\nDefinitions and full reconciliations of this and any other non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our earnings release, both of which are available on our IR website. We will also share results related to MonotaRO. Please remember that MonotaRO was a public company and followed Japanese GAAP, which differs from U.S. GAAP, and as reported in our results one month in arrears. As a result, the numbers disclosed will differ from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks Kyle. Good morning, and thank you for joining the call. As we pass the midpoint of 2024, I'm proud of the way the team continues to show up for our customers, providing a flawless experience on each transaction. Our team members are consistently living the principles outlined by the Grainger Edge and in doing so, we become a trusted partner for our customers, creating tangible value each day.\nOne of the best examples of the value that we create for our customers is by simplifying their purchasing processes. Complicated and high-cost purchasing processes are common in our space, wasting our customers' time and money. Fortunately, we are well equipped to help customers solve this challenge by assisting them in choosing the right digital solution, setting up necessary workflows and approvals and providing systems training to maximize the benefits. Recently, during negotiations on a multiyear agreement, one of our national account managers identified opportunities where our team could help the customer meet their process improvement goals, most notably in streamlining their procurement systems, engage our internal EDI pro team who worked with the customer to connect their purchasing platform to Grainger.\nTogether, through enterprise-wide integration and training, we were able to move nearly all of the customers' MRO transactions to a digital channel, helping them to consolidate orders, lower PO processing costs and driving several hundred thousand dollars in annual savings. These process improvements are part of a broader engagement with this customer, we also help them reduce inventory levels and drive product standardization, further saving them time and money. This example is just one of many where our team works to understand the customers' operations, tailor our solutions to meet their needs and drive lower cost.\nMoving on to our second quarter performance. We delivered another solid quarter of results amidst a slow, generally stable demand environment. Total company reported sales were up 3.1% or 5.1% on a daily organic constant currency basis, with positive contributions from both segments. In the High-Touch Solutions segment, we remain focused on our growth engines and delivered tangible value for our customers, resulting in another quarter of solid performance. Within the Endless Assortment business, our focus on gaining new customers and increasing repeat purchase rates is paying off, and we continue to make progress with these initiatives.\nFrom a profitability standpoint, total company operating margin of 15.4% remained strong, but as anticipated, was down 40 basis points versus prior year. EPS finished the quarter at $9.76, up 5.2% versus the prior year. Beyond the P&L, we achieved ROIC of 42.6% and operating cash flow remained healthy in the quarter, allowing us to return a total of $345 million to Grainger's shareholders through dividends and share repurchases. Overall, the business continues to perform well as we stay focused on the customer and the things that matter. While 2024 is playing out largely as expected, further yen devaluation and continued pockets of demand stops in the U.S. remain as headwinds. With this, we've trimmed the top end of our earnings guidance range, which Dee will discuss in a bit.\nNow I'll turn it over to Dee.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThank you, D.G. Turning to Slide 7. You can see the high-level second quarter results for the total company, including 5.1% growth on a daily organic constant currency basis. The quarter played out largely as anticipated, despite the persistent demand softness D.G. mentioned.\nOperating margins were down 40 basis points year-over-year, generally following normal seasonal trends. Gross margins were flat year-over-year as the number of items offset within the period and SG&A delevered 40 basis points as we ramp our demand generation investment. In total, we delivered diluted EPS for the quarter of $9.76, up 5.2% or $0.48 over the prior year period.\nMoving on to segment level results. The High-Touch Solutions segment continues to perform well with sales up 3.1% on a reported basis or 3.7% on a daily organic constant currency basis. Results were driven by strong volume growth and moderate price contribution across all geographies in the period. In the U.S. specifically, nearly all customer end markets were up year-over-year with warehousing, contractors and health care customers having the largest gains. For the segment, gross profit margin finished the quarter at 41.7%, flat versus the prior year. In the quarter, we expanded an unfavorable lap of roughly 40 basis points from the nonrecurring rebate benefit captured in Q2 of 2023, which was offset by several small tailwinds in the current year period. When excluding the unfavorable lap of nonrecurring rebate, price cost was roughly neutral in the quarter.\nSG&A delevered 40 basis points in Q2 as DC capacity came online, and we continue to invest in demand-generating activities like marketing and seller head count. Annual merit increases that went live in April were offset by productivity actions and lower variable compensation expense within the period. Overall, it was a solid quarter of growth and profitability for the High-Touch Solutions business.\nLooking at market outgrowth on Slide 9. We estimate that the U.S. MRO market, including volume and price grew in the quarter between 2.5% and 3%. The with price contributing nearly all of the growth. Within our High-Touch Solutions U.S. business growing at 3.6% organically, our mathematical market outgrowth in the quarter was roughly 100 basis points in total. This includes approximately 300 basis points of volume outgrowth contribution netted against the continued price tailwinds when comparing our price contribution to PPI.\nAs we said before, there is no perfect way to measure the MRO market, and we're currently in a cycle where the headline PPI and IP metrics don't completely reflect what we're seeing in the MRO specific space. With the differences in product and customer mix, these disconnects happen from time to time and cause short-term noise within our external market share gain calculation. Given the current dislocation we're seeing this year, it's unlikely we will mathematically achieve our market outlook target in 2024. However, we have several different ways, including both internal and external data points to understand our relative performance and know we're performing quite well in the current environment. History would suggest that this dislocation will normalize over a multiyear period and we believe this metric remains useful in tracking our relative performance over time. We're still generating strong returns on our demand-generating investments, which gives us confidence that over the long term, we will continue to outload the market by 400 to 500 basis points annually on average.\nNow turning to the Endless Assortment segment. Sales increased 3.3% or 11.7% on a daily constant currency basis, which adjusts for the impact of the depreciated Japanese yen. Zoro U.S. was up 8.7%, with MonotaRO achieving 13.2% in local days local currency. At a business level, Zoro saw improved growth from core B2B customers who were up mid-teens in the quarter. Performance was driven by B2B customer acquisition and improved repeat purchase rates, which were aided by service enhancements to increase same-day shipping and better communicate delivery date.\nHeadwinds from the continued unwind of noncore business, including B2C and B2C like volumes started to dissipate in the quarter but remained down low double digits year-over-year. We expect these B2C headwinds to continue to subside as the year progresses. At MonotaRO, sales were strong from continued growth with enterprise customers, coupled with solid acquisition and repeat purchase rates with small and midsized businesses. On a reported basis, these results were all offset by continued foreign exchange rate pressures as the yen continues to show incremental weakness against the dollar.\nOn profitability, operating margins for the segment declined 70 basis points to 7.9%. This decline was driven by lower gross margins at MonotaRO from product and customer headwinds combined with SG&A deleverage at Zoro as the business ramps marketing investments and re-baselines on lower B2C and B2C like volume. As these volumes normalize, this should create a better baseline to relever the business going forward. Overall, for endless assortment, we're encouraged by the strong progress in the quarter, and are on track to finish the year at or above our original expectations.\nNow moving to the updated outlook for the remainder of 2024. As D.G. mentioned at the beginning of the call, we are trimming the top end of most estimates to reflect continued market softness as macroeconomic uncertainties persist in the U.S. With this, we are now expecting total company daily organic constant currency sales to grow between 4% and 6% for the full year of 2024. When including the continued deterioration of the Japanese yen, this translates to an updated reported sales range between $17 billion and $17.3 billion and an EPS range between $38 and $39.50. As you can see on this slide, we flowed these changes through and have also made slight tweaks to the margin outlook based upon how we're performing in the first half. I want to note, while we continue to remain diligent on managing expenses and measuring returns, given the softer top line, our ability to generate leverage is challenged this year as we invest in our growth engines to power long-term share gain. Setting that aside, we remain strongly committed to growing SG&A slower than sales over time and have a track record of doing so. Supplemental guidance ranges, including increased operating cash flow and share repurchase expectations can be found in the appendix of this presentation.\nOn seasonality, as we move to the second half of the year, we expect relatively normal sequential growth from Q2 to Q3 and into the fourth quarter. There are some puts and takes from a profitability perspective. but we anticipate operating margins and earnings to remain healthy and relatively consistent in the third quarter when compared to the second. As we start the third quarter, a number of external factors have impacted our results in July. The sales started to ramp in the final few days of the month. This led preliminary July sales results to finish up roughly 2% on the total company daily organic constant currency basis. Of note, this number will be approximately 100 basis points higher if you normalize for the tough comp caused by an elevated level of project-related service engagement in July of last year. Altogether, at the total company level, we're performing well and are confident in our ability to drive solid growth and strong profitability in the second half of the year.\nWith that, I'll pass it back to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Dee. As we head into the second half of 2024, a number of macroeconomic uncertainties remain ahead, but our teams are committed to focusing on what matters most, meeting our customers' needs and creating value for their business. .\nWe know that our ability to serve our customers better than our competitors relies on having a strong culture where team members can have a meaningful and fulfilling career. Among several other recognitions this year, Grainger was recently named the best workplace for millennials. These awards are a testament to the well-rounded culture we've built to help us fulfill our purpose. I'm confident that Grainger will continue to be recognized as an employer of choice because of the emphasis we put on living our principles. One of those principles, starting with the customer. it's key to achieving great results for all stakeholders. And I'm confident that we will continue to do that in 2024 and for years to come.\nAnd with that, we will open the line for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/29ce0b932bd7cbacc0a1d8d7b6ab4e13",
    "period": "2024 Q1",
    "content": "Q1 2024 W W Grainger Inc Earnings Call\n\nQ1 2024 W W Grainger Inc Earnings Call\n\nGWWNYSEAPR 25, 11:00 AM\n\nOperator\n\nGreetings. Welcome to W.W. Grainger First Quarter 2024 Earnings Call. [Operator Instructions] Please note, this conference is being recorded.\nI will now turn the conference over to Kyle Bland, Vice President, Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's first quarter earnings call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements that are subject to various risks and uncertainties. Additional information regarding factors that could cause actual results to differ materially is included in the company's most recent Form 8-K and other periodic reports filed with the SEC.\nThis morning's call will focus on results for the first quarter of 2024, which are consistent on both a reported and adjusted basis. As a reminder, we have included a daily organic constant currency sales growth metric within these materials to normalize for the divestiture of our E&R Industrial Sales subsidiary, which was sold at the end of 2023.\nDefinitions and full reconciliations of this and any other non-GAAP financial measures were their corresponding GAAP measures are found in the tables at the end of this presentation and in our earnings release, both of which are available on our IR website. We will also share results related to MonotaRO. Please remember that MonotaRO was a public company and followed Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers disclosed will differ from MonotaRO's public statements.\nWith that, I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning and thanks for joining the call. 2024 started well. As we remain grounded in the Grainger Edge, we are focused on starting with the customer and staying focused on what matters most. I've seen this play out in several ways throughout the quarter.\nIn February, we hosted the Grainger Show in Orlando. Over 10,000 of our customers, suppliers and team members came together to showcase the products and solutions that Grainger offers. It remains a great opportunity to work together with our partners to solve customer problems. We've received great feedback on progress since the event.\nI've also had the opportunity to meet with a diverse set of customers from many industries. It has been great to see how the Grainger team continues to deliver value and further embed into our customers' operations. During a recent visit to a musical instrument manufacturer, I had the chance to see how our team partnered with the customer to help them standardize their product portfolio to lower cost and improve efficiency. This included leveraging our strong supplier relationships and expanding our KeepStock solution to ensure they have the right products in the right locations.\nI also spent time with a large public health system, which is in the process of building a new hospital. Throughout the project, we supported their operations as they transition to the new facility, ensuring products remain readily accessible across the campus. By supporting this customer throughout the significant change, we deepened their trust in Grainger and allowed them to focus on their area of expertise, patient care, while we took care of their MRO needs.\nAcross all my visits, it's clear that we continue to show up well for our customers. Based on what I've seen, while each industry dynamic is different, overall demand for MRO products has remained soft but generally steady to start the year. Inflation remains a talking point with customers and suppliers and is turning out to be stickier than we had originally anticipated heading into 2024. Dee will provide details in a bit.\nMoving on to our first quarter performance. You can see we started the year largely as expected, delivering another year solid -- another quarter of solid results. Total company sales were up 3.5% or 4.9% on a daily organic constant currency basis with positive contributions from both segments. In High-Touch Solutions, we continue to advance our 5 key growth engines as we leverage our technology and data assets to unlock further value for customers.\nWithin the Endless Assortment business, we remain focused on acquiring new customers and improving repeat purchase rates across the segment, and we made solid progress here in the quarter.\nFrom a profitability standpoint, total company operating margin was down as anticipated to 15.8%, a decrease of 80 basis points over the prior year. EPS finished the quarter roughly flat versus prior year at $9.62.\nBeyond the P&L, ROIC remained strong at 42.9%, and operating cash flow finished at record levels, which allowed us to return a total of [ $316 ] million to Grainger shareholders through dividends and share repurchases.\nLastly, I want to mention that yesterday, we announced a 10% increase to our quarterly dividend, marking the 53rd consecutive year of expected dividend increases, something we are very proud of. In addition, the Board refreshed our repurchase authorization, enabling the buyback of up to 5 million shares of common stock. These combined actions reflect our continued commitment to returning cash to shareholders through a balanced and return-focused approach.\nOverall, 2024 started off largely as expected, and the business continues to perform well. With this, we are reiterating our full year 2024 guidance. We are set up to have a strong year results for all stakeholders.\nI'll now pass it to Dee to go through the details.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. On Slide 7, you can see the high-level results for the total company, including 4.9% growth on the daily organic constant currency basis.\nThe quarter played out as anticipated despite tough comps, continued rebaselining of the Endless Assortment business and impact from holiday timing in the period. Operating margins were down 80 basis points year-over-year, the finished largely as expected in the quarter. Gross margins were lower by 50 basis points as we lapped outsized favorability in the prior year period, and SG&A delevered 30 basis points as we ramp demand-generating investments to drive long-term, profitable share gain. In total, we delivered diluted EPS for the quarter of $9.62, up $0.01 over the prior year period and in line with our expectations to start the year.\nMoving on to segment-level results. The High-Touch Solutions segment continues to perform well with sales up 3.4% on a reported basis or 3.8% on a daily organic constant currency basis. Volume growth remained strong, which offset a slight contraction in price due to timing. All geographies saw growth in the period.\nIn the first quarter, the U.S. continued to see strong growth with contractors, government and health care customers. This growth offsets slowing demand in other end markets, including manufacturing and commercial services as well as the impact from holiday timing. Overall, demand remained soft but largely unchanged over the last few quarters.\nFor the segment, gross profit finished the quarter at 41.8%, improving sequentially but below normal seasonality amidst a more muted pricing backdrop. On a year-over-year basis, gross margin was down 60 basis points primarily due to the timing of price/cost spread along with the lap of a 20 basis point onetime favorable freight adjustment in the prior year. These headwinds were partially offset by continued freight and supply chain efficiencies, which began in the first quarter of 2023 and are now fully normalized.\nWhile the quarter finished in line with our expectations on the gross margin in total, we were a little more price/cost negative than anticipated as the timing of price and cost is never perfect. As the year progresses, we expect price/cost spread will recover and finish the year closer to neutral.\nSG&A delevered 40 basis points as we continue to invest in our demand-generating growth engines, including marketing and store head count. We will continue to stay disciplined with our spending and rigorous and understanding cause and effect, but feel it's prudent to invest through the cycle to gain share over the long term. Overall, these results position us well for another strong year within the high-touch segment.\nLooking at market outgrowth on Slide 9. We estimate that the U.S. MRO market, including volume and price, grew in the quarter between 2% and 3%, nearly all from continued price inflation. This indicates that the High-Touch Solutions U.S. business achieved roughly 150 basis points of market outgrowth in the first quarter in total.\nSimilar to last quarter, this more muted quarterly outgrowth reflects the higher PPI-based price inflation in Grainger's [ first ] quarter price contribution. As we mentioned in the past, there is no perfect market for our business, and we're comparing a broader external metric of inflation to our MRO product mix. There can be noise, especially in quarterly periods.\nThat being said, as D.G. alluded earlier, inflation has been stickier than we originally anticipated, and we're taking some corrective actions in the second quarter to ensure we adhere to our 2 core pricing tenets: maintaining market re prices while ensuring price/cost neutrality over time.\nImportantly, on a pure volume basis, we're looking at our volume contributions versus the growth in industrial production. Our volume outgrowth is closer to 450 basis points, reflecting continued strong performance for our high-touch growth engine.\nMoving to our Endless Assortment segment. Sales increased 3.7% or 10% on a daily constant currency basis, which adjusts for the impact of the depreciated Japanese yen. Zoro U.S. was up 5.1%, while MonotaRo achieved 13.1% growth in local days local currency.\nAt a business level, Zoro continued strong growth from B2B customers who remained up year-over-year in the high single digits. This helped offset continued declines with noncore B2C and B2C-light customers, which were down double digits year-over-year. We expect these B2C headwinds to subside as the year progresses.\nAt MonotaRO, sales were strong from continued growth with enterprise customers, coupled with solid repeat purchase rates within their core B2B customer base. On a reported basis, however, these strong results are nearly all offset by continued foreign exchange rate pressures as the yen sinks to near all-time lows versus the dollar.\nOperating margins for the segment declined 20 basis points to 7.9% largely driven by gross margin favorability at MonotaRO from freight and supply chain efficiencies, which were more than offset by negative mix at Zoro as gross margins continue to normalize following the last few years of inflation. Overall, it was a good quarter for the Endless Assortment business.\nNow an update on the remainder of the year. Overall, we said Q1 played out much as we expected, and results aligned well within the guidance ranges we laid out at the beginning of the year. This has continued into April with daily organic constant currency sales up 5.7% month-to-date. This gives us confidence to reiterate our current year -- our current full year 2024 guidance, which includes daily organic constant currency sales growth between 4% and 7% and EPS ranging between $38 and $40.50, up roughly 7% at the midpoint.\nOn seasonality, top line comps get easier as we move through the year. Operating margin will dip down sequentially in the second quarter as gross margin moderated slightly, and SG&A leverage declines as merit increases go into effect and marketing investments continue to ramp. With that, we expect modest year-over-year EPS growth in the second quarter with earnings ramping from there in Q3 and Q4.\nAlthough we are maintaining our guidance ranges, I do want to call out the increasing headwind we're seeing from foreign exchange rates. As it stands today, the dollar to yen spot rate sits roughly at 1.55, well above the 1.44 we originally planned in January and still assumed in our current guidance. If rates remain at these elevated levels, this would cause roughly $140 million incremental headwind to our full year 2024 reported net sales guidance at an approximate $0.13 decrease to annual EPS.\nOverall, we're pleased with how the business is performing and remain confident in holding expectations for the year.\nWith that, I'll pass it back to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Dee. Grainger's ongoing success is made possible by our people. And I'm fortunate that I'm routinely able to spend time with our frontline team members. And it's clear that they are deeply connected to our customers, working side by side to help solve their most challenging problems. I believe this commitment to our customers is because of the emphasis we put on building a culture where every team member knows that they can make a difference.\nEarlier this month, Grainger was named to Fortune's Best Place -- Workplaces in 2024 for the third consecutive year. This is an exclusive recognition that honors companies with the best cultures and people, which is a perfect way to describe what we have at Grainger. I'm confident the team will continue to keep working towards our goals and delivering on the things that matter most for our customers, team members and all stakeholders in 2024 and beyond.\nWith that, we will open the line for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/00e6493f8d11f8598221049a912a6fe7",
    "period": "2023 Q4",
    "content": "Q4 2023 W W Grainger Inc Earnings Call\n\nQ4 2023 W W Grainger Inc Earnings Call\n\nGWWNYSEFEB 2, 11:00 AM\n\nOperator\n\nGreetings. Welcome to the W.W. Grainger Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this conference is being recorded.\nI will now turn the conference over to Kyle Bland, Vice President of Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's Fourth Quarter and Full Year 2023 Earnings Call. With me are D. G. Macpherson, Chairman and CEO; and D. Merriwether, Senior Vice President and CFO. As a reminder, some of our comments today may include forward-looking statements that are subject to various risks and uncertainties. Additional information regarding factors that could cause actual results to differ materially is included in the company's most recent Form 8-K and periodic reports filed with the SEC. This morning's call will focus on our adjusted earnings for the fourth quarter and full year 2023, which excludes the loss on the divestiture of our E&R Industrial sales subsidiary. We have also included a daily organic constant currency growth metric to normalize for the impact on revenue. Definitions and full reconciliations of these non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our earnings release, both of which are available on our IR website.\nWe will also share results related to MonotaRo. Please remember that MonotaRO was a public company and followed Japanese GAAP, which differs from U.S. GAAP, and as reported in our results one month in arrears. As a result, the numbers disclosed will differ from Monotaro's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and thanks for joining the call. In 2023, the Grainger team continued to drive our strategy forward. by remaining focused on what matters most, providing our customers with a great experience and exceptional service. The customers we serve play a vital role in keeping their businesses and institutions running and everything we do is focused on making their jobs easier. We made meaningful progress this year in building new capabilities in both segments to help our customers and team members support the work they do. We've done this by investing in technology, our supply chain network and our High-Touch growth engines to ensure we can provide the best experience as possible.\nAs a result of this focus, we delivered record sales and earnings for the year. I'm incredibly proud of the progress we've made and want to take a few minutes to highlight some of this progress in more detail. The Grainger High-Touch solutions model has undergone a digital transformation over the past several years with strategic investments in our infrastructure, talent and the development of custom capabilities to support our customers. We have built key technology infrastructure capabilities focused on 2 main domains that affect customer experience: one, knowing our products better than anyone else and 2 knowing our customers better than anyone else. These endeavors include the development of homegrown software assets around product information management, or PIM and Customer Information Management or CIM, which allow us to store, codify and scale our data assets.\nThese investments may seem simple and obvious, but in the MRO industry context, product and customer integration is very challenging. We offer millions of products with many technical attributes unique to each product category and then deliver these products to millions of customers across a wide range of industries. We have made great progress here, but the exciting part is that we still have a long way to go. We have invested in additional technology talent that can partner with our MRO subject matter experts to bring Grainger's industry know-how to life. This partnership of talent is yielding significant benefits and helping us generate high-quality proprietary data insights through PIM and CIM. These insights are fueling our growth engines and helping us drive share. For example, our ability to capture detailed product attributes allows us to bid on more relevant keywords that could ultimately yield higher returns on our marketing spend.\nIn addition, having this detailed product information, coupled with customized workflows and processes, means we're able to work with more granularity to gain confidence that our products are competitively priced, and we can do that at scale. Honestly, what we know about our customers' business operations through CIM, alongside our detailed product data, allows us to better match products to customers saving in time and increasing confidence in their purchase. These are just a few examples where we have leveraged our data investments in an ecosystem where talent and technology work together to drive great outcomes. This work is serving as a great foundation for the value we deliver through our high-touch strategic growth engines.\nStarting with merchandising, we've reviewed roughly 80% of the overall product portfolio at least once, and plan to finish collectively reviewing the entire assortment by the time we close out 2024. We continue to see strong revenue lift equating to several hundred basis points per remerchandise category. Our second and third passes through the assortment have a broader lens in the first pass as we continue to leverage learnings, evolve our PIM capabilities, as we add other relevant areas to our review process. We are seeing strong results from this Evergreen initiative, which we believe sets us up well to continue to drive share gain through this work stream in the future.\nShifting to marketing. We continue to make progress through this initiative. This year, we've put a particular emphasis on leveraging CIM and expanding top of funnel marketing efforts to TV and streaming channels to increase brand awareness. We have seen positive results in many areas and plan to continue to increase investment at attractive returns going forward. Our sales force remains an important demand generator for Grainger. As mentioned at Investor Day, [indiscernible] the use of our enhanced CIM data to redraw seller territories to better serve underpenetrated customer locations.\nWith this, for the first time in several years, we've added about 200 salespeople to the organization over the last 1.5 years. It takes anywhere from 18 to 24 months for these new team members to ramp to a profitable level. But with the results we've seen so far, we are on the right path and expect this initiative to contribute to outgrowth over the next few years. To ensure that our sales force is most effective, we're investing in tools and technology, which leverage information from PIM and CIM to provide insights to our sellers at scale to help them better plan the day-to-day interactions with customers. We are piloting several different capabilities here in 2024.\nLastly, with our enhanced customer information, we are finding additional opportunities to embed our solutions and reinforce the value we bring to customers. This includes bolstering our value-added services offering and advancing our inventory management capabilities to improve keep stock processes and technology, both of which increase stickiness with customers, improve our productivity and drive share. This has been a multiyear journey, which is creating a significant competitive advantage for our business. As we layer on further enhancements and leverage machine learning and AI capabilities, we will continue to power our growth engines, drive share and deliver customer value.\nMoving to the end assortment model, despite more muted top line growth in 2023, the proven flywheel continues to fell forward. MonotaRO continues to execute well. They've seen strong growth with enterprise customers continue to expand with small and midsized customers and are gaining operating leverage as they ramp into their distribution center in Gala. In January, I had the opportunity to visit MonotaRo and was able to see the progress within the Gala, which has been supported by a tight partnership between our U.S. supply chain organization and our Japanese counterparts. The [ Toro ] team has progressed on their strategy, expanding their assortment, attracting new customers and improving B2B customer retention.\nWhile repeat rates improved in 2023, the team continues to focus on this evergreen initiative. This includes presenting and personalizing our most advantaged assortment, assessing our price competitiveness and proactively communicating delivery times to highlight where we are advantaged. For many of these efforts, the team continues to work with their MonotaRO peers to share best practices that work together to move the business forward.\nNow let's turn to Grainger's advantaged supply chain. We've made great progress to return service back to near normal levels following the unprecedented global supply chain disruption that our industry experienced over the last few years. We continue to hear that Grainger's product availability and our next-day order complete shipping capabilities greatly set us apart from our competitors, allowing us to show up well and win with customers. As I mentioned at our 2022 Investor Day, we set out to accelerate our investment in capacity, automation and sustainability initiatives to further strengthen our service advantage.\nWe are well on that path as we add new square footage to the network, including the following: Three new bulk warehouses, including a 525,000 square foot facility in Pineville, North Carolina, that's scheduled to open later this year. A 535,000 square foot distribution center currently under construction in Gresham, Oregon which is on track to open in 2025. and as shared earlier this week a new 1.2 million square foot distribution center near Houston, Texas. With the addition of these facilities, we're adding 3.5 million square feet to our supply chain network in total, representing more than a 35% increase from where we began 2023. These latest investments will only strengthen our promise to customers who count on us to provide next-day complete orders to keep their operations running and people safe.\nFinally, I think it's important to reinforce how the Grainger Edge is truly the key to all of the success that I just mentioned. Every day, our purpose, we keep the world working, motivates us to do our best for customers, communities and each other. That commitment has driven a culture we are very proud of and one that's continuously being noticed externally. Recently, Grainger ranked third out of 400 of America's largest companies and the American Opportunity Index for our commitment to developing internal talent drive, business performance and individual growth. The index primarily focuses on the experience of workers and non-college degree roles and the company's ability to offer them growth and development on that of their career path. Additionally, Grainger [indiscernible] Glassdoor's 2024 Best Places to Work. Glassdoor has more than 50 million unique monthly visitors, and this recognition is particularly special as it was first time Grainger was named to Glassdoor's U.S. large employer list. Both of these awards are based on third-party facts or proprietary career databases, not surveys. So they eliminate subjectivity and service a testament to the way that Grainger Edge has strengthen our team member experience and employer brand.\nLastly, before switching to the financials, I want to take a second to announce an update to our 2030 sustainability target. Our target approved by the Board early in the fourth quarter of 2023 seeks to reduce absolute Scope 1 and 2 [ emissions ] by 50% and from a 2018 baseline, up from the previous 30% target. This new goal aligns with the level required to reduce Scope 1 and 2 emissions to limit global temperature rise to 1.5 degrees Celsius. Environmental stewardship, which has long been a standing focus for Grainger remains a key component of our culture and is embedded with the Grainger Edge in everything we do.\nTo be clear, our investments in sustainability are profitable as our team has been very resourceful at finding ways to improve our missions while also supporting results.\nTurning to Slide 9. We finished the year with over $16.5 billion in sales, up 8.6% on a daily basis or 9.5% in daily organic constant currency amidst the normalizing demand [indiscernible] Growth for the year is highlighted by our high-touch solutions U.S. business, which continued to gain profitable share finishing the year with 525 basis points of market outgrowth, exceeding our annual target of 400 to 500 basis points. Alongside the strong top line, the team also did a great job of managing profitability through the year with operating margins up 130 basis points in 2023, finishing the year at 15.7%. Together, these strong results fueled record earnings ROIC and cash flow. For the year, adjusted EPS was up over 23% to $36.67 per share. ROIC finished at 42.8% and operating cash flow was over $2 billion which allowed us to return $1.2 billion to shareholders through dividends and share repurchases. Overall, these strong results for 2023 are the byproduct of a lot of hard work from our entire team, and I'm very proud of what we've been able to accomplish. As we embark on another year, regardless of what market we face, we are well positioned to continue our momentum and expect to drive great results for our stakeholders in 2024 and beyond.\nWith that, I will turn it over to Dee.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. And I pause those upfront, everyone. I'm a little [indiscernible] today, so please bear with me.\nTurning to our [Technical Difficulty] fourth quarter results. We had a solid quarter to finish out the year with profitability coming in stronger than expected, but also reflected some top line softness as we exited the year. For the total company results, daily sales grew 5.1% or 5.5% on a daily organic constant currency basis, which was driven by growth across both segments. Consistent with what we've seen all year, year-over-year top line growth rates continue to moderate as we wrap price pass in the prior year. While sales finished within our implied guidance range for the quarter, we did see more holiday-related softness than anticipated as we ended the quarter.\nThe total company gross margin for the quarter finished at 39.1%. And declining by 50 basis points over the prior year period. Both segments saw slight year-over-year margin contraction as expected, which I will detail in the coming slides, but in total, finished the quarter at the top end of our implied fourth quarter guidance. Total company operating margin was up 80 basis points which was aided by a lap of roughly $35 million of onetime expenses in the prior year period. When excluding this impact, SG&A as a percentage of sales was still favorable versus prior year by roughly 40 basis points. In total, we delivered diluted EPS for the quarter of $8.33, which was up over 16% versus the fourth quarter of 2022.\nMoving on to segment level results. The High Tech Solutions segment continues to perform well, with sells up 4.7% of both the reported and daily organic constant currency basis, fueled by growth across all geographies. Volume growth remains strong and accounts for a vast majority of the overall year-over-year expansion. In the U.S., almost all customer end markets continue to see growth in the fourth quarter with government contractors and health care seeing the strongest year-over-year performance. Canada grew slowly in Q4, driven by a softer macro but the business remains solidly profitable in the quarter and finished 2023 with their most profitable year and over half a decade.\nFor the segment, gross profit margin finished the quarter at 41.4%, down 50 basis points versus the prior year due to negative price/cost spread a year-end inventory cost adjustments, which included the lap of a prior year LIFO inventory benefit that we did not repeat in 2023. These headwinds were partially offset by the continued supply chain tailwinds we've seen all year as improved product availability and lower fuel and container costs drove year-over-year favorability. Although we were price cost negative in the quarter and for the full year of 2023, we are nearly neutral on a 2-year stack as the timing favorability captured in 2022 as fully unwound and we enter 2024 on a neutral [indiscernible].\nAt the operating margin line, we saw an improvement of 90 basis points year-over-year as the slight GP decline was offset by leverage in the business despite continued investment in marketing and head count to drive long-term growth. As mentioned, the year-over-year SG&A leverage was aided by roughly 90 basis points due to the lap of onetime expenses in the prior year period. Overall, it was another solid quarter for the High-Touch Solutions North American segment, wrapping up a great year.\nLooking at market outlook on Slide 13. We estimate that the U.S. MRO market grew in the quarter between 2.5% and 3%, largely driven by price with industrial production, our proxy for volume remaining roughly flat year-over-year. This indicates that the High-Touch Solutions U.S. business achieved roughly 225 basis points of outgrowth in the fourth quarter in total. This more muted quarterly outgrowth reflects higher market-based inflation and Grainger's Q4 price contribution due to the timing of where we pass price versus the market. On a pure volume basis, when looking at our volume contribution versus IP growth our market out growth was closer to 475 basis points.\nIn any case, as D.G. mentioned, looking at the full year, we achieved an annual outgrowth target by capturing approximately 525 basis points of growth above the market and remain poised to deliver against our target again in 2024.\nMoving to our endless assortment segment. Sales increased 6% or 8.2% on a daily constant currency basis, which adjusts for the impact of the depreciated Japanese yen. Zoro U.S. was up 2.6%, while MonotaRO achieved 9.9% growth in local days local currency. At a business level, Zoro's growth reflects the continuation of headwinds they've experienced all year with declines in noncore B2C volume and slowing macro environment impacting its B2B customers.\nB2B customer growth remained steady in the high single digits for the quarter while noncore B2C and B2C light customer performance remained down over 20% year-over-year. At MonotaRO, macro-related headwinds continued to impact results, however, the business still drove strong growth with increased sales to new and enterprise customers while also maintaining strong repeat purchase rate. From a profitability perspective, gross margins in the segment declined 60 basis points versus the prior year as MonotaRO favorability was offset by year-over-year declines at Zoro.\nAs in the prior quarters, MonotaRO results reflect continued freight efficiencies, while the Zoro decline was driven by negative product mix and the impact of unfavorable timing from prior year price increases. Operating margins for this segment expanded by 50 basis points to 7.8% as the unfavorable gross margin was offset by SG&A leverage aided by the lap of onetime distribution center and commissioning costs in the prior year.\nNow looking forward to 2024. We expect to deliver another solid year of performance [indiscernible] more muted MRO market. Our outlook for the year includes revenue to be between $17.2 billion and $17.7 billion at the total company level with daily organic constant currency sales growth between 4% and 7%, driven by top line growth in both segments. With our High-Touch Solutions segment, we expect daily organic constant currency sales growth between 3.5% and 6.5%. In the U.S., we're planning for the total MRO market growth to be largely flat with a range of down 0.5% to plus 1.5%. This assumes the flattish volume range coupled with price inflation between 0 and 1%.\nOn top of this market outlook, we expect to continue executing against our strategic growth engines to achieve 400 to 500 basis points of U.S. market outlook in 2024. In the endless assortment segment, we anticipate daily constant grocery sales to grow between 7% and 10%, which normalizes for the impact of 2 additional business days and expected foreign currency exchange headwinds. MonotaRO is expected to grow in the low double digits in local currency and local gains as they continue to ramp new and enterprise customers [indiscernible] an expected slower macro demand environment. Zoro is anticipated to grow in the mid-single digits as we anticipate that many of the macro-related headwinds impacting their core B2B customers hold over to 2024. We also expect the continued unwind of B2C and B2C like customers, which include resellers and marketplaces to impact results, especially in the first half of the year.\nIn 2024, the team will focus on growing long-term relationships with its core B2B customers, including work to improve targeted marketing, fine-tune their pricing model and drive consistent service for all of their customers.\nMoving to our margin expectations. Even after normalizing to some onetime gross margin benefits we realized in 2023, we expect total company operating margins to remain quite healthy in 2024. In the High-Touch Solutions segment, operating margins will stay relatively flat year-over-year between 17.4% and 17.9%. We expect gross profit margins to be down in 2024 after lapping roughly 50 basis points of onetime benefits captured in 2023.\nWe anticipate price cost for the year will be the only neutral as we worked our way through the timing discrepancy we've seen over the last couple of years. On the SG&A side, we expect modest leverage while we continue to make incremental investments towards our strategic initiatives to fuel our growth. In endless assortment, we are modeling operating margins to be roughly consistent to what we've seen in the back half of 2023 and 7.3% to 7.8% range as the segment rebaseline following Zoro's revenue declines with the noncore B2C and B2C-like customers.\nAt the business unit level, Zoro's operating margins are expected to decline, while MonotaRO's operating margins are expected to be neutral for the year.\nTurning now to capital allocation. We expect the business will continue to generate strong cash flow in the year with an expected range of $1.9 billion to $2.1 billion, implying operating cash conversion around 100%. We plan to continue to execute a consistent return-driven approach to our capital allocation strategy, meaning our priorities remain largely unchanged from prior years. First, we look at investing in the business and both organic investment and opportunistic M&A. For 2024, we expect capital spending in the range of $400 million to $500 million. Spending here includes continued supply chain expansion in the United States as we worked to [indiscernible] facilities in the Pacific Northwest and the Houston area. We also plan to further invest in our homegrown data and technology capabilities, helping power our growth engines and further our customer value proposition. Lastly, sustainability-related spin remains a priority. We will continue to invest in projects with solid returns to help achieve our emissions targets.\nOn M&A, we remain highly selective, but are also open to investing in capabilities and acquiring the right assets to further our strategy. And we have a small dedicated team who continually evaluate opportunities in this area. Secondly, we expect to return the balance of our excess cash to shareholders in the form of dividends and share repurchase. As always, we'll formally set our 2024 dividend in the second quarter, but I can say we remain proud of our history of increasing the dividend for 52 consecutive years we expect to do so in day this year. We do not tie our dividend payout to specific metrics. However, we anticipate consistent annual dividend increases in the high single digits to low double-digit percentage range every year.\nLastly, we expect to allocate the balance of our cash flow to share repurchases and anticipate the amount to be between $900 million and $1.1 billion in 2024. We think this return-focused allocation philosophy provides the organization optimal flexibility to efficiently manage investment while maximizing shareholder returns.\nIn summary, rolling all this up at the total company level, as mentioned, we plan to grow top line by [indiscernible] 4% to 7% on the daily organic constant currency basis. Note that reported sales growth is a bit higher than our daily organic constant currency range as we are normalizing for the divestiture of our [indiscernible] ENR subsidiary, FX changes and the impact of 2 additional selling days in 2024 compared to the prior year.\nA reconciliation of these impacts is provided in the appendix of this presentation. Operating margin, as we discussed ranged from 15.3% to 15.8% leading to expected EPS growth of 3.6% to 10.5% or $38 to $40.50 per share. From a seasonality perspective, we do expect both revenue and profitability to be more back half weighted as we move through the year. This includes a softer start in January from the timing of the New Year's holiday and cold weather disruptions experienced mid-month across a large portion of the U.S. With this, January sales started slowly, but picked up momentum as not progress with preliminary results of 4.4% on a daily organic constant currency basis.\nOn profitability with more muted inflation in the year, we won't see the price timing favorability we normally captured in the first quarter. With this, those margins will show very little seasonality and remain reasonably subsistent with our full year gross margin outlook throughout the year. For SG&A, we expect year-over-year deleverage in the first quarter as we ramp up investment spending in 2024. Leverage will improve each quarter, looking to a tailwind in the back half of the year. Altogether, this will drive EPS growth to be flat to slightly down in the first quarter and will ramp thereafter as the year [indiscernible]\nbefore I hand it back to D.G., I wanted to quickly touch on our long-term outlook and where we expect to take the business over the next several years. As we discussed on our last call, we made great progress towards the 2025 targets we rolled out at our Investor Day in September 2022. We remain on track to hit our revenue goals that are meaningfully ahead on most of our profitability targets. With this, we're replacing our 2025 targets with an updated long-term earnings framework. The framework is actually quite similar to what we've discussed previously, as we continue to target double-digit annual EPS growth in a normalized MRO market, driven by continued strong top line growth, including 400 to 500 basis points of annual market outgrowth in the High-Touch U.S. business and annual growth in the [indiscernible] stable gross profit margins, which should normalize from the 2024 baseline and SG&A growing Florida sales while still investing in demand generation activities to drive sustainable long-term growth. You will notice we made a few tweaks to the earnings framework, which largely offset.\nFirst, we've widened the top line outlook for analyst assortment as each business there is facing dynamics making it harder to achieve historical growth rate. With MonotaRO, at this stage of their maturity, the business has onboarded most of the large and midsized business within the market. With this, the team is pivoting its marketing strategy from firm level of customer acquisition to end user penetration in an effort to expand total customer share win. As though, following the post-pandemic volume decline from B2C and B2C customers, the business is refocusing their efforts on B2B customers as they work to build long-term profitable relationships with the core -- with this core customer set.\nAs the business be focused, we think it's prudent to widen range of growth outcomes for this segment over the next few years. Regardless, we still expect to deliver very strong growth through this segment and remain confident in the model's ability to continue to take share and drive profitable operating scale to the total business overall. Second, as we [indiscernible] shadowed last quarter, we expect to maintain elevated gross margins in the High-Touch Solutions segment, which is underpinned by the confidence we have in executing against our 2 core pricing [indiscernible] remaining market price competitive while maintaining price cost neutrality.\nAdding these together, net-net, we end at roughly the same outlook as we discussed at Investor Day. Strong earnings growing in double digits annually. When we drive these results, the business with [indiscernible] considerable amount of cash, which we will allocate through a consistent and turn driven approach. This includes continuing to invest in the business at an elevated level for the next few years as we add incremental supply chain capacity and continue to build out our technology capability. And all this up, and we think this represents an attractive return profile, we remain well positioned to drive significant value creation for our shareholders.\nWith that, I'll turn it back to D.G. for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThank you, Dee. Grainger continues to build deep trust with our customers as we partner with them to fulfill their MRO needs. While we expect the market in 2024 to be more muted, the Grainger team will continue to focus on what matters advancing our growth drivers to improve the customer experience and providing the exceptional service we are known for. When we live our principles, we can be successful in the man of the cycle. I have full confidence that we will deliver strong results again this year.\nWith that, we will open up the line for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1f15f47b83e9c599d824aac731fb2d53",
    "period": "2023 Q3",
    "content": "Q3 2023 WW Grainger Inc Earnings Call\n\nQ3 2023 WW Grainger Inc Earnings Call\n\nGWWNYSEOCT 26, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the W.W. Grainger Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Kyle Bland, Vice President of Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's Third Quarter 2023 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of various risks and uncertainties, including those detailed in our SEC filings. Reconciliations of any non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our Q3 earnings release, both of which are available on our IR website.\nThis morning's call will focus on our third quarter 2023 results, which are consistent on both a reported and adjusted basis for all periods presented. We will also share results related to MonotaRO. Please remember that MonotaRO was a public company and follows Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and thank you for joining us. Today, I'll provide an overview of our third quarter performance and then pass it to Dee to walk through our results in detail. As I typically do, I'd like to start today's call with some reflections on how our Grainger Edge framework continues to drive our success. Unlike last year, our results in 2023 have not benefited from outsized macro tailwinds and we don't expect this to change for the remainder of the year as MRO market volume growth remained slightly negative. This means we must emphasize the value we bring through our customer experience and supply chain network to drive profitable share gain.\nI've recently had the opportunity to spend time with several manufacturing and government customers in California. While the first on their operations, it was clear that our advantaged supply chain, strong digital capabilities and ability to solve complex problems adding value for these customers. All of this is helping us to continue to gain share.\nBefore we get into the results, I want to share a few examples of how our team members continually deliver our principles and improve the communities where we operate. Last month, our team members assembled more than 4,000 [ buckets ] to help natural disaster victims across the U.S. These buckets were strategically placed in regions vulnerable to hurricanes and flooding to ensure residents are prepared to quickly respond when a crisis hits.\nAnd for the second year in a row, Grainger has been recognized as one of Fortune's Best Places to Work for Women. This recognition is based on team member responses to key questions based on trust, respect, credibility, fairness, pride and [indiscernible]. We know that when team members till heard and recognized, we unlock the full potential of our team and the full potential of our business. Now let's dive into the quarter.\nOn Slide 5, you can see we had another strong quarter as demand stayed reasonably steady as we continue to provide strong service and deliver tangible value to our customers. We finished the quarter with sales growth of 6.7% or 8.7% on a daily constant currency basis. Results again were driven by positive performance in both segments, most notably within the High Touch Solutions segment, where we continue to drive profitable share gain.\nTotal company operating margin was 15.9%, an increase of 60 basis points over the prior year, has improved gross margin performance driven by continued freight and supply chain efficiencies, along with favorable product mix, largely fell to the bottom line. Combine this with our strong top line performance, and we delivered another quarter of robust EPS growth, record operating cash flow and strong ROIC of over 44%. We also returned a total of $287 million to Grainger shareholders in the quarter through dividends and share repurchases.\nIn the High-Touch Solutions segment, we are advancing our 5 key growth engines as we continue to leverage our technology and data assets to unlock further value for customers. We remain focused on extending our service advantage and officially broke ground on our previously announced distribution center outside of Portland which we expect will help enhance our service performance in the Pacific Northwest. Within the endless assortment business, while we continue to see a softer demand environment, we remain focused on acquiring new customers and improving repeat purchase rates across the segment driving long-term profitable growth. Overall, 2023 is shaping up to be another great year as we follow the Grainger Edge, make progress on our strategy and drive value for customers. We remain on track to deliver over 20% earnings growth for shareholders.\nAnd with that, I'll pass it to Dee to go through the details.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. On Slide 7, you can see the high-level results for the total company, including strong sales growth of 8.7% on a daily constant currency basis driven by growth across both segments. This is a relatively stable growth rate compared to the second quarter, even as price contribution declined as we wrap inflation pass in the prior year period.\nTotal company operating margin was up 60 basis points, primarily due to expanded gross margin in High-Touch, which more than offset lower EA gross margin and slight SG&A deleverage across the business. In total, we delivered diluted EPS for the quarter of $9.43, which was up over 14% versus the third quarter of 2022.\nMoving on to segment level results. The High-Touch Solutions segment continues to perform well, with sales up 8.5% in daily constant currency underpinned by growth across all geographies. Volume accelerated sequentially and contributed 6 percentage points of growth, excluding price contribution for the first time in 5 quarters.\nIn the U.S. We continue to drive year-over-year growth in all customer in segments with government and transportation growing faster. Canadian daily sales were strong, up 9.1% in local days in local currency. For this segment, gross profit margin finished the quarter at 41.7%, up 110 basis points versus the prior year. We continue to benefit from improved product availability, which drove freight and supply chain efficiencies in the quarter.\nProduct mix also remained a tailwind, partially driven by an outsized number of project-related value-added services in the current year period, a level which we don't expect to repeat going forward. As expected, price/cost spread was negative as the timing favorability captured in 2022 continues to unwind. This price/cost trend will continue in the fourth quarter, and we anticipate finishing nearly neutral on a 2-year stack for the full year 2022 and 2023 combined.\nAt the operating line, we saw improvement of 70 basis points year-over-year as GP favorability was partially offset by continued marketing and headcount investments to drive long-term growth. SG&A leverage was further impacted by 1 less selling day in the current year period. Overall, it was another strong quarter for the High-Touch Solutions North American segment.\nLooking at market outgrowth on Slide 9, we estimate that the U.S. MRO market grew between 2.5% and 3.5%, indicating that we achieved roughly 550 basis points of outgrowth for the High-Touch Solutions U.S. business in the quarter. Performance remains above our annual target to outgrow the market by 400 to 500 basis points, driven by consistent execution across our 5 growth engines. We continue to remain confident in our ability to achieve our annual outlook target through any economic cycle.\nMoving to our endless assortment segment. Sales increased 4.3% or 9.2% on a daily constant currency basis, which adjust for the impact of the depreciated Japanese yen. Zoro U.S. was up 1.2%, while MonotaRO achieved 12.6% growth in local days, local currency. At the business level, while we're seeing some signs of macro-related softness at MonotaRO, the business still drove strong growth with new and enterprise customers and remain focused on growing repeat business with its core B2B customer.\nAt Zoro results reflect a continuation of headwinds discussed last quarter with tough prior year comp decline was noncore B2C volume and a slowing macro environment all contributing to more muted top line growth. Noncore B2C customer performance was down nearly 20% year-over-year as we continue to focus our growth efforts on stickier B2B customers. Core B2B customer growth remains in the high single digits for the quarter and continues to reflect a slower macro for small businesses and in end markets where Zoro is more skewed. We expect these pressures to persist for at least the balance of the year.\nFrom a profitability perspective, gross margin for the segment declined 20 basis points versus the prior year as MonotaRO favorability was offset by year-over-year declines at Zoro. MonotaRO results reflect continued freight efficiencies and strong price realization in the quarter while the Zoro decline was driven by negative product mix and the impact of unfavorable timing from prior year price increases. These gross margin headwinds coupled with the continued demand generation investments in softer Zoro top line drove a 70 basis point decline in operating margins for the segment.\nOn Slide 11, we continue to propel the endless assortment flywheel as we add new users and grow our SKU count. Total registered users were up 15% and in total across the segment, and we continue to grow our assortment at Zoro having added roughly 600,000 SKUs in the quarter, pushing the portfolio total to over 12.8 million products offered.\nNow looking forward to the rest of the year, you can see that we've narrowed our guidance ranges for the full year 2023. The new outlook includes total company daily sales growth between 8.5% and 9.5% and an EPS range between $36 and [ $36.60 ]. These updated figures imply a Q4 daily sales growth between 4.5% and 8.5%, which includes 4% month-to-date growth in October, which is in line with our expectations and reflects a [indiscernible] comparison given hurricane-related sales in the prior year. This month-to-date growth is roughly 100 basis points higher in constant currency.\nFrom a margin perspective, we are raising the lower end of our ranges and now expect operating margin for the full year to be between 15.6% and 15.7%, a record year for the total company. The new range implies fourth quarter operating margin will be lower sequentially as we anticipate product mix to normalize with fewer value-added service engagement and SG&A margin to delever in line with typical seasonality in the fourth quarter. Supplemental guidance covering cash flow and share repurchase expectations, which have also been increased can be found in the appendix of the presentation. All told, we're placed to achieve full year results that includes the [indiscernible] for sales, profitability and cash flow further strengthening of our track record of delivering strong returns for Grainger shareholders.\nWith that, I'll turn it back to D.G. for closing remarks.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Dee. Before we close out, I wanted to quickly reflect on the tremendous progress that we've made over the years since our Investor Day last fall. As you may recall, we outlined an earnings framework that got us to some attractive 3-year targets that included us delivering strong top line growth, ramping to record operating margins and producing double-digit EPS growth through 2025. With the 2023 guidance you just outlined, even if you were to normalize for some of the onetime benefits elevating our margins this year, we are trending favorably towards the 2025 targets.\nAs we look beyond 2023, the core [indiscernible] of this earnings framework remain intact. We will continue to focus on maximizing earnings dollars generation by delivering strong top line growth, maintaining healthy gross margins, which we expect are going to stabilize after adjusting for the onetime benefits we realized in 2023 and gaining expense leverage by growing SG&A slower than sales. Executing against this framework positions us well to deliver attractive returns and consistently produce double-digit EPS growth for our shareholders.\nWith that, we will open up the line for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/118ed24d7cb6afda25ed0601a84ccef1",
    "period": "2023 Q2",
    "content": "Q2 2023 WW Grainger Inc Earnings Call\n\nQ2 2023 WW Grainger Inc Earnings Call\n\nGWWNYSEJUL 27, 11:00 AM\n\nOperator\n\nGood morning, and welcome to the W.W. Grainger Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this conference is being recorded. I will now turn the conference over to our host, Kyle Bland, Vice President of Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's Second Quarter 2023 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of the various risks and uncertainties, including those detailed in our SEC filings. Reconciliations of any non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our Q2 earnings release, both of which are available on our IR website.\nThis morning's call will focus on our second quarter 2023 results, which are consistent on both a reported and adjusted basis for all periods presented. We will also share results related to MonotaRO. Please remember that MonotaRO as a public company and follows Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and thank you for joining us. Today, I'll provide an overview of our second quarter performance and then pass it to Dee to walk through the financials in detail.\nAs we work our way through 2023, Grainger continues to stay focused on what matters most: providing our customers with the products and services they need through exceptional service. Everything we do is grounded in our Grainger Edge framework, which I'd like to highlight today in the context of our recently released ESG report.\nI would encourage you all to check out the full report at graingeresg.com. Grainger has long been a leader in ESG, both for our customers and in our own operations. Internally, we have laid out 4 near-term ESG focus areas that are important parts of both our culture and operations. Early indications show that we are making meaningful progress.\nI'll start with our customer sustainability solutions. In 2022, revenue in High-Touch U.S. business for environmentally preferred products was more than $1 billion and has increased steadily over the last few years. Customer conversations around their environmental footprint have become commonplace, and we are well positioned to help customers in this space.\nOn the right side, you'll see how we are helping our customers achieve their goals by tying sustainability to our product and service offerings. We recently worked with a large container terminal operator that was in search of an opportunity to offset fossil fuel-based energy use, enhance its group resilience and reduce cost.\nThrough our sustainability services offering, the customer purchased and will install more than 300 solar panels. These panels will help them avoid approximately 4,000 tons of CO2 emissions over the next 20 years, the equivalent of 9 million miles driven by a car. This is just one example, but we partner with our customers like this every day, connecting them to our network of service provider partners and helping ensure we can be the go-to partner for everything they need to run safe, reliable and sustainable operations.\nSecond, supplier diversity. Grainger plays an important role in champion businesses owned by underrepresented groups, including women, minorities, LGBTQ+ and people with disabilities through this program. Last [indiscernible], we spent more than $2 billion on products from our diverse supplier base and continue to make further progress as we expand partnerships in this space.\nThird, energy divisions. Since 2018, we've reduced our global absolute Scope 1 and Scope 2 emissions by 26%, nearing our 2030 goal of a 30% reduction.\nAnd finally, diversity, equity and inclusion. DEI is a continuous journey. We are proud to have been named one of Fortune's Best Places to Work for Women in addition to being recognized by other organizations for our work to celebrate and support all team members no matter their ethnicity, orientation, age, disability or veteran status.\nEach of these near-term priorities are an important part of our ESG focus and are helping us to scale our actions to make a greater impact for both Grainger and our customers. Our team will continue to follow the Grainger Edge as we make progress toward our own near-term initiatives and partner with our customers as they work to achieve their ESG goals, together positively impacting the communities where we operate.\nNow to review highlights for the quarter. As you can see, we again delivered a strong quarter of performance as we continue to show up well in supporting our customers. As expected, year-over-year growth rates are decelerating, but demand remains reasonably steady.\nFor the quarter, we finished with daily sales growth of 9% or 10.1% on a daily constant currency basis. Results again were driven by positive performance in both segments, most notably within the High-Touch Solutions segment, which outpaced the broader MRO market by approximately 525 basis points in the U.S.\nTotal company operating margin was 15.8%, an increase of 190 basis points over the prior year as improved gross margin performance was driven primarily by continued supply chain efficiencies and lower freight and container costs. Combine this with our strong top line growth and we delivered substantial EPS growth, robust operating cash flow and continued ROIC of over 40%.\nWe also returned a combined $265 million to Grainger shareholders in the quarter through dividends and share repurchases. Alongside these great results, we continue to make progress against our strategic initiatives. In the High-Touch model, we are advancing our proprietary product and customer information management systems that fuel our growth engines and allow us to advance marketing, merchandising and seller investments in the U.S.\nThe Endless Assortment business is seeing some macro-related demand softening in the U.S. But overall, the team continues to focus on providing reliable service while increasing repeat purchase rates with core B2B customers at Zoro and growing with enterprise customers at MonotaRO.\nLastly, a few weeks ago, we announced our plans to construct a new 500,000 square-foot distribution center outside of Portland, Oregon, which will support our customers across the Pacific Northwest and is expected to open in 2025. In addition, we are implementing 3 smaller bulk-style distribution centers in Pennsylvania, Texas and North Carolina, which are each slated to open over the next few quarters.\nThese investments enable us to keep up with strong customer demand and allow us to extend our industry-leading service capabilities, which deliver a best-in-class experience focused on next-day complete fulfillment across the United States. As we remain focused on what matters, I'm pleased with the progress we have made through the first half of 2023. With our strong execution and as market demand remains reasonably steady, we are raising the midpoint of our full year 2023 revenue and EPS guidance.\nI'll now pass it over to Dee to go through the details.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. Starting with Slide 8, you can see the high-level results for the total company, including strong daily sales growth of 10.1% on a daily constant currency basis. Although year-over-year growth rates decelerated compared to Q1 as inflation cools and as we lap a tougher prior year comparison, daily sales dollars remained strong, and we are on track to deliver a great year.\nTotal company operating margin was up 190 basis points as expanded gross margins in both segments were further aided by SG&A leverage in the High-Touch Solutions North American segment. In total, we delivered diluted EPS in the quarter of $9.28, which was up 29% versus the second quarter of 2022.\nDiving into segment-level details, for the second quarter, we continued to see strong results within our High-Touch segment with daily sales up 9.9%, fueled by revenue growth in all geographies. Although year-over-year growth rates have slowed as we lap prior year price inflation, volume growth remains healthy and was generally in line with our expectations for the quarter.\nIn the U.S., we continue to see positive growth in nearly all customer end segments. However, this does include pockets of softness, including decelerating growth in manufacturing and commercial services. However, given our diversified customer base, this is countered by strong growth in other areas such as government and health care.\nIn Canada, the economy remains stable, and we are seeing strong results with Canadian daily sales up about 7% in local days and local currency. For this segment, [indiscernible] finished the quarter at 41.7%, up 200 basis points versus the prior year. Product availability levels remained high, resulting in fewer packages and shorter distance shipments in the current year as service returned to near pre-pandemic levels.\nThis one coupled with lower fuel and container rates is driving significant fuel and supply chain tailwinds in the quarter. Product mix was also favorable primarily due to improved product availability and a higher mix of margin-accretive products and services.\nPrice/cost spread was slightly negative after adjusting for nonrecurring -- a nonrecurring 40 basis point supplier rebate benefit recognized in the quarter. As expected, the favorability captured in 2022 began to unwind in the second quarter. And we expect this to continue for the remainder of the year as we turn towards our long-term neutrality target.\nAt the operating margin line, we saw improvement of 230 basis points year-over-year as the GP favorability fell to the bottom and revenue growth more than offset continued demand generation investments in headcount and marketing. Overall, this was another strong quarter for the High-Touch North American segment.\nLooking at market outgrowth on Slide 10. We estimate the U.S. MRO market grew between 4.5% and 5%, indicating that we achieved roughly 525 basis points of outgrowth in the quarter. Although this is a sequential slowdown from Q1, we comped a very strong prior year quarter and performance remains above our annual target to outgrow the market by 400 to 500 basis points through economic cycles. We are well on our way towards [indiscernible] that target again in 2023.\nMoving to our Endless Assortment segment. Sales increased 4.5% or 10.1% on a daily constant currency basis, which adjusts for the impact of the depreciated Japanese yen. Zoro U.S. was up 2.8%, while MonotaRO achieved 12.6% growth in local days local currency.\nAt a business level, MonotaRO continues to execute well and is driving solid year-over-year revenue growth as they increase registered users and grow the enterprise customers. At Zoro, while slower growth partially reflects a tougher prior year comparison, we're seeing slowing demand across their customer base.\nSimilar to Q1, noncore B2C business remained a headwind in the quarter and was down in the mid-teens year-over-year. Further, we have seen a slowdown in Zoro's core B2B business, which makes up a majority of Zoro's revenue. While we are still growing in the high single digits with these core customers, macro-related factors are impacting demand given Zoro's end market mix as well as their tilt to smaller-sized businesses, which seem to be struggling more in this environment. We expect both of these headwinds to persist for the remainder of the year.\nStepping back, Zoro has delivered great results over the last 2 years as we've added SKUs to our assortment, increased registered users and served both core and noncore customers well during the pandemic. As we plan for our next leg of growth, the new local leadership team is focusing their efforts to drive repeat profitable growth with core B2B customers. This should help propel our results through the cycle as we continue to provide a one-stop endless aisle with easy-to-find products and a no-hassle delivery experience for smaller, less complex businesses in the U.S.\nFrom a profitability perspective, gross margin for the segment expanded 50 basis points versus the prior year due to continued freight efficiencies and strong price realization at MonotaRO, which offset unfavorable product mix at Zoro. Operating margins declined slightly year-over-year to 8.6% as gross margin favorability was offset by continued investments in marketing and slower-than-expected top line growth at Zoro.\nOn Slide 12, we continue to see positive results with our key Endless Assortment operating metrics. On the left-hand side, in line with prior quarter growth, total registered users grew nicely with Zoro and MonotaRO combined up 16% over the prior year. On the right, we also continue to see growth of the Zoro SKU portfolio, which grew by 200,000 SKUs in the second quarter and stands at over 12.2 million in total.\nNow looking forward to the rest of the year. Given our strong share gain to date and the continued supportive demand environment, we are raising the midpoint of our full year 2023 outlook by increasing the lower end of our revenue and earnings ranges. Our revised outlook includes daily sales growth of 8.5% to 11% for total company, which is roughly a 75 basis point increase at the midpoint compared to the prior range.\nHigh-Touch growth continues to trend slightly higher than expected as we continue to gain share amidst a reasonably steady demand environment. The strength in High-Touch is offsetting lower-than-expected top line performance with Endless Assortment primarily due to the softness at Zoro as previously mentioned. Altogether, at the total company level, we are confident in our ability to drive growth in the second half and achieve our updated estimates.\nLooking specifically at July, we've started the third quarter strong and reported month-to-date sales up over 8%, which is roughly 50 basis points higher on a daily constant currency basis. From a margin perspective, both gross profit margin and operating margin rate expectations remain unchanged from our previous update.\nFrom a seasonality perspective, we expect Q3 margin rates to decline sequentially quarter-over-quarter as the onetime supplier rebate we captured this quarter falls off and as price/cost favorability continues to unwind. Couple this with the continued rapid demand generation investments, and we expect total company operating margins to be lower in the back half of the year.\nHowever, we're still on track to finish 2023 with full year operating margins at an all-time high. All in, the resulting revised EPS range has been raised and stands between $35 and $36.75. Supplemental guidance covering cash flow and share repurchase, which have also been raised, can be found in the appendix of the deck.\nIn summary, I look forward to the remainder of 2023 feeling confident in our team's ability to continue to serve our customers well, achieve profitable growth and drive strong results for our shareholders.\nWith that, I'll turn it back to D.G. for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThank you, Dee. I am very proud of the way our team continues to show up and support our customers. Our capabilities and deep understanding of our customers' operation positions us well in the back half of the year and into the future. When we stay focused on the things that matter, helping our customers find the right products and solutions, providing exceptional service and investing in our supply chain and digital capabilities, we will continue to grow and gain share through any cycle.\nWith that, we will open the line up for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/44692653010306cb06ce4297c86a94cb",
    "period": "2023 Q1",
    "content": "Q1 2023 WW Grainger Inc Earnings Call\n\nQ1 2023 WW Grainger Inc Earnings Call\n\nGWWNYSEAPR 27, 11:00 AM\n\nOperator\n\nHello, and welcome to the W.W. Grainger First Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to Kyle Bland, Vice President, Investor Relations. Please go ahead, Kyle.\n\nKyle Bland\n\nVice President of Investor Relations\n\nGood morning. Welcome to Grainger's First Quarter 2023 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of various risks and uncertainties, including those detailed in our SEC filings. Reconciliations of any non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our Q1 earnings release, both of which are available on our IR website.\nThis morning's call will focus on our first quarter 2023 results, which are consistent on both a reported and adjusted basis for all periods presented. We will also share results related to MonotaRO. Please remember that MonotaRO is a public company and follows Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and thank you for joining us. Today, I'll provide an overview of our first quarter performance and then pass it to Dee to walk through the financials in detail.\nGrainger started 2023 focused on what matters most: providing our customers with the products and services they need through exceptional service. We remain closely embedded with our customers, finding ways to help them manage their inventory, reduce costs, achieve their ESG objectives and successfully run their operations.\nTwo weeks ago, I had the opportunity to visit with several customers in the manufacturing space in one of my favorite Midwest cities. I heard very clearly how well our teams have served them in the last few years, giving us great opportunity to grow with these customers in the future. We win when we serve our customers exceptionally well, and my interactions with our teams and customers this quarter have been a great example of how we are winning each day. Many customers, especially those in the industrial space, continue to see solid end market demand for their products.\nHowever, we do see some customers with more consumer-facing exposure heading into a softer demand cycle. No matter what economic uncertainties our customers are facing, we remain committed to our overall focus of helping our customers keep their operations running and their people safe. This consistent approach and relentless focus on the customer rallies our team and fuels our results.\nAs you can see, we again delivered a strong quarter of performance to start the year as demand remains resilient and as we continue to execute well. We are making progress on our strategic growth engines in our High-Touch model as we further our merchandising efforts, continue to make smart marketing investments, expand our inventory management capabilities for customers and build out tools to better equip our sellers.\nThe Endless Assortment business continues to execute their strategy as they add SKUs at Zoro, expand with enterprise customers at MonotaRO and add a healthy clip of new registered users each quarter. Our momentum is further supported by our world-class supply chain and distribution network, which benefited from an uptick in product availability as supplier lead times improved. This resulted in a sharp improvement in our service metrics to near prepandemic levels, faster than we had anticipated at the start of the year.\nWith this swift improvement, we were able to meaningfully decrease frictional costs within the network by reducing average shipping distance and minimizing handling costs, all while delivering a higher percentage of orders complete and next day. This improvement is a reminder of just how much unusual and extraordinary activity we did to get products to customers through the pandemic and subsequent availability challenges. The return to more normal supply chain performance is great news for our customers and our supply chain team. The progress made across all these fronts helped drive great financial results for the first quarter, where we finished with sales growth of 12.2% or 14.5% on a daily constant currency basis.\nResults again were driven by solid performance in both segments, most notably within the High-Touch Solutions segment, which outpaced the broader MRO market by approximately 750 basis points in the U.S. Total company operating margins were 16.6%, an increase of 200 basis points over the prior year period on improved gross margin performance due primarily to the supply chain efficiencies just discussed. Combined with our strong top line growth, we delivered EPS of $9.61 per share and a strong ROIC of 45.6%.\nDuring the quarter, we produced record operating cash flow of $454 million, with free cash flow of $356 million, and we returned a combined $229 million to Grainger shareholders through dividends and share repurchases. And yesterday, we were pleased to announce a $1.86 quarterly dividend, which represents an 8% increase. This marks our 52nd year of consecutive dividend increases, a track record that we are proud of.\nFinally, based on the strong start to the year and continued support of trends at April, we are raising our full year 2023 guidance, which Dee will outline in just a bit.\nWith that, I'll turn it over to Dee to take us through more detail on the quarter.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. I'd like to echo D.G.'s sentiment: execution on our growth strategy and improved service from a return to more normal supply chain performance helped drive excellent results in the quarter.\nStarting on Slide 7, you can see the high-level results, including strong sales growth of 14.5% in daily constant currency, driven by double-digit growth locally in both segments. Although year-over-year growth rates decelerated as we moved through the quarter on tougher comps, daily sales dollars remained strong and were reasonably in line with historical sequential growth trend.\nTotal company operating margin was up 200 basis points as expanded gross margins in both segments dropped to the bottom line. SG&A margin was flat year-over-year as investments in headcount, marketing and technology were offset by revenue growth. In total, we delivered diluted EPS in the quarter of $9.61, up 36% versus the first quarter of 2022.\nDiving into segment-level details. For the first quarter, we continued to see strong results within our High-Touch segment, with daily sales of 14.5%, fueled by revenue growth in all geographies. Customer demand was generally in line with expectations for the quarter and continues to remain resilient as a whole despite certain areas of softness. In the U.S., we are seeing broad-based strength across most of the manufacturing, with contractors and government customers to name a few. Retail and warehousing are slowing the most, but still up high single digits. In Canada, the economy remains stable, and we are seeing good results across most end markets, with Canadian daily sales up 11% in local days and local currency.\nFor this segment, GP margin finished the quarter at 42.4%, up 195 basis points versus the prior year. This expansion was largely driven by freight and supply chain efficiencies as well as product mix favorability.\nAs D.G. mentioned, improved product availability and shorter supplier lead times drove improved stocking positions in our DCs. This availability improvement resulted in more efficient shipping routes, which helped reduce freight expense and lower our handling costs. Freight expense was further aided by a onetime adjustment, which drove 20 basis points of improvement in the period. Product mix was also a tailwind, partially due to improved product availability and partially from lapping the pandemic fuel spike in safety sales from last year's Omicron variant.\nFor the quarter, price/cost spread was neutral and trended largely as anticipated as price/cost favorability we captured in 2022 began to unwind and offset the structural timing benefit we typically see as we passed price early in the first quarter each year.\nAt the operating margin line, we saw improvement of 215 basis points year-over-year. The strong gross margin in the quarter was fully aided by 20 basis points of SG&A leverage as marketing and headcount investments were more than offset by revenue growth.\nOverall, it was a very strong quarter for the High-Touch Solutions North American segment.\nLooking at market outgrowth on Slide 9, we estimate that the U.S. MRO market grew between 7% and 8%, indicating that we achieved roughly 750 basis points of outgrowth in the quarter. As we continue to build strong partnerships and make progress with our growth engines, our customers continue to turn to Grainger to help them solve their MRO challenges. Couple this with our supply chain service advantage, we continue to have a high degree of confidence in delivering against our goal to consistently outgrow the U.S. MRO market by 400 to 500 basis points in any economic cycle.\nMoving to the Endless Assortment segment. Sales increased 3.8% or 14% on a daily constant currency basis, which adjusts for the impact of the depreciated Japanese yen. Zoro U.S. was up 13.5% while MonotaRO achieved 12% growth in local days and local currency. While Zoro generated solid growth, they are off to a slower start than anticipated, predominantly due to noncore B2C business, which was down in the mid-teens year-over-year. For small B2B customers who make up a majority of Zoro's business were up nicely in the first quarter but are softening a bit in April given Zoro's more diversified end market customer mix outside of the industrial economy.\nAt MonotaRO, sales were impacted by adverse weather as well as slower return to work patterns with the New Year holiday following midweek. Sales have ramped back over the last several weeks, and we expect results to be more in line with our expectations for the balance of the year.\nFrom a profitability perspective, gross margin for this segment expanded 140 basis points versus the prior year due to strong price realization and continued freight efficiencies across both businesses as well as favorable business unit mix for the segment. Operating margins expanded by 15 basis points year-over-year to 8.1%, primarily due to gross margin favorability offsetting investments in marketing and headcount to drive customer acquisition and assortment expansion.\nOn Slide 11, we continue to see positive results with our key Endless Assortment operating metrics. Total registered users are tracking nicely, with Zoro and MonotaRO combined up 16% over the prior year. On the right, we show the continued growth of Zoro SKU portfolio, which grew by 900,000 SKUs in Q1 and stands at around 12 million in total. We are well on our way to achieving an annual goal of 2 million SKU additions in 2023.\nNow looking forward to the rest of the year. Given the unexpected sharp improvement in profitability and continued resilient demand environment, we are updating our total company guidance for 2023. In our revised outlook, we are holding top line expectations, with daily sales expected to be up 7% to 11% for the total company. This reflects solid Q1 performance in High-Touch, offsetting a slightly slower start across Endless Assortment, with expected softness to continue for the balance of the year at Zoro.\nHigh-Touch is trending slightly higher than originally expected on a similar 1% to 5% total U.S. MRO market outlook, which continued strong share gains. Endless Assortment is trending slightly lower. However, we expect daily sales for this segment to be up low double digits, which is a couple of hundred basis points higher when translated to constant currency. Note that April sales growth for the total company is holding firm, with month-to-date sales up 10% year-over-year or nearly 11% in daily constant currency.\nThe larger changes to our guide come on the profitability side. More improved product availability and the resulting step change in service levels is driving better freight dynamics, lower handling costs and improved product mix. With this, we are raising our gross margin range to 39.1% to 39.4%, up 70 to 100 basis points year-over-year. While we still expect to be price/cost negative over the next few quarters as we unwind prior year favorability, the supply chain improvement is flowing through our P&L much faster than anticipated and is fueling the predominance of our revised outlook.\nThe increase in gross margin largely falls through the op margin improvement and resulting EPS, which we now expect to be between $34.25 and $36.75, a nearly 20% increase year-over-year at the midpoint. We have updated our supplemental guidance, which can be found in the appendix and includes revised segment margins and improved operating cash flow outlook and increased expectations for share repurchases for the year.\nOur execution has put us on a great path. We are serving customers well. We're remaining focused on the things that matter and are positioned to continue to take share. I exit the quarter very confident in our ability to continue to deliver on our commitment to shareholders.\nWith that, I'll turn it back to D.G. for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & Chief Executive Officer, W.W. Grainger, Inc.\n\nThank you, Dee. Before I open it up for questions, I would make just a few comments. Grainger was recently named to the Fortune 100 Best Companies to Work For list for the second year in a row. As you know, this is an exclusive recognition, one that honors companies with the best cultures, workplaces and people.\nAlong with this list, we have also been named to the best places to work for women and the world's most admired companies, among others. We view this recognition as an output of the work we do to create a welcoming culture and a highly motivated team. I remain confident in Grainger's ability to create tangible value, deliver flawless experience and drive profitable growth over the long haul.\nAnd with that, we'll open the floor for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9f3904120e22f8f5878badf02737bf25",
    "period": "2022 Q4",
    "content": "Q4 2022 W W Grainger Inc Earnings Call\n\nQ4 2022 W W Grainger Inc Earnings Call\n\nGWWNYSEFEB 2, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the W.W. Grainger Fourth Quarter and Full Year 2022 Earnings Call. (Operator Instructions) Please note that this conference is being recorded.\nI will now turn the conference over to our host, Kyle Bland, Vice President of Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVP of IR, W.W. Grainger, Inc.\n\nGood morning. Welcome to Grainger's Fourth Quarter and Full Year 2022 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of various risks and uncertainties, including those detailed in our SEC filings.\nReconciliations of any non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our Q4 earnings release, both of which are available on our Investor Relations website.\nThis morning's call will focus on fourth quarter and full year 2022 adjusted results, which exclude the gain related to the divestiture of Cromwell's enterprise software business, which was sold in the fourth quarter.\nWe will also share results related to MonotaRO. Please remember that MonotaRO is a public company and follows Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and thank you for joining us today. I'm going to discuss some of our key accomplishments from 2022, and then I'll pass it to Dee to walk through the specifics of our fourth quarter performance and our outlook for 2023.\nTurning to Slide 4. The Grainger Edge framework has been instrumental in guiding our work in 2022. We know that when we live our principles, focus on the things that matter and serve our customers well, we can achieve great things. Our customer base is very broad. I've been with customers that are seeing positive economic signs like aerospace, and I've also been with other customers like some retailers that are seeing some concerning economic signs.\nBut in general, our customers continue to be busy, and Grainger has and will remain the trusted partner of providing value to their operations every day. As we look to 2023 and beyond, we are excited to continue living out The Grainger Edge starting with the customer and serving as their valued partner through any cycle.\nIn 2022, the Grainger team stayed relentlessly focused on what matters most, providing our customers exceptional service, supporting each other and making a positive impact on our communities and the environment. In both models, we made strategic investments to support customers and build the business for the future.\nThis included adding supply chain capacity, including a new bulk warehouse in the U.S. and the start-up of the Inagawa distribution center in Japan, expanding our digital and data capabilities, including progress with our customer and product information systems, in our high-touch business and improved account management tools and our endless assortment model, and executing against our merchandising and marketing initiatives, including talent search and recommendation functionality.\nDuring the year, we also continued to strengthen our purpose-driven culture by ensuring Grainger is a place where our team members can be their true selves and have a fulfilling career. We continue to receive external recognition for our workplace culture. But what means the most to me and the rest of the leadership team is the positive feedback from team members about why they choose to build their career at Grainger.\nAnd finally, we continue to make progress with our environmental, social and governance objectives, both internally and in supporting our customers to help them achieve their own ESG goals. The result of this focus was an outstanding year of profitable growth, and we are extremely proud of our results, which surpassed our own expectations throughout the year.\nTurning to Slide 6. We finished the year with over $15.2 billion in sales, up 16.5% on a daily basis or 19.3% in daily constant currency as demand across the business remains strong. In our high-touch business in North America, we focused on our growth engines and achieved approximately 775 basis points of U.S. market outgrowth in 2022, far exceeding our updated target of 400 to 500 basis points.\nIn the Endless Assortment model, both Zoro and MonotaRO made progress to achieve high-teens growth in local currency and local days. During the year, we drove 250 basis -- 215 basis points of gross margin improvement, which, when coupled with 40 basis points of SG&A leverage resulted in 255 basis points of operating margin expansion and a nearly 50% increase in adjusted EPS.\nWe also generated over $1.3 billion in operating cash flow, an increase of 42% over 2021 and returned $949 million to Grainger shareholders through dividends and share repurchases. We accomplished this while also improving our ROIC by 870 basis points to 40.6%. The strong 2022 financials were the result of staying focused throughout the year on what truly matters to our customers, our suppliers and our team members, and we are well positioned to continue this momentum into 2023.\nWith that, I will turn it over to Dee to discuss the details of the fourth quarter and our outlook.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. Turning to our fourth quarter 2022 results for the total company, it was a solid quarter to finish out this year. And while you'll notice some noise as we walk through the financials, at the end of the day, we delivered great results. Sales growth in the quarter was 13.2% or 17.2% on a daily constant currency basis, which normalizes for the impact of the depreciating yen.\nOur results this quarter included strong growth in both segments as we continue to execute well against our strategic priorities. This includes approximately 800 basis points of share gain in the U.S. high-touch business and high teens growth in local currency across Endless Assortment. Total company gross profit margin in the quarter was 39.6%, expanding 230 basis points over the prior year fourth quarter driven by increases in both segments and including a favorable year-over-year impact from year-end inventory adjustments, which I'll detail in a moment.\nThe strong gross margin performance was partially offset by a decrease in SG&A leverage in the quarter. We continue to invest in our strategic initiatives and also incurred an aggregate $35 million in nonrecurring items in the quarter. This includes a onetime bonus to most hourly employees within high touch to recognize their significant contributions towards our 2022 performance.\nExcluding these onetime nonrecurring items, total company SG&A as a percentage of sales would have been roughly flat year-over-year. Despite these nonrecurring costs, we still finished the quarter with operating margin up 135 basis points over the prior year period. This profitable growth resulted in diluted EPS of $7.14 for the fourth quarter, representing a 31% increase versus the fourth quarter 2021, another strong quarter of performance.\nIn our High-Touch Solutions segment, we continue to see strong growth with daily sales up 16.8% compared to the fourth quarter of 2021. We saw continued positive growth in all major customer end markets across the segment, including over 20% growth in natural resources, transportation and heavy manufacturing.\nThe daily sales increase in the U.S. of over 17% was fueled by mid-single-digit volume growth and continued strong price realization of over 11% in the quarter. Canadian daily sales were also strong, up 7% or 17.2% in local days in local currency. For the segment, GP margin finished the quarter at 41.9%, achieving 225 basis points of margin expansion.\nDuring the quarter, the segment benefited from lower freight costs and continued improvement in product mix. Margin was also favorably impacted by year-end inventory adjustments as we lap the unfavorable LIFO adjustment from the prior year period and also recorded a positive net inventory adjustment in the current year period. The net impact of these inventory adjustments was around 130 basis points for the segment. Price/cost spread in the quarter was also roughly neutral.\nMoving to SG&A. The segment delevered by about 35 basis points, which was driven by continued investments in marketing and headcount to support growth. In addition, the segment incurred $29 million in nonrecurring items in the period, including the onetime bonus payment previously discussed and some accounting true-ups to close the year.\nWhile we did modestly delever SG&A, we still expanded operating margins by 190 basis points year-over-year, finishing with a 15.5% operating margin for the segment. This is a strong finish for our high-touch team.\nLooking at market outgrowth on Slide 10. We estimate that the U.S. MRO market, including volume and price inflation, grew between 9% and 10%, implying we outpaced the market by roughly 800 basis points in the quarter.\nThis strong finish helped us deliver 775 basis points of market outgrowth for the full year 2022. We continue to have great success in gaining share as we execute against our strategic growth engines in our High-Touch model. We remain confident in our ability to deliver the 400 to 500 basis points of annual outgrowth going forward and are excited to continue partnering with our customers and our suppliers to drive value for all parties each and every day.\nMoving to our Endless Assortment segment. Reported and daily sales increased 0.9% or 18.2% on a daily constant currency basis after normalizing for the significant impact of the depreciating yen. In local currency and local days, MonotaRO achieved 19.4% growth and Zoro U.S. was up 19.5%. Revenue growth continues to be driven by strong new customer acquisition and repeat business for the segment as well as enterprise customer growth at MonotaRO.\nGross margin for this segment expanded 170 basis points versus the fourth quarter of 2022 as we saw strong price realization, coupled with continued freight efficiencies as average order values have increased year-over-year. We also benefited from favorable business unit mix as Zoro grew faster than MonotaRO in the quarter.\nSegment operating margin declined 180 basis points as favorable gross margin was more than offset by heightened SG&A costs.\nWhile Zoro's operating margins were roughly flat in the quarter, MonotaRO was impacted by start-up costs at the new Inagawa DC as well as nonrecurring asset retirement costs related to the upcoming closure of the Amagasaki facility. As we lap these DC transition costs and ramp a new facility to peak efficiency, we expect profitability will begin trending towards more normal levels as we move through 2023.\nOn Slide 12, we continue to see positive results with our key Endless Assortment operating metrics. Total registered users are tracking nicely with Zoro and MonotaRO combined, up 17% over the prior year. On the right, we show the continued growth of Zoro SKU portfolio, now at over 11 million SKUs. And in 2022, the team successfully delivered on our stated goal to add 2 million SKUs per year over the next several years.\nIn summary, a great job of spending the Endless Assortment flywheel by both Zoro and MonotaRO in 2022. I also want to acknowledge the exciting news that our Zoro U.S. business surpassed $1 billion in annual sales in 2022, the first time they exceeded that threshold in their history. It's been an amazing success story since we launched this business back in 2011, and we remain excited about what Masaya, Kevin and the rest of the Zoro team will accomplish going forward.\nMoving to our outlook. Despite the economic uncertainty heading into 2023, our high-level earnings algorithm remains intact. Within our High-Touch segment, over the longer-term economic cycle, we target growing 400 to 500 basis points faster than the U.S. MRO market and remain confident in our ability to do so.\nIn our Endless Assortment segment, we expect to continue our track record of strong growth, both in the U.S. and in Japan. At the total company level, we target generally stable gross margin performance over time while sticking to our core pricing tenant, and as we strive to grow SG&A slower than sales to help expand operating margin. Couple this with our balanced and consistent approach to capital allocation, and we can drive attractive returns over the long term as we've done especially well over the last few years.\nSo what does this mean for 2023? At the total company, we expect revenue between $16.2 billion and $16.8 billion, with daily sales growth between 7% and 11%, driven by strong top line performance in both segments. Note that this range is 40 basis points lower on a reported basis when factoring in 1 less selling day in 2023.\nWithin our High-Touch Solutions segment, we expect daily sales growth between 5% and 9.5%. In the U.S., we're planning for MRO market growth between 1% and 5%, comprised of a volume range of flat to down 3% coupled with price inflation between 4% and 5%, largely representing the wrap of 2022 price increases. On top of a 1% to 5% market, we expect to continue executing against our strategic growth engines to achieve 400 to 500 basis points of U.S. market outgrowth in 2023.\nIn the Endless Assortment segment, we anticipate daily sales to grow between 16% and 18% or roughly 17% to 19% in daily constant currency when factoring in 100 basis points of foreign exchange headwind at the segment level from the Japanese yen.\nZoro is anticipated to grow within the segment range, reflecting further SKU expansion and a continued focus on acquiring and retaining high-value business customers. MonotaRO is also expected to grow within the segment range and local currency as they continue to grow with both small businesses and large enterprise customers.\nMoving to our margin expectations. We expect strong performance in both segments with stable to expanding performance in High-Touch Solutions and improving profitability in Endless Assortment. In the High-Touch Solutions segment, we expect gross profit in the year to be flat to slightly down as we anticipate some of the price/cost favorability experienced in 2022 to unwind as we trend back to neutrality over the long term.\nWe expect this headwind will be partially offset by freight favorability given the improvement in container cost and the current outlook for diesel prices. On the SG&A side, we will continue to make incremental investments toward our strategic initiatives as we fuel our growth algorithm. We will also have some tailwinds as we lap the nonrecurring items that hit in the fourth quarter and a certain expenses like variable compensation reset in the new year.\nOverall, in total, we expect SG&A leverage to be favorable, and therefore, when combined with our top line growth expectations, we anticipate operating margin of 16.3% to 16.8% in High-Touch for 2023. In the Endless Assortment segment, we expect MonotaRO's operating margins to improve year-over-year as they continue to benefit from favorable freight efficiencies and strong price realization.\nAt Zoro, we expect operating margins to continue to ramp as they gain leverage on their cost base. Overall, this represents operating margin for the segment between 8.6% and 9%, an improvement of 60 to 100 basis points compared to 2022. Growing this up for total company, we expect to gain SG&A leverage of 30 to 60 basis points to offset a modest decline in gross margin, resulting in operating margin between 14.4% and 14.9% for the full year.\nTurning now to capital allocation. We expect the business will continue to generate strong cash flow in the year with an expected range of $1.45 billion to $1.65 billion, an increase of over $215 million at the midpoint compared to 2022. We expect to use this cash to invest in the business and return capital to shareholders.\nAs discussed at our Investor Day in September, we plan to invest in our DC network over the next few years to support strong growth and to maintain industry-leading service levels. With this, we anticipate capital spending in the range of $450 million to $525 million in 2023. This includes DC capacity investments to expand our service advantage in the U.S. as well as the start of a new DC project in Tokyo.\nWe are also continuing to invest in technology to further our customer and product information advantage and we'll continue spending on accretive ESG investment across the portfolio. We expect to continue to return a significant amount of cash to shareholders in line with our historical approach. This will include share repurchases to the tune of $550 million to $700 million and a strong cash dividend, which we've increased consistently for the past 51 years and expect to do so again here in 2023.\nSummarizing the high-level points on Slide 17. You can see these revenue, profitability and capital allocation expectations translate to adjusted EPS of $32 to $34.50 per share, a 7.9 to 16.3 percentage increase over 2022, and nearly double our pre-pandemic 2019 adjusted EPS of $17.29.\nWe are off to a really strong start in January with preliminary total company daily sales of 16% or around 19% in daily constant currency. We do expect growth rates will be stronger in the first half as results will benefit from a more pronounced price wrap.\nIn the second half, we will face tougher comps and have modeled a slower economic cycle. On profitability, while every year is different, we do expect gross margins will generally follow our traditional seasonal pattern with a high water mark in the first quarter and sequential declines in the second and third quarters. We anticipate SG&A will be reasonably consistent over the course of the year.\nWith that, I'll turn it back to D.G. for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThank you, Dee. Before I open it up for questions, I want to first and foremost, thank the Grainger team as well as our customers and supplier partners who have helped to drive such a successful year. We truly kept the world working in 2022 and in turn achieved outstanding results for the year, both financially and operationally.\nI am excited for what is to come in 2023 and remain confident in Grainger's ability to create tangible value, deliver a flawless experience to drive profitable growth over the long haul. With our team's continued commitment to focusing on the things that matter, we are well poised to deliver in any macro environment.\nWith that, we will open up the line for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5660edf1ff4cecf80fff2850f4181330",
    "period": "2022 Q3",
    "content": "Q3 2022 W W Grainger Inc Earnings Call\n\nQ3 2022 W W Grainger Inc Earnings Call\n\nGWWNYSEOCT 28, 11:00 AM\n\nOperator\n\nGreetings and welcome to the W.W. Grainger Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note that this conference is being recorded.\nI will now turn the conference over to our host, Kyle Bland, Vice President of Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nVP of IR, W.W. Grainger, Inc.\n\nGood morning. Welcome to Grainger's Third Quarter 2022 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of various risks and uncertainties, including those detailed in our SEC filings. Reconciliation of any non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our Q3 earnings release, both of which are available on our Investor Relations website.\nThis morning's call will focus on our third quarter 2022 results, which are consistent on both a reported and adjusted basis for the respective quarterly periods presented. We will also share results related to MonotaRO. Please remember that MonotaRO was a public company and follows Japanese GAAP, which differs from U.S. GAAP and is reported in our results 1 month in arrears. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning. Thank you for joining us today. I'm going to provide an overview of our third quarter performance, and I'll pass it to Dee to walk through the financials.\nAs I typically do, I'd like to start with our Grainger Edge framework, which guides our strategy and behaviors across the company and with our customer and supply partners. One of our Grainger Edge principles is to do the right thing. No word is that commitment more obvious than when we respond to the natural disasters, Grainger's long history of being there for our customers before, during and after a crisis strikes.\nLast month, Hurricane Ian destroyed parts of the U.S., most notably in Southwest Florida. Our team spent days, nights and weekends on the front lines, working long hours to get essential products like generators, sandbags and tarps to our customers. After the storm passed, our sellers on-site service representatives and branch team members are on the ground making sure we serve our customers, and many of them did this while balancing their own personal recovery efforts.\nWe know the road ahead will not be easy, but the Grainger team will continue to be there to support the community as they recover and rebuild.\nBefore I get into the financial highlights from the quarter, I want to talk a little bit about what I've seen and heard during my market visits with customers. I recently visited an outdoor equipment manufacturer that experienced a surge in demand during the pandemic. As consumers had excess cash and a desire to spend more time outside during COVID, they saw a major uptick in revenue. They're now facing a dip in demand as consumers begin to pull back on spending.\nI've also visited some of our aerospace customers where it's clear that business activity has picked up, especially in 2022 as COVID impacts have diminished. The industry is now making investments in new airplanes and other equipment to meet ongoing changes in business and leisure travel demands. All told, we continue to experience a dynamic market, with some industry still on the upswing, some that are stabilized and others that are trending down. And while our customers will face different levels of impact as we navigate through this inflationary period, we know that Grainger wins because of our ability to add tangible value to our customers' operations through inventory management, digital solutions and product substitutes.\nThis has been true in past economic cycles, and we expect to continue as more and more customers turn to us for solutions, thanks to our relevant product offering, know-how and advantaged supply chain.\nTurning now to our results. We performed very well in the third quarter with sales growth of 16.9% or 20.3% on a daily constant currency basis. This normalizes for the impact to the significantly depreciating Japanese yen. Our results this quarter include strong growth in both segments as we continue to execute well against our strategic priorities.\nWe outgrew the U.S. MRO market by 700 basis points in our U.S. High-Touch business and delivered over 23% sales growth in Endless Assortment on a daily constant currency basis. Total company gross profit margin finished the quarter at 38.5%, expanding 145 basis points over the prior year third quarter.\nProfitability was strong throughout the quarter, was especially strong in the month of September as we benefited from a confluence of factors, including some timing benefits that provided a tailwind to gross margin. Steve will outline the details in a few minutes.\nStrong gross margin performance, coupled with solid SG&A leverage, helped us achieve 15.3% operating margin, an increase of 230 basis points over the prior year third quarter. We delivered adjusted ROIC of nearly 42%, up over 1,000 basis points compared to the same period last year. We also generated $380 million in operating cash flow and returned $286 million to shareholders through share repurchases and dividends.\nDue to the strong results achieved in the quarter and continued strong trends in October, we are again raising our 2022 full year guidance, starting with the customer and living our Grainger Edge principles is helping us to deliver value to all of our stakeholders.\nWith that, I will turn it over to Dee to discuss the details.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. As D.G. highlighted, it was another quarter of exceptional results, which are summarized at the total company level on Slide 7. We delivered strong growth and gross margin performance across both segments and also manage our SG&A well, driving 85 basis points of leverage in the quarter as we continue to stay disciplined while investing to support long-term sustainable growth. This growth in profitability resulted in diluted EPS for the quarter of $8.27, up 46.4% versus third quarter of 2021.\nTurning now to our High-Touch Solutions segment for the third quarter. We continue to see strong results with daily sales up 19.4% compared to the third quarter of 2021. We saw a broad-based double-digit growth across all geographies and over 20% growth with both midsized and large customers in the U.S. Daily sales growth in the U.S. of 20% was fueled by broad-based volume growth and strong price realization of over 12% in the quarter. Canadian daily sales were also strong, up 11.4% or 15.5% in local days and local currency. For this segment, GP margin finished the quarter at 40.6%, achieving 125 basis points of margin expansion. The increase is primarily due to product mix as well as favorable price/cost spread, realizing a timing benefit as we continue to work through cost discussions with our suppliers.\nPrice/cost was also aided by some targeted customer and product actions as we work to ensure we are receiving the right economics for the value we provide to customers. These favorable contributors to gross margin were partially offset by heightened freight costs in the quarter.\nOur pricing team continues to do a really nice job managing through this highly inflationary environment. And while the timing will always be choppy from quarter-to-quarter, we remain focused on our core pricing tenets of achieving price/cost neutrality over time while ensuring our prices remain market competitive.\nIncreased SG&A spend in this segment was driven primarily by higher headcount to support growth and compensation costs as well as continued investments in marketing. Even with the increased investment, we delivered 150 basis points of SG&A leverage year-over-year, and we're combined with the continued gross margin expansion, Q3 operating margin of 17.3% was up 275 basis points versus the prior year.\nOverall, a very strong quarter for the High-Touch Solutions business.\nLooking at market outgrowth on Slide 9, we estimate that the U.S. MRO market, including volume and price inflation, grew between 12.5% and 13.5%, indicating that we achieved roughly 700 basis points of market outgrowth in the quarter.\nAs you heard at Investor Day last month, we're having great success gaining share as we execute against our strategic growth engine. Given our recent performance and go-forward expectations, as announced at Investor Day, we are now targeting 400 to 500 basis points of annual outgrowth going forward, a 100 basis point increase from our previous outlook target. The strength of our initiatives, coupled with our supply chain advantage, gives us confidence in our ability to deliver against this commitment.\nMoving to our Endless Assortment segment. Reported and daily sales increased 8.6% or up 23.7% on a daily constant currency basis after normalizing for the significant impact of the depreciating Japanese yen, which is down over 23% versus last year. In local currency and local days, MonotaRO achieved 19.8% growth and Zoro U.S. was up 27.4%. Revenue growth continues to be driven by strong new customer acquisition and repeat business for this segment as well as enterprise customer growth at MonotaRO.\nGross margin expanded 130 basis points versus the third quarter of 2021 as we continue to see freight efficiencies from increased average order value. We also benefited from favorable business unit mix as Zoro grew faster than MonotaRO in the quarter.\nSegment operating margin declined 95 basis points in the quarter as favorable gross margins were offset by continued investments to support growth in both businesses as well as DC start-up costs at MonotaRO for the new Inagawa DC. The new facility is ramping nicely. As we exit our legacy facility in the first quarter of 2023, we anticipate that the business will return to normal operating margins thereafter.\nOn Slide 11, we continue to see positive results with our key Endless Assortment operating metrics. Total registered users are tracking nicely with Zoro and MonotaRO combined up 17% over the prior year period. On the right, we show the continued growth of the Zoro SKU portfolio, now at over 10.3 million SKUs. You'll see a more modest increase between the second and third quarter as Zoro (inaudible) is offering of SKUs that could not meet our service level expectations. We continue to target around 2 million SKU additions in 2022 and have a robust pipeline to meet that goal as we finish the year.\nTurning to guidance. With another very strong quarter and with sales in October trending up over 16% on a daily reported basis or over 21% in constant currency, we are raising our 2022 full year outlook. While we acknowledge that the broader market conditions remain uncertain and the risk of a potential recession has certainly increased, we have not seen any meaningful slowdown in our business and continue to outperform our normal seasonal trends.\nOur updated outlook for the full year 2022 includes: expected daily sales growth between 15.5% and 16.5% and EPS between $29.10 and $29.70, a 48% increase year-over-year at the midpoint. This implies Q4 daily sales, which normally slowed due to seasonality, will grow roughly 9% to 13% as we face into difficult comps over the fourth quarter 2021, especially in November and December. We also continue to see further FX headwinds from the depreciation of the Japanese yen. We've included updates to our supplemental guidance as well, which can be found in the appendix.\nWhile it is not our typical practice to change guidance each quarter, doing so provides our most up-to-date expectations in light of the current economic environment.\nWith that, I'll turn it back to D.G. for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThank you, Dee. Before I open it up for questions, I would make just a few comments. While this quarter brought more market fluctuation and potential uncertainty broadly, both our market and our performance was strong. I remain confident in Grainger's ability to create tangible value, deliver flawless experience and gain share profitably over the long haul.\nWe are grateful for our customers' continued confidence in Grainger. No matter what comes next, we will remain a trusted resource ready to help them navigate any cycle. I would also like to thank the Grainger team for all they've done and continue to do to support our customers. With our team's continued commitment to focusing on the things that matter, we are well poised to deliver a very strong finish to the year.\nAnd with that, we will open the line for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75edf32e653761506e46504b1dd69c20",
    "period": "2022 Q2",
    "content": "Q2 2022 W W Grainger Inc Earnings Call\n\nQ2 2022 W W Grainger Inc Earnings Call\n\nGWWNYSEJUL 29, 11:00 AM\n\nOperator\n\nGreetings, ladies and gentlemen, and welcome to the W.W. Grainger Second Quarter 2022 Earnings Conference Call.\n(Operator Instructions)\nPlease note that this conference is being recorded.\nI will now turn the conference over to our host, Kyle Bland, Vice President of Investor Relations. Thank you. You may begin.\n\nKyle Bland\n\nGood morning. Welcome to Grainger's Second Quarter 2022 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of various risks and uncertainties, including those detailed in our SEC filings. Reconciliations of any non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our Q2 earnings release, both of which are available on our IR website.\nThis morning's call will focus on our second quarter 2022 results, which are consistent on both a reported and adjusted basis for the respective quarterly periods presented. We will also share results related to MonotaRO. Please remember that MonotaRO as a public company and follows Japanese GAAP, which differs from U.S. GAAP, and as reported in our results 1 month in arrears. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and thank you for joining us. Today, I'll provide an overview of our second quarter performance and pass it to Dee to walk through the financials. Before I get to the quarter, I'd like to start with our Grainger Edge framework, which guides our strategy and behaviors across the company and with our customer and supplier partners.\nOver the last several years, this has been critical to our response to COVID and our efforts to gain share. Importantly, these principles that you see here for the basis of what we expect of each other. Team members have embraced these principles to build better customer solutions, focus on what matters and move faster to deliver value. They are more than words on a page. They are how we work together to support our customers and team members.\nOne example of the Grainger Edge helping guide our efforts is around ESG. Our principles of starting with the customer investing in our success and doing the right thing heavily influence our approach. At Grainger, we operate sustainably and with a long-term approach to critical issues. Our ESG approach, which we have reported on now for 11 years, is tightly integrated into the Grainger Edge and increasingly tied to our daily operations.\nIn our recently published 2022 ESG report, we discussed how we are organizing our environmental, social and governance practices as well as our 4 near-term priorities, which is where we believe we could make the most impact. These near-term focus areas are: diversity equity inclusion, making sure that Grainger is a place where each team member feels welcome and able to give their best work; energy and emissions, we continue to make great progress on improving our carbon footprint, and we have significant plans moving forward; customer sustainability solutions, helping customers reduce energy and water consumption; and finally, supplier diversity, which helps us identify and support great supplier partners to propel the business.\nOur team members have brought and will continue to bring these priorities into their work with our customers, helping them to achieve their ESG goals and creating even more value. As highlighted in the 2022 ESG report, we have recently worked with the state university to retrofit parking garage lighting, creating over $200,000 in annual energy savings, assisted a CPG company as they build out their supplier diversity program, and partner with a nationwide hospital system in identifying a roofing vendor to install bio-based materials on roughly 500,000 square feet of rooftop, which will reduce greenhouse emissions by 39 million pounds over a 40-year period.\nThese are just a few examples of ESG in action, and I am incredibly proud of how our teams are continuing to live our principles each day as they work with our customers, suppliers and each other to further our efforts in this area. I hope you will take some time to review our full 2022 ESG report, which can be found on graingeresg.com.\nTurning now to our second quarter results. We had another strong quarter with sales growth of 19.6% or 22% on a daily constant currency basis. Our results were driven by strong performance in both segments. This included 1,000 basis points of market outgrowth in our U.S. high-touch business fueled by continued solid execution on our strategic initiatives and strong returns on our inventory and supply chain investments.\nTotal company gross profit finished the quarter at 37.6%, expanding 255 basis points over the prior year second quarter. The largest driver of our expansion in the quarter was lapping the prior year pandemic-related inventory adjustment. Even when excluding that adjustment, however, we were still up around 60 basis points year-over-year with both the segments contributing to the favorable results. We delivered 13.9% operating margin, an increase of 350 basis points over the prior year second quarter.\nThis is primarily a result of the improved gross margin performance as well as our ability to continue to drive SG&A leverage on the top line growth. In the quarter, we delivered adjusted ROIC of 40.5% and a significant increase over the 29.2% generated in the second quarter of last year. We also returned $219 million to shareholders through share repurchases and dividends. It was an excellent quarter all around. As a result of the strong performance and the continued momentum we are seeing through July, we are raising our full year 2022 guidance, which Steve will discuss in more detail.\nAnd with that, I'll pass it over to Dee.\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, D.G. Turning to Slide 8. We covered revenue and margins at a total company level, but I'd like to highlight a few other key points. Our total company SG&A as a percent of sales was 23.7%, a 95 basis point improvement over the prior year second quarter as we drove leverage from our top line performance. We continue to invest in our strategic initiatives but remain committed to not adding unnecessary cost to the business. And our resulting EPS in the quarter was $7.19, up 68% versus the second quarter of 2021.\nTurning to our High-Touch Solutions segment for the second quarter. We continue to see strong results with daily sales up 22.2% compared to the second quarter of 2021. We saw broad-based double-digit growth across all geographies and over 20% growth in both midsized and large customers in the U.S.\nIn the U.S., we continue to see strong double-digit volume growth and price realization of around 11%, all helping fuel 23.1% daily sales growth. Canadian daily sales were also strong, up 11.1% or 15.5% in local days in local currency. It's been a long journey, and we are proud of the traction the Canadian team has gained with their now fifth consecutive quarter of profitability.\nFor the segment, GP margins finished the quarter at 39.7%, up 275 basis points versus the prior year, driven primarily by lapping of a $63 million pandemic product inventory adjustment in the prior year period. Excluding this inventory adjustment, we achieved gross margin expansion of over 25 basis points as favorable product mix and largely neutral price cost spread were partially offset by heightened freight costs. As we manage through this highly inflationary period, while there will be quarter-to-quarter fluctuations due to timing, our goal is to remain price competitive while achieving price/cost neutrality.\nIncreased SG&A spend was driven primarily by higher variable compensation expense as well as continued investments in marketing, payroll and benefits to support growth. Even with the increased investment, we delivered 150 basis points of SG&A leverage year-over-year. And when combined with strong gross margin recovery, Q2 operating margin of 15.6% was up 425 basis points versus the prior year period. Overall, the performance in our high tech solutions business remains strong as our powerful value proposition continues to resonate with customers.\nLooking at market outgrowth on Slide 10, and we estimate that the U.S. MRO market, including both volume and price inflation, grew between 12.5% and 13.5%, indicating that we achieved roughly 1,000 basis points of market outgrowth in the quarter. While we know that our advantaged supply chain contributes to our success, we also continue to see strong growth with our strategic investments. We are excited about the returns that we are seeing on these investments, most notably with our remerchandising and our data-driven marketing programs. Our continued success gives us confidence in our ability to consistently achieve 300 to 400 basis points of annual market outgrowth on an ongoing basis and through the cycle.\nMoving to our Endless Assortment segment. Reported and daily sales increased 11.4%, up 21.1% on a daily constant currency basis after normalizing for significant impact of the depreciating Japanese yen. In local currency and local days, MonotaRO achieved 21.9% growth and Zoro U.S. daily sales were up 23.2%. The segment growth continues to be driven by new customer acquisition at both Zoro and MonotaRO and enterprise and repeat customer growth at MonotaRO, an impressive quarter of growth across the segment.\nGross margin expanded 100 basis points versus the second quarter 2021, and was primarily driven by freight efficiencies as average order values increased at both Zoro and MonotaRO as both continue to focus on B2B customers. As planned, segment operating margin declined 25 basis points in the quarter, consistent with the first quarter. This decline was primarily a result of the new DC at MonotaRO coupled with continued investment in technology, marketing and payroll costs to support growth at Zoro.\nDespite the increased investment, Zoro operating margins still improved 85 basis points over the second quarter of 2021 as strong -- on strong GP improvement. As a reminder, the increased cost at MonotaRO will continue for the remainder of 2022 as they transition to their new Inagawa DC. We anticipate that the business will return to more normal operating margins in 2023. In addition, we also continue to see positive results with our key endless assortment operating metrics.\nOn Slide 12, you can see total registered users across MonotaRO and Zoro combined are up 18% over the prior year period. On the right, we show the continued growth of Zoro's SKU portfolio. We are targeting about 2 million SKU additions in 2022 and will likely exceed that given our progress after the first 6 months. At the end of the second quarter, we have around 10.2 million active SKUs on the website.\nNow looking to the back half of the year. With another very strong quarter and with July total company daily sales of 19% or 21% in constant currency, we are raising our 2022 full year outlook. While we acknowledge that the broader market conditions remain uncertain, we have not seen a slowdown in demand in our business and continue to hear positive sentiment from our customers, further supporting our revised outlook.\nOur updated outlook for the full year 2022 includes expected daily sales growth between 14.5% and 16.5%, and EPS between $27.25 and $28.75, a 41% increase year-over-year at the midpoint. We've also updated our supplemental guidance in the appendix, which reflects improved segment operating margins and narrow ranges for all other metrics.\nWhile it is not typical for us to change our guidance this frequently, our objective is to provide our most up-to-date view with each earnings cycle. Given the strong revenue and profitability performance to date, we felt it was necessary to update our segment metric again this quarter.\nWith that, I will turn it back to DG for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThank you, Dee. Before I open it up for questions, I would make just a few comments. While we may not know exactly what the rest of this and next year will bring from a market perspective, I'm confident in our team's ability to execute, drive market outgrowth and invest in the areas that matter most. The time that I spent with customers this past quarter has reinforced the pride I have in the Grainger team and our ongoing commitment to remain customer-focused. I hear consistently that we have delivered to keep our customers working. As a result of our team's efforts, we have deepened customer relationships becoming the trusted partner to many. We performed extremely well in the quarter, and I am confident that we will produce a strong finish to 2022 and remain well positioned to serve our customers for the years to come.\nAnd with that, let's open the line up for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4dd81e792220047504624f801434b3da",
    "period": "2022 Q1",
    "content": "Q1 2022 W W Grainger Inc Earnings Call\n\nQ1 2022 W W Grainger Inc Earnings Call\n\nGWWNYSEAPR 28, 11:00 AM\n\nOperator\n\nHello, and welcome to the W.W. Grainger First Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to turn the call over to Kyle Bland, VP, Investor Relations. Please go ahead.\n\nKyle Bland\n\nGood morning. Welcome to Grainger's first quarter 2022 earnings call. With me are DG MacPherson, Chairman and CEO; and Dee Merriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of various risks and uncertainties, including those detailed in our SEC filings.\nReconciliations of any non-GAAP financial measures with their corresponding GAAP measures, are found in the table at the end of this presentation and in our Q1 earnings release, both of which are available on our IR website.\nThis morning's call will focus on our first quarter 2022 results, which are consistent on both the reported and adjusted basis for all periods presented. We will also share results related to MonotaRO.\nPlease remember that MonotaRO is a public company and follows Japanese GAAP, which differs from U.S. GAAP, and is reported in our results 1 month in [arrears]. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow, I'll turn it over to DG.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThanks, Kyle. Good morning, and thank you for joining us. Today, I'll provide an overview of our first quarter performance, and then pass it to Dee to walk through the financials in detail. I'll begin by quickly highlighting our strategic operating framework, the Grainger Edge.\nI am proud of our team members as we embrace the edge at every level of the organization and in everything we do day in and day out. This framework serves as the basis for our culture and define how we work together to serve our customers and communities.\nI'm excited to share that earlier this month, we were recognized as one of Fortune 100's -- Fortune's 100 Best Companies to Work For. This award is attributed to team members across the organization.\nTurning to Slide 5. Not unlike the past 2 years, the first quarter of 2022 threw us some challenges, including the ongoing impacts of the pandemic, heightened inflationary pressures, supply chain and labor challenges and now the Russian war in Ukraine. I'd like to spend a few minutes on how we are managing through these challenges.\nFirst, we continue to manage through the highest inflationary period in our careers. On the cost side, we are leveraging our purchasing scale and working closely with our supplier partners to chart a shared path forward. Despite high inflation, our goal remains to be price competitive while targeting price/cost neutrality.\nOn the supply chain front, we continue to work with our supplier and transportation partners to ensure products are available and delivered to customers on a timely basis. U.S. customer service levels are starting to improve as carrier capacity increases.\nOverseas freight remains pressured with delays, port congestion and container challenges and when coupled with increasing fuel prices, is pushing costs higher than historical trends. We expect these costs to remain elevated throughout the year.\nWe remain focused on securing product for our customers as we navigate through the continued product shortages and delays. We expect the ongoing COVID-related shutdowns in Shanghai and broader China will further challenge supply chains over the coming months.\nWe have been increasing our inventory position since the middle of last year to maintain service levels and continue to monitor developments to stay ahead of the game.\nIn my visits to our customers in Q1, I continue to hear that we are performing well, relative to the market, on securing product. We also continue to stay focused on hiring and maintaining competitive payroll and benefits to ensure we attract, engage and retain high-performing teams.\nThis is especially important for customer-facing and support roles within our distribution and contact centers. We continue to receive feedback that Grainger is a great place to work, and our team members still value as they work to support our customers each day.\nWe continue to invest in our strategic initiatives like marketing, remerchandising, KeepStock and technology. These efforts, coupled with our advantaged service, have allowed Grainger to have strong outgrowth versus the broader MRO market.\nSwitching gears to our financials. Demand remained robust, and we finished the quarter with sales growth of 18.2% or 17.9% on a daily constant currency basis. Our results were driven by strong performance in both segments.\nHigh-Touch Solutions North America had exceptional daily sales growth of 18.2%. In the U.S., we outgrew the broader MRO market by 550 basis points for the quarter as our supply chain and inventory investments helped us meet our customers' needs.\nTotal company gross profit margin finished the quarter at 37.9%, expanding 245 basis points over the prior-year first quarter. The largest component of our expansion over the prior year was lacking the pandemic-related inventory adjustment that we took in the first quarter of 2021. Even when excluding that adjustment, however, we were still up nicely year-over-year.\nWe delivered 14.6% operating margin, an increase of 305 basis points over the prior year as the improved gross margin performance was further aided by top-line leverage and disciplined cost management. In the quarter, we delivered an adjusted ROIC of 41% and returned $163 million to shareholders through share repurchases and dividends.\nYesterday, we announced an increase in our dividend, which marks our 51st year of consistent increases and continued commitment to our shareholders. As a result of our strong performance, we are raising our full-year 2022 guidance estimates.\nI continue to be impressed with how our team has come together to deliver such great results. Earlier this year, we talked about our focus areas for 2022, executing on our key growth initiatives, driving operational excellence and strengthening our culture. We've made strong progress in all 3 areas and continue to build the company for success.\nWith that, I'll turn it over to Dee to take us through more detail on the quarter and our guidance. Dee?\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThanks, DG. I'd like to echo DG's sentiments. Our execution and teamwork in the first quarter drove very strong results.\nTurning to Slide 8. We covered revenue and margins at the total company level, and I'll get into more detail on the segments in a minute. Before we do, I'd like to highlight a few other key points.\nOur total company SG&A as a percentage of sales was 23.3%, gaining solid leverage over the prior-period first quarter.\nGiven our investments in the DCs at MonotaRO and our continued strategic initiatives in High-Touch Solutions, I am proud of the way the team concurrently managed these investments as well as operating expenses to support strong top-line performance in the quarter. Finally, resulting EPS in the quarter was $7.07, up 58% versus the first quarter of 2021.\nTurning now to our High-Touch Solutions segment for the first quarter. We continue to see strong results with daily sales up 18.2%, compared to the first quarter of 2021.\nWe saw impressive growth across the board with double-digit revenue growth across all of our North American geographies and both large and midsize customers.\nIn the U.S., we saw a strong price realization from our recent pricing actions and delivered strong growth in every end market, with particular strength in commercial, transportation and heavy manufacturing.\nIn Canada, the economy has rallied back, and the business saw year-over-year sales growth in nearly every end market, with manufacturing especially strong this quarter. Canadian daily sales were up 10% or 11.8% in local days and local currency.\nFor the segment, GP finished the quarter at 40.4%, up 310 basis points versus the prior year. If we exclude the first quarter 2021 pandemic product inventory adjustment, we still achieved gross margin expansion of roughly 80 basis points. This expansion was largely driven by favorable product mix and also aided by the return of the in-person Grainger Show in February.\nWhile the [sale] provided a modest tailwind in the quarter, it is expected to net out as we move through the balance of the year. Given the timing of price and cost increases in the quarter, our price/cost spread was favorable. However, when netted against increased freight costs, it was largely neutral.\nI'll also note that our pandemic mix at the end of the quarter was back to near prepandemic levels at just above 20% of sales mix, and we continue to see similar results through the first few weeks of April.\nWhile we have included our pandemic-related sales in the appendix for this period, given that we have returned to prepandemic mix levels, we do not expect to provide this information in subsequent quarters.\nAt the operating margin line, we saw improvement of 395 basis points year-over-year as the strong gross margin recovery was aided by 85 basis points of operational expense leverage. Overall, an extremely solid quarter for the High-Touch Solutions North American segment.\nLooking at market outgrowth on Slide 10, we estimate that the U.S. MRO market grew between 12.5% and 13.5%, indicating that we achieved roughly 550 basis points of market outgrowth in the quarter. As I've gone out and spent time with customers and investors over the last few months, we often are asked about the drivers of our share gain.\nWe know our supply chain scale and our ability to deliver products to customers has been strong. We also know that by focusing on and investing in the right areas like remerchandising our assortment, increasing our use of analytically-driven marketing and improving the effectiveness of our salesforce, we can consistently deliver growth above the market.\nWe continue to execute well, and our goal to achieve 300 to 400 basis points of annual market outgrowth remains intact.\nMoving to our Endless Assortment segment. Sales increased 12.1% or 10.4% on a daily basis. Results were heavily impacted by foreign exchange, given the depreciation of the Japanese yen. In local currency and local days, MonotaRO achieved 18.4% growth, whereas Zoro U.S. daily sales were up over 19%, both very strong.\nGrowth continues to be driven by new customer acquisition at both Zoro and MonotaRO and MonotaRO's continued success with enterprise customers. GP expanded 10 basis points versus the first quarter of 2021, while operating margins declined 95 basis points as planned.\nThis decline was primarily a result of our increased DC investments at MonotaRO and was partially offset by Zoro's operating margin expansion, which improved 90 basis points over the first quarter of 2021 on strong GP improvement.\nPlease note the slide covering channel-specific performance for Zoro and MonotaRO is included in the appendix. In addition, we've also continued to see positive results in our key operating metrics.\nOn Slide 12, you can see registered users are up 20% over the prior period. You'll see the count of registered users for Zoro has been restated for prior reporting.\nIn 2021, Zoro made a strategic pivot away from certain less productive channels, allowing them to focus on more profitable B2B customers, who also have a higher likelihood to make repeat purchases. These all drives higher lifetime-value customers to Zoro.\nAs a result, we've elected to remove these customers from this metric, which lowers the nominal user count for Zoro, but the growth rate remains relatively consistent to what we have shown in the past. We think this is a more accurate way to reflect this metric, and we will use this new definition, going forward.\nOn the right, we show the continued growth of the Zoro SKU portfolio. We are targeting around 2 million SKU additions again in 2022 and are off to a good start as we continue to onboard more strategic third-party partner -- supplier partners.\nNow looking forward to the rest of the year. We're off to a great start and results remained strong in April, with total company daily sales trending up around 20%.\nWhile we don't typically adjust our guidance expectations after a quarter and acknowledge the broad market uncertainty, our conversations with customers' results to date and continued momentum give us confidence to make a change at this time. As a result, we are raising our 2022 full-year guidance.\nOur new outlook includes expected daily sales growth between 11% and 14% and EPS between $25 and $27, representing over 30% earnings growth year-over-year at the midpoint. We've also updated our supplemental guidance in the appendix, which reflects a slight upward revision in the High-Touch Solutions operating margin and an increase in total company operating cash flow.\nWith that, I'll turn it back to DG for some closing remarks.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThank you, Dee. Before I open it up for questions, I would make just a few comments. First, we performed extremely well in the quarter. I'm proud of the team and the way we've executed, focused on serving customers well and navigated through some of the bigger challenges that we discussed at the beginning of the call.\nWe continue to execute on our growth drivers, drive operational excellence and strengthen our culture. We are well positioned to continue serving customers well and they have a very strong 2022.\nAs we shared last quarter, I'm excited to provide some information on our upcoming Investor Day. We will be hosting it on Wednesday, September 21 at our Northeast distribution center in Bordentown, New Jersey.\nWe will be focused on providing more details on our strategic initiatives and longer-term outlook, as well as provide a tour of our DC, where we will highlight some of our automation and ESG investments at work. More detailed information will be available in the coming weeks, and we certainly look forward to an exciting day.\nWith that, we will open up the lines for questions."
  },
  {
    "header": "GWW",
    "cik": "0000277135",
    "ticker": "GWW",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0e854a46b501e4aeab0bf1dafad52da2",
    "period": "2021 Q4",
    "content": "Q4 2021 W W Grainger Inc Earnings Call\n\nQ4 2021 W W Grainger Inc Earnings Call\n\nGWWNYSEFEB 3, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the W.W. Grainger Fourth Quarter 2021 Earnings Conference call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Irene Holman, Vice President of Investor Relations. You may proceed.\n\nIrene Holman\n\nVP of IR, W.W. Grainger, Inc.\n\nGood morning, and welcome to Grainger's Fourth Quarter and Full Year 2021 Earnings Call. With me are D.G. Macpherson, Chairman and CEO; and Dee Meriwether, Senior Vice President and CFO.\nAs a reminder, some of our comments today may include forward-looking statements. Actual results may differ materially as a result of various risks and uncertainties, including those detailed in our SEC filings. Reconciliations of any non-GAAP financial measures with their corresponding GAAP measures are found in the tables at the end of this presentation and in our Q4 earnings release, both of which are available on our IR website.\nThis morning's call will focus on adjusted results, which exclude restructuring and other items that are outlined in our release. We will also share results related to MonotaRO. Please remember that MonotaRO is a public company and follows Japanese GAAP, which differs from U.S. GAAP, and is reported in our results 1 month in arrears. As a result, the numbers disclosed will differ somewhat from MonotaRO's public statements.\nNow I'll turn it over to D.G.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThanks, Irene. Good morning, and thank you for joining us. Today, I'm going to provide an overview of our full year highlights and fourth quarter results, and I'll begin, as we always do, with the Grainger Edge, our strategic framework that defines who we are, why we exist and where we're going, as well as how we'll get there using our operating principles.\nThis framework has been foundational for our team to work through another challenging year with resilience and strength. We remain relentlessly focused on our customers and building the company for the future. I am tremendously proud of what we've achieved and want to thank our team members for their commitment as well as our suppliers and transportation partners for their shared passion to support our customers throughout the year. It is always a privilege to help customers keep their people safe and their operations running, and even more so over the last 2 years.\nWhile 2021 was our second year navigating the impacts of the pandemic, it certainly brought us some unique challenges. Labor material shortages train supply chains throughout the industry. We demonstrated our agility and leveraged our supply chain scale to deliver strong service. Our customer satisfaction remained high. And in my regular interactions with customers, I continue to hear appreciation for our ability to deliver over the last 2 years.\nWe invested in inventory, which enabled us to improve our availability and meet growing demand, especially in the back half of the year. We've also invested in our team members with increased wages to make sure that our DCs are staffed and able to get orders out the door. I can confidently say that the Grainger team navigated these challenges extremely well and put us in a good position as we enter 2022.\nWhile we continue to focus on customers' needs, I'm pleased with the team's progress on our strategic initiatives that we know drive short- and long-term growth. Our merchandising team reviewed $1.5 billion of the assortment last year, continuing to make it easier for customers to navigate our website and find the products they need quickly. That brings our total remerchandise assortment to $4.4 billion, which helps our customers choose products with confidence. We've also increased our marketing investments, especially in areas like paid search, digital and radio ads, which have driven share gain and improved our brand recognition. We're excited by these results and the traction we've gained with both large and midsized customers.\nSince the beginning of the pandemic, our KeepStock teams have served customers on site, supporting their inventory management needs and offering valuable insights to help them save time and money. This, in conjunction with our e-procurement services has continued to make it easier for customers to do business with Grainger. Around 60% of U.S. revenue now comes from customers with multiple solutions that embed us in their operations.\nOur technology investments have been critical in supporting these efforts. Over the last 2 years, we've developed new product information, publishing, customer information and marketing support systems. We continue to improve our technology capabilities to help us win in the market.\nOur endless assortment segment continues to grow as we made progress on our strategic initiatives. Zoro U.S. achieved its full year SKU count goal, adding over 2.5 million schools this year alone, which brings a total assortment to 8.7 million SKUs. We've expanded to new customer segments and new categories driving both new and repeat business. And in 2021, MonotaRO opened the Ibaraki DC in Japan, allowing them to stock high demand items locally with plans for another DC Neurosocca Japan in 2022.\nAnd finally, we are making strong progress on ESG. 2022 will be our 11th year publishing a corporate responsibility report. We've elevated its importance in our organization through our ESG leadership council, which I chair. In 2021, we reviewed and updated our materiality metrics to ensure our ESG priorities are in line with customer needs and to those of our stakeholders. And we continue to make progress across our ESG pillars. Reducing greenhouse gas emissions and driving diversity, equity and inclusion initiatives, improving supplier diversity and helping customers meet their ESG goals. All in all, 2021 was a strong year, which positions us well moving forward.\nTurning to financial highlights. We achieved the full year expectations that we set earlier in the year. Demand was very strong, enabling us to finish the year at $13 billion in sales at the high end of our guided range. Organic daily sales growth was 12.7% for the year, 12.4% on an organic constant currency basis. Our results were driven by strong performance in both segments. Most notably, high-touch solutions in North America had exceptional growth at 10.8% on a daily constant currency basis.\nIn the U.S., we outgrew the market by 100 basis points for the full year 2021, above where we expected to be and outgrew the market by 450 basis points on a 2-year average. We faced our fair share of gross margin challenges throughout the year, primarily tied to inventory. We were able to recover well to end the year at 36.2%, resulting from our ability to manage price/cost spread and improved product mix.\nWe delivered 11.9% operating margin, an increase of 65 basis points over the prior year. And lastly, we returned over $1 billion to shareholders through dividends and share repurchases and delivered a strong ROIC of 31.9%. We met the challenges of the year head on and delivered on our commitments for the full year.\nTurning to our quarterly results for the company. The story is similar with strong results to share. Baby sales exceeded our expectations and were up 16%, 16.9% on a constant currency basis, driven by double-digit growth in both segments with robust demand. Gross profit margin was 37.3%, 240 basis points above the prior year and in line with our expectations. Dee will go into more detail, but at a high level, because we follow the LIFO method of accounting, our results include an adjustment to reflect the building of core product inventory at higher costs in the fourth quarter, which allowed us to finish the year with a strong inventory position.\nOur SG&A as a percentage of sales was 24.9%, flat to prior year. When comparing to 2019, which is a more relevant comparison point, our SG&A leverage improved over 200 basis points in the quarter. SG&A was $836 million, driven by higher variable compensation as a result of our strong top line growth. We also saw elevated hourly wages and increased health care expenses and continue to invest in marketing. We gained operating margin leverage of 240 basis points over prior year result of the gross margin improvement. Finally, our resulting EPS was $5.44 for the quarter, up 48.6% versus the fourth quarter of 2020.\nAnd with that, I will turn it over to Dee to take us through more detail on the quarter and our expectations for 2022. Dee?\n\nDeidra Cheeks Merriwether\n\nCFO & Senior VP, W.W. Grainger, Inc.\n\nThank you, D.G. Turning to our High-Touch Solutions segment. For the fourth quarter, we continue to see strong results with daily sales up 16.5% compared to the fourth quarter of 2020, and up 21.5% compared to the fourth quarter of 2019. In the U.S., we saw continued strong growth of our core non-pandemic category. And as a result of our growth investments, we're seeing continued growth with both large and midsized customers at 16% and 25%, respectively. The U.S. business also had strong price realization in the quarter.\nWe're encouraged by how Canada and Mexico finished the year both with positive daily sales growth in the fourth quarter. In Canada, the business saw a year-over-year sales growth with 11 of its 14 industries, most notably in our targeted in segments like manufacturing and higher education. Canadian daily sales were up 12.2% or 6.8% in local days local currency.\nFor the segment, GP finished the quarter at 39.6%, up 250 basis points versus the prior year, a very strong quarter for our High-Touch Solutions segment. We once again achieved price cost spreads slightly above neutral, and our animate product mix returned to near pre-pandemic levels, both driving positive improvement in gross profit. At the operating margin line, we saw an improvement of 230 basis points year-over-year. Overall, a solid quarter for High-Touch Solutions.\nI'd like to go into a bit more detail specifically on our U.S. GP run rate. During the quarter, we achieved a gross margin rate of 40%. We're encouraged by these results and the GP stabilization achieved in the fourth quarter. The pandemic product mix, our pricing actions and our ability to navigate supply chain challenges supported this achievement and will be the foundation for our GP expectations in 2022.\nAs you're aware, Grainger follows the LIFO accounting method, which requires us to revalue the majority of our mentors sold during the year based upon the most current purchase price. At the end of every year, we calculate our LIFO adjustment based upon our ending inventory balance. This year, we increased our inventory balance significantly in the fourth quarter to set us up for 2022, and our most recent purchases were at higher costs due to inflation. As a result, our LIFO adjustment is larger than we've historically seen. You'll see this adjustment disclosed in our 10-K, and it's important to remember that is a noncash LIFO accounting impact and not a reflection of our operational performance.\nMoving to Slide 11. During the quarter, our core non-pandemic product sales were up 28% over the prior year fourth quarter. Compared to 2019, sales growth was quite strong at approximately 17%. In addition, our pandemic product sales were down year-over-year, remained elevated, up around 41% over 2019.\nAs it relates to mix, our pandemic products totaled 21% of sales in the fourth quarter, very close to our pre-pandemic mix. We're excited that our product mix is stabilizing as customers return to more normal operations. In total, our U.S. High-Touch Solutions business was up 17% versus the fourth quarter 2020 and up 22% as compared to the fourth quarter of 2019.\nLooking at market outgrowth on Slide 12. We estimate that the U.S. market grew between 10% and 11%, and we achieved 650 basis points of market share outgrowth in the fourth quarter, largely driven by returns on our key strategic initiatives. For the full year and slightly above our expectations, we achieved approximately 100 basis points of outgrowth. To normalize for volatility over the past 2 years, we're continuing to calculate and show the 2-year average, which was about 600 basis points over the market for the fourth quarter of 2021. We remain committed to our U.S. share gain goal of 300 to 400 basis points of outgrowth on an ongoing basis.\nMoving to our Endless Assortment segment. Daily sales increased 15.2% or 20.6% on a constant currency basis driven by continued strength in our new customer acquisition at both Zoro and MonotaRO and continued growth with enterprise customers in Japan. When we account for local days in local currency, MonotaRO daily sales grew 20.2%. GP expand 60 basis points year-over-year. As a result, operating margin for the segment fished up 45 basis points over the prior year, primarily due to improved gross profit margin. Zoro operating margin improved as a result of freight efficiency, specifically from its continued focus on B2B customers. MonotaRO operating margin was down slightly compared to the prior year, primarily due to lower gross margin, a result of their product mix in the quarter. Please note the slide covering both Zoro and MonotaRO financial performance is in the appendix.\nIn addition, we also continue to see positive results in our operating metrics. Registered users are up 16% over the fourth quarter prior year. And on the right, we show the continued growth of the Zoro SKU portfolio with great progress this year. Overall, we continue to be impressed by the results of our Endless Assortment segment as we grow with the right customers.\nMoving to 2022 guidance. For the total company, we expect revenue between $14.1 billion and $14.5 billion, with daily sales growth between 7.5% and 10.5% driven by strong top line performance in both segments. It's worth noting there is also 1 more selling day in 2022. Within our High-Touch Solutions segment, we expect daily sales growth between 6.5% and 9.5%. For the U.S., we anticipate growth between 7% and 10%, 300 basis points above the estimated MRO market of 4% to 7%. We expect our share gain to be driven primarily by growing volume as a result of our strategic initiatives and that will continue to price to the market.\nIn Canada, we expect to see mid-single-digit top line growth as we continue to diversify our customer base. In the Endless Assortment segment, we anticipate daily sales to grow roughly 14% or 18.5% in local currency and local days. Zoro's growth is anticipated to be in high teens, reflecting further SKU expansion and a continued focus on acquiring and retaining high-value customers. MonotaRO expects local currency growth rates in the high teens as well as they continue to grow with both small and enterprise customers.\nFrom a profitability perspective, total company GP is expected to be between 36.8% and 37.3%, up between 50 and 100 basis points in 2022. Consistent with 2021, we expect a similar LIFO accounting adjustment as we continue to see cost inflation and build inventory. We have factored into our guidance this impact. The gross profit margin expansion is driven primarily by the High-Touch Solutions segment as GP stabilizes near pre-pandemic levels and as we continue to target price/cost neutrality. Endless Assortment gross profit is expected to be essentially flat as GP expansion at Zoro is offset by a modest GP decline at MonotaRO. Total company operating margins are expected to be between 12.5% and 13.1%, and expand between 65 and 125 basis points versus 2021.\nThese top line and profitability targets as well as continued execution of our share repurchase program, are expected to produce earnings per share between 23 50 and 25 50, and equated to growth between 18.5% and 28.5%. Both segments are expected to deliver high ROIC.\nContinuing on Slide 17. In addition to total company guidance, we wanted to provide operating margins by segment, along with our plans for capital allocation. For High-Touch Solutions, we expect operating margins between 14.4% and 15%, up between 130 and 190 basis points versus the prior year, driven primarily by gross margin expansion. SG&A leverage is expected to be modest, primarily due to continued investment in growth initiatives, anticipated health care expenses and higher wages. Endless Assortment operating margins are expected to be between 7.5% and 8.2%. This is primarily driven by MonotaRO as they continue to invest in DC capacity. Zoro continues to increase operating margins in line with our previous expectations.\nCromwell represented and Other is expected to further reduce its operating losses. We anticipate closing the year with operating margin down at negative 6%. Our Cromwell improvement plan is behind our original expectations, driven primarily by business closures in the U.K. and the slowdown in the aerospace industry, 1 of their primary end markets. We remain confident in your ability to improve performance as during the pandemic, they have been able to grow with new customers and maintain high levels of service. Their results will primarily be dependent on the speed of recovery across different customer end markets.\nFrom a cash flow perspective, we expect operating cash flow to be between $1.1 billion and $1.3 billion. Our capital expenditures outlook for the year is between $275 million and $325 million. This includes DC investments in North America and Japan, ESG investments to improve sustainability of our facilities, KeepStock and IT enhancements in the U.S. and a normal level of maintenance capital. We expect the balance of our cash to be used to fund our quarterly dividend and to continue share repurchases. For 2022, we are expecting between $600 million and $800 million of share repurchases, which continues to reflect our confidence in successfully executing our strategy and in our growth initiatives.\nWe're optimistic for a normal year with reasonable sequential trends. As a result, we are now resuming more standard guidance practices. Similar to our approach before the pandemic, our guidance will be limited to annual expectations, and we will provide commentary and/or updates to our full year ranges as launch hits.\nWith that, I will turn it back to D.G. for closing remarks.\n\nDonald G. Macpherson\n\nChairman & CEO, W.W. Grainger, Inc.\n\nThank you, Dee. Before I open it up for questions, I want to really reiterate my appreciation for the Grainger team and our partnership with our customers and suppliers in this challenging year. While we all hope that 2021 will bring more normalcy than it in fact did. The team remained steadfast in our purpose of keeping the world working and in turn achieved outstanding results for the year, both financially and operationally.\nIn the coming year, we will continue to focus on serving our customers better than anyone else, profitably growing market share and making Grainger great (inaudible) execute on our growth drivers that provide customers with a flawless experience and tangible value to help them operate safely and effectively; second, drive operational excellence and productivity in all that we do,to support our growth investments; and third, strengthen our culture and focus on talent development at all levels of the organization. We will execute these efforts with our long-term environmental, social and governance objectives in mind.\nFinally, I'm excited to announce that we'll be hosting an Analyst Day in the fall of this year, where we will be focused on providing more details on our strategic initiatives and longer-term outlook.\nWith that, we will open the line up for questions."
  }
]