[
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/80cc2ffbb76799dca24aec1caabb8b42",
    "period": "2025 Q3",
    "content": "Q3 2025 Essex Property Trust Inc Earnings Call\n\nQ3 2025 Essex Property Trust Inc Earnings Call\n\nESSNYSEOCT 30, 2:00 PM\n\nOperator\n\nGood day, and welcome to Essex Property Trust Third Quarter 2025 Earnings Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC.\nIt is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer for Essex Property Trust. Thank you. Ms. Kleiman, you may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nWelcome to Essex's third quarter earnings call. Barb Pak will follow with prepared remarks and Rylan Burns is here for Q&A. We are pleased to report solid results for the third quarter, highlighted by a $0.03 FFO performance and an increase to our Core FFO full year guidance.\nToday, I will cover key takeaways from the quarter, a high-level outlook for 2026 and provide an update on the transaction market.\nStarting with operations. Our portfolio performed well amid a backdrop of muted job growth across the U.S. and heightened policy uncertainty. Year-to-date, through the third quarter, we generated a blended lease rate growth of 3% on all leases and 2.7% on like-term leases. This is a proven example of the competitive advantage of our low supply markets. As expected, Northern California is our best-performing region and the fundamental backdrop remains favorable with forward-looking supply continuing to decline comparable to a level in the years following the great financial crisis.\nWithin the Bay Area, San Francisco and Santa Clara counties are generating the highest rent growth year-to-date, reflecting attractive rent to income ratios, demand benefiting from AI-related start-ups and above historical average migration trends. Our Seattle region remains healthy, but is trending at the low end of our full year expectations, driven by a combination of challenging year-over-year comparison soft demand and pockets of supply temporarily limiting pricing power in certain submarkets.\nFinally, on Southern California. This region is generally performing in line with our expectations. As we have discussed Los Angeles has lagged primarily attributed to delinquency recovery, muted job conditions similar to the U.S. and pockets of supply on the West Side and Downtown L.A. With supply expected to drop in 2026, the infrastructure spending earmarked for Los Angeles and market occupancy improving, we see a path to pricing power. Given the soft economic environment and policy uncertainty, we are not surprised the hiring and investment decisions have been delayed across the U.S. But we are pleased to see the West Coast once again outperforming the U.S. average, a trend we anticipate continuing.\nLooking to 2026, our portfolio is well positioned relative to other U.S. markets, supported by lower levels of housing supply, attractive affordability and demand catalysts from the technology sector. Directionally, we assume Northern California to continue outperforming and to rank among the top U.S. markets as job growth in Northern California gradually gains momentum, which is supported by announcements of significant office expansions.\nNext in the ranking would be the Seattle region. With total housing supply deliveries declining by almost 40% next year. We are optimistic about the market's outlook. For Southern California, we expect stable economic conditions with Los Angeles fundamental's to improve. Moving on to early building blocks. We forecast our blended lease rates for the second half of the year to land at a similar level to last year. As such, we anticipate another year of stable growth with 2026 earn-in between 80 to 100 basis points.\nLastly, on our investment activity in the transaction market. Page S-16.1 of the supplemental demonstrates the value created from our capital allocation strategy since 2024. We have focused our investments in the highest growth submarkets in Northern California, acquiring almost $1 billion of assets in this region while achieving accretion relative to dispositions and improving overall age of the portfolio.\nAs for the transaction market, year-to-date volume on the West Coast is slightly above 2024, but remain below average historical levels. We continue to see a competitive bidding environment for high-quality properties in our markets, and cap rates are generally in the mid-4% range, with most of the Bay Area transactions in the low 4%. Although cap rates have compressed in Northern California, we will continue to enhance value from our operating platform and drive FFO and NAV per share growth for our shareholders.\nWith that, I'll turn the call over to Barb.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll begin with a recap of our third quarter results, followed by comments on investments and the balance sheet. Beginning with our third quarter results.\nWe achieved a solid quarter with Core FFO per share exceeding the midpoint of our guidance range by $0.03, attributed to lower G&A and interest expense. As a result of the third quarter beat, we are pleased to raise the midpoint for Core FFO per share to $15.94. As for operations, we remain on plan and are reaffirming the full year midpoint for same-property revenue, expense and NOI growth.\nTurning to the structured finance portfolio. Year-to-date, we have received $118 million in redemptions and anticipate $200 million in total proceeds for the full year. As you may recall, over the past 2 years, we have made the strategic decision to redeploy the redemption proceeds into acquisitions at better-than-market rate yields and in markets with the highest near-term rent growth potential. This strategy has resulted in better NAV growth, improved cash flow for reinvestment and higher quality of FFO earnings. Looking ahead to 2026, we are pleased that we are in the final year of the redemption-related headwinds and the realignment of this business will be behind us. Overall, we expect roughly $175 million in additional redemptions next year. Given heavy redemptions in 2025 and expected in 2026, we anticipate this will reduce our 2026 Core FFO growth, net of reinvestment by approximately 150 basis points depending on timing of redemptions.\nAs we look further out to 2027 and beyond, we expect that FFO volatility from this business will abate as the size of our structured finance book will have decreased from the peak of $700 million in 2021 to around $250 million in total investments. Lastly, a few comments on capital markets and the balance sheet. Throughout 2025, we executed several financings to further strengthen our balance sheet, increase our liquidity, diversify our capital sources and proactively address near-term maturities at attractive rates in the current market environment. With manageable maturities over the next 12 months, healthy net debt to EBITDA of 5.5x and over $1.5 billion in available liquidity, our balance sheet is strong heading into 2026. I will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fdbb145887d488aa4f7c79caa0afb022",
    "period": "2025 Q2",
    "content": "Q2 2025 Essex Property Trust Inc Earnings Call\n\nQ2 2025 Essex Property Trust Inc Earnings Call\n\nESSNYSEJUL 30, 12:00 PM\n\nOperator\n\nGood day, and welcome to Essex Property Trust Second Quarter 2025 Earnings Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC. It is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer for Essex Property Trust. Thank you, Ms. Kleiman. You may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning. Welcome to Essex's Second Quarter Earnings Call. Barb Pak will follow with prepared remarks, and Rylan Burns is here for Q&A. Today, I will cover key takeaways from the quarter, our outlook for the second half of the year and provide an update on the transaction market. We are pleased to report solid results for the first half of 2025 and highlighted by a $0.07 core FFO outperformance in the second quarter and an increase to same property and core FFO guidance for the year.\nStarting with operations highlights. Second quarter performed on plan with 3% blended rate growth for the same store portfolio. Northern California and Seattle lagged with 3.8% and 3.7% blended rate growth, respectively, while Southern California lagged with 2% blended rate growth, primarily because of Los Angeles.\nOn a more granular level, the suburban markets of San Mateo and San Jose were notable outperformers with 5.6% and 4.4% blended rate growth, respectively. We attribute the outperformance through limited housing supply increased enforcement of return to office and likely better job growth than what has been reported by the BLS. In contrast, Los Angeles remains challenging with 1.3% blended rent growth resulting from pockets of elevated supply deliveries, coupled with legacy delinquency challenges in a soft demand environment. Despite these challenges, we have been able to generate a positive blended rate growth in every Los Angeles submarket year-to-date. Additionally, we are tracking several large infrastructure investments related to the World Cup and Olympics that should improve overall economic activities in this market in the next few years.\nMoving on to our outlook for the second half of the year. We continue to expect modest U.S. GDP and job growth. And for the West Coast, a stable job environment. Year-to-date, our seasonal rent curves have generally matched our expectations and our seasonal peak for rents occurred around late July. Accordingly, our guidance for the second half of the year assumes market rents to moderate consistent with normal seasonality. Our increase to the same-store revenue guidance generally reflects the outperformance achieved to date.\nIn terms of range of outcomes, the low end of our guidance contemplates 2 factors: first, a softer macro economy stemming from public policy. Second, delinquency recovery in Los Angeles slows because this area can be lumpy. As for potential factors for high end of the guidance range, first is an increase in hiring driving rent growth. We have seen a gradual positive trend in job openings in the 20 largest tech companies and this metric has been a reliable leading indicator of demand. The second factor is a more favorable operating environment as we are expecting an average decrease of 35% in multifamily supply deliveries in our markets in the second half of the year compared to the first.\nTurning to the transaction market. Investor appetite for the West Coast multifamily properties remains healthy, with deal volumes slightly higher in the second quarter compared to the same period last year and average cap rates have remained in the mid-4% for institutional quality assets. In the second quarter, we started to see a higher volume of transaction pricing in the low 4% in Northern California. In comparison, Essex is generating on average yields in the mid to high 4% from approximately $1 billion of acquisitions in Northern California over the last 12 months.\nOur team has done a terrific job investing ahead of the cap rate compression resulting in immediate NAV accretion. Lastly, as we have maintained our disciplined capital allocation by funding the majority of these acquisitions with select dispositions. Going forward, we will continue to arbitrage our cost of capital and reallocate our portfolio to optimize the risk-adjusted returns to drive NAV and core FFO per share accretion.\nWith that, I'll turn the call over to Barb.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll begin with a recap of our second quarter results, followed by the components to our revised full year guidance and conclude with an update on capital markets and the balance sheet.\nBeginning with our second quarter results. We achieved a solid second quarter with core FFO per share exceeding the midpoint of our guidance range by $0.07. The primary driver of the beat relates to $0.04 from better same-property operations, of which half relates to higher same-property revenue growth and the other half relates to lower operating expenses. The expense reduction is driven by a 9% decline in Washington property taxes as compared to 2024. In addition, the quarter benefited from lower G&A, which is timing related.\nTurning to our revised full year outlook. We are pleased to announce a $0.10 increase at the midpoint for core FFO per share to $15.91 contributing to the increase are 3 factors: First, we are raising the midpoint for same-property revenue growth by 15 basis points to 3.15% driven by higher other income and better delinquency collections, partially offset by lower occupancy. Second, we are reducing our same-property expense midpoint by 50 basis points to 3.25% on account of lower property taxes, which I previously mentioned.\nWith these revisions, we now expect same property NOI to grow 3.1% at the midpoint, a 40 basis point improvement from our original guidance. The increase in same property NOI contributed $0.07 to our full year FFO guidance raise. The third component relates to our co-investment platform as our joint venture properties are performing ahead of plan. As for our third quarter core FFO guidance, we are forecasting $3.94 at the midpoint, a $0.09 sequential decline from the second quarter, primarily related to elevated operating expenses given typical seasonality in utilities and taxes, which is partially offset by higher sequential revenues.\nFor the third quarter, we are forecasting same-property operating expense growth to increase 3% on a year-over-year basis. In addition, preferred equity redemptions are expected to be back-end loaded, which is also causing a reduction in sequential core FFO. Year-to-date, we have received approximately 30 million in redemptions and we expect an additional $175 million in proceeds before year-end. We are pleased with the progress we have made in executing our strategy to reduce the size of the book, even though it is causing a temporary headwind to core FFO growth.\nAt year-end, we anticipate the structured finance book will be less than 4% of core FFO and continued decline in 2026 and as we anticipate being repaid on the majority of our outstanding investments over the next 4 quarters, after which the earnings headwind will have largely abated.\nLastly, a few comments on capital markets and the balance sheet. During the quarter, we executed several transactions to further enhance our balance sheet flexibility. We issued a $300 million delayed draw term loan, of which $150 million is drawn and fixed at an attractive 4.1% rate through April of 2030. We also expanded our line of credit to $1.5 billion, while extending the maturity to 2030, and we established a commercial paper program. As a result of these financings, we further enhanced our balance sheet strength while optimizing our cost and access to capital.\nWith minimal refinancing needs in 2025, healthy net debt to EBITDA of 5.5x and $1.5 billion in available liquidity, we are well positioned. I will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2213f1b3f7e2dac8e8aaf973aa3ac1e8",
    "period": "2024 Q4",
    "content": "Q4 2024 Essex Property Trust Inc Earnings Call\n\nQ4 2024 Essex Property Trust Inc Earnings Call\n\nESSNYSEFEB 5, 12:00 PM\n\nOperator\n\nGood day, and welcome to Essex Property Trust Fourth Quarter 2024 Earnings Call. As a reminder, today's call -- conference is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking. Forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time.\nA number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC. It is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer for Essex Property Trust. Thank you, Ms. Kleiman, you may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning. Thank you for joining Essex's Fourth Quarter Earnings call. Barb Pak will follow with prepared remarks and Rylan Burns is here for Q&A.\nBefore we begin, on behalf of the entire company, I want to express our condolences to those affected by the tragic wildfires in Los Angeles. While our properties did not incur any loss, my gratitude goes to the Essex team for proactively helping those displaced as we adopted several policies to ease the transition into new housing within our Los Angeles portfolio.\nAs for our earnings call today, I will cover our full year and fourth quarter 2024 results, followed by our outlook for 2025 and an update on the investment market. We are pleased to achieve year same-property revenue growth of 3.3% and core FFO growth of 3.8%, both exceeding the high end of our original guidance.\nOur strong performance was the result of improving demand, including return to office and migration patterns combined with attractive affordability delinquency resolution by our hard-working associates. With this backdrop, we experienced a typical seasonal rent curve for the first time in several years. Additionally, we successfully shifted the company into growth mode, acquiring and consolidating 13 properties at above market yields. As for operations highlights, Fourth quarter results were generally consistent with expectations.\nWe achieved 1.6% blended lease rate growth and concessions averaged 1 week for the same-store portfolio in the fourth quarter. On a more granular perspective, Orange County and Santa Clara County led the portfolio with 2.7% blended rate growth, while LA and [indiscernible] counties land were 20 basis points of blended rate growth. In January, demand picked up in line with our operating plan, lifting occupancy by 40 basis points to 96.3% and concessions improved to less than half a week on average.\nTurning to our 2025 outlook detailed on Page S-16. Consensus GDP and job growth is forecasted to moderate for the U.S. overall, but remain at a healthy level. The West Coast is well positioned with improving economic fundamentals as job growth is forecasted to outperform the U.S. after lagging in 2024. Job growth in the technology sector is the key driver of this outlook as we anticipate job proceedings to convert into new hires in 2025, resulting in better overall growth. Steady demand combined with low level of supply deliveries and only 50 basis points of total housing stock and attractive affordability relative to home ownership leads to our base case forecast of 3% market rent growth.\nSeattle and San Jose are projected to lead the portfolio at approximately 4%. As far as the range of outcomes, the low end of our guidance is mainly attributed to policy uncertainty and timing of this delinquency recovery. Our optimism for the high end of our guidance is supported by solid fundamentals and based on past precedent, that tech job postings still have a runway to grow for this phase of the innovation cycle. It is notable that recent office expansion announcements demonstrate the intention that the majority of new hirings will be focused in headquarter locations, which favors the West Coast economy, particularly the northern regions.\nOver the long term, we see a path for the West Coast apartment markets to continue to outperform the U.S. average with better job growth and wealth creation driven by centers of innovation, combined with limited level of supply growth.\nLastly, investment market. In 2024, the West Coast experienced a meaningful uptick in volume, reaching a level close to the pre-COVID average. Although interest rates increased in the fourth quarter, there remains a deep pool of capital eager to acquire properties on the West Coast and cap rates in the fourth quarter for high-quality properties remained consistent at around mid to high 4% range.\nIn 2024, Essex was opportunistic in its acquisition efforts, successfully generating significant accretion by consolidating joint ventures and acquiring several communities in close proximity to our property collections where we can enhance the yield on day 1 by operating these communities more efficiently. In 2025, we expect to be net acquirers again, while optimizing our cost of capital. Our focus remains on being creative and opportunistic to drive FFO and NAV per share growth for our shareholders.\nWith that, I'll turn the call over to Barb.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. Today, I will discuss our fourth quarter results, key assumptions to our 2025 guidance, followed by comments on the balance sheet. We are pleased with our fourth quarter results, which were slightly ahead of our expectations primarily driven by higher income from our joint venture entities. As it relates to same-property operations, we saw a continued reduction in delinquency during the quarter, which improved to 60 basis points of scheduled rent on a cash basis.\nFor the year, we made substantial progress on the delinquency front, reducing our bad debt by over 50% from 1 year ago. As such, we are pleased to be in a position to fully eliminate the remaining accounts receivable balance during the quarter, which resulted in same-property revenue growth of 2.6% on a year-over-year basis. Without this noncash adjustment, revenue growth would have been 3.2% for the quarter.\nTurning to our 2025 outlook. Same-property revenues are forecasted to grow by 3% at the midpoint. The key drivers of this growth are outlined on Page S-16.1 of the supplemental. Continuing on with Angela's comments, stable economic conditions, low supply and expectations for increased hiring among key West Coast industries, leads to our forecast for blended rent growth of 3%.\nIn terms of the cadence, we expect blended rent growth in the first half to be below the full year midpoint and improve in the second half of the year as hiring accelerates and translates into increased demand for housing. Our guidance assumes a 50 basis points improvement in delinquency as we continue to make progress returning to that long-term run rate. Rounding out the remaining components, we anticipate 30 basis points combined contribution from higher occupancy and other income.\nMoving to operating expenses. We forecast 3.75% same property expense growth at the midpoint, a significant improvement from what we've experienced the past 2 years. The biggest factor driving this outcome is lower insurance expense. We renewed our property insurance in December and saw a small reduction in our premium as compared to the prior year.\nRegarding controllable expenses, we are forecasting growth of less than 3% as we continue to seek ways to enhance our operating efficiencies to offset wage pressures. Putting it all together, same-property NOI growth is expected to increase 2.7% at the midpoint. As per core FFO, our midpoint of $15.81 equates to 1.3% year-over-year growth. The modest increase is driven by 2 factors, which combined represent around 2% headwind to growth. The first relates to higher interest expense, primarily driven by the refinance of $500 million in unsecured bonds. Our guidance assumes we refinance this debt in the first half of the year. And given the current interest rate environment, the all-in rate is expected to be meaningfully higher than the 3.5% rate on the maturing bonds.\nThe second factor is lower structured finance income as a result of redemptions in 2024 and those expected in 2025. Our guidance assumes $150 million in redemptions at the midpoint, of which approximately 50% is expected to occur by mid-year. As previously communicated, we expect to reinvest the proceeds into new acquisitions, which will offset a portion of this income and result in better NAV and core FFO growth for our shareholders over the long term. In total, the structured finance book is expected to represent around 4% of our core FFO in 2025, consistent with our target range of 3% to 5%.\nTurning to investments. The midpoint of our guidance assumes we acquire $1 billion in new apartment communities. As for funding, it will be dependent on market conditions, and our cost of capital, utilizing the most attractive equity capital source available at the time and executed on a leverage-neutral basis, consistent with our track record of disciplined capital allocation.\nConcluding with the balance sheet. The balance sheet and credit metrics remained strong, and with over $1 billion in liquidity and ample sources of available capital, the company is well positioned. I will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75ecd7896fe0c227d03c751012708160",
    "period": "2024 Q2",
    "content": "Q2 2024 Essex Property Trust Inc Earnings Call\n\nQ2 2024 Essex Property Trust Inc Earnings Call\n\nESSNYSEJUL 31, 1:00 PM\n\nOperator\n\nGood day, and welcome to Essex Property Trust Second Quarter 2024 Earnings Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC.\nIt is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Executive Officer for Essex Property Trust. Thank you, Ms. Kleiman, you may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning, and thank you for joining Essex's second quarter earnings call. Barb Pak will follow with prepared remarks, and Ryland Burns is here for Q&A. We are pleased to report a strong second quarter with core FFO per share exceeding the high end of our guidance range by $0.05. As a result, we have our second notable increase to our full year guidance.\nToday, my comments will focus on underlying drivers to our outperformance and operational highlights, followed by an update on the investment market. Starting with operating fundamentals. Year-to-date, demand for West Coast multifamily housing has exceeded our expectations, particularly in Northern California and Seattle regions. While we've traditionally relied on the BLS to assess housing demand, the reported data have not correlated to the strength we're experiencing on the ground.\nAs such, we've analyzed alternative demand indicators from third-party sources for better insights into the key drivers supporting housing demand. The first of these is job openings at the top 20 technology companies. In June, openings in the Essex markets total over 17,000 jobs, which represents a 150% increase from the 2023 trough. While we have yet to return to the historical average of 25,000 jobs, the study improvement so far has generated incremental demand in our markets and is a good precursor of the recovery particularly in Northern California and Seattle.\nAnother factor contributing to West Coast housing demand is migration. Real-time data using Placer AI shows a gradual improvement in domestic migration patterns on the West Coast. This is illustrated on Page S-16.1 of our supplemental. This data suggests that workers are relocating back to the coastal headquarters, generating a shadow demand similar to a new job being added.\nAdditionally, this year, Northern California has positive net domestic migration for the first time since pre-COVID. As for supply dynamics, limited new housing, combined with favorable rental affordability continues to underpin our market fundamentals. For example, the rate of income growth has outpaced rent growth. which has improved affordability metrics in our markets. Additionally, it is 2.8x more expensive to own than to rent in our markets compared to 1.7x back in 2019 when interest rates were near the historical low.\nEven if mortgage rates were to revert back to the 2019 level homeownership in our markets will still remain significantly less affordable than renting. Turning to property operations. We experienced a solid peak leasing season with blended rent growth for same property portfolio of 3.4% for the quarter. Blended rent growth would have been 4.5% -- so 110 basis points higher if we exclude L.A. and Alameda, the 2 counties with elevated delinquency related turnover.\nAs for regional highlights, Seattle has been our best-performing market today achieving a 4.9% blended rent growth while maintaining strong occupancy level of 97% in the second quarter. The E side, which has been less impacted by supplier than the CBD led this region with 5% blended rent growth. There are 2 key factors that contributed to this strong performance.\nFirst, relative to our other regions, Seattle has the stronger job growth. Second, the new supply has been less impactful as timing delays resulted in fuel deliveries in the first half of the year. These 2 factors have led to a prolonged seasonal peak in that this market typically peaks around late June, but this year, the peak occurred a month later around the end of July. Northern California was our second best performing region, achieving a 3.3% blended rent growth in the second quarter, and occupancy of 96.3%.\nSan Mateo and San Jose were the notable outperformers at around 4% growth, with Alameda County pulling down the regional average by 80 basis points due to delinquency turnover and the continued elevated supply in Oakland. Generally, rents in this region peaked around early July, consistent with historical patterns. Lastly, Southern California continues to be a steady performer. We achieved 2.8% landed rent growth for the quarter, which would have been 200 basis points higher if we were to exclude L.A. In similar fashion, Southern California as average occupancy of 95.7% for the quarter was tempered by Los Angeles with all other markets at or above 96% occupancy.\nExcluding L.A., Southern California rents peaked in late July, consistent with historical patterns. As we begin the third quarter, our portfolio is well positioned with average concession of less than 2 days and occupancy is healthy at 96.2%. We are prepared to shift to an occupancy strategy as appropriate, while maintaining the optionality to minimize rental growth.\nFinally, on the transaction market. In the second quarter, there was a significant increase in investor demand for well-located newer multifamily properties on the West Coast. In contrast, the number of marketed properties for sale remained low. This combination has resulted in a highly competitive bidding process and a compression in cap rates in some markets. Over the past few months, Essex has selectively procured 3 high-quality communities in the Bay Area. All 3 of these investments have significant upside potential based on the favorable fundamental backdrop and efficiencies from our operating platform.\nWe are pleased with the progress to date with over $500 million in acquisitions closed and are optimistic more opportunities will arise in the near future. As always, we remain disciplined and focused on maximizing shareholder value and enhancing the growth profile of the company.\nWith that, I'll turn the call over to Barb.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll begin with comments on our second quarter results, followed by the key components of our full year guidance raise and conclude with an update on the balance sheet. Beginning with our second quarter results. We are pleased to report core FFO per share of $3.94, which exceeded the midpoint of our guidance range by $0.11. The outperformance was primarily driven by $0.05 of higher same-property revenues which was largely the result of stronger net effective rent growth.\nIn addition, this quarter benefited from $0.04 of onetime revenues and lower operating expenses, which are timing related. Turning to our full year guidance revision. Our strong second quarter results and healthy peak leasing season have enabled us to increase the midpoint of our same-property revenue growth by 75 basis points to 3%. Our improved outlook is largely driven by blended rent growth outpacing our initial forecast, resulting in a 50 basis points increase to revenue growth.\nWe now forecast blended rent growth to be 120 basis points higher than our initial forecast, driven by outperformance in Northern California and Seattle. As for same property operating expenses, higher utility costs and legal fees are the primary drivers of the 50 basis points increase in our midpoint to 4.75%.\nAs it relates to controllable expenses, we have been effective in managing this aspect of the business despite the elevated cost environment. For the year, we expect controllable expenses to increase less than 3%. In total, we now expect same property NOI to grow by 2.3% at the midpoint, representing a 90 basis points improvement to our prior guidance and a 170 basis point improvement from our initial outlook.\nBased on our strong second quarter results and the revision to same-property growth, we are raising full year core FFO by $0.27 to $15.50 per share, which represents 3.1% year-over-year growth. In total, we've raised core FFO a notable $0.47 per share so far this year. As it relates to our third quarter guidance, we are forecasting $3.87 at the midpoint. The sequential decline from the second quarter relates to 2 factors. First, same-property NOI is expected to be $0.05 lower, which is driven by elevated operating expenses given the typical seasonality in spending for repairs and maintenance, taxes and utilities. And second, we had $0.02 of onetime items in the second quarter.\nTurning to the preferred equity portfolio. For the year, we expect between $125 million to $175 million in redemptions of which we received $50 million to date. Our intention is to redeploy the proceeds into acquisitions depending on market opportunities. In terms of the watch list, we started the year with 5 properties on the list, of which 3 have been removed so far to date. Two of the properties were acquired and consolidated on our financials, and 1 of the investments had a significant equity infusion, which puts us in a better position in the capital stack.\nIn total, the reduction in the watch list added approximately $0.04 to our full year core FFO. The rest of the portfolio is performing as planned. Finally, our balance sheet metrics remain a key source of strength. We have no remaining consolidated maturities in 2024. Our leverage levels remain healthy with net debt-to-EBITDA at 5.4x, and we have over $1 billion in available liquidity.\nAs such, we are well positioned to capitalize on opportunities as they arise. I will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d7df97437a29c58d08d825803e1692fd",
    "period": "2024 Q1",
    "content": "Q1 2024 Essex Property Trust Inc Earnings Call\n\nQ1 2024 Essex Property Trust Inc Earnings Call\n\nESSNYSEMAY 1, 1:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust First Quarter 2024 Earnings Call. As a reminder, today's conference call is being recorded.\nStatements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC.\nIt is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer; for Essex Property Trust. Thank you, Ms. Kleiman. You may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning, and thank you for joining Essex's first quarter earnings call. Barb Park will follow with prepared remarks and Rylan Burns is here for Q&A.\nWe are pleased to kick off our 2024 earnings with a notable increase in our full year guidance. This is primarily driven by solid first quarter results with core FFO per share of 4.9%, exceeding the high end of our original guidance. Barb will provide more details on our financial performance in a moment.\nToday, my comments will focus on market fundamentals and operational highlights, followed by an update on the investment market. Heading into 2024, consensus forecast was a slowdown for the U.S. and so far, U.S. job growth has trended better than initial forecast. Job quality, on the other hand, has been concentrated in government and low-wage service sectors.\nIn the West Coast, the tech industry is a primary source of high-paying jobs and job growth in this industry has led because of evolving business strategies as companies reallocate resources to artificial intelligence opportunities. However, we have seen encouraging signs, including a steady increase in job openings in our markets by the top 20 tech companies. As for our near-term outlook, recent information data and FET commentary have resulted in elevated uncertainty regarding the path of interest rate cuts.\nWith this in mind, we do not anticipate an imminent improvement in job growth in the high-paying sectors, which is typically the key catalyst to accelerate demand for housing and rent growth. While job growth on the West Coast has remained soft. Our steady performance year-to-date is attributed to 2 factors: first, limited housing supply. This is a significant structural benefit and a pillar of our California investment thesis.\nLengthy and costly entitlement process effectively deters housing supply. To this point, total housing permits as a percentage of stock continues to remain well below 1% in Essex, California markets. Our performance today demonstrates this supply advantage. It is a key stabilizer during soft demand periods and a driver of rent growth outcomes over the long term.\nThe second positive factor is rental affordability which is driven by wages growing faster than rents in FX markets. Additionally, the cost of homeownership continues to rise. The median cost of owning a home is 2.5x more expensive than renting in our markets. Likewise, the percentage of our turnover attributed to purchasing a home has fallen from around 12% historically to 5% today. Accordingly, rental affordability supports a long runway for rent growth in the FX markets.\nTurning to first quarter operations. We achieved a 2.2% growth in blended lease rates, which consists of 10 basis points on new leases and 3.9% on renewals. Our new lease rates are tempered by delinquency-related turnover in LA and Alameda, which comprise of approximately 25% of our total same-store portfolio. If we excluded these 2 regions, new leases would have been 150 basis points higher at 1.6%.\nMoving on to regional highlights. Seattle was our best-performing region, achieving blended rates of 3.6% with new lease rate growth of 1.3% and New lease rates turned positive in February, led by the side and the positive trend has continued. Northern California was our second best performing region with 2.1% blended rate growth and flat new lease rates. San Mateo was our strongest market, offset by the assay, which remained challenged, primarily from delinquency impact in Alameda County. Excluding Alameda County, new lease rates in Northern California would have been 70 basis points.\nAs for Southern California, this region continues to be a steady performer, generating blended rate growth of 1.7%, with negative 30 basis points in new lease rates caused by delinquency in Los Angeles. Excluding Los Angeles, average new lease rates would have been positive 3.1% in Southern California. Along with the improvement in eviction processing time, our operations and support teams have done an excellent job recovering long-term dividend units at a faster pace, which has led to lower delinquency. We welcome this trend and continue to proactively build occupancy in initiation of recapturing more units in this region. We view this temporary trade-off as net beneficial to long-term revenue growth.\nAs for current operating conditions, at the end of April, we are in a solid position with 96% occupancy heading into peak leasing season. Concessions for the portfolio averaged only 3.5 days. And aside from areas with delinquency headwinds discussed earlier, we see opportunities to increase rental rates throughout our portfolio.\nLastly on the transaction market. Deal volume remains thin compared to recent years, and we continue to see strong investor demand for multifamily properties in our markets. with cap rates ranging from mid-4% for core to mid 5% for value-add communities. Against this backdrop of limited transaction volume, we have created external growth opportunities, generating FFO and NAV per share accretion through our joint venture platform.\nIn the first quarter, we purchased our permit interest in a $505 million joint venture portfolio that will produce almost $2 million of FFO accretion for us in 2024. In fact , since inception, our private equity platform has delivered a 20% IRR and over $160 million of promote income for our shareholders and remains an attractive alternative source of capital.\nIn conclusion, we intend to pursue growth through acquisitions while maintaining our disciplined capital allocation strategy and our core principle of generating accretion to create significant value for our shareholders.\nWith that, I'll turn the call over to Barb.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll begin with comments on our first quarter results, provide an update on key changes to our full year guidance. [ Beginning with outlook ] and the balance sheet, I'm pleased to report core FFO per share exceeded the midpoint of our guidance range by $0.09 in the first quarter. The outperformance was primarily driven by higher same-property revenue growth, which accounted for $0.06 of the $0.09 beat. The first quarter also benefited from onetime lease termination fees within our commercial portfolio totaling $0.02, which are not expected to reoccur for the remainder of the year.\nTurning to our full year guidance revisions. As a result of the strong start to the year, we are increasing the midpoint of same-property revenue growth by 55 basis points to 2.25%. The increase is driven by 2 factors: First, delinquency has improved faster than our original expectations, which accounts for 40 basis points of the revision. We now project delinquency to be 1.1% of scheduled rent for the year.\nThe second factor relates to higher other income as we have been successful at optimizing our portfolio through various initiatives, which has led to 15 basis points of better growth. While we are trending slightly ahead of our expectations on blended lease growth so far this year, especially on renewals, we have not factored any revision into our guidance as we want to get further into peak leasing season when we sign the bulk of our leases.\nThe other key driver of our full year guidance revision relates to the consolidation of our partnership in the BEXAEW joint venture, which accounts for $0.03 of FFO accretion. And as Angela highlighted, this acquisition reinforces the value Essex has created for shareholders through our joint venture platform as well as our ability to grow externally in an otherwise challenging market. In total, we are raising core FFO by $0.20 per share, a 1.3% increase at the midpoint.\nTurning to our preferred equity investments. Subsequent to quarter end, we assume the sponsor's common equity interest affiliated with a preferred equity investment. This investment was previously on our watch list and was placed on nonaccrual status in the fourth quarter of 2023. As such, this transaction is beneficial to our 2024 core FFO forecast. The property is located adjacent to an existing Essex community, which will allow us to operate it efficiently within our collections model. Overall, we view the outcome favorably given that quality of the asset, our initial yield and our long-term view on the growth in the Sunnyvale submarket.\nTurning to Capital Markets. In March, we issued $350 million in 10-year unsecured bonds to refinance the last remaining portion of the company's 2024 debt maturities and to partially fund the BEXAEW transaction. We are pleased to have locked in 5.5% fixed rate debt in today's volatile interest rate environment.\nAs it relates to equity, the company did not issue common stock to fund our year-to-date investments nor do we plan to issue equity at our current stock price. We have alternative sources of equity capital, such as retained cash flow and preferred equity redemption proceeds from last year and expected this year that can fund up to $400 million in investments, including transactions completed to date without the need for new equity.\nWe will continue to look at all our sources of equity capital, including disposition proceeds or joint ventures in order to maximize growth in core FFO and NAV per share while preserving our balance sheet strength. We have been prudent stewards of shareholder capital over our 30-year history, which has served our shareholders well. In conclusion, Essex is in a strong financial position. Our leverage levels remain healthy with net debt-to-EBITDA at 5.4x, and we have over $1 billion in available liquidity. As such, we are well equipped to act as opportunities arise.\nI will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f93e7e16c0f01f4e9ef0b0e419cec3c4",
    "period": "2023 Q4",
    "content": "Q4 2023 Essex Property Trust Inc Earnings Call\n\nQ4 2023 Essex Property Trust Inc Earnings Call\n\nESSNYSEFEB 7, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust Fourth Quarter 2023 Earnings Conference Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated.\nFurther information about these risks can be found on the company's filings with the SEC. It is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer for Essex Property Trust. Thank you. Ms. Kleiman, you may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning, and thank you for joining Essex's Fourth Quarter Earnings Call. Barb Pak will follow with prepared remarks, Rylan Burns and Jessica Anderson are here for Q&A. I will start with the key highlights of our 2023 performance then discuss our expectations for 2024, followed by comments on the transaction market and our investment strategy. Overall, 2023 was a solid year for Essex. We achieved a 4.4% same-property revenue growth for the full year, which is in line with our revised guidance and 40 basis points higher than the original midpoint.\nFurthermore, we made substantial progress in reducing delinquency as a percentage of rent from over 2% in the first quarter, down to 1.4% by year-end. These are the results of the well coordinated efforts of our hardworking operations and support teams across the company. Great job team, and thank you.\nLastly, we continue to drive results to the bottom line, delivering a 3.6% year-over-year increase in core FFO per share, exceeding the high end of our original guidance range by $0.06.\nTurning to the fourth quarter. We deployed an occupancy-focused strategy as market rents moderated generally consistent with typical seasonal pattern. In addition, we recovered a significant number of delinquent units starting in October. As expected, the subsequent backfilling of nonpaying units during a seasonally slow period created a temporary headwind to net effective new lease rates, which averaged negative 1.7% for the quarter.\nOn the renewal front, the positive trend continues with strong retention among our residents, generating an increase in renewal rates of 4.9% for the quarter, resulting in blender rates of positive 2.6%. As we start 2024, leasing activities in our markets is steady. In January, new lease net FX rates improved by 150 basis points and concession usage decreased by half the fourth quarter, and our financial occupancy sits in a solid position of 96.2%.\nMoving on to our outlook for the West Coast in 2024, as outlined in our earnings package. We expect the U.S. economy and job growth to normalize in 2024, consistent with economists' outlook of a soft landing.\nWe forecast job growth on the West Coast to perform in line with the national average on the Essex markets to produce market rent growth of 1.25% on average. The consensus macroeconomic U.S. assumptions and the quality of jobs are key considerations to our modest outlook.\nIn 2023, the employment growth was largely concentrated in the service sectors, which did not yield meaningful rent growth. We expect this dynamic to continue, and we currently assume hiring of highly skilled workers to remain muted as companies continue to evaluate their labor needs and priorities. While our base case scenario for 2024 reflect tempered growth, there are several factors that could support a more positive outcome.\nFirst, inflation could continue to move in the right direction, increasing the likelihood that the Fed will pivot from tightening to easing. Accordingly, the economy could gain momentum and hiring of highly skilled workers reaccelerate as cost of capital becomes more attractive. Second, the large technology companies implemented significant business and labor retrenchments at the end of 2022 through the early part of last year. Therefore, these companies are better equipped today to lead advancements and stimulate growth.\nTo this point, recent layoff announcements have been much smaller in scale with companies citing larger strategic plans to redirect talent and investments toward artificial intelligence projects, which we view as a long-term benefit for the West Coast. With low levels of housing supply in our markets, a modest increase in demand could accelerate rent growth. Despite uncertainties in the overall economy, we are confident in our market's ability to navigate near-term volatility and to outperform in the long term. Our conviction is based on 2 fundamental factors, low housing supply and favorable affordability.\nOver the next 2 years, we expect less than 1% of total supply growth per annum, which enables us to generate positive rent growth in most environments. Also, renting in the Essex markets is considerably more affordable than owning a home, and favorable rent-to-income ratios support a long runway for rent growth, especially in our Northern regions. As such, we expect the economic incentive to rent to persist and drive demand for multifamily housing.\nLastly, on the investment market and our strategy. 2023 was a year of historically low transaction volume, primarily due to significant volatility in the capital markets. Although we've seen interest rates decline throughout the fourth quarter, yield spread between buyers and sellers remain wide, ranging from approximately 25 to 50 basis points in our markets. And thus, we are not anticipating a significant increase in deal volume in the near term.\nLenders have generally been accommodating to sponsors extending debt maturities when feasible, and there are very few [indiscernible] sellers in our markets currently. Given the thirst of data points, there is less certainty in the transaction market. It is during periods of uncertainty that Essex has historically created significant value for our shareholders through external growth. As such, our investment team is proactively looking for acquisition opportunities to generate the best risk-adjusted returns. We expect Essex's disciplined approach to capital allocation, strong balance sheet and deep market expertise will be key differentiators in creating long-term value. With that, I'll turn the call over to Barbara.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. Today, I will discuss the key assumptions to our 2024 guidance and provide an update on the balance sheet. Beginning with our outlook for 2024, a key factor to our revenue forecast is our market rent growth assumption. As Angela mentioned, the economic backdrop is expected to be muted this year, which is leading to below average rent growth for our markets. As a result, same-property revenue growth is tempered at 1.7% at the midpoint on a cash basis. The key drivers of our revenue growth are outlined on Page S-17.1 of the supplemental. .\nOur guidance assumes delinquency of 1.5% of schedule rents for the full year, which represents a 40 basis point improvement to year-over-year revenue growth. We expect delinquency will gradually improve as we move through the year. In terms of regional performance, we expect Southern California will produce our highest revenue growth at 3%, led by Orange County in San Diego. Northern California will be around 1%, and Seattle will be our weakest performing region, which is forecasted to be flat on a year-over-year basis.\nMoving to operating expenses. We are projecting 4.25% growth for the full year, which was largely driven by higher insurance costs. Although insurance costs account for a small portion of our total operating expenses, we are forecasting a 30% increase in our premiums, which adds 1.4% to our total same-property expense growth. The company remains focused on managing controllable expenses, which we are forecasting to increase 3% in 2024, primarily driven by higher wages. In total, we expect same-property NOI growth of 60 basis points and core FFO per share growth to be flat at the midpoint compared to 2023. Core FFO growth would be over 1% higher, if not for the impact from 2 items related to our preferred equity platform.\nFirst, in December, we received $40 million in redemption proceeds, and we are forecasting an additional $100 million in redemption proceeds for this year. We anticipate redeploying the funds into new acquisitions, which tempers our near-term FFO growth, but is the best long-term capital allocation decision for Essex. Second, while our sponsors remain current on all financial obligations with the senior lenders, we changed the accrual status on 2 investments in the fourth quarter based on current market conditions. Further, we've taken a prudent approach as to how we projected income for the remainder of the portfolio as part of our 2024 guidance.\nWe will continue to evaluate the accrual status on each of our preferred equity investments every quarter as appropriate. Turning to the balance sheet. Essex is in a strong financial position with minimal financing needs over the next 12 months and ample sources of capital. Our leverage levels are solid with net debt to EBITDA at 5.4x, and we have over $1.6 billion of liquidity available to us. We manage our balance sheet and capital needs conservatively to be well positioned to create value throughout the cycle, and we remain optimistic, we will see opportunities to invest this year. With that, I will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4fb89e792405443bb6811ab07ce04bd1",
    "period": "2023 Q3",
    "content": "Q3 2023 Essex Property Trust Inc Earnings Call\n\nQ3 2023 Essex Property Trust Inc Earnings Call\n\nESSNYSEOCT 27, 1:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust Third Quarter 2023 Earnings Conference Call. As a reminder, today's conference call is being recorded. Statements made in this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found in the company's filings with the SEC. It is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer for Essex Property Trust. Thank you, Ms. Kleiman, you may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning, and thank you for joining Essex's third quarter earnings call. Barb Pak and Jessica Anderson will follow with prepared remarks, and Rylan Burns is here for Q&A. My comments today will focus on how we performed to date, our initial outlook for 2024 and a brief update on the investment markets.\nOverall, 2023 has unfolded generally in line with our expectations. We increased our same-property revenue and NOI growth in middle of the year despite a challenging operating environment with almost 2% of rent delinquent for the first 9 months of the year. For context, this delinquency level is approximately 5x our historical average. The unprecedented eviction protections enacted during COVID exacerbated by subsequent court delays has resulted in protracted exposure to nonpaying tenants and uncertainty on timing of when we could recapture these units. That said, we made considerable progress reducing delinquency as a percentage of rent, which is now at 1.3% in October. This improvement has naturally resulted in a temporary trade-off between rate growth and occupancy but has proven to be an optimal strategy to maximize revenues as we make progress towards normalization in our markets.\nLooking ahead to 2024, we plan to publish a more comprehensive outlook for the West Coast in conjunction with our full year guidance on our fourth quarter earnings call. For now, we have provided our initial 2024 supply outlook for our markets on S-17 of the supplemental, which forecasts total supply growth of only 0.5% of total housing stock. Unlike many other U.S. markets, total housing supply in our markets is expected to remain at low levels, and we do not see a near-term catalyst for increasing housing supply growth in the FX market. This supply landscape also minimizes our risk to job growth relative to other markets, especially if we encounter a softer demand environment and will be a tailwind for Essex when the economy accelerates.\nWhile [ mutual ] supply is part of our thesis, we also see conditions that could drive demand for housing. First, after a year of retrenchment, layoff in the tech industry appears to be slowing and return to office is gaining momentum with percent of remote job hiring at the largest tech companies now in the low single digits. Implying that once tech hiring resumes in a meaningful way, job growth will be highly concentrated near major employment centers. Second, it remains to be seen how the artificial intelligence industry will grow. We know the success in this industry will require immense scale and capital resources, and these types of companies are largely concentrated in the Bay Area and Seattle.\nThird, affordability, particularly in Northern California. Today, the Bay era is as affordable as we've seen since we began tracking this data, and we expect this will provide a long runway of growth. In summary, the combination of this potential [ giving ] backdrop and a mutual supply outlook gives us confidence that the West Coast is well positioned to outperform in the long run.\nLastly, an update on the apartment investment market. Deal activity slowed further in the third quarter as interest rates increased sharply in recent month. Compressing prospective retrans and resulting in many buyers remaining on silence. We have seen several marketed deals now transact this year as sellers await a less volatile interest rate environment. There is little evidence to the transaction activity will pick up in the near term as bid-ask spread remains wide. We have navigated through many economic cycles, and our finance team has done an excellent job in for the balance sheet, which positions 6 well for any environment. With that, I'll turn the call over to Barb.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. Today, I will discuss our third quarter results, along with investments in the balance sheet. Starting with our third quarter performance. I'm pleased to report that core FFO per share for the quarter came in $0.03 ahead of our midpoint. The outperformance was driven by slightly higher revenues, other income and lower G&A expenses. Partially offset by higher operating expenses. Most of the beat in the third quarter is timing related. As such, we are reiterating the midpoint of our full year core FFO per share and same-property revenue, expense and NOI growth. As it relates to operating expenses, 2023 has been elevated compared to our historical run rate, given above average increases in repairs and maintenance costs and insurance. This was partially offset by real estate taxes, which increased by only [ percent ] due to the favorable outcome we received in Seattle. As we look to 2024, we expect operating expenses will remain elevated, primarily driven by noncontrollable items such as insurance and utilities. In the tax benefit we received in Washington [ Shire ] is not expected to repeat in 2024.\nHowever, it should be noted that we have done a good job over the past 4 years, improving the operating efficiency of the platform, which has led to a modest increase in our controllable expenses. Since 2019, our controllable expenses have increased around 2.75% annually despite elevated inflationary pressures and higher costs related to our delinquent units during this period. This favorable outcome is primarily driven by the rollout of Phase 1 of our property collections model. As always, we are continuously looking for ways to improve efficiencies within the platform in order to optimize our cost structure.\nTurning to investments. For the year, we expect preferred equity redemptions to be around $70 million as we anticipate being fully repaid on a $40 million investment in the fourth quarter. As we look to 2024, we expect redemptions within our preferred equity book to be around $100 million. While we are actively looking for new deals to replace these investments, there could be a timing mismatch in terms of when we get repaid and when we can reinvest. We are finding there are still significant capital sources eager to invest in this portion of the capital stack, while at the same time, projects with reasonable return expectations are becoming harder to find. We will remain disciplined in this environment, meaning on our deep network on the West Coast to source deals at attractive risk-adjusted returns.\nTurning to capital markets and the balance sheet. [indiscernible] $298 million in 10-year secured loans at a fixed rate of 5.08%. The proceeds will be used to repay our 2024 consolidated maturities. We were proactive in refinancing our debt early in today's volatile rate environment, locking in favorable financing ahead of the recent acceleration in treasury yields. As such, the company is well positioned with minimal financing needs over the next 18 months. We are pleased that our net debt-to-EBITDA ratio continues to trend lower and stands at 5.5x today as compared to 5.8x 1 year ago. with over $1.6 billion in liquidity, the balance sheet remains a source of strength.\nI'll now turn it over to Jessica Anderson.\n\nJessica Anderson\n\nSenior Vice President of Operations\n\nThanks, Barb. For my comments today will cover our recent operating results and strategy, followed by an update on our delinquency progress and regional highlights. Operating results were solid for the quarter, including same-property revenue growth of 3.2% on a year-over-year basis. We experienced a normal peak leasing season across all markets. Market rents peaked in August at 6% growth year-to-date compared to December 2022 and has subsequently moderated by 10 basis points in September, which is consistent with typical seasonality. While we took advantage of opportunities to push rents during peak season, we shifted back to an occupancy-focused strategy midway through the third quarter as we began to recapture a larger volume of units from non-paying tenants. This shift in strategy tempered our blended trade-out rates in Q3, which were similar to Q2 at 2.1%. Renewal growth rates were healthy at 3% in Q3 and 5.3% in October, boosting our blended trade-out rates while new lease growth was muted at 1.2% for Q3 reflecting new lease incentives to [ Seattle ] recently vacated nonpaying units.\nAddiction-related move-outs increased in September, allowing for improvement in delinquency as a percentage of rent to 1.9% in September and even further improvement in October to 1.3%. Several of our markets such as Santa Clara, San Mateo and San Diego have returned to delinquency levels close to the long-term run rate. While Los Angeles and Alameda counties remain elevated, but significant progress is also being made in these areas after protections expired earlier in the year. As Angela mentioned, the improvement in delinquency will result in a temporary trade-off with new lease growth and occupancy, which can be seen in our preliminary October numbers, but we view this progress as a positive for the company. Consistent with our approach all year, we remain nimble and will shift our strategy as necessary to maximize revenue in any operating environment. Finally, I want to thank the FX team for their diligent efforts this past quarter. They've been a major driver of the improvement we've achieved.\nMoving on to regional specific commentary. Beginning with Seattle, this market has performed as expected this year. Blended net effective rent growth averaged 0.5% for the quarter, improving 70 basis points from Q2. Despite nominal trade out growth, demand fundamentals were solid in Q3, and I am pleased with the recovery of this market after a slow start to the year. Market rents in this region were the first to peak in July on par with a typical year, and we anticipate a normal seasonal moderation, although higher levels of supply deliveries in the fourth quarter may have an impact on pricing.\nTurning to Northern California. Blended net effective rent growth averaged 1.4% for the quarter, consistent with Q2. Market rents peaked in late August, later than normal, an indicator of subfundamentals in this market. Santa Clara was our top-performing market for the quarter as outlined on Page S-9 of the supplemental. The ongoing return to off along with corporate housing activity contributed to these positive quarterly results. San Francisco and Oakland CBD, which account for a small portion of our NOI, have lagged the regional average. [ Brooklyn ] continues to be impacted by supply, which is expected to continue into 2024.\nLastly, Southern California continues to be our top-performing region led by San Diego. Market rents in Southern California were last to peak in mid-September and blended net effective rates remained resilient at 3.7% despite the headwinds in Los Angeles, our market most impacted by delinquency. In October, delinquency in Los Angeles was at 4.6%, reflecting a 2.1% improvement since the start of the year. We anticipate making continued progress on delinquency in Los Angeles, and as such, we expect rents and occupancy in this area to be more volatile in the near term.\nIn summary, we are encouraged by the improvement we are seeing on the delinquency front and expect continued progress heading into next year. As we conclude the balance of the year, we remain focused on preserving occupancy and positioning the portfolio favorably heading into 2024.\nI will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36d2d3e0a95ae849745bf235867925f6",
    "period": "2023 Q2",
    "content": "Q2 2023 Essex Property Trust Inc Earnings Call\n\nQ2 2023 Essex Property Trust Inc Earnings Call\n\nESSNYSEJUL 28, 1:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust Second Quarter 2023 Earnings Conference Call. As a reminder, today's conference is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time.\nA number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC. It is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer for Essex Property Trust. Thank you, Ms. Kleiman, you may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning. Thank you for joining Essex's second quarter earnings call. Barb Pak and Jessica Anderson will follow me with prepared remarks, and Adam Berry is here for Q&A. We delivered a solid second quarter with core FFO per share exceeding the high end of our guidance range. In addition, we are pleased to announce a meaningful increase to our 2023 guidance for same-property revenues, NOI and core FFO per share growth. Barb will discuss this further in a moment. Our performance to date demonstrates the underlying strength of the West Coast economy along with continued refinement to our operating strategy. My remarks today will focus on our 2023 revised outlook for the West Coast and conclude with an update on the transaction market.\nStarting with expectations for the balance of the year, as shown on Page S17 of the supplemental. Our improved outlook reflects the year-to-date resilience of the economy and labor markets both surpassing our initial forecast. This dynamic, coupled with slowing apartment deliveries have contributed to a healthy demand for rental housing in our markets. As a result, we raised our average market rent growth expectations for the West Coast by 50 basis points to 2.5%, with notable increases to San Diego and San Jose.\nDemand associated with job growth is a key driver to the revision. We now expect our markets to generate 1.7% job growth for the full year. This is mostly attributable to the growth achieved in the first half of the year, with our markets posting 2.6% job growth on a trailing 3-month average through June. Additionally, the layoff announcements from the largest technology companies have proven less consequential than headlines suggested with only a fraction occurring within our markets, and the vast majority of those affected quickly finding new employment.\nTurning to the supply outlook. Our research forecast a slight reduction in 2023 deliveries as a few delay projects get pushed into 2024. While we have been pleased with the steady job growth achieved on the West Coast to start the year, we remain cognizant of the potential for more interest rate increases given the Fed's focus on inflation reduction. Thus, our job outlook contemplates a moderating economy as we approach year-end. And accordingly, our base case expectation assumes modest market rent growth for the remainder of the year.\nLooking forward to the next several years, we see the West Coast as uniquely positioned to generate above-average rent growth based on 3 key factors present today. First and most importantly, the West Coast supply outlook is relatively muted and a multiyear lead time is required to develop new housing in our markets. With permitting activities declining, we expect to benefit from moderate supply levels for years to come. Second is rental affordability. Since 2020, average personal income in the Essex market has grown over 20% compared to cumulative rent growth of 10%, resulting in attractive rental affordability. Furthermore, high cost of homeownership continues to favor renting. It is now over 2x expensive to own compared to rent in the Essex market. Third, solid demand drivers. Our Southern region continues to demonstrate stable growth supported by a diverse and vibrant economy. Likewise, the Northern region economies are steadily growing, a key driver is the investment in AI companies that are largely concentrated in Northern California. We've seen open positions of the top 10 tech companies improved gradually each month since the trough earlier this year. Lastly, fully remote as a percent of total job postings have significantly declined below 10% in June. For these reasons, we expect the West Coast to continue gaining momentum for the remainder of 2023 and outperform over the next several years.\nLastly, turning to the investment markets. Transaction activities in the West Coast have remained muted. Similar to the first quarter, volume in the second quarter was about 55% lower than the same period prior year with cap rates in the mid-4% to low 5% range for institutional quality properties. We are starting to see more deals actively market at a similar valuation levels. Interest from a healthy group of buyers range from local syndicators to large institutional and foreign investors. As expected, leverage buyers remain largely in the sidelines, waiting for more clarity on interest rates. We continue to diligently underwrite deals as we are well positioned to be opportunistic.\nWith that, I'll turn the call over to Bar Pak.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll begin with a brief overview of our second quarter results, discuss increases to our full year guidance and provide an update on capital markets and the balance sheet.\nBeginning with our second quarter performance. I'm pleased to report we achieved core FFO per share of $3.77. This result exceeded the midpoint of our guidance range by $0.08 per share, of which $0.06 is attributable to better revenue growth and lower property taxes in Washington. Our favorable year-to-date results have enabled us to increase the full year midpoint of our same-property revenue growth by approximately 40 basis points to 4.4%. The increase is due to higher occupancy and net effective rents achieved year-to-date, partially offset by higher delinquency in the second half of the year as compared to our original forecast. As it relates to same-property operating expenses, we have reduced our midpoint by 100 basis points to 4% as a result of a reduction in Washington property taxes. Due to these revisions, our full year same-property NOI growth has increased to 4.5% at the midpoint, representing a 90 basis points improvement to our guidance -- to our initial guidance. As a result of our strong second quarter and revisions to our same-property outlook, we are raising the full year midpoint of core FFO by $0.22 to $15 per share, which represents 3.4% year-over-year growth.\nTurning to capital markets activities. We have historically been proactive in managing our capital needs and debt maturity profile, taking advantage of attractive opportunities in the market to refinance our debt early, minimizing our near-term capital needs and maximizing our financial flexibility. Subsequent to quarter-end, we closed a $298 million 10-year secured loan at a fixed rate of 5.08%. Proceeds will be used to repay unsecured bonds maturing in May 2024. In the interim, the proceeds will be invested in short-term cash accounts, resulting in a positive impact to FFO of approximately $0.03 per share until the unsecured bonds are repaid next year. Our capital markets team did a terrific job monitoring the variety of debt capital sources available and locking in a favorable rate in today's volatile environment. With this refinancing, the company has addressed approximately 50% of the 2024 debt maturities at pro rata share.\nFinally, our balance sheet metrics remain strong. Leverage continues to decline, and our net debt-to-EBITDA ratio continues to trend lower and stands at 5.6x today. We have minimal near-term financing needs over the next 18 months and over $1.6 billion in liquidity. As such, the company remains in a strong financial position.\nI'll now turn the call over to Jessica Anderson.\n\nJessica Anderson\n\nSenior Vice President of Operations\n\nThanks, Barb. I'll begin my comments today by providing color on our recent operating results and strategy, followed by regional commentary. I was pleased with our operating results from the second quarter, including a same-property revenue increase of 4% year-over-year. For the first several months of the year, we maintained an occupancy-focused leasing strategy to mitigate expected headwinds from eviction-related move-outs. This approach helped us exceed revenue expectations in the first half of the year and left us well positioned to push rate during peak leasing season, which continues today.\nOur new lease trade-out accelerated through the second quarter from 0.5% in May to 1.7% in June and finally to a preliminary 2.1% in July. Renewal trade-out is stable and averaged 3.4%, resulting in blended net effective rent growth of 2.2% for the second quarter. These results were achieved despite increased turnover driven by eviction-relate dmove-outs. Given ongoing delinquency court backlog, we will continue to work through addictions for the rest of the year and anticipate some of this activity spilling over into 2024.\nMoving on to regional specific commentary. In Seattle, blended net effective rent growth averaged negative 0.2% for the second quarter, dragging down the portfolio average. This is attributed to 2 key factors. First is the year-over-year comp. In the second quarter of 2022, Seattle generated a portfolio-leading net effective rent growth of over 16%. Second, Seattle remains our most seasonal market, thus is more sensitive to changes in the operating environment. You may recall during the back half of 2022, the Seattle market experienced increased supply during a period of softening demand, which heavily impacted rents as we headed into 2023. However, throughout the second quarter, we saw a steady strengthening of demand, particularly in Seattle CBD that coincided with Amazon's mandatory May 1 return-to-office of 3 days a week. Strong leasing activity drove a collective 680 basis point sequential increase in net effective rents from April to June and a solid 97% quarter-end occupancy.\nMoving on to Northern California. Blended net effective rent growth averaged 1.5% for the second quarter. Oakland continues to be impacted by supply posting a negative 0.4% for the quarter, diluting the healthy 2.7% achieved in San Jose, where the bulk of our Northern California portfolio is located. Despite the tech employment headlines, we still experienced corporate housing activity associated with the large tech companies albeit muted from last year, which helped support seasonal demand. Quarter-end occupancy was also solid at 96.7%. Lastly, in Southern California, blended net effective rent growth averaged 4.1% for the quarter, driven by continued strength in San Diego, Ventura and Orange County. Los Angeles is pulling the average down with a 1.9% blended lease trade-out for the quarter. However, because of the eviction activity in this market, rent growth and occupancy are expected to run lower relative to the rest of Southern California for the remainder of the year. Quarter-end occupancy in Southern California was 96.3%.\nIn summary, we are encouraged by our results for the first half of the year and the current operating environment. As we begin the third quarter, we are well positioned with the current physical occupancy of 96.7%, coupled with strong leasing activity across all markets. As we look to the back half of the year, we will reassess our rent growth focused strategy as the summer leasing season wraps up in the next 30 days and maintain our flexible approach to maximize revenue in a variety of market conditions.\nI will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e0bd8a7ee610573c6d009aa36f05520f",
    "period": "2023 Q1",
    "content": "Q1 2023 Essex Property Trust Inc Earnings Call\n\nQ1 2023 Essex Property Trust Inc Earnings Call\n\nESSNYSEAPR 28, 1:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust First Quarter 2023 Earnings Conference Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time.\nA number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC. It is now my pleasure to introduce your host, Ms. Angela Kleiman, President and Chief Executive Officer for Essex Property Trust. Thank you. Ms. Kleinman. You may begin.\n\nAngela L. Kleiman\n\nExecutive Vice President & Chief Financial Officer, Essex Property Trust, Inc.\n\nGood morning. Thank you for joining Essex's First Quarter Earnings Call. Barb Pak and Jessica Anderson will follow me with prepared remarks, and Adam Berry is here for Q&A. We are pleased to report a solid first quarter that exceeded our initial expectations and that we are raising the midpoint of our FFO per share guidance for the full year.\nBarbara and Jessica will provide more details on the quarter while my comments will focus on our economic outlook, the opportunities within our platform and some perspectives on the apartment transaction market. Beginning with our outlook for the remainder of the year. We continue to anticipate modest economic growth in 2023, resulting from a more restrictive monetary policy, tempering job growth nationally. Our assumptions are detailed on Page 17 of our supplemental package.\nAs we all know, the West Coast is home to some of the largest companies to announce layoffs over the past 6 months. Even so, the West Coast economies have proven resilient, producing a solid job growth of 2.7% on a trailing 3-month basis through March. We believe there are 2 key factors contributing to the durability of the underlying West Coast fundamentals. First, many of the layoff workers have quickly found new jobs. And second, the vast majority of the layoffs affected people who do not reside on the West Coast.\nFor example, we continue to monitor [ WARN ] notices and of the largest companies to announce layoffs, only 16% of the reductions have occurred in our markets. With the exception of a few specific submarkets, the overall labor market and demand for housing in the West Coast had a healthy start to the year. On the supply side, the outlook remains favorable, with only about 60 basis points of total housing stock forecasted to deliver in 2023, the supply risk in our markets remain low.\nWe expect that continued housing production challenges such as diminished labor force and high construction costs should lead to relatively [ light ] apartment deliveries for the next several years in our markets. Thus, we do not need a meaningful job growth to generate modest rent growth in 2023. Since none of us have control of the Fed or the economy, our team will remain focused on what we can control, which is the continued enhancement of our operating platform. We have been thoughtfully transforming our operating model for several years, which has resulted in one of the more efficient operating platforms in the industry.\nRelative to our peers, Essex has the highest controllable operating margin and one of the lowest average controllable expense per unit. While the rollout of our property collections model has contributed to this efficiency, we are only midway through implementation. Our next phase of expanding this operating model to the maintenance function will maximize the workflow of our associates, including reducing task time and vendor costs.\nThese advancements will enable incremental revenue growth to flow more efficiently to the bottom line, ultimately generating additional FFO per share and dividend growth throughout all economic cycles. Lastly, turning to investment activities. We're still seeing institutional quality transactions occur from the mid to high 4% market cap rate with a deeper buyer pool towards the high end of this range.\nKeep in mind that the transaction market is still digesting higher interest rates as evidenced by a significant reduction in volume of approximately 70% nationally and 60% in the West Coast in the first quarter compared to last year. In addition to the [indiscernible] volume, our cost of capital remains unattractive from an acquisition perspective. Keep in mind that Essex has a long track record of creating value for our shareholders by arbitraging discrepancies between the stock price and the underlying asset value.\nOnce again, we demonstrated this strategy in the first quarter, locking in significant FFO and NAV per share accretion for shareholders which is the primary driver of raising our FFO guidance mentioned earlier. We continue to actively evaluate potential deals and are ready to act swiftly and thoughtfully when opportunities emerge.\nWith that, I'll turn the call over to Barb Pak.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll begin with a few comments on our first quarter results and full year guidance, followed by an update on investment activity and the balance sheet. I'm pleased to report our first quarter core FFO per share grew 8.3% on a year-over-year basis, exceeding the midpoint of our guidance range by $0.08. The better-than-expected results are largely attributable to 2 factors that drove an outperformance in same-property revenue growth.\nFirst, occupancy trended higher than we expected for the quarter; and second, net delinquencies were better than forecasted as we received $1.3 million in emergency rental assistance. As you may recall, we did not assume any rental assistance funds in our 2023 forecast. Overall gross delinquency was 2.5% of scheduled rents for the quarter, in line with our expectations. Given the favorable first quarter results, we are currently running 30 basis points ahead of our full year midpoint for same-property revenue growth.\nHowever, given the macroeconomic uncertainty and the timing of recapturing delinquent units, which remains uncertain, we are holding off on changing our same-property guidance range until we get further into the peak leasing season. As for core FFO, we are raising our full year midpoint by $0.03 per share primarily related to accretion from stock repurchases completed in the first quarter and higher other income.\nTurning to our stock repurchases and investments. During the quarter, we sold a 61-year-old student housing community located in a noncore market. The proceeds were used to buy back a stock on a leverage-neutral basis in order to arbitrage a significant disconnect between public and private market pricing. This is another example of how Essex seeks to create value in all environments, while at the same time, improving our portfolio. As it relates to our preferred equity book, we had little activity to report this quarter.\nHowever, for the full year, we still expect about $100 million of early redemption. Our sponsors are able to take advantage of the available financing via Fannie Mae and HUD to redeem it early. We believe the additional sources of financing is one of the many benefits to being in the multifamily sector, which has, over time, helped keep cap rates low.\nOverall, we remain comfortable with our preferred equity portfolio, especially given how diversified it is both geographically in the West Coast in terms of -- and in terms of the average deal size. Finally, on to the balance sheet. We plan to pay off our upcoming 2023 unsecured bonds that mature May 1 with the proceeds from the [ $300 million ] delayed draw term loan, which closed last year. As such, we have no funding needs over the next 12 months. With $1.5 billion in liquidity, limited variable rate debt exposure and access to a variety of capital sources, our balance sheet remains in a strong position.\nI will now turn the call to Jessica Anderson.\n\nJessica Anderson\n\nSenior Vice President of Operations\n\nThanks, Barb. I'll begin my comments today by providing color on our recent operating results and strategy, followed by regional commentary. I was pleased with our operating results from the first quarter, including a same-property revenue increase of 7.6% year-over-year. As Barb mentioned, one core factor driving these results was the successful execution of our occupancy strategy that resulted in a solid 96.7% for the first quarter, up 70 basis points from the fourth quarter. .\nThis focus began in Q4 and was done proactively in anticipation of elevated turnover from evictions. During the first quarter, we made progress recapturing units from nonpaying tenants, and we experienced the highest volume of eviction-related move-outs to date. The number of long-term delinquent residents has declined by 65% from our peak over a year ago, excluding Los Angeles and Alameda County. Additionally, a notable milestone in the first quarter was the ending of the eviction moratoriums in the City and County of Los Angeles, where approximately half of our delinquency resides.\nGiven backlog to eviction courts, it will take many months to recapture these units, but steady progress throughout 2023 is expected. I am very proud of the team and appreciate the tremendous amount of work that has gone into recapturing, turning and re-leasing units. Thank you, team. Great job. Throughout the first quarter, we saw positive demand indicators for the portfolio. Lead volume, which reflects the number of initial inquiries into leasing an apartment and as a leading indicator of demand was consistent with and up, in some cases, over the same quarter last year.\nAdditionally, concession usage has declined from approximately 2 weeks free in the fourth quarter to a half week free in the first quarter. We are experiencing a relatively normal ramp-up to the peak leasing season. Net effective blended rates accelerated through Q1, averaging 2.9% for the quarter and ended with March at 3.8%, although they moderated in April. This was due to a temporary increase in leasing incentives to offset a period of heavy eviction volume.\nWhile April averaged 96.4% occupied, we are at 96.9% today and well positioned to absorb additional turnover while still increasing rents as demand allowed. Moving on to regional specific commentary. In the Pacific Northwest, our most seasonal market, blended net effective rents were up 30 basis points in the first quarter compared to 1 year ago. The elevated supply in the downtown submarket is weighing on our regional performance. The supply outlook for Seattle is comparable to 2022, and similarly, a more challenging second half of the year as expected.\nIn Northern California, blended net effective rents improved to 2.6% in the first quarter year-over-year. We're seeing strength in the San Jose submarket, offset by supply-driven weakness in Oakland. The supply outlook for Northern California remains relatively muted, which will benefit our ability to push rents presuming job growth continues to outpace the recently announced layoffs.\nFinally, in Southern California, blended net effective rents were up 5% in the first quarter as demand remained solid. All regions have fared well to start the year, including Los Angeles. As I mentioned earlier, we're expecting elevated turnover in this region driven by eviction.\nIn general, supply outlook in Southern California is very manageable. And outside of pockets of supply in submarkets such as West L.A., this market is expected to fare well. In summary, 2023 has started off slightly better than expected. Demand for apartments has been solid. We continue to make progress with evictions and our occupancy-focused strategy positions us well. We are cautiously optimistic as we head into the peak leasing season, but also acknowledge the macroeconomic uncertainty that could influence apartment demand through the balance of this year.\nI will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d28e0bd285445331890e4553f1fada17",
    "period": "2022 Q4",
    "content": "Q4 2022 Essex Property Trust Inc Earnings Call\n\nQ4 2022 Essex Property Trust Inc Earnings Call\n\nESSNYSEFEB 8, 1:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust Fourth Quarter 2022 Earnings Conference Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time.\nA number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC.\nIt is now my pleasure to introduce your host, Mr. Michael Schall, President and Chief Executive Officer for Essex Property Trust. Thank you, Mr. Schall, you may begin.\n\nMichael J. Schall\n\nPresident, CEO & Director, Essex Property Trust, Inc.\n\nGood morning, and welcome to our fourth quarter earnings conference call. Angela Kleiman and Barb Pak will follow me with comments, and Adam Berry is here for Q&A. Today, I will touch briefly on our full year results, expectations for 2023 and why we believe that our West Coast rental markets are positioned to outperform over the next several years. I will conclude with comments on the transaction market and the upcoming CEO transition.\nOverall, 2022 was a positive year for Essex as we generated full year core FFO per share growth of 16.2%, our highest year-over-year increase in a decade and 9.3% above pre-COVID levels. We attribute these strong results to relentless execution by the Essex team, improved efficiencies from the implementation of our property collections model and the strong recovery in our West Coast markets for the better part of the year.\nOur positive results were achieved despite the challenges associated with COVID-19 regulations in our markets. Our near-term results will remain impacted by elevated delinquency, which we estimate will represent a $0.60 per share drag on FFO in 2023 compared to our pre-COVID levels of delinquency.\nNotwithstanding the impact of delinquency in 2023, we believe we are entering the final phase of these challenges and that our COVID-related headwinds will be behind us in 2024. For 2023, we reaffirm our 2% market rent growth expectation across the Essex markets as shown on Page S-17 of the supplemental package, which is predicated on consensus assumptions for a slowdown in the U.S. economy driven by higher interest rates.\nMacroeconomic visibility is limited by a variety of factors, which translates into a wider-than-normal range of potential outcomes this year. Recent economic data highlights continued resiliency in the labor market with solid reports for job growth and unemployment claims even with elevated layoff announcements.\nIn Essex markets, preliminary job growth for December was 3.8%, and the recent unemployment rate was only 3.2%, both outperforming national averages. Looking ahead, layoff announcements and lower job openings among large tech companies signal a softer employment outlook for 2023, which we incorporated into our forecast assumptions shown on Page S-17.\nOur primary challenge since early 2020 relates to the massive layoffs that occurred as a direct result of the government's response to the pandemic, which eliminated nearly 3 million jobs in California alone and force people out of densely populated areas in search of work. It has taken over 2 years to recover those jobs lost during the pandemic, and I'm pleased to say that the Essex markets have now fully recovered those losses.\nIt is notable that each of the 8 major metros in the Essex portfolio have now recovered from 98.8% to 100.9% of the jobs lost in the early part of the pandemic, leading us to believe that most of the slack in the housing supply-demand relationship from the pandemic no longer exists. We believe that this is a major milestone which should lead us back to our pre-pandemic growth profile once the economy stabilizes.\nAs with past economic slowdowns, a frequent concern involves the tech companies that dominate Northern California and Seattle with nearly daily reminders of tech layoffs amplified in the newspapers. The tech sector is often volatile yet over longer periods, the industry has reliably generated top paying jobs and wealth creation that are at the foundation of a strong rental growth.\nA core strength of the tech industries is their ability to evolve in a cyclical process of reinvention, where the groundwork for new rounds of innovation are laid while the prior cycle is slowing. I am confident that this is what is occurring today.\nGoing back to the 1980s, Big Tech was focused on IBM PCs and R&D efforts to improve semiconductor manufacturing, and that phase ended with the recession in the early 1990s. Growth of the Internet and e-commerce soon emerged and then later boomed and busted capping the dot-com era from which many believe tech would never recover. Instead, a wave of social and mobile products emerged 20 years ago, including Facebook, YouTube and the iPad and iPhone, setting up a much larger and more profitable era of growth. Then following the Great Recession, cloud computing and machine learning added to the next period of rapid growth, both for new start-ups and for sector leaders like Amazon, Google and Microsoft.\nAnd now despite a very similar set of concerns, many of you will have followed the explosive recent adoption of new AI products such as ChatGPT and DALLE, consistent with the transformative technologies of the past, the innovators and investors in artificial intelligence are overwhelmingly concentrated in our markets including open AI in San Francisco and Google Brain in Mountain View.\nAnd despite a broad BC slowdown last year, funding for AI increased 70% and is now poised to grow vastly more in 2023. In a recent search of the leaving 100 start-ups in artificial intelligence, we found that more are headquartered in the Bay Area than in the entire rest of the United States. Thus, it is a combination of entrepreneurial spirit, financial capital and technical talent down on the West Coast as well as housing supply constraints that drives our expectation for the West Coast to generate superior rent growth over the long term.\nTurning to the apartment investment markets. We continue to see muted deal volume in our West Coast markets as buyers and sellers seek to compromise on their expectations for property values and yields. A relatively small number of apartment sales indicate that property values and cap rates have not changed materially since last quarter, and cap rates generally are in the mid- to high 4% range for high-quality suburban apartments. At this point, we've seen pockets of distress mostly focused on owners subject to variable rate debt and maturing short-term loans.\nIt's possible that an extended period of elevated interest rates and slower rent growth could create new opportunities to generate FFO and NAV per share. We sold 1 property in the fourth quarter, and we are working on other potential sales.\nIn conclusion, assuming my math is correct, this is my 115th consecutive conference call on behalf of Essex, which will be my last given my pending retirement as CEO at the end of March. I am incredibly grateful for the opportunity to be part of the highly skilled, disciplined and focused leadership team for this great company. I'm taking a step back with full confidence in Angela's ability to lead the company along with her determined and like-minded team. Thank you all.\nFinally, I have enjoyed working with so many of you in the investment community, and I thank you for your trust and support over many years. I remain confident that many great years for the company are on the horizon.\nWith that, I'll turn the call over to Angela Kleiman.\n\nAngela L. Kleiman\n\nSenior EVP, COO & Director, Essex Property Trust, Inc.\n\nThank you, Mike. The evolution of Essex under your 37-year leadership has been remarkable. I and the senior team are grateful for your mentorship and we'll continue to diligently serve this company as we move forward.\nMy comments today will start with brief operational highlights of our fourth quarter performance followed by our current operating strategy and updates on key operational initiatives. Essex had a productive 2022, which included optimizing the strong leasing momentum heading into our peak leasing season, addressing delinquency and recapturing units from nonpaying tenants while transforming our operating business model. These accomplishments are the results of the exceptionally hardworking operations and support teams thoughtfully executing our business strategy amidst highly dynamic market conditions. Great job, team.\nMoving on to the fourth quarter. We shifted to an occupancy-focused strategy in late September in anticipation of softening demand and elevated move-outs related to eviction activity. The confluence of these factors created a challenging operating environment in the final months of 2022. Our switch to favoring occupancy helped us moderate the seasonal weakness and the elevated turnover caused by higher evictions.\nExcluding LA and Alameda counties, I am pleased to report that we have made significant progress recapturing approximately 50% of delinquent units compared to 1 year ago. In addition, as we start the new year, demand fundamentals have improved in line with our expectations. Our net effective new lease rates troughed at the end of November, and we have been able to reduce concessions while gradually increasing new lease rates from December to January on a sequential basis.\nIn the near term, we will maintain our occupancy-focused strategy as we continue to make progress on eviction-related turnover. Our portfolio sits at a healthy 96.4% financial occupancy today, and we are well positioned to increase rents if demand exceeds our expectations.\nTurning to key operations initiatives. We continue to make progress with our property collections operating model. Phase 1 is now complete, which centralized administrative and leasing functions, which combine nearby properties into 1 centrally managed business units. The efficiency benefit can be seen in our financial results with administrative expense growth of only 0.7% last year. And for 2023, we anticipate only a 3% increase despite inflationary pressures.\nPhase 2 expands the same operating principles to the maintenance function, we expect numerous benefits, including savings from reduction in third-party vendor contracts in unit churn efficiencies. The maintenance collections pilot is progressing well and is expected to conclude midyear. At that point, we will provide additional details on the rollout.\nLastly, on the technology front, we continue to make excellent progress, most recently with the launch of our proprietary revenue management software. We have been developing this capability over the past 2 years and are excited for a platform with an integrated pricing and operating strategy tailored for the nuances in our markets.\nThis concludes my remarks, and I will now turn the call over to Barb Pak.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. Today, I will focus on our 2023 guidance, followed by comments on investments and the balance sheet.\nOur 2023 guidance assumes same-property revenue growth of 4% at the midpoint on a cash basis. Overall, we expect healthy top line growth and stable occupancy to be partially offset by 70 basis points of higher delinquency. The reason we believe delinquency will be higher than 2022 is due to uncertainty around the timing of evictions in all of our markets. In addition, we do not expect to receive much in the way of emergency rental assistance as compared to $34 million we received last year on a same-store basis.\nAs it relates to operating expenses, we are forecasting a 5% increase at the midpoint, which is above our historical run rate. There are a couple of reasons for the higher-than-expected increase. First, controllable expenses are forecasted to increase 4%, which is driven by wage inflation and elevated eviction-related costs, partially offset by savings we achieved via the rollout of our property collections model last year.\nSecond, we are experiencing elevated cost pressures within utilities and insurance. In total, we expect same-property NOI growth of 0.6% at the midpoint. In terms of core FFO, our midpoint assumes 1.6% growth. The primary reasons for the modest increase include higher interest expense and delinquency and lower structured finance income, which are outlined on Page 6 of the earnings release. In total, these items equate to a $0.57 per share headwind, representing nearly a 4% reduction to growth on a year-over-year basis.\nTurning to investments. Given the challenging investment environment and our elevated cost of capital, we have not provided specific estimates for new acquisitions as it is difficult to generate accretion today given the significant disconnect between public and private market pricing. Given this disconnect, the best way to create value today is through asset sales and share buybacks or via preferred equity investments all of which we completed in 2022. It should be noted that we have a long track record of finding ways to create NAV and FFO per share in all environments, and we will maintain that discipline going forward, while at the same time, match funding our investments on a leverage-neutral basis.\nAs it relates to the structured finance portfolio, during the quarter, we completed a comprehensive review of our investments performing a wide range of sensitivity analysis on a variety of key metrics. The analysis confirmed the portfolio is performing as expected with the exception of 2 investments, both located within the Oakland submarket.\nOne of the investments was redeemed in the fourth quarter, resulting in a $2 million impairment. For the other investment, we took a conservative approach given the uncertainty around fundamentals in Oakland due to high apartment deliveries, which is leading to an elevated concessionary environment. As a result, we stopped accruing on this investment during the fourth quarter, resulting in a $0.06 reduction to our 2023 guidance.\nOverall, we have a long successful track record of investing in structured finance investments. Over the past 12 years, we have invested approximately $690 million in structured finance investments that have been fully redeemed, achieving a 13% average annual return for our shareholders.\nLastly, on to the balance sheet. During the quarter, we saw a continued improvement in our credit metrics with net debt-to-EBITDA returning to pre-COVID levels at a healthy 5.6x, with no debt maturing on our consolidated balance sheet until 2024 and limited development funding needs and ample liquidity, our balance sheet remains in a strong position.\nI will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d5d29395b494abb7ca6ad69d2677e757",
    "period": "2022 Q3",
    "content": "Q3 2022 Essex Property Trust Inc Earnings Call\n\nQ3 2022 Essex Property Trust Inc Earnings Call\n\nESSNYSEOCT 27, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust Third Quarter 2022 Earnings Conference Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties.\nForward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC.\nIt is now my pleasure to introduce your host, Mr. Michael Schall, President and Chief Executive Officer for Essex Property Trust. Thank you. Mr. Schall, you may begin.\n\nMichael J. Schall\n\nPresident, CEO & Director, Essex Property Trust, Inc.\n\nThank you for joining us today, and welcome to our third quarter earnings conference call. Angela Kleiman and Barb Pak will follow me with prepared remarks and Adam Berry is here for Q&A.\nI will begin by congratulating Angela for her appointment to the Essex Board and for being chosen as the next CEO of the company following my planned retirement in March 2023. I have known Angela for almost 2 decades, and we have worked closely together since she joined the company 13 years ago. Angela embraces and exemplifies Essex's strategy and core values and is a dedicated, thoughtful leader as well as an excellent negotiator.\nOur recent leadership announcement was the culmination of a multiyear succession plan administered by the Essex Board, and I appreciate each participant's commitment to the plan that resulted in its success. It has been an honor to lead this awesome company, made possible by my great leadership team and the coordinated effort of every Essex associate. My thanks to all of you.\nToday, I will touch on our third quarter results, introduce our initial market level rent forecast for 2023 and provide an update on the apartment investment markets. Our third quarter results represent our fifth consecutive quarter of improving core FFO per share. On a year-over-year basis, we reported core FFO per share and NOI growth of 18.3% and 15.4%, respectively, with core FFO exceeding the midpoint of our guidance by $0.04 per share.\nThe positive results are reflective of the team's execution and the continued recovery throughout our markets, largely driven by the ongoing rebound in Northern California and Seattle, with Southern California remaining a consistent and strong performer.\nYear-to-date, the economy on the West Coast has shown resiliency, with job growth as of September 2022 of 4.3% in Southern California and significantly higher in the tech markets of Northern California and Seattle. The positive job growth is partly attributable to the recovery of workers lost amid the significant shutdowns early in the pandemic, especially leisure, hospitality and surface jobs that were added throughout the summer.\nAs a result, it is not surprising that the unemployment rate at each Essex market, with the exception of Los Angeles, is under 4%, including San Francisco and San Jose in the new -- in the mid-2% range. The unemployment rate in Los Angeles is higher at 4.5%, likely related to the ongoing eviction moratorium in the City of Los Angeles, which is expected to run -- to end in February 2023.\nJob openings at the large tech companies have declined from record levels during the pandemic, although they remain significant, with approximately 20,000 jobs available, roughly consistent with the number of job openings they reported between 2016 and early 2020. Thus, while we recognize that tech job growth is slowing, the large tech companies are well capitalized and continue to expand and hire in our markets.\nAs in previous years, we have included our initial forecast for 2023 market level rent growth on Page S-17 of the supplemental. Our forecast begins with the consensus estimates of third-party economists for the national economy with respect to GDP and job growth, indicated at the top left of Page S-17. Based on these estimates, our data analytics team estimates job growth in each Essex metro.\nOn the supply side, we use our ground-up fundamental research to estimate apartment deliveries, which has proven to be highly accurate over many years. Everyone's visibility into next year is limited by uncertainty related to past and future Fed actions and their impact on the overall U.S. economy. And therefore, the forecasted rent growth may vary if the key assumptions prove inaccurate.\nIn summary, housing supply across the Essex markets is expected to grow at 0.6% of existing housing stock, with the greatest increase occurring in Seattle with a 1.1% increase. Job growth is expected to be mute next year, growing at 0.4% overall in the Essex markets, with the best job growth expected to be in San Francisco at just under -- just over 1%.\nAs a result of these demand and supply assumptions, we expect net effective new lease rents to increase 2% in 2023, with our California markets expected to marginally outperform Seattle. On a year-over-year basis, we expect apartment supply to decline about 10% in 2023, with Northern California having the largest expected reduction, down 45%.\nWe also expect 2023 single-family deliveries to be similar to 2022, even with permits growing modestly given much higher mortgage rates. With respect to for-sale housing, declining housing production and reduced affordability are tailwinds for apartments in the Essex markets, representing a small positive factor contributing to our rent outlook next year.\nGiven economists' expectations for a modest recession in 2023, I'd like to summarize our historical experience about operating our portfolio in previous economic downturns. Generally, in each significant past recession, our weakest market has been Seattle, which is due to the confluence of negative job growth and higher levels of housing supply deliveries. Northern California follows a similar pattern to Seattle with respect to job losses during recessions, although with significantly less supply that results in outperformance relative to Seattle. Finally, Southern California is our best performer during recessions given its diverse economy and minimal supply.\nThat being said, each recession is unique, and there are several factors that could lead to a different outcome. First, most of the previous recessions followed a long economic expansion where rents grew substantially, and it's those higher rents that pressures affordability and fosters higher level of apartment supply.\nOn the West Coast, rents plummeted in the early part of the pandemic and our recovery was much delayed compared to the rest of the country, with Southern California's recovery beginning in mid-2021 and Northern California and Seattle in early 2022. As a result, the West Coast is still in the early stages of its recovery from the 2020 recession and housing supply has not had sufficient time to fully recover.\nIn addition, with many offices closed during the pandemic, it was common to hire remotely with the expectation that workers would need to relocate closer to offices upon reopening, which is now occurring. The relocation of employees back to the West Coast pursuant to return-to-office programs represents demand for apartments that are generally not included in job growth.\nFinally, we expect less outward migration in the next few years, primarily because those that typically leave California such as the newly retired probably left early in the pandemic when businesses were shut down. In a moment, Angela will comment further on migration.\nTurning to the apartment transaction market. We have recently seen a few deals closed at valuations that were negotiated before the most recent increase in interest rates, and conditions have changed enough to send -- to significantly impact transactions. As expected, the immediate impact of higher interest rates will result in divergent buyer and seller expectations for property values, resulting in a larger bid/ask spread. Generally, it takes more than higher interest rates to create financial distress, especially with recent strong rent growth given inflationary pressures. However, pockets of distress may develop from credit or liquidity events or excessive Fed tightening, although no major issues are apparent at this point. Broker price talk with respect to apartment transactions indicates that cap rates for high-quality and well-located apartments are in the mid-4% range in the Essex markets.\nFinally, I wanted to note that our balance sheet is in great condition thanks to the unwavering urgency of Barb and the finance team over the past several years. When the markets turn positive, we expect excellent opportunities to invest accretively, and we will be in a position to be opportunistic.\nWith that, I'll turn the call over to Angela Kleiman.\n\nAngela L. Kleiman\n\nSenior EVP, COO & Director, Essex Property Trust, Inc.\n\nThank you, Mike. I will begin by expressing my sincere gratitude to Mike for his mentorship and guidance over the past 13 years. I am honored to have the opportunity to lead this organization and to build upon the company's long history of thoughtful capital allocation and operational excellence.\nMy comments today will focus on our third quarter performance followed by some regional highlights, then wrap up with the key operational initiatives that we are excited about.\nStarting with the third quarter. During much of this period, we capitalized on the strength of the underlying fundamentals in our markets by pushing rents and achieved 10.3% year-over-year growth in new lease rates in the third quarter. Although this is a deceleration compared to the 20% growth in the second quarter, keep in mind that new lease rates in the first half of last year declined by about 6%. But in the second half, new lease rates surged to positive 17%. The tough year-over-year comps is the key driver of the deceleration, and the third quarter results are in line with our expectations. In general, we have seen a normal seasonal rent pattern. Accordingly, as we approach the end of the third quarter, we shifted to an occupancy-focused strategy.\nTurning to delinquency. In recent months, we have begun to recapture more units from nonpaying tenants with the ending of eviction moratorium. It is no surprise that the number of move-outs related to nonpaying tenants have increased. Looking forward, we plan for a higher volume of move-outs, which may create a temporary headwind in occupancy for the rest of the year and into 2023. For this reason, even though we have shifted to favor occupancy, we anticipate our occupancy to be slightly lower than historical levels. The good news is that regulations are being pulled back, which is allowing us to finally make progress on delinquency.\nMoving on to regional highlights, starting with Pacific Northwest. After a strong start to the year, rents in this region have peaked in late July. The seasonality through the third quarter, which includes the typical decline in market rents subsequent to the peak, is consistent with what we have experienced between 2016 and 2019. However, since mid-September, we've been facing softer demand along with higher level of supply deliveries in the second half of the year. So we are monitoring this market closely. As for Northern California, this region has led our growth in net effective new lease rates since the start of the year. Strong job growth and return to office are 2 key contributing factors.\nBay Area net in-migration has continued to accelerate this year. In the third quarter, over 35% of move-ins were primarily from outside of our market, which is an increase from 15% in the first quarter. Notably, we are seeing positive migration trends from markets as diverse as Dallas and Boston. Consistent with our previous commentary on commitment of tech giants to continue to expand in Northern California, we are excited to see Google break ground last week on its massive mixed-use development in San Jose. This development is expected to bring 25,000 high-paying jobs and effectively doubling the amount of office space in downtown San Jose. This will be a long-term benefit for Essex as we own almost 6,000 units in this region.\nOn to Southern California. Healthy job growth is continuing to drive incremental demand for rental housing. As such, this region continues to perform well. We are also seeing positive in-migration to Southern California, with 30% of our third quarter move-ins coming from outside the region compared to 17% in the first quarter.\nTurning to key operations initiatives. We have completed the rollout of first phase of our property collections operating model, which focused on leasing, administration and customer service. By way of background, this model optimizes our geographic density and transforms our business from operating each property individually to a collection of around 9 to 12 properties. The shift in business strategy enables us to leverage our team and technology to improve the customer experience and achieve significant efficiencies. I'm pleased to announce that Phase 1 is fully rolled out across the entire portfolio ahead of plan, and the progress is beginning to show up in our financial results. Year-to-date, administrative expenses were up only by 1.4% despite significantly higher wage increases, along with other inflationary pressures and expenses.\nThe next step is to apply the collections operating model to the maintenance function. As we have demonstrated previously, this model has created more career advancement opportunities for our employees through specialization while improving efficiency and customer service. The maintenance collections pilot is currently underway and rollout is planned to start by mid next year.\nLastly, on the technology front. The implementation of Funnel software suite is progressing well. As you may recall, Funnel is a RET Ventures company with whom we have chosen to co-develop applications to enhance our platform. The Funnel product will handle the end-to-end customer experience from initial prospect inquiry through the full resident life cycle, which will result in better experience for our customers. From an employee perspective, this technology will streamline or automate the manual tasks associated with roughly 60,000 transactions each year. Our initial pilot showed a promising 35% reduction in task times associated with these activities. Continued refinements are underway, and we are excited to work toward a full deployment by the end of 2023.\nWith that, I will turn the call over to Barb Pak.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. Today, I will discuss our third quarter results, followed by an update on investments and the balance sheet.\nI'm pleased to report third quarter core FFO per share of $3.69, a $0.04 beat to the midpoint of our guidance range. Half of the outperformance was due to lower operating expenses, which is timing related, and the other half was from higher co-investment income due to better NOI growth at the joint venture properties and higher preferred equity income. For the full year, we are raising the midpoint of core FFO by $0.02 per share to $14.47, representing approximately 16% growth compared to last year.\nAs it relates to delinquency, we are seeing continued improvement in our gross delinquency, which is helping to offset less emergency rental assistance funds. For the same property portfolio, gross delinquency improved sequentially from 4.5% in the second quarter to approximately 3.5% in the third quarter. October improved further to around 2%.\nWe suspect that gross delinquency trends will continue to improve as we work to recapture delinquent units. However, the improvement is unlikely to be linear. One additional positive development that recently occurred is the city of L.A. approved removing eviction protection starting on February 1 of next year. This will allow us to recapture delinquent units in an area that accounts for approximately 40% of our outstanding bad debt and will allow us to finally get back to our historical level of delinquency. However, it will take time to achieve this goal, and we would expect delinquency will remain elevated through the first half of 2023, with the expectation that we will get closer to our historical average of 35 basis points of scheduled rent by the end of next year.\nTurning to our stock repurchase and investments. Consistent with last quarter, investing in our own portfolio and select preferred equity investments offers the best risk-adjusted returns in today's market. In the third quarter, we repurchased $97 million of common stock at a significant discount to our internal NAV, which we plan to match fund on a leverage-neutral basis with proceeds from a disposition expected to close in the fourth quarter.\nAs it relates to other transactions, we closed $65 million of new preferred equity and subordinated loan investments during the quarter and committed to one additional investment in October. These new commitments are expected to be match funded with redemptions of 2 structured finance investments that are slated to close in the fourth quarter.\nFinally, I want to provide some additional color on the strength of the balance sheet. Our net debt-to-EBITDA ratio remains healthy at 5.8x and we expect this to further improve as EBITDA continues to grow. It should be noted that we operated around these same leverage levels before the pandemic and our balance sheet metrics are strong. In addition, we are well positioned from a capital needs perspective. In October, we closed a delayed draw term loan that will be fully drawn in April of 2023, with proceeds intended to repay $300 million of bonds that mature next year. We have swapped this debt to an all-in fixed rate of 4.2%. As a result of this transaction, we have all our known funding needs addressed until May of 2024. The company has no significant unfunded development needs and can fund the dividend, operations and capital expenditure needs from free cash flow.\nAdditionally, our variable rate exposure, excluding our line of credit, is minimal at less than 4% of our consolidated debt. With over $1.1 billion in liquidity, no funding needs for the next 18 months and access to a variety of capital sources, the balance sheet remains well positioned.\nI will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1b756e011c3293bf1ceb0347fc82bf22",
    "period": "2022 Q2",
    "content": "Q2 2022 Essex Property Trust Inc Earnings Call\n\nQ2 2022 Essex Property Trust Inc Earnings Call\n\nESSNYSEJUL 27, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust Second Quarter 2022 Earnings Call. As a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time.\nA number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC. It is now my pleasure to introduce your host, Mr. Michael Schall, President and Chief Executive Officer; for Essex Property Trust. Thank you, Mr. Schall, you may begin.\n\nMichael J. Schall\n\nPresident, CEO & Director, Essex Property Trust, Inc.\n\nThank you for joining us today, and welcome to our second quarter earnings conference call. Angela Kleiman and Barb Pak will follow me with prepared remarks and Adam Berry is here for Q&A. I will start with a summary of our second quarter results and then highlight the strong underlying momentum in the Essex portfolio, especially in the markets benefiting from the return-to-office programs of large tech companies and finish with a brief overview of the apartment transaction market.\nWe are pleased to announce our fourth consecutive quarter of improving results with core FFO up 21.1% from the same quarter last year, exceeding the high end of our guidance range and achieving the second best quarterly growth since the company's IPO in 1994. Given our strong year-to-date results, we increased our guidance ranges for same-property revenues, NOI and core FFO for a third time in 2022, which Barb will discuss further in her commentary.\nBeginning with operating fundamentals, net effective rents for new leases are now 16% above pre-COVID levels and 20.6% higher year-over-year compared to the second quarter of 2021. Job growth remains robust at 5.6% for June year-over-year, substantially outperforming the U.S. and reflecting the ongoing recovery from the massive COVID-related job losses in 2020.\nPage F17.1 of our earnings supplement demonstrates the surge in rents in the tech markets of Northern California and Seattle, the largest and last markets in our portfolio to fully recover from the pandemic. Net effective rents have increased between 18% and 20% year-to-date, reflecting momentum from return-to-office programs and very strong job growth.\nFundamental research from our data analytics team indicates job openings at the largest technology companies have moderated recently off the very high levels throughout the pandemic, with job openings now about 15% above pre-COVID levels compared to about 77% last quarter. Unlike other industries within our markets, the tech sector was better positioned to pivot to hybrid work in response to the pandemic and accelerated hiring.\nAs a result, labor demand for the most highly skilled workers at the large technology companies remain solid, implying job formation in excess of the number of recently announced layoffs in our markets which we highlight on Page F17.2 of our earnings supplement. Given the focus on tech layoffs recently, it's relevant to note the definition of what constitutes a tech company has broadened to include businesses that have digitized a variety of analog processes and thereby represent a much broader umbrella of organizations not necessarily located in the Bay Area, including Peloton fitness offerings, Carvana's auto sales process and mortgage companies like Better.com.\nLikewise, the venture capital slowdown is now impacting companies across many industries and geographies, consistent with this broader scope. Conversely, it's the largest tech companies that drive employment in our North Cal and Seattle markets, and they are more insulated from capital market fluctuations, given their growth opportunities and extraordinary financial strength.\nRounding out the overall employment picture in Northern California, we continue to see a recovery of jobs that were eliminated during the pandemic. COVID-related regulations were so stringent that much of the local surface economy workforce had to be fundamentally rebuilt. For example, the Essex markets added 420,000 relatively low paying jobs on a trailing 3-month basis, including a 20% to 25% increase in the leisure and hospitality sector, which supports returning tech workers and their demand for services.\nOur commentary usually focuses on high-paying jobs but the service jobs are also important because most of their employees need to report to a physical location each day, and they support the ecosystem that creates livable and desirable communities. The strong demand for housing is supported by apartment affordability in our Northern California markets, which has improved sharply relative to long-term averages, reflecting a higher growth rate for median incomes relative to median rents.\nFrom a historical perspective, these markets screen affordable for the first time in the last decade, and rental housing is significantly more affordable versus home ownership. The value of the median-priced home in California is up about 13% year-over-year and with higher mortgage interest rates, apartments are clearly the more affordable option. We estimate that it is now over 2x more expensive to buy than rent in the Essex markets.\nAffordability trends will be impacted by the apartment supply picture of moderating deliveries in the second half of 2022 and a further decline expected in 2023. Sharply lower rents in Northern California during the pandemic resulted in fewer apartment starts in 2020 and 2021 and therefore, a significant drop in New Bay Area apartment deliveries into 2023. Production levels of for-sale housing is also muted on the West Coast with only about 0.4% of existing stock being built annually and production is difficult to increase given zoning restrictions and land availability.\nLooking ahead, we recognize that the Federal Reserve is working to fight inflation, which often leads to a recession. Our experience indicates that no 2 recessions are alike, and clearly, the current situation is unique given West Coast remains in a recovery mode from the pandemic. Given this backdrop, we believe that the following factors will help moderate the impact to the West Coast rental markets in the event that economic conditions deteriorate later this year.\nFirst, large technology companies significantly accelerated hiring during the pandemic, largely because there were beneficiaries of the pandemic-driven preference for touchless interaction. Many newly hired employees were asked to work remotely until offices reopened, which is now occurring and is a key component of our recent market rent growth in Seattle and the Bay Area.\nSecond, we have extremely tight labor markets and strong job growth on the West Coast, a significant portion of which relates to the recovery of jobs lost in the early part of the pandemic. Recovery of jobs, especially in leisure, hospitality and service sectors has been resilient and should continue for the foreseeable future. Third, the normal migration pattern from the West Coast includes workers' approaching retirement who plan to lower their cost of living and use the equity in their homes as part of their retirement plan.\nWe believe that most of these workers left during the pandemic given California's extraordinary lockdowns, and therefore, it's likely that retirement-related migration will be muted for at least a few more years. Finally, foreign immigration was significantly slowed throughout the pandemic. In recent months, new visas for foreign workers are increasing with the large tech companies being a primary beneficiary, restoring an important source of apartment demand.\nBefore I turn the call over to Angela, let me quickly touch on apartment investment activity. The extraordinary uncertainty and volatility in the financial markets and higher interest rates have disrupted the apartment transaction markets, resulting in fewer closings given diverging buyer and seller expectations. We are in a period of price discovery for apartment transactions and the absence of financial distress means that buyers and sellers are not forced to transact.\nTherefore, we expect fewer apartment transactions for the foreseeable future. It's difficult to pinpoint cap rates in this environment, although limited recent activity indicates cap rates in the high 3% range to low 4% range. We have seen an increase in apartment development activity that was decimated in the pandemic, driven by the strong rent recovery in suburban areas, which should lead to more preferred equity investments going forward.\nWith that, I will turn the call over to Angela Kleiman.\n\nAngela L. Kleiman\n\nSenior EVP & COO, Essex Property Trust, Inc.\n\nThanks, Mike. First, I would like to express my appreciation for our operations and support teams for delivering some of our highest level of quarterly same-store revenue growth. All this while we continue to roll out our property collections operating model throughout the portfolio. Great job team, and thank you.\nToday, I'll start with key operational highlights in our major regions, discuss rent growth expectations for the remainder of 2022 and conclude with an update on the rollout of our transformational initiatives for the operating business. We are very pleased with our second quarter performance, with strong demand fundamentals and modest supply described by Mike earlier. We maximize revenues by favoring rent growth rather than occupancy. This resulted in same-property revenue growth of 12.7% on a year-over-year basis and a 4.8% on a sequential basis, which are some of the highest growth rates achieved in the company's history. As we head into August, so far, we are experiencing a normal leasing season with June and July loss to lease for the same-store portfolio at 9.7% and 10.3%, respectively.\nTurning to regional highlights, starting with our Washington portfolio. This region generated a 20.7% year-over-year net effective rent growth on new leases for the second quarter, which was led by Eastside Seattle, where the majority of our portfolio is located. Seattle continues to benefit from strong job growth, which is driving leasing momentum. Our Seattle portfolio is well positioned and 9.7% loss to lease as of July.\nOn to Northern California. This region generated 17.5% year-over-year net effective rent growth on new leases for the second quarter, which was led by Santa Clara County at 24%, primarily driven by the robust demand from large tech employers in Silicon Valley. Northern California has demonstrated some of the strongest job growth this year and despite the negative headlines on tech startups, we are not experiencing any softness in rent growth in July or in our third quarter renewals. We expect positive momentum to continue for Northern California with demand from return to office, which may be further accelerated by incremental job growth throughout the second half of the year. Loss to lease in this region continues to pick up and is 8.7% in July.\nMoving on to Southern California, which has been a strong performer with 22.4% year-over-year net effective rent growth on new leases for the second quarter. Healthy job growth has continued to drive incremental demand in Southern California which is built upon the significant rent growth achieved last year and resulted in our highest level of loss to lease at 12.1% in July.\nTurning to our expectations for the remainder of 2022. As you may recall, we had anticipated a deceleration in market rent growth in the second half of the year because of tougher year-over-year comps. As expected, we are seeing this deceleration show up on our new lease spreads on Page S-16. However, as demonstrated by our current performance and the increase to same-property growth expectations for the year, our fundamentals remain strong.\nIt is with this backdrop that we continue to advance our company-wide implementation of our property collections operating model. By way of background, we have been transitioning from a dedicated team for each property to teams that cover a collection of around 9 to 12 properties thereby transforming our business from a property centric to a customer-centric operating model.\nAs we have rolled out, this model to our other regions, we've been able to replicate the improvements in cross-selling from 15% to 23% achieved at the first asset collection that was rolled out last year in San Diego. This demonstrates our sales team's ability to sell effectively across multiple properties, reducing customer acquisition costs and improving overall sales efficiency.\nLastly, we have been making good progress codeveloping proprietary applications with partners from the RET Ventures such as Funnel to enhance our technology platform. We execute approximately 60,000 transactions a year, including move-in, move-out and renewals, and we are focused on automating all manual tasks. Following full deployment of the Funnel suite in late 2023, we anticipate this investment will be an important factor in the 200 to 300 basis points of margin improvement we expect to achieve over the next few years.\nWith that, I'll turn the call over to Barb Pak.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll start with a brief overview of our second quarter results, discuss changes to our full year guidance followed by an update on investments and the balance sheet. We are pleased to report we achieved core FFO per share of $3.68 in the second quarter. The results exceeded the high end of our updated guidance range published in June. Of the $0.10 beat to the midpoint, $0.03 relates to better-than-expected revenues in June and $0.06 relates to lower property taxes, primarily from a combination of lower assessed values and millage rates at our Washington properties.\nFor the full year, we are raising the midpoint of core FFO by $0.29 to $14.45. The revised midpoint equates to 15.7% year-over-year growth. The increase to our midpoint is primarily driven by better-than-expected operating fundamentals and an improved outlook on delinquency. As such, we are raising the midpoint of same-property revenue growth by 70 basis points to 10.3% and NOI growth by 140 basis points to 13.5%. In addition, our full year guidance assumes a reduction in expense growth from 4% to 3.3% at the midpoint.\nTurning to delinquency. We are encouraged by the continued improvements we are seeing in our delinquency. For the quarter, net delinquency was 60 basis points of scheduled rents, a significant reduction from the first quarter. This was a result of many efforts by our operations team, which led to a 20% reduction in growth delinquency as compared to the first quarter. In addition, we received a higher level of government reimbursement in the second quarter.\nAlso worth noting, in late June, there were a couple of key events that are positive for the future. First, the State of California allocated an additional $1.9 billion in emergency rental assistance for existing applications after exhausting its initial $5 billion allocation. This gives us more visibility on the remaining funds to be allocated, especially as it relates to our $34 million in outstanding applications.\nSecond, on July 1, a California state law expired, which provides landlords additional rates to recapture delinquent units. Thus, outside of L.A. and Alameda counties where eviction protections remain in place, we would expect to see a gradual improvement in gross delinquencies over the coming quarters.\nMoving to our stock buyback and investment goals. In the second quarter, we repurchased approximately $61 million of common stock at a significant discount to our internal NAV, using free cash flow and excess proceeds from year-to-date transactions. As for our investment goals this year, we have a strong pipeline of accretive preferred equity deals and remain on track to achieve our goal of $50 million to $150 million of new commitments. However, given the rapidly changing interest rate environment and the sharp increase in our cost of capital relative to cap rates in our markets, we are reducing our acquisition goals, which are outlined in the earnings release to focus on share repurchases instead. This is consistent with our disciplined approach to capital allocation, whereby we will shift capital to what the best uses given changing market dynamics.\nLastly, I want to conclude my prepared remarks by highlighting the strength of the balance sheet. Over the past year, we have seen a continued reduction in leverage with our net debt-to-EBITDA ratio improving from 6.6x at the depths of the pandemic to 5.8x today. We are rapidly approaching our historical low for this ratio and believe we will see continued improvements in this metric over the next few quarters through growth in EBITDA. As it relates to upcoming capital needs, we are in an advantageous position. Our existing cash flow from operations covers our current dividend, all capital expenditures and development funding needs. As such, our only known funding needs related to debt maturities, which are minimal, given we proactively took advantage of the low interest rate environment over the last few years to further strengthen the balance sheet.\nAs a result, we have only $300 million in debt maturing in mid-2023 and $400 million maturing in mid-2024. This equates to less than 6% of our debt maturing annually for the next 2.5 years. And while interest rates have increased on new debt, capital markets remain open, and we have access to a variety of secured and unsecured debt sources. This affords us strong financial flexibility, which will enable us to be opportunistic as it relates to these upcoming maturities. With over $1.3 billion in liquidity, we are well positioned.\nI will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d286bfba7194705a2e15b1a9ce7c6eb0",
    "period": "2022 Q1",
    "content": "Q1 2022 Essex Property Trust Inc Earnings Call\n\nQ1 2022 Essex Property Trust Inc Earnings Call\n\nESSNYSEAPR 27, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust First Quarter 2022 Earnings Conference Call.\nAs a reminder, today's conference call is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time.\nA number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC. It is now my pleasure to introduce your host, Mr. Michael Schall, President and Chief Executive Officer for Essex Property Trust. Thank you, Mr. Schall. You may begin.\n\nMichael J. Schall\n\nPresident, CEO & Director, Essex Property Trust, Inc.\n\nThank you for joining us today, and welcome to our first quarter earnings conference call. Angela Kleiman and Barb Pak will follow me with prepared remarks and Adam Berry is here for Q&A. Today, I will comment on our first quarter results recent housing demand and supply trends and a brief overview of the apartment transaction market. We are pleased to announce our fourth consecutive quarter of improving core FFO per share and same-store revenue growth with this quarter's core FFO exceeding our guidance midpoint by $0.07 per share.\nAs mentioned in our earnings release, our results and rent growth trajectory support an increase in core FFO and same-property revenue guidance for the year, which Barb will review shortly. Overall, rents have continued to improve. And as of April 2022, net effective rents in the Essex markets are now 11.4% above pre-COVID rent levels and up 22% compared to 1 year ago.\nAll of our markets have positive sequential rent growth with Northern California leading the portfolio, improving sequentially by approximately 3% in each month of the first quarter. We expect further improvement in Northern California as progress is made on return to office programs for the large technology companies following several COVID-related delays. The top tech companies also continue to hire rapidly in the Essex markets with over 50,000 job openings posted for California and Washington, a 79% increase compared to March of 2020.\nThe other indicators, including job growth, venture capital deployment and office investment continue to support our thesis that Northern California will remain the epicenter of the technology industries. A significant recent example came from Google, which announced a plan to invest more than $3.5 billion on additional office and data centers in Mountain View, Downtown San Jose and elsewhere across the Bay Area.\nThe easing of COVID-related regulation has been pivotal for return to office in our markets. Mask mandates have been significantly relaxed versus prior quarters making it easier to bring employees back to the office.\nBusiness travel, in-person meetings, property tours and conferences have resumed, and we look forward to in-person investor meetings once again. As COVID-related regulations continue to subside on the West Coast, the deadline to apply for rental relief in California has now passed as of April 1. The Government-sponsored rental relief has been a double-edged sword for California apartment owners as tenants were often encouraged to see government rental relief programs rather than paying rent. Delays in government reimbursements led to the highest delinquency since the onset of the pandemic, with the rental relief program now closed to new applications in California, we are now cautiously optimistic that underlying delinquency trends will improve.\nCalifornia's rental assistance program remains far behind with respect to payments providing potential upside as we continue pursuing the approximately $76 million of rent owed to the company. Given the extraordinary government restrictions during the pandemic, it became clear that our portfolio would need to achieve 2 inflection points before we could be confident that a full recovery was underway. The first was the reopening of our markets, which occurred in July of 2021 and the second was a return to office for the largest technology companies.\nOver the past 2 months, we've seen Google, Microsoft, Meta and Apple all begin to reopen and restaff their offices. Our leasing specialists are reporting more applicants returning from out-of-state as hybrid and similar arrangements require regular office attendance for employees. Return to office mandates are generating economic activities, which is apparent in the job growth reports with San Francisco leading our portfolio with 8.9% trailing 3-month job growth.\nOn average, the Essex markets reported job growth of 6.7% on a trailing 3-month basis versus the broader U.S. average of 4.7% and marking the second consecutive quarter that Essex markets have outpaced the nation in job growth. We expect this outperformance will continue as Essex has still only recovered 83% of the jobs compared to pre-covid levels versus the U.S. recovery of 95%. We expect service and hospitality-related jobs to continue a strong growth trajectory supported by increased travel generally and demand for services from the well-paid workforce on the West Coast. The confluence of increasing job growth, a lower unemployment rate of 3.6% in the Essex markets and expensive for sale housing all contribute to favorable rental housing tailwinds.\nTurning to housing supply. The ability to ramp up housing production is more challenging along the West Coast as a result of long entitlement processes, burdensome regulations labor shortages and inflating construction cost. As a result, housing permits in Essex markets remain at levels roughly consistent with our long-term averages. Our bottoms-up supply analysis indicates that new deliveries will moderate for the rest of 2022, and we are also expecting a 15% decline in apartment supply in 2023 and which includes a 54% reduction in new supply expected in Northern California. All of our markets remain on the lower end of the supply growth spectrum versus other U.S. metros.\nTurning to the apartment investment markets. Geopolitical events, turbulent financial market conditions and high levels of inflation create uncertainty, which may become a headwind for transactions. However, cap rates generally don't move quickly and are mostly a function of investor demand for property. As to the West Coast specifically, strong evidence of recovering apartment market conditions, higher inflationary growth expectations and significant capital pursuing apartments appear to have mostly offset the impact of higher interest cost keeping cap rates unchanged at this point. Our review of cap rates for recent apartment transactions across the Essex markets indicate most institutional quality assets trading in the mid-3% range for stabilized properties with little deviation across markets, building class and location.\nWe will continue to be selective with our capital allocation strategy, focusing on deals that have the best growth potential and generate accretion to our financial benchmarks. In closing, I'd like to briefly highlight the importance of ESG and its impact on the company. As a leading provider of housing along the West Coast, we know that our company has a responsibility to operate in an environmentally conscious way, consistent with that thesis, we recently released our TCFD report, which is the first step toward alignment with proposed SEC reporting requirements.\nLast week, we announced that Essex will co-anchor an ESG housing Impact Fund managed by RET Ventures. Finally, we are also pleased to announce the upcoming publication of our fourth CSR report which should be available in early May. With that, I'll turn the call over to Angela Kleiman.\n\nAngela L. Kleiman\n\nSenior EVP & COO, Essex Property Trust, Inc.\n\nThanks, Mike. First, I would like to express my appreciation for our operations and support teams. As we have implemented new systems and structures to optimize our operations, our team has taken on these challenges in stride and continues to demonstrate exceptional work ethic and dedication to our company's success.\nIn today's comments, I'll begin with key operational highlights on our major regions, including our outlook for 2022 rent growth and conclude with an update on the rollout of our property collections operating model. We are pleased with our first quarter operating results, especially in delivering a 6.5% same-property revenue growth on a year-over-year basis.\nThis is primarily driven by increases in scheduled rents and improvements in concessions detailed on Page 2 of our press release. The first quarter performance exceeded our expectations and included some of our strongest leasing spreads reported in the company's history, with net effective new leases up 20% and renewals up 11.7% compared to the same period last year. Average concessions for the portfolio continues to remain minimal with April loss to lease for the same-store portfolio at 9.5%.\nWe are well positioned heading into the summer leasing season. Here are the key operational highlights from north to south. Beginning with our Washington portfolio. Rents in the Pacific Northwest had a strong start to the year, improving sequentially each month since December. In addition, we successfully decreased concession in downtown Seattle throughout the quarter. Our supply forecast reflects a modest rate in deliveries throughout 2022, and the Seattle job market remained strong with March average trailing 3-month growth rate of 6.1%.\nMoving forward, we anticipate steady performance from our Seattle region with a loss to lease in April of 7.7%. On to Northern California. As Mike mentioned earlier, rents in this region are being lifted by the return to office of large tech companies and a solid rebound in job growth. After a typical seasonal slowdown in the fourth quarter, construction usage in San Francisco and San Jose declined throughout the first quarter, leading to a steady improvement in net effective rents.\nLooking ahead, we expect the supply picture to remain steady for the rest of the year and on the demand side, job growth is accelerating with March average trailing 3 months growth rate of 6.7%. As Northern California is in its early stages of recovery, we are seeing a steady increase to loss to lease, which stands at 5.1% in April, and we continue to expect this region to lead our market rent growth in 2022.\nTurning to Southern California, which has been our best-performing market throughout the pandemic, we continue to be confident about Southern California as rents did not experience the typical seasonal decline in the fourth quarter and have continued to improve each month in the first quarter. Concessions have been below one week for almost a year. Turnover in Southern California remains at the lowest level relative to the rest of our markets, demonstrating continued strength and stability of this region.\nFor 2022, we have forecasted a modest increase in supply delivery and anticipate concessions may temporarily elevate in areas near those development lease-ups. On the demand side, Southern California was our top-performing region with March average trailing 3-month job growth of 7.9%. Furthermore, our April loss to lease of 14% will provide a tailwind to revenues into 2023. It is with the strong fundamental backdrop that Essex continues to make progress in advancing our property collections operating model. We discussed on previous earnings calls on how we successfully improved efficiency last year in San Diego and Orange County by operating closely located properties as a single unified business.\nThe benefits of this operating model includes enhancing our customer service through virtual on-demand experience, creating more career advanced opportunities for associates through specialization and ultimately generating a 10% to 15% reduction in administrative staffing needs through natural attrition, which is also mitigating the inflationary pressures we are experiencing today.\nHistorically, Essex has operated with an employee to unit ratio of 40:1. Today, we are at 43:1, and our target by the end of 2022 is 45:1. At this point, we have completed the Wola of Southern California and expect company-wide implementation by year-end. In addition, we have ongoing digital platform improvements rolling out over the next few years. As such, we have yet to fully optimize our business, and we anticipate further benefits in 2023 and thereafter.\nWith that, I'll turn the call over to Barb Pak.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. I'll start with a few comments on our first quarter results, discuss changes to our full year guidance followed by an update on co-investment activity and the balance sheet. I'm pleased to report core FFO for the first quarter exceeded our expectations. The favorable outcome was due to strong operating results and higher co-investment income. For the full year, we are raising the midpoint of core FFO by $0.25 per share to $13.95.\nThe increase is driven by 2 factors: First, we are raising the midpoint of our same-property revenue growth by 85 basis points to 8.6% on a cash basis. This is driven by our solid first quarter operating results and an improvement in our net delinquency expectations for the year. Our revised guidance now assumes net delinquency of 1.9% of scheduled rent as compared to our original guidance of 2.4% at the midpoint.\nAs Mike mentioned, the deadline for applying for federal tenant relief passed on April 1. We believe this has led to an improvement in our residents paying current, while at the same time, we have also seen an increase in emergency rental assistance over the past 2 months. As such, our April net delinquencies were 20 basis points of scheduled rent which is below our historical average of 35 basis points. While this is encouraging, underlying gross delinquencies were about 5% in April and thus, we still need to make progress before we can confidently put COVID-related delinquencies behind us. A second factor in our improved core FFO guidance range relates to preferred equity investment as we are now expecting approximately $250 million of redemptions compared to our initial midpoint of $350 million. The reduction in redemptions relates to 3 investments that we now anticipate being paid off in 2023.\nTurning to our co-investment platform. We recently monetized the promote income within 2 ventures unlocking embedded value for our shareholders. In the first quarter, we amended our Wesco III joint venture, realizing $17 million of promote income, which was paid in cash. The venture generated a 16% IRR for Essex shareholders. Subsequent to quarter end, we amended our Wesco IV joint venture earning $37 million of promote income, which was elected to reinvest back into the venture and increase our ownership to 65%. This venture achieved a 22% IRR. These 2 transactions are expected to create over $2 million in additional core FFO on an annual basis. Overall, our private equity platform continues to create value for our investors and remains an important alternative source of capital. Finally, turning to the balance sheet. In the first quarter, our net debt-to-EBITDA ratio improved to 6.1x compared to 6.6x at the depth of the pandemic. We expect this ratio will continue to improve throughout 2022, driven by stronger operating results. with over $1 billion of liquidity, limited near-term funding needs and multiple sources of capital available to us, we remain in a strong financial position. That concludes my prepared remarks. And I will now turn the call back to the operator for questions."
  },
  {
    "header": "ESS",
    "cik": "0000920522",
    "ticker": "ESS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/583ce4736657dfc9c855c76f5fa58136",
    "period": "2021 Q4",
    "content": "Q4 2021 Essex Property Trust Inc Earnings Call\n\nQ4 2021 Essex Property Trust Inc Earnings Call\n\nESSNYSEFEB 3, 2:00 PM\n\nOperator\n\nGood day, and welcome to the Essex Property Trust Fourth Quarter 2021 Earnings Conference Call.\nAs a reminder, today's conference is being recorded. Statements made on this conference call regarding expected operating results and other future events are forward-looking statements that involve risks and uncertainties. Forward-looking statements are made based on current expectations, assumptions and beliefs as well as information available to the company at this time. A number of factors could cause actual results to differ materially from those anticipated. Further information about these risks can be found on the company's filings with the SEC.\nIt is now my pleasure to introduce your host, Mr. Michael Schall, President and Chief Executive Officer for Essex Property Trust. Thank you, Mr. Schall. You may begin.\n\nMichael J. Schall\n\nPresident, CEO & Director, Essex Property Trust, Inc.\n\nGood day, and welcome to our fourth quarter earnings conference call. Angela Kleiman and Barb Pak will follow me with comments, and Adam Berry is here for Q&A.\nToday, I will provide an overview of fourth quarter and full year results, our expectations for 2022 and an overview of the apartment investment market. Essex experienced a strong recovery in 2021, following the unprecedented and extraordinary challenges of 2020. The fourth quarter was our second consecutive quarter of positive same-store results and core FFO exceeded our original guidance midpoint by $0.05 per share. Overall, net effective rents remain above pre-COVID levels, despite a modest seasonal slowdown that occurs every fourth quarter. In California, the pandemic and related regulation has led to an unprecedented divergence in apartment performance across our portfolio. The suburban areas that underperformed for most of the past 30 years are now our top performers and our historical top performers are now our ladders. To demonstrate, net effective rents in San Diego, Orange and Ventura counties are up at least 25% from pre-COVID levels, pushing rent-to-income ratios in these counties to all-time highs. Conversely, rents in the tech markets remain well below pre-COVID levels, especially San Francisco and San Mateo counties, which remained down at least 15% and now screen affordable relative to their much higher median household income. There is a similar divergence in performance in the large metros that contain both urban and suburban areas.\nFor example, in Los Angeles County, Downtown L.A. net effective rents are flat from pre-COVID levels, while suburban areas, such as Long Beach and Santa Clarita are up 15% to 20%. We attribute the underperformance of the urban core to the damaging lockdowns in 2020, which resulted in severe job losses in restaurants and the service sectors. More broadly, recoveries in the urban core and major tech companies have been slowed by ongoing government restrictions, worker shortages and delayed return to office plans. While the large tech companies generally did not experience job losses, their hiring slowed during the pandemic and many employees relocated in the initial phase of the pandemic due to citywide shutdowns. As of December 2021, the U.S. has recovered about 96% of jobs lost in the pandemic compared to only 78% for the Essex markets. Obviously, we are disappointed that many tech employers pushed back their office reopenings during the surge of the Omicron variant over the holidays. However, the data indicates that most large tech employers will adopt a hybrid office environment, and therefore, the return to office should be a significant catalyst for housing demand in our poorest performing markets. With job growth now exceeding the U.S. average, we believe that our recovery is well underway and several observations support our positive outlook. As highlighted on previous earnings calls, there has been many large investments in office space by the large tech companies this past year, contributing to positive net office absorption in 7 of our 8 major markets, representing 4.8 million square feet of space. Available office sublease space has begun to decline in San Francisco, San Jose, Los Angeles and Seattle, which supports our belief that many companies are moving forward with their return to office plans. As expected, there is a resurgence in service and hospitality-related hiring as our cities recover with year-over-year increases in leisure hospitality employment ranging from about 29% in Ventura to about 56% in San Francisco. Recent immigration policy changes from the White House announced last week should also support the positive momentum that we're seeing in job growth at the higher income levels.\nFor many years, Santa Clara and San Mateo counties disproportionately benefited from foreign immigration. However, during the COVID pandemic stricter immigration policies during the previous administration drove net foreign immigration to a 30-year low. We suspect that the recently announced immigration policy changes will contribute to job growth, particularly in the Bay Area. Venture capital investment in the Essex markets continues unabated. In the fourth quarter, approximately $37.5 billion of capital was invested in West Coast-based companies or approximately 40% of the total Venture Capital deployed in the United States and representing 124% year-over-year increase. The West Coast remains a leader in Venture Capital, which is a driver of global innovation and in turn, local economies and job growth. The top 10 tech employers in our markets continue to seek talent and with open positions listed in California or Washington reaching 47,000 in the fourth quarter, far exceeding the pre-COVID peak by 62%.\nTurning to our expectations for 2022. Page S-17 of our supplemental package summarizes our key operating expectations and assumptions. We continue to expect full year rent growth of 7.7% for Essex's West Coast markets. Our rent estimates are derived from a top-down and bottoms-up approach that we continue to refine with each passing year. We are expecting 4.1% job growth in our markets next year, suggesting moderation from the 5.5% trailing 3-month average Essex markets achieved as of December. Even at 4.1%, West Coast job growth should significantly outpace the nation. Our research team conducts its own fundamental analysis of apartment supply, and they expect around 37,000 apartment deliveries in 2022. This is slightly higher compared to 2021 and should lead to a limited disruption at stabilized communities. Similar to 2020, there are pockets of apartment supply deliveries in some urban submarkets, notably CBD L.A. Similar to 2021, for-sale housing deliveries will remain very muted at about 0.6% of total stock of for-sale homes. Continued improvement in apartment trends in 2022 may be bolstered by inflationary pressures in the United States currently at the highest level since the early 1980s. While inflation and its countermeasures have the potential to slow the economy, it's worth noting that apartments are resilient with short lease durations and high operating margins. In addition, it is incredibly difficult to ramp up rental and for-sale housing production on the West Coast given long entitlement processes, government restrictions and construction labor shortages. Finally, we have a conservative debt structure characterized by minimal levels of variable rate debt, staggered debt maturities and low leverage.\nEstimating future supply a few years from now is another important part of Essex's capital allocation process, and Page S-17.1 of the supplemental highlights recent increases in housing permit activity in various prominent residential REIT markets. While supply -- while future supply in the Essex markets is expected to drop in 2023 and remain at manageable levels thereafter, supply appears to be increasing in several other markets. It is also important to note that we have limited exposure to the institutional single-family rental market compared to other metros. We continue to believe that housing supply and demand is the fundamental driver of our business and our capital allocation priorities. I have a few brief comments on the apartment investment markets where the deal volume in our markets has now surpassed pre-COVID levels as institutional capital targets West Coast apartments. Cap rates are consistently in the low to mid-3% range, and we've seen yields converge across markets, construction types, location and age. We sold 4 properties last year valued at $330 million, using the proceeds to fund stock repurchases early on and then acquisitions as the year progressed and our cost of capital improved. For the year, we acquired $432 million, with the majority of acquisitions completed in a co-investment format to conserve capital. Generally, we see greater deal volumes during uncertain conditions, so we are optimistic about more opportunities to create value in the transaction market in 2022, and Barb will detail our '22 guidance assumptions in a moment.\nWith that, I'll turn the call over to Angela Kleiman.\n\nAngela L. Kleiman\n\nSenior EVP & COO, Essex Property Trust, Inc.\n\nThanks, Mike. First, I'd like to express my gratitude for the exceptional operations and support teams we have here at Essex. As the challenge to our business continue to evolve, our team has also continued to step up, which speaks to the dedication, work ethic and the can-do attitude across the organization.\nOn to today's comments. I'll begin with key operational highlights of our major regions, then focus on our outlook for the year, followed by an update on the progress we are making by leveraging technology, data analytics and transforming our operating platform. We are pleased with our fourth quarter results of 4% year-over-year and 1.6% sequential growth in same-property revenues. We have detailed on S-16 of our supplement, which shows the fourth quarter year-over-year new and renewal rent spreads up by 17.1% and 10.7%, respectively. The significant recovery in rents over the last year was bolstered by the occupancy and concession strategies we implemented throughout the pandemic.\nTo review our markets by region, I'll begin in Southern California, which represents almost 45% of our NOI and was our best performing region in 2021. Through many economic cycles, we have consistently relied on Southern California for steady performance, and during the pandemic, it had exceeded our expectations. The one caveat is the Los Angeles submarket. While it is also showing strong rent growth, this market faces offsetting challenges from the ongoing indiction moratorium and disproportionate bad debt. Notwithstanding these challenges, we remain optimistic with the broader Los Angeles submarket because of the continued strategic commercial investments by companies like Warner Bros, which is planning to develop a 1.3 million square feet of studio and office space in Burbank. This will be the largest studio development in the country and is expected to bring about 400 new jobs to the market. Film L.A. recently reported the production activity hit an all-time high in the fourth quarter, and Apple recently proposed a 0.5 million square foot office development in Culver City, which should create approximately 2,500 new jobs. The continued job growth and high cost of homeownership and missed a slight increase in supply deliveries in Orange County and San Diego are factors considered in our expectation for demand for rental housing and the basis for our 2022 outlook for Southern California market rent growth of 7.1%.\nMoving north to the Bay Area and Northern California. It is no secret that Northern California's rents have lacked the nation and the Essex portfolio average. We view the region is in early stages of its recovery. Unlike most markets across the country, which are effectively back to normal economic levels, the Bay Area has yet to fully recover due to ongoing COVID regulations such as mask mandates and delayed return to office tempering the momentum of normal economic activities. We have seen communications by Bay Area companies informing employees of plans to return to office after Omicron case subsides, and we remain encouraged by the large tech companies expansion plans and commercial investments in our markets, as highlighted by Mike. Furthermore, our supply delivery forecast a decline in 2022. Thus, we anticipate rapid recovery in rent growth without requiring a comparable level of increased housing demand. Keep in mind that our Northern California portfolio is mostly suburban and should benefit from those employees having fewer commuting days in a hybrid environment. These factors contribute to our expectation for Northern California to be one of our strongest rental markets in 2022 with market rent forecasted to increase by 8.7%.\nTurning to our Seattle portfolio, which continues to perform well. We anticipate a similar level of supply deliveries this year as last year with the majority concentrated in downtown Seattle. Because our portfolio skews to the East side in Bellevue and surrounding suburbs, the demand for our communities remain strong from the continued investments by several companies, most notably Amazon, which has committed to developing a second tower in Bellevue with construction to start this year and is expected to create an additional 3,500 jobs. Therefore, we forecast Seattle's market rent growth at 7.2% for 2022.\nMoving on to the advancements in our operating model. By way of background, our disciplined focus of investing in high-quality submarkets has resulted in 70% of our properties being located within 5 miles of each other. With this competitive advantage in geographic concentration and innovation in technology and data analytics, we have re-envisioned Essex's operating model with property collections. Essentially, we are transitioning from a dedicated team at an individual property to teams that will cover a collection of properties along each associate to specialize in specific function and improving our ability to cross-sell among nearby properties. By organizing properties into collections and centralizing certain administrative duties, we expect to generate more efficiencies across the portfolio. We have already implemented this collections model in Orange County and San Diego and have achieved a reduction in personnel by approximately 10% to 15% through natural attrition. In addition, our data analytics has determined that our ability to cross-sell neighboring communities has increased by over 800 basis points following the adoption of the collections model. We plan to complete the rollout of the collections operating model to the remaining regions by the end of this year. While Essex has been efficient historically with each associate covering 40 units prior to 2019, with recent enhancements, we currently have each associate covering 43 units across the entire portfolio. Further benefits are expected in 2022 and thereafter as we complete our technology and other implementation plans. We are currently codeveloping proprietary applications with partners from RET Ventures Fund and other software developers that will enhance the associate and customer experience. One example of advancements in our operating model over the past months has enabled 100% contactless tours, which currently consists of 92% self-guided tours and 8% virtual tours.\nAs part of our technology initiative, we are starting the rollout of Alloy Access, a smart rent common area access solution, which will elevate the resident experience while also further the productivity of our operations team by enhancing security, usability and monitoring, along with improving the effectiveness of the self-guided tours for prospective customers. In addition, we are working with Funnel to codevelop a tailored solution to further automate our platform, which we plan to roll out later this year. We believe this will directly benefit both the associates and customers through streamlined systems, on-demand features and link communications across properties, which will meaningfully accelerate the timetable to turn prospects into renters. We integrate these advancements with our data analytics platform to provide new operational insights. For example, leveraging newly available data and our leasing patterns from Funnel has improved the quality and effectiveness of our customer interactions. We have also applied advanced analytics with data from site plan to streamline our maintenance workflow, which reduced our unit time by 10% in the fourth quarter on a year-over-year basis despite COVID-related labor challenges. We expect that these initiatives will continue to provide us with additional levers and insights to improve our revenue growth and operating margins in the coming years.\nWith that, I'll turn the call over to Barb Pak.\n\nBarbara M. Pak\n\nExecutive VP & CFO, Essex Property Trust, Inc.\n\nThanks, Angela. Today, I will discuss the key assumptions supporting our 2022 guidance and conclude with an update on the balance sheet. We ended 2021 with strong momentum in the fourth quarter as demonstrated by 4.7% same-property NOI growth and 7.6% core FFO. We believe the economic recovery has only just begun on the West Coast, and thus, this positive momentum will continue throughout 2022. As such, we are forecasting core FFO per share growth of 9.7% at the midpoint, which is the highest growth in 6 years. We are pleased that our 2022 core FFO per share guidance is expected to exceed our pre-pandemic FFO achieved in 2019, despite the challenging operating environment. This is a testament to our disciplined operating strategy and capital allocation process, which is driving results to the bottom line. Our 2022 FFO growth is primarily driven by a 7.8% increase in our same-property revenues on a cash basis and 8.3% on a GAAP basis. For the year, we expect fewer concessions as compared to last year, but delinquency remains a challenge, and we are expecting delinquency of 2.4% of scheduled rent in 2022, which is 30 basis points higher than 2021. We have 2 counties representing 50% of our total delinquency where tenant protections remain in place. In addition, response times on tenant applications seeking emergency rental assistance remains slow and outside of our control, leading to large monthly swings in the delinquency line item. As a reminder, our historical annual delinquency has been around 35 basis points of scheduled rent, and given our long history of high collections, we believe we can ultimately return to this level once the various restrictions are lifted. We continue to assist residents in applying for federal tenant release funds and have received $29 million to date, of which $12 million was in the fourth quarter.\nAs for operating expenses, we are forecasting a 4% increase, which is above our historical average of 2% to 3%. This is the result of wage pressures in the market along with general inflation in the economy for materials. In total, same-property NOI is expected to grow 9.4% on a cash basis. Continuing with our investment expectations for 2022. As we have discussed throughout the past year, we have seen an elevated level of early redemptions of our preferred equity and subordinated loan investments due to high demand for West Coast apartments and low interest rates. In 2021, we had approximately $210 million of redemptions, and our 2022 guidance contemplates another $350 million of redemptions, some of this was pushed from the fourth quarter into this year. Over the past year, it has become more challenging to find new investments given the influx of capital to this segment. However, we were able to secure $117 million of new commitments with an average yield of 11%, maintaining our disciplined approach to underwriting these projects. Our 2022 guidance contemplates an additional $100 million of new commitments at the midpoint, of which we assume $50 million will be funded during the second half of the year. The remainder of the preferred equity redemption proceeds will be used to fund new acquisitions.\nFinally, the balance sheet remains in a strong position. During the quarter, we saw continued improvement in our credit metrics and our net debt-to-EBITDA ratio declined to 6.3x as EBITDA grew. We expect this trend to continue throughout 2022. Over the past 2 years, we have taken advantage of the low interest rate environment and refinanced nearly 40% of our debt, locking in low rates and reducing our weighted average interest rate by 70 basis points. As such, we have only 6% of our debt maturing over the next 2 years. In addition, we have minimal exposure to short-term rates with only 4% of our consolidated debt subject to floating rates. As such, we have minimal risk to the rising interest rate environment. Given limited near-term maturities, no material development funding needs and ample liquidity, the company remains in a strong financial position.\nWith that, I will now turn the call back to the operator for questions."
  }
]