[
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/91e2eda655e42399592843bb9ce3ba7e",
    "period": "2025 Q3",
    "content": "Q3 2025 Zebra Technologies Corp Earnings Call\n\nQ3 2025 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQOCT 28, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Third Quarter 2025 Zebra Technologies' Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's third quarter earnings conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year.\nOur forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of the slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales performance are year-on-year on a constant currency basis and exclude results from recently acquired businesses for 12 months.\nThis presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with a discussion of our third quarter results, Nathan will then provide additional detail and discuss our outlook. Bill will conclude with progress on advancing our strategic priorities. Following the prepared remarks, Bill and Nathan will take your questions.\nNow let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. Our team executed well in the third quarter, delivering results above our outlook driven by solid demand, lower-than-expected tariffs and strong operating expense leverage. For the quarter, we realized sales of $1.3 billion, a 5% increase from the prior year, an adjusted EBITDA margin of 21.6%, a 20 basis point improvement, and non-GAAP diluted earnings per share of $3.88, which was 11% higher than the prior year.\nWe realized solid growth in our Asia Pacific, Latin America and North America regions and had relative outperformance in printing, mobile computing and RFID. Our retail and e-commerce end market was a bright spot. Healthcare cycled a strong compare and manufacturing remained relatively soft. We achieved double-digit earnings growth by driving operational efficiencies as we continue to invest in our leading portfolio of solutions. While we see growth across most of our business, our customers continue to navigate in uncertain macro environment, resulting in uneven demand across some geographies and vertical markets.\nAs we look at our broader business prospects, we are excited about our profitable growth opportunities, including our recent acquisition of Elo Touch Solutions which enables us to accelerate our vision for the connected frontline. Our strong balance sheet and free cash flow profile also enables us to commit $500 million to share repurchases over the next 12 months as we drive long-term value for our shareholders.\nI will now turn the call over to Nathan to review our Q3 financial results and Q4 outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 6. In Q3, total company sales increased approximately 5%, with growth across most product categories and services and software recurring revenue business grew modestly in the quarter. Our Enterprise Visibility & Mobility segment grew 2%, led by mobile computing, and our Asset Intelligence & Tracking segment grew 11%, led by RFID and printing.\nAs we disclosed in our earnings press release this morning, please note that effective in the fourth quarter, we are reporting under 2 new segments: Connected Frontline and Asset Visibility & Automation. Bill will cover how this view aligns to our strategy and how we manage the business. Historical results have been recast in the appendix.\nWe realized strong sales growth across most of our regions. In North America, sales grew 6% with double-digit growth in mobile computing and RFID, offsetting weakness in Canada. Asia Pacific sales increased 23%, led by Australia, New Zealand and India. Sales increased 8% in Latin America with broad-based growth across the region. In EMEA, sales declined 3%. Regional performance was mixed, with softness in Germany, balanced with relative strength in Northern Europe.\nAdjusted gross margin declined 90 basis points to 48.2%, primarily due to higher U.S. import tariffs. Adjusted operating expenses as a percent of sales improved by 110 basis points. This resulted in second quarter adjusted EBITDA margin of 21.6%, a 20 basis point year-on-year improvement. Non-GAAP diluted earnings per share were $3.88, an 11% year-over-year increase and above the high end of our outlook.\nTurning now to the balance sheet and cash flow on Slide 7. Year-to-date, we generated $504 million of free cash flow. As of the end of Q3, we held more than $1 billion of cash with a modest debt leverage ratio of 1 and $1.5 billion credit capacity. We have been deploying capital consistent with our allocation priorities. Through October year-to-date, we have repurchased more than $300 million of stock and acquired 3D machine vision company, Photoneo and Elo Touch Solutions with cash on hand and our existing credit facility.\nWe continue to maintain excellent financial flexibility for investment in the business and return of capital to shareholders. And as Bill highlighted, we are planning $500 million of share repurchases through the third quarter of 2026.\nOn Slide 8, we provide an update on the anticipated impact from tariffs on our products imported to the United States and our progress on mitigation. For the full year 2025, we're now assuming approximately $24 million for gross profit impact after mitigation with a $6 million net impact expected in Q4, which is an improvement from our prior guidance. Our forecast assumes the current effective rates and exemptions remain in place. We have a track record of successfully navigating supply chain challenges, including tariffs and expect to substantially mitigate the current U.S. import tariffs entering 2026 as a result of actions taken by our team, including previously announced pricing adjustments, yielding about 1 point of sales growth, reducing U.S. imports from China to less than 20%, rationalizing our product portfolio and strong progress on driving overall supply chain efficiency and resilience.\nLet's now turn to our outlook. We anticipate between 8% and 11% sales growth in the fourth quarter, including approximately 850 basis points of contribution from our Elo and Photoneo acquisitions and favorable FX. Our second half demand assumptions have not changed from our prior business update. Our fourth quarter adjusted EBITDA margin is expected to be approximately 22% which assumes a $6 million net impact from U.S. import tariffs and non-GAAP diluted earnings per share is expected to be in the range of $4.20 to $4.40.\nOur fourth quarter outlook translates to full year sales growth of approximately 8%. Our full year adjusted EBITDA margin is expected to be approximately 21.5% and non-GAAP diluted earnings per share is expected to be approximately $15.80, based on our Q4 guide, a 17% year-on-year increase. Please reference additional modeling assumptions shown on Slide 9.\nWith that, I will turn the call back to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. As we turn to Slide 11, Zebra remains well positioned to benefit from secular trends to digitize and automate workflows and with our portfolio of innovative solutions, including purpose-built hardware, software and services. Our solutions intelligently connect people, assets and data to assist our customers with business-critical decisions. I would like to spend a minute on our new reporting segments. CVR operates in a greater than $35 billion served addressable market encompassing the Connected Frontline and Asset Visibility & Automation.\nEach segment has a 5% to 7% organic growth profile over a cycle, supported by megatrends, including artificial intelligence, mobile and cloud computing and the on-demand economy. The Connected Frontline is about equipping the front line of business with tools and digital touch points necessary to drive efficiency, optimize collaboration and improve the consumer experience. Our solutions portfolio includes enterprise mobile computing, rugged tablets, frontline software and AI agents.\nOur acquisition of Elo adds key capabilities in self-service and point of sale, increasing our addressable market in this segment to greater than $20 billion. Asset Visibility & Automation is primarily focused on digitizing environments and automating operations across the supply chain through advanced data capture, printing, machine vision, RFID and other solutions. These are complementary and synergistic segments that digitize and automate operations and solve our customers' biggest challenge.\nTurning to Slide 12. Zebra's solutions enable our customers across a broad range of end markets to drive productivity and efficiency and improve service to their customers, shoppers and patients. I would like to highlight RFID, which has been a consistent bright spot in our portfolio, growing double digits over the past several years. As a market leader, we are encouraged by the continued momentum we are realizing. Our largest customers in retail and e-commerce as well as transportation logistics and manufacturing have been expanding their adoption of Zebra's RFID solutions to additional workflows and categories due to the improved business outcomes they are achieving.\nSupply chain visibility, inventory accuracy, increased productivity, improved profitability and reduced waste are key outcomes that are driving increased adoption of the technology deeper into all end markets. RFID continues to be an important area of growth for us, enhancing our broader set of solutions offerings and demonstrating how our evolving portfolio enables us to solve increasingly complex challenges.\nTurning to Slide 13. Our industry leadership puts us in a unique position to be the supplier of choice of AI solutions for the frontline. We can deliver an entirely new experience for frontline workers through mobile computing, coupled with wearable solutions and the cognitive capabilities of AI. Imagine handheld and wearable solutions that can see, hear and understand the environment while interacting with the frontline worker in a conversational way. This is the direction AI for the front line is headed and we are starting this journey with our Zebra companion offerings.\nWe are excited by the opportunity to transform the way work gets done as we collaborate with our strategic partners across the AI ecosystem. Last month, more than 100 senior leaders of companies representing a variety of industries attended our inaugural frontline AI Summit. During the event, we presented our AI vision and the benefits can bring to our customers to accelerate AI adoption and impact across their frontline operations. We have active pilots with our customers, validating the benefits of our new AI solution.\nA specialty retailer is actively utilizing in advanced pilot of our AI companion agents to provide assistance with product recommendations, resulting in better sales conversions and upsells, faster employee onboarding and elevated shopping experience. We believe that our AI agents will be attractive to any customer who strives to improve the productivity and effectiveness of their frontline associates.\nA large transportation logistics company is digitizing and accelerating proof of delivery with immediate feedback and enhanced compliance powered by our on-device AI suite. A digitized environment, leveraging AI is fundamental to transforming workflows across a multitude of industries. These are early examples of the significant benefits our AI solutions can deliver to our customers and elevate Zebra, as a leading AI solutions provider for the front line of business. We are looking forward to demonstrating our solutions with the National Retail Federation trade show in January.\nTurning to Slide 14. We are excited about the opportunity to enhance the connected frontline experience with our recent acquisition of Elo Touch Solutions. Our combined capabilities enable us to offer more ways to digitize operations across more touch points and drive increased business with our enterprise customers. Elo is a pioneer in touchscreen technology and a leading provider of point-of-sale solutions self-serve kiosks interactive displays and industry tailored offerings. Elo's modular solutions deliver cross-generational compatibility and their enterprise-ready platform and software tools seamlessly integrate into customers' existing ecosystem.\nTogether, we can deliver better customer experiences through the intersection of frontline mobility and self-serve technology. This acquisition further elevates our strategic positioning across retail, hospitality, picks of restaurants, healthcare and manufacturing through the breadth and depth of our complementary portfolio of solutions. Over time, Zebra will offer a common platform across mobile and fixed digital touch points that improve frontline efficiency. Together with Elo, we are better positioned to deliver a complete solution and leverage AI to empower associates and elevate consumer experience.\nIn closing, our confidence in sustainable long-term growth is underpinned by several themes that drive demand for our solutions, including labor and resource constraints, track and trace requirements, increased consumer expectations, advancements in artificial intelligence and the need for intelligent operations. We are well positioned to address these critical requirements in our customers' operations with our leading portfolio of solutions.\nAs we move forward, we remain focused on advancing our industry leadership with our innovative solutions that digitize and automate our customers' workflows and driving profitable growth. I'll now hand it back to Mike."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dc42257b7de1456c0c230e76d98fbb05",
    "period": "2025 Q2",
    "content": "Q2 2025 Zebra Technologies Corp Earnings Call\n\nQ2 2025 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQAUG 5, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Zebra Second Quarter 2025 earnings conference call. [Operator Instructions]. Please note this event is being recorded. I would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's Second Quarter Earnings Conference Call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year.\nOur forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings.\nDuring this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release. Throughout this presentation, as otherwise indicated, our references to sales performance are year-on-year on a constant currency basis and exclude results from recently acquired businesses for 12 months.\nThis presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with a discussion of our second quarter results. Nathan will then provide additional detail and discuss our revised outlook. Bill will continue with progress on advancing our strategic priorities, including the pending acquisition of Elo Touch Solution we announced this morning. Following the prepared remarks, Bill and Nathan will take your questions. Now let's turn to Slide 4, as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. In addition to our second quarter highlights and financial results, we will discuss this morning's announcement of the [indiscernible].\nBefore we get into the details of the quarter, let me spend a moment on the acquisition that drives profitable growth and elevates our market leadership. Elo Solutions engage consumers, enhance self-service and deliver automation across a wide range of end markets. This combination strengthens Zebra's portfolio of solutions, enables us to advance our strategic priorities.\nNow turning to our Q2 results. Our team executed well in the second quarter, delivering results exceeding our outlook, with solid demand across the business and lower-than-expected U.S. import tariffs. For the quarter, we realized sales of $1.3 billion, a greater than 6% increase compared to the prior year, adjusted EBITDA margin of 20.6%, a 10 basis point improvement and non-GAAP diluted earnings per share to $3.61 [indiscernible] year.\nWe realized strong growth in our North America, Latin America and Asia Pacific regions and had relative outperformance in mobile computing and transportation logistics, along with retail and e-commerce were our highest growth vertical end markets, with health care cycling a strong compare and manufacturing continuing to lag.\nAs we enter the third quarter, and has been resilient. However, we remain cautious as our customers navigate through uncertain trade policy. Additionally, we expect the recently passed tax legislation to be constructive for some of our U.S. customers, although it is too early to assess the impact on demand. I will now turn the call over to Nathan to review our Q2 financial results, tariff considerations and outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 6. In Q2, total company sales grew by more than 6%, reflecting recovery in demand across our major product categories. Our services and software recurring revenue business grew slightly in the quarter. We had similar growth rates in both of our financial segments. We realized strong sales growth across most of our regions.\nIn North America, sales grew 8% with double-digit growth in mobile computing and RFID. Asia Pacific sales increased 20%, led by Australia, New Zealand and India. Sales grew 11% in Latin America, with growth across the region. In EMEA, we cycled strong comparisons, particularly in mobile computing with a sales decline of 1%.\nAdjusted gross margin declined 70 basis points to 47.9%, primarily due to higher U.S. import tariffs than last year. Adjusted operating expenses as a percent of sales improved by 80 basis points. This resulted in second quarter adjusted EBITDA margin of 20.6%, a 10 basis point increase versus the prior year. Non-GAAP diluted earnings per share were $3.61, a 14% year-over-year increase and above the high end of our outlook.\nTurning now to the balance sheet and cash flow on Slide 7. Year-to-date, we generated $288 million of free cash flow. We have been deploying capital consistent with our allocation priorities. We repurchased $250 million of stock year-to-date, and our recent $62 million acquisition of Photoneo as well as this morning's acquisition announcement, support our continued efforts to scale in adjacent markets.\nOur balance sheet is in excellent shape, with $872 million of cash at the end of Q2, a modest 1.2% net debt to adjusted EBITDA leverage ratio and $1.5 billion of credit capacity, providing ample flexibility to fund the $1.3 billion pending acquisition of Elo later this year.\nDue to the global nature of our supply chain, like many other electronic manufacturing companies, we are subject to U.S. import tariffs. On Slide 8, we provide an update on the anticipated impact from tariffs on our products imported to the United States and our efforts to mitigate them.\nFor the full year 2025, we are now assuming approximately $30 million of gross profit impact after mitigation, with a $10 million net impact in the third quarter, following a $12 million impact in the first half of the year. Our forecast assumes the current effective rates remain in place, including the electronics and USMCA exemptions. This implies a $40 million annualized gross profit impact which is less than half of our previous expectation, primarily due to a lower rate on China imports.\nOur mitigating actions to date have included shifting additional production out of China and approximately $40 million of annualized pricing adjustments. North America imports from China are now expected to represent 20% of the mix by year-end. We will continue to evaluate additional opportunities to mitigate U.S. import tariffs as we monitor global trade policy development. These potential actions include additional shifting of global production, product portfolio optimization and price adjustments.\nLet's now turn to our outlook. We entered the third quarter with a backlog and pipeline to support our sales guide of between 2% and 6% growth, with a 30 basis point favorable impact from the acquisition of Photoneo and a neutral impact from FX.\nOur third quarter adjusted EBITDA margin is expected to be approximately 21%, which assumes a $10 million net impact from U.S. import tariffs and non-GAAP diluted earnings per share is expected to be in the range of $3.60 to $3.80. We are raising our full year sales growth guidance range by a full point which is now expected to be between 5% and 7%, including approximately 50 basis points of combined favorability from FX and the Photoneo acquisition.\nWe are now expecting a $30 million gross profit impact from tariffs, net of mitigations for the full year, which is $40 million favorable to our prior guidance. We are also raising our full year adjusted EBITDA margin by a full point to 122% and increasing our non-GAAP diluted earnings per share to a range of $15.25 to $15.75.\nAdditionally, we are raising our free cash flow guide for the year to at least $800 million, which reflects the anticipated benefit of recently enacted U.S. tax legislation and implies free cash flow conversion of approximately 100%. We continue to work on further optimizing our working capital levels, balanced with our supply chain resiliency initiatives. Please reference additional modeling assumptions shown on Slide 9. With that, I will turn the call back to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. [ He ] remains well positioned to benefit from secular trends to digitize and automate workflows with our portfolio of innovative solutions, including purpose-built hardware, software and services. Our solutions intelligently connect people, assets and data to help our customers make business critical, boost productivity and efficiency and optimize the front line, delivering improved service to their customers, shoppers and patients.\nThe challenges of an on-demand e-commerce growth, evolving regulations and labor constraints require increased adoption of automation. Here are some of the recent examples of customers transforming their workflows at various stages of their automation journey. An athletic retailer in the United Kingdom recently launched the initial phase of their RFID journey to improve inventory accuracy by equipping their store associates with Zebra mobile RFID solution. This strategic investment enables better supply chain visibility given that the majority of their vendors [ detag ] at the point of a [indiscernible]. We continue to see strong interest from customers in leveraging RFID across the supply chain.\nA North American logistics company is focused on moving freight more effectively by equipping their drivers and [ crossed-out workers ] with Zebra mobile computing solutions to collaborate [ CMS ] across their operations. Additionally, a large North American food distributor recently began a technology upgrade of their Zebra mobile computers, tablets and mobile printers to improve the efficiency and productivity of their distribution centers.\nOur market-leading portfolio solution enhances their receiving [indiscernible] and cold chain operation. These are a few of the many examples that demonstrate how customers rely on us to navigate their technology journey leveraging our commitment to innovation and workflow expertise.\nInnovation remains central to our industry leadership, and we have consistently reinvested approximately 10% in the research and development to advance our portfolio of solutions. We augment our organic efforts with strategic acquisitions that advance our vision as evidenced by the recent acquisition of Photoneo, which expanded our 3D machine vision solution as well as the pending acquisition of Elo.\nTurning to Slide 12. The acquisition of Elo will enable us to expand our portfolio of solutions to help customers transform their frontline operations by digitizing and automating workflows. Elo is a leading provider of point-of-sale solution, kiosks, interactive displays and touchscreen solutions with a 50-year track record of innovation in more than 400 patents operating in an $8 billion market.\nThe company generates approximately $400 million of annual revenues with a similar sales growth and EBITDA margin profile to Zebra. Elo also has a similar go-to-market approach to Zebra, offering a wide range of industry tailors that modernize point of sale, streamline self-service and payment experiences, automated kitchen industrial workflows and optimize production and process management.\nOur leadership in hardware, software and services for the frontline worker will be augmented by Elo's consumer-facing offerings to deliver a unified connected frontline experience. Together, we will pursue attractive market and geographic expansion opportunities while delivering a comprehensive software differentiated portfolio that enables customers to better address emerging use cases.\nThe continued growth of retail media networks and the deployment of AI-based agents on the front line are examples of new opportunities that Zebra and Elo can pursue together. The Elo acquisition is expected to be immediately accretive to earnings once the transaction closes and we expect to generate an incremental $25 million of annual EBITDA synergies by year 3.\nIn closing, our confidence in sustainable long-term growth is underpinned by several key themes that drive demand for our solutions, including labor and resource constraints, track and trace requirements, increased consumer expectations, advancements in artificial intelligence and the need for real-time supply chain visibility. As we move forward, we remain focused on advancing our industry leadership where innovative solutions that digitize and automate our customers' workflows, serving our customers well and driving profitable growth. We are well positioned to expand our addressable market as we add complementary solutions to our portfolio that elevate our capabilities to serve our customers. I will now hand the call back to the [indiscernible].\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. [Operator Instructions]."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4673fde7d641c62f7f7020656ccb157a",
    "period": "2025 Q1",
    "content": "Q1 2025 Zebra Technologies Corp Earnings Call\n\nQ1 2025 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQAPR 29, 8:30 AM\n\nOperator\n\nGood day, and welcome to the First Quarter 2025 Zebra Technologies Earnings Conference Call. [Operator Instructions]. Please note, this event is being recorded. I would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's first quarter earnings conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year.\nOur forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales performance are year-on-year, on a constant currency basis and exclude results from recently acquired businesses for 12 months.\nThis presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with a discussion of our first quarter results. Nathan will then provide additional detail and discuss our outlook. Bill will conclude with progress on advancing our strategic priorities. Following the prepared remarks, Bill and Nathan will take your questions. Now let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. Our teams executed well in the first quarter delivering results above our outlook. As we enter customers navigate through an unpredictable environment, I want to begin by highlighting a few points before we cover our results in greater detail.\nWe have made significant progress over the past 18 months in returning to profitable growth, extending our market leadership and advancing our portfolio of solution. While there is macroeconomic uncertainty, our first quarter results were strong and the demand environment has remained positive into the second quarter. We are well equipped to navigate the current landscape. Our solutions are critical in any economic environment, and we continue to expand our market reach and opportunity. We have made substantial progress diversifying our supply chain beyond China over the past several years, and we have a capital-light business model, which enables us to remain agile. We have a track record of preserving key investments in our business to accelerate long-term growth, in challenging times while protecting profitability, and we remain well positioned to benefit from secular trends to digitize and automate workflows with our portfolio of innovative solutions.\nNow turning to Q1 results. As we discussed in our last earnings call, strong retail year-end project spending carried over into January. Demand in the quarter remained strong, driving sales growth above our guidance range. For the quarter, we realized sales exceeding $1.3 billion, a 12% increase compared to the prior year, and adjusted EBITDA margin of 22.3%, a 240 basis point increase, and non-GAAP diluted earnings per share of $4.02, which was 42% higher than the prior year. We realized strong broad-based growth across all major product categories and regions. We also saw double-digit growth across most of our vertical end markets with high single-digit growth in manufacturing. From a profitability perspective, we achieved the highest quarterly gross margin in more than a decade and significant operating leverage, resulting in strong improvement in profitability.\nAs we enter the second quarter, we continue to see solid demand and the business has continued to perform well. However, we remain agile to changes in this dynamic environment and continue to take actions to mitigate tariffs. I will now turn the call over to Nathan to review our Q1 financial results, tariff considerations and outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 6. In Q1, total company sales were approximately 12%, reflecting continued recovery in demand across our major product categories, unfavorable prior year comparisons, particularly for Printing. And our Services and Software recurring revenue business grew slightly in the quarter. Our Asset Intelligence & Tracking segment sales increased 18% and Enterprise Visibility & Mobility segment sales grew 9%. We realized strong sales growth across our regions.\nIn North America, sales grew 7% with growth in all product categories, in particular, strength in data capture, print and RFID. EMEA sales grew 18%, with strength in Northern Europe. Asia Pacific sales increased 13%, led by Australia and New Zealand and sales grew 18% in Latin America with particular strength in Mexico. Adjusted gross margin increased 150 basis points to 49.6% primarily due to favorable business mix and volume leverage. Adjusted operating expenses as a percent of sales improved by 100 basis points. This resulted in first quarter adjusted EBITDA margin of 22.3%, a 240 basis point increase versus the prior year. Non-GAAP diluted earnings per share were $4.02, a 42% year-over-year increase and above the high end of our outlook.\nTurning now to the balance sheet and cash flow on Slide 7. For the first quarter, we generated $158 million of free cash flow as we drove improvements in EBITDA, working capital and inventory levels. We ended Q1 at a 1.2x net debt to adjusted EBITDA leverage ratio. As our cash flow has recovered and net debt levels have moderated, we have increased flexibility to deploy capital consistent with our allocation priorities. We repurchased $125 million of stock in Q1 and another $75 million in April. And as a part of our continued efforts to scale our expansion in adjacent markets, on February 28, we acquired Photoneo, a leading 3D machine vision company based in Eastern Europe for $62 million. This profitable business will contribute approximately 30 basis points to Zebra's overall sales growth in 2025.\nNow turning to Slide 8. As Bill outlined, we are well equipped to navigate the global environment. We deliver solutions that are critical to our customers in diverse end markets. Our capital-light business model has a flexible cost structure given that we outsource most manufacturing and the vast majority of our products are fulfilled through third-party distribution. We have a strong free cash flow profile with more than $1 billion generated over the trailing 4 quarters. And as I just mentioned, our balance sheet is in excellent shape with nearly $900 million of cash, modest debt levels and $1.5 billion of credit capacity. We will continue to take appropriate actions to preserve profitability and prioritize business investments that improve our competitive position and create long-term value for shareholders.\nDue to the global nature of our supply chain, like many other electronic manufacturing companies, we are subject to recently enacted U.S. import tariffs. On Slide 9, we provide an update on the anticipated impacts from tariffs on our products imported to the United States and our efforts to mitigate them. We are now assuming an $80 million to $90 million annualized gross profit impact after mitigating actions. This assumes the current effective rates including the electronics and USMCA exemptions. Our mitigating actions have included shifting additional North American production out of China and approximately $80 million of recently announced annualized pricing adjustments.\nFor the full year 2025, we are now assuming approximately $70 million gross profit impact after mitigation. With a $25 million to $30 million impact in the second quarter, following a $3 million impact in Q1. We will continue to evaluate additional opportunities to mitigate U.S. import tariffs as we monitor global trade policy developments. These potential actions will include additional shifting of global production, product portfolio optimization and additional price adjustments.\nLet's now turn to our outlook. We entered the second quarter with a solid backlog and pipeline to support our sales guide and expect Q2 growth between 4% and 7%, with a net neutral impact from our most recent acquisition and FX. The weaker U.S. dollar since our last earnings call has resulted in FX being less of a headwind than previously anticipated. Our second quarter adjusted EBITDA margin is expected to be approximately 19%. We which assumes impacts from U.S. import tariffs exceeding 200 basis points, and non-GAAP diluted earnings per share is expected to be in the range of $3 to $3.50. For the full year, we are leaving our guidance unchanged. With the exception of the direct cost of tariffs, full year sales guidance remains between 3% and 7%, and assumes a net neutral impact from FX and recent acquisitions. Given our solid Q1 results and Q2 guidance, we would typically raise the outlook. That said, while we have not seen any meaningful shift in customers' purchasing behavior to date, the fluid global trade policies and related impacts on our customers remains uncertain.\nWe are now modeling a $70 million gross profit impact from tariffs for the full year, which is $50 million higher than our prior guidance. Consequently, we are reducing our full year adjusted EBITDA margin outlook by 100 basis points to between 20% and 21% to reflect the increased direct cost of tariffs, and non-GAAP diluted earnings per share to the range of $13.75 to $14.75. Free cash flow for the year is expected to be at least $700 million which reflects the impact of tariffs and implies free cash flow conversion in excess of 90%. As we continue to monitor and navigate the evolving environment, we will remain agile and continue to work on further optimizing our working capital levels, balance with our supply chain resiliency initiatives. Please reference additional modeling assumptions shown on Slide 10. With that, I will turn the call back to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. Turning to Slide 12. As we navigate the near-term uncertainty, Zebra remains well positioned to benefit from secular trends to digitize and automate workflows with our portfolio of innovative solutions, including purpose-built hardware, software and services. We optimized the front line with solutions that intelligently connect people, assets and data to help our customers make business-critical decisions. Innovation remains central to our industry leadership and we have consistently reinvested approximately 10% of our sales in the research and development to advance our portfolio of solutions. We augment our organic efforts with strategic acquisitions that advance our vision as evidenced by our recent closing of Photoneo, which will expand our 3D machine vision solution into manufacturing, logistics and other key markets.\nAs you will see on Slide 13, Zebra Solutions enable our customers across a broad range of end markets to drive revenue, boost productivity and efficiency and to optimize the front line delivering improved service to their customers, shoppers and patients. The challenges of an on-demand economy, e-commerce growth, evolving regulations and labor constraints require increased adoption of automation. Here are some recent examples of customers transforming their workflows.\nA large transportation logistics provider increased throughput and real-time asset visibility for hands-free package handling by upgrading to our new compact all-in-one Wearable Mobile Computing Solution.\nA North American auto parts retailer is improving inventory accuracy through real-time cycle counts and increasing operational productivity as they deploy our new Mobile Computers to their store associates and drivers.\nA large government agency is improving their supply chain efficiency by modernizing their warehouse and tracking of high-value cargo with Zebra's Fixed and Mobile RFID Solution.\nThese projects demonstrate how customers rely on us to navigate their technology journey through our workflow expertise and a commitment to innovation. At the ProMat Manufacturing and Supply Chain stage show on March, Zebra, along with our partners, showcased our expanding portfolio of solutions, that enable customers to accelerate warehouse modernization with faster cycle times, improved quality and increased visibility. We also launched the Aurora Velocity Scan Tunnel, which integrates our machine vision smart cameras, RFID readers and our Aurora Software for vertical-specific use cases and workflows.\nSlide 14 highlights how Zebra addresses manufacturers biggest challenges. Operators are faced with increased demand for speed and accuracy while ensuring product quality. To address these challenges, decision makers are investing in Zebra Solutions to provide actionable visibility, optimize quality and a technology augmented workforce. Zebra is helping customers like Curtiss-Wright, Kine Robotics, Bimbo Bakeries, deploy and integrate our technology into their manufacturing environments, enabling work in progress tracking, communication and collaboration, quality control, and improved forecasting. Additionally, as manufacturing customers look to diversify their supply chains and make global production moves, Zebra can partner with them to equip their operations.\nIn closing, as we navigate through the near-term environment, our confidence in sustainable long-term growth is underpinned by several key themes, including labor and resource constraints, track and trace mandates, increased consumer expectations, advancements in artificial intelligence and the need for real-time supply chain visibility. As we move forward, we remain focused on advancing our industry leadership with our innovative solutions that digitize and automate our customers' workflows, serving our customers well and driving profitable growth. I will now hand it back to Mike.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. We ask that you limit yourself to one question and one follow-up to give everyone a chance to participate."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cff4d2bc5e6f8caa676002f02fbc0b45",
    "period": "2024 Q4",
    "content": "Q4 2024 Zebra Technologies Corp Earnings Call\n\nQ4 2024 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQFEB 13, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Fourth Quarter and Full Year 2024 Zebra Technologies Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's fourth quarter earnings conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release.\nThroughout this presentation, unless otherwise indicated, our references to sales performance are year-on-year and on a constant currency basis. This presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with a discussion of our fourth quarter results. Nathan will then provide additional detail on the financials and discuss our 2025 outlook. Bill will conclude with progress on advancing our strategic priorities. Following the prepared remarks, Bill and Nathan will take your questions.\nNow let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. Our teams executed well in the fourth quarter, delivering results above our outlook. For the fourth quarter, we realized sales greater than $1.3 billion, a 32% increase compared to the prior year, adjusted EBITDA margin of 22.1%, a nearly 7-point increase. Non-GAAP diluted earnings per share of $4, which is more than double the prior year and strong free cash flow. As we discussed on our last earnings call, in the third quarter, we saw demand recovery broaden with data capture and printing returning to growth following mobile computing return to growth in Q2.\nDemand trends continue to improve in most end markets throughout the fourth quarter with the manufacturing sector lagging. North America retail was a bright spot with stronger customer year-end spending than we had anticipated. These factors, along with a significant distributor destocking in the second half of last year resulted in strong double-digit sales growth in Q4. From a profitability perspective, the operating leverage from our strong sales growth drove significant margin expansion, supporting our earnings and cash flow. As we enter 2025, our order backlog supports a solid Q1, however, we remain cautious in our outlook as our customers navigate an uncertain environment, including a dynamic global trade, geopolitical and macroeconomic backdrop.\nI will now turn the call over to Nathan to review actual results and discuss our 2025 outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 6. In Q4, total company sales were approximately 32%, reflecting continued recovery in demand across our major product categories computing strength in retail drove growth above our outlook. Our Enterprise Visibility & Mobility segment sales increased 33% and Asset Intelligence and Tracking segment grew 29%. Our services and software recurring revenue businesses had solid growth in the quarter. We realized double-digit sales growth across our regions. In North America, sales grew 36% with a significant improvement in large retail mobile computing [ orders ].\nEMEA sales grew 24% with strength in Northern Europe. Asia Pacific sales increased 30%, led by Australia, New Zealand and India, along with modest improvement in China and sales grew 40% in Latin America with particular strength in Brazil. Adjusted gross margin increased 410 basis points to 48.7% due to volume leverage, and adjusted operating expenses as a percent of sales improved by 290 basis points. This resulted in fourth quarter adjusted EBITDA margin of 22.1% and, 670 basis point increase versus the prior year and a 70 basis point sequential improvement from Q3. Non-GAAP diluted earnings per share was $4 to 134% year-over-year increase and at the high end of our outlook.\nTurning now to the balance sheet and cash flow on Slide 7. For the full year, we generated $954 million of free cash flow as EBITDA increased, and we drove significant improvements in working capital and inventory levels. We achieved 136% free cash flow conversion and ended the year at a 1.2x net debt to adjusted EBITDA leverage ratio. As our cash flows recovered and debt levels have moderated, we have increased flexibility to deploy capital consistent with our allocation priorities.\nWe repurchased $47 million of shares for the full year, with most of the activity in Q4. As part of our continued efforts to scale our expansion in adjacent markets, we recently agreed to purchase Photoneo, a leading 3D machine vision company based in Eastern Europe for approximately EUR 60 million, which is expected to close in the first quarter.\nLet's now turn to our outlook. We entered 2025 with a solid backlog supported by strong retail year-end predict spending that carried into our first quarter. Our first quarter sales growth guidance range of 8% to 11% reflects favorable comparisons and assumes a 1 point unfavorable impact from FX due to a significantly stronger dollar over the past several months. Our first quarter adjusted EBITDA margin is expected to be approximately 21%, and non-GAAP diluted earnings per share are expected to be in the range of $3.50 to $3.70.\nThis sales and profitability expectation is a sequential decline from Q4, reflective of normal seasonality. For the year, we expect sales growth between 3% and 7% inclusive of 130 basis points unfavorable impact from FX. Demand trends have been positive across most of our end markets with manufacturing lagging. That said, we remain cautious in our outlook as our customers navigate an uncertain environment. And as a result, our visibility to customer spending beyond Q1 is lower than usual. Our full year adjusted EBITDA margin is expected to be between 21% and 22%. And non-GAAP diluted earnings per share are expected to be reaching $1.75 to say we will continue to remain agile to ensure we deliver solid profitable growth.\nFree cash flow for the year is expected to be at least $750 million, which reflects free cash flow conversion of greater than [indiscernible]. We will continue to work on further optimizing our working capital levels, balanced with our supply chain resiliency initiatives. We made substantial progress diversifying our supply chain sourcing beyond China over the past several years. We continue to work closely with our manufacturing and trade partners to optimize our footprint which puts us in an improved position to navigate the impacts of recently announced import tariffs.\nBased on the incremental 10% China tariffs that became effective in early February and the 25% Mexico tariffs that begin early March. We anticipate a net impact to gross profit of approximately $20 million to $25 million peaking in Q2. The impact is roughly split between China and Mexico. We expect to substantially mitigate these tariffs as we exit 2025 through supply chain initiatives and targeted price increases. Left on mitigation, the annualized impact would have been more than $60 million. Please reference additional modeling assumptions shown on Slide 8.\nWith that, I will turn the call back to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. Turning to Slide 10. As we look at the long-term opportunities for our business, we remains well positioned to benefit from secular trends to digitize and automate workflows with our portfolio of innovative solutions, including purpose-built hardware, software and services. We empower frontline workers to execute tasks more effectively by helping them navigate constant change in real time. Innovation remains central to our industry leadership and we have consistently reinvested approximately 10% of our sales into research and development to advance our portfolio of solutions.\nRecent progress includes AI-based machine vision offerings expansion into self-service kiosks, embedded RFID capabilities within our mobile computing portfolio and eco-friendly printing supply. We augment our organic efforts with strategic acquisitions that advance our vision. This includes our pending acquisition of Photoneo, which will expand our 3D machine vision solutions into automotive manufacturing, logistics and other key markets. We look forward to welcoming the team once the acquisition closes.\nAs you will see on Slide 11, our customers leverage our solutions to optimize workflows across a broad bridge of end markets which drives productivity and better service to their customers, shoppers and patients. The performance part continues to rise and increasingly on-demand account. Zebra works closely with our customer technology journey to address their biggest challenges. I would like to highlight some of the wins to transform customer workflows. A large North American retailer is beginning to deploy Zebra RFID fixed readers to optimize shelf availability for fresh food and apparel.\nThis initial investment lays the groundwork for expansion into additional RFID solutions such as loss prevention. A leading auto manufacturer recently launched a mobile computing refresh an expansion project spanning multiple U.S. sites to provide real-time visibility and streamline final quality inspections. An online retailer in South America replaced the competitors' devices and expanded their relationship with us, selecting Zebra mobile computers, scanners, kiosk, printers and RFID readers to optimize their inbound and outbound warehouse operations. Our reliable device performance and ability to improve operational efficiency are particularly produce customer.\nAdditionally, a leading retail pharmacy is deploying Zebra tablets, enabling their staff to provide improved patient care and scheduling, whether in-store or offsite. This customer placed a competitor's solution with our tablets due to the breadth of Zebra's capabilities, along with our comprehensive support and maintenance services. These projects demonstrate how customers rely on us to navigate their technology journey through our workflow expertise, commitment to innovation and product life cycle support.\nSlide 12 highlights Zebra value proposition that we showcased at the National Retail Federation trade show in January. We highlighted Zebra's AI power modern store, demonstrating how our innovative solutions help retailers drive improved performance through optimized inventory, engaged associates and an elevated customer experience. Zebra and our partners helped to deliver these outcomes through improved omnichannel execution, loss prevention, worker collaboration and more. We have partnered with Qualcomm, Google and strategic independent software vendors to help our retail customers begin to leverage the power of AI across their frontline operations.\nAt the show, a prominent retail customer demonstrated our Zebra companion with AI agents that assist store associates with edge intelligence, such as operating procedures, sales product information, merchandising guidance and device operations. These agents act as digital assistance tailored to our customers' unique operating environment, leveraging generative AI to respond to queries and perform tasks without the need for extensive training. Additionally, as our customers and partners accelerate their use of AI within business-critical mobile applications, Zebra's AI suite enables quick and cost-effective development of new solutions that take advantage of the continued advancement of our mobile computing platform.\nWhile we don't expect our new AI solutions to have a material impact on near-term results, we believe they play an integral part of driving our connected frontline worker strategy. In closing, we'll be seeing strong conviction in the opportunities ahead as we address our customers' evolving needs with our innovative portfolio of solutions. Our confidence in sustainable long-term growth is underpinned by several themes reflected on Slide 13. These include labor and resource constraints, track and trace mandates, increased consumer expectations and the need for real-time supply chain visibility.\nI will now hand it back to Mike.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. We ask that you limit yourself to 1 question and 1 follow-up to give everyone the chance to participate."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b606039743e51422978e01e9534c1371",
    "period": "2024 Q2",
    "content": "Q2 2024 Zebra Technologies Corp Earnings Call\n\nQ2 2024 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQJUL 30, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Second Quarter 2024 Zebra Technologies Earnings Conference Call. [Operator Instructions]\nPlease note, this event is being recorded.\nI would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's second quarter earnings conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year.\nOur forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings.\nDuring this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of the slide presentation and in today's earnings press release.\nThroughout this presentation, unless otherwise indicated, our references to sales performance are year-on-year and on a constant currency basis.\nThis presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with a discussion of our second quarter results. Nathan will then provide additional detail on the financials and discuss our third quarter and revised full year outlook. Bill will conclude with progress on advancing our strategic priorities. Following the prepared remarks, Bill and Nathan will take your questions.\nNow let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. Our teams executed well in the second quarter, delivering sales and earnings results above the high end of our outlook. For the quarter, we realized sales of $1.2 billion, approximately flat to the prior year, and adjusted EBITDA margin of 20.5%, a 70 basis point decrease, and non-GAAP diluted earnings per share of $3.18, a 3% decrease from the prior year.\nAs we discussed in our last earnings call, during the first quarter, we began to see modest recovery in retail and e-commerce. In the second quarter, we saw signs of momentum across other end-markets, including health care, where we realized double-digit growth.\nMobile computing returned to growth across each of our vertical end-markets, led by health care and region. The growth in mobile computing was offset by declines across our other major product categories where year-on-year comparisons are more challenging, and we are in earlier stages of recovery. Services and software saw a modest growth in the quarter.\nWhile we are encouraged by early momentum in demand, we continue to see cautious spending behavior from our customers on large deployments, which have not yet returned to historical levels.\nAnother highlight was our sequential improvement in profitability due to improved gross margin and the benefits of our restructuring actions. Our plan to deliver $120 million of net annualized operating savings is on track and substantially complete.\nGiven our second quarter performance, progress on our cost actions and early signs of momentum in demand, we are raising our full year outlook for sales and profitability.\nI will now turn the call over to Nathan to review our Q2 financial results and discuss our revised 2024 outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 6. .\nIn Q2, total company sales were approximately flat, reflecting early signs of momentum in demand beyond retail and e-commerce. Our Asset Intelligence & Tracking segment declined 14.4%, primarily driven by printing and RFID on challenging prior year comparisons.\nEnterprise Visibility & Mobility segment sales increased 8.2%, with double-digit growth in mobile computing, partially offset by a decline in data capture solutions. We saw modest growth in services and software.\nPerformance was mixed across our regions. In North America, sales decreased 7% with fewer large orders in retail and transportation and logistics, partially offset by strong growth in health care. In EMEA, sales increased 10%, driven by mobile computing. In Asia Pacific, sales declined 3% with continued weakness in China and challenging compares in Australia and Japan, partially offset by growth in Southeast Asia. The sales increased 7% in Latin America, led by Brazil.\nFrom a sequential perspective, total Q2 sales were slightly higher than Q1, with growth in nearly all product categories as we realized modest improvement in demand throughout the quarter in manufacturing, health care and transportation and logistics.\nAdjusted gross margin increased 60 basis points to 48.6% as we benefited from cycling premium supply chain costs in the prior year and favorable FX. Adjusted operating expenses as a percent of sales increased 110 basis points. This was driven by normalized incentive compensation expense, partially offset by approximately $25 million of incremental net savings from our restructuring actions. This resulted in second quarter adjusted EBITDA margin of 20.5%, a 70 basis point decrease versus the prior year and a 60 basis point sequential improvement from Q1. Non-GAAP diluted earnings per share was $3.18, a 3.3% year-over-year decrease.\nTurning now to the balance sheet and cash flow on Slide 7. In the first half of 2024, we generated $389 million of free cash flow as we drove improvements in working capital. We ended the quarter at a 2.4x net debt to adjusted EBITDA leverage ratio, which is within our target range. And we had approximately $1.5 billion of capacity on our revolving credit facility as of quarter-end.\nWe diversified our capital structure during the second quarter by issuing $500 million of senior unsecured notes, while retiring the receivable financing facility that matured in May. We also terminated our remaining interest rate swap agreements for $77 million of cash proceeds. We have been prioritizing debt paydown and now have increased flexibility given our lower debt balance and improved cash flow.\nLet's now turn to our outlook. For Q3, we expect sales growth between 25% and 28% compared to the prior year. This outlook assumes continued stability of demand trends across our major product categories, with broad-based growth as we cycle easier compares across the business, including significant destocking activity by our distributors during the second half of last year.\nWe entered the third quarter with a solid backlog and pipeline of opportunities. That said, we are not anticipating an increase in large order activity being the conversion rates on our pipeline remain lower than historical levels as customers continue to be cautious in what remains an uncertain environment. We would like to see additional momentum in large orders before factoring in a stronger recovery.\nQ3 adjusted EBITDA margin is now expected to be between 20% and 21%, driven by expense leveraging from higher sales volume, with benefits from restructuring actions, partially offset by normalized incentive compensation expense. Non-GAAP diluted earnings per share are expected to be in the range of $3 to $3.30.\nWe have raised our guidance for the full year, reflecting our second quarter performance and early signs of momentum in demand. We now expect sales growth between 4% and 7% for the year, and adjusted EBITDA margin to be in the range of 20% to 21%. Non-GAAP diluted earnings per share are now expected to be in the range of $12.30 to $12.90. Free cash flow for the year is now expected to be at least $700 million. We have been making progress rightsizing inventory on our balance sheet and improving cash conversion. Please reference additional modeling assumptions shown on Slide 8.\nWith that, I will turn the call back to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. Zebra is well positioned to benefit from secular trends that support our long-term growth. These include labor and resource constraints, track and trace mandates, increased consumer expectations, and the need for real-time supply chain visibility. We help our customers digitize their environments and automate their workflows through our comprehensive portfolio of innovative solutions, including purpose-built hardware, software and services. We empower frontline workers to execute tasks more effectively by navigating constant change in real time through advanced capabilities, including automation, prescriptive analytics, machine learning and artificial intelligence.\nAt our Innovation Day event in May, we demonstrated how we transform workflows across the supply chain to drive positive outcomes for enterprises across our end-markets. Our products and solutions are mission-critical to enable visibility that consumers and enterprises now expect throughout the entire supply chain.\nOn Slide 11, you will see Zebra solutions can touch a product 30x from its origination to the point of last-mile delivery. Let's briefly walk through the journey with a few high-level examples.\nIn manufacturing, our machine vision solutions provide quality inspection and track and trace visibility throughout the process. In a warehouse, our wearable mobile computers, autonomous mobile robots and comprehensive RFID portfolio transform receiving, picking and shipping. As the product arrives at a store, associates are equipped with Zebra software running on our mobile computers to assist customers stock inventory and fulfill online orders. And when an item is delivered to your home, you receive a notification and picture from Zebra's handheld device verifying on [indiscernible] delivery.\nAs you'll see on Slide 12, our customers leverage our solutions to optimize workflows across a broad range of end-markets. We empower enterprises to drive productivity and better serve their customers, shoppers and patients. We are seeing Zebra's competitive differentiation in mobile computing solutions drive wins across our vertical end-markets. Customers value the capabilities we embed in the software layer of our devices that they leverage to transform workflows and improve outcome.\nFor example, we secured a mobile computing win with a commercial airline utilizing our mobile package dimensioning solution enabled through AI. Also, a North American retailer will leverage Zebra's Workcloud collaboration software on their new wearable mobile computers, connecting their associates, to drive better outcomes in their stores. Additionally, we are able to displace consumer cell phones at a European retailer with our mobile computers and Zebra's Identity Guardian solution. It provides multifactor authentication for a shared device environment that brings security, productivity and convenience to the front line.\nIt is also notable that mobile computing contributed to double-digit sales growth in health care. Over the past year, our teams have been successfully selling the benefits of our solutions in clinical mobility that empower caregivers while delivering lower total cost of ownership for hospital systems. We have been displacing consumer cell phones with our devices, and there continues to be a long runway of opportunity for equipping more clinicians with mobile computers.\nIn closing, we expect to see broad-based growth in the second half to much easier comparisons and benefit from momentum beyond retail. We maintain strong conviction in our long-term opportunity for Zebra as we elevate our strategic role with our customers through our innovative portfolio of solutions. Our sales and cost initiatives have positioned us well for profitable growth as our end-markets continue to recover.\nI will now hand it back to Mike.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. We ask that you limit yourself to 1 question and 1 follow-up to give everyone a chance to participate."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5190201f5d7012c121c87148ca72aa6d",
    "period": "2024 Q1",
    "content": "Q1 2024 Zebra Technologies Corp Earnings Call\n\nQ1 2024 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQAPR 30, 8:30 AM\n\nOperator\n\nGood day, and welcome to the First Quarter 2024 Zebra Technologies Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's first quarter earnings conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings.\nDuring this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales performance are year-over-year and on a constant currency basis.\nThis presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with a discussion of our first quarter results and strategic actions. Nathan will then provide additional detail on the financials and discuss our second quarter and full year outlook. Bill will conclude with progress on advancing our vision. Following the prepared remarks, Bill and Nathan will take your questions. Now let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. As expected, our first quarter performance was impacted by continued broad-based softness across our end markets and regions, which we began to experience in the second quarter of last year, resulting in a double-digit decline in sales and profitability. However, we are beginning to see a modest recovery in demand as we saw sequential improvement from the fourth quarter. We are particularly encouraged by the better-than-expected large order activity, which drove the upside for the quarter. That said, we are not yet seeing a broad-based recovery. And as a result, we continue to take an agile approach to navigating the current environment.\nWe also delivered another quarter of sequential improvement in profitability as a result of our restructuring actions and improved gross margin. Services and software were a bright spot in the quarter with improved sales and profitability, helping to offset the year-on-year sales declines across all product categories.\nFor the quarter, we realized sales of $1.2 billion, a 16.8% decline from the prior year, and adjusted EBITDA margin of 19.9%, a 150 basis point decrease and non-GAAP diluted earnings per share of $2.84, a 28% decrease from the prior year. We are pleased with the progress we have made on our previously announced actions to improve profitability and drive sales growth as our end markets recover. Our restructuring plans to deliver $120 million of net annualized operating savings is on track to be completed midyear.\nOn the supply front, we made substantial improvement in our working capital driven by our renegotiation of long-term supply commitments and ongoing work to drive down component inventories with our contract manufacturers. We have also driven both tactical and strategic sales initiatives, including reallocation of resources to accelerate growth. Given the progress on our actions, we are raising our full year outlook for sales, margin and free cash flow.\nI will now turn the call over to Nathan to review our Q1 financial results and discuss our revised 2024 outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the T&L on Slide 6. In Q1, sales decreased 16.8% with declines across our regions, major product categories and customers of all sizes. Services and software were a bright spot in the quarter, with growth driven by increased units under support contract and retail software wins. Our Asset Intelligence & Tracking segment declined 25.3% primarily driven by printing.\nEnterprise Visibility & Mobility segment sales declined 11.8% with relative outperformance in mobile computing. Our Asia Pacific region saw the steepest sales declines led by continued weakness in China. From a sequential perspective, total Q1 sales were 16% higher than Q4 as distributors had completed their destocking process by year-end and we realized modest improvement in demand.\nAdjusted gross margin increased 60 basis points to 48.1% supported by higher services and software margins and cycling premium supply chain costs in the prior year, all of which were partially offset by expense deleveraging from lower sales volumes. Adjusted operating expenses delivered 230 basis points as a percent of sales. The impact was mitigated by approximately $25 million of incremental net savings in the quarter from our restructuring actions. This resulted in first quarter adjusted EBITDA margin of 19.9%, a 150 basis point decrease versus the prior year and a 450 basis point sequential improvement from Q4.\nNon-GAAP diluted earnings per share was $2.84, a 28% year-over-year decrease. Interest expense contributed to the decline, offset by a lower adjusted tax rate. Turning now to the balance sheet and cash flow on Slide 7. We generated $111 million of free cash flow as we begin to realize benefits from reducing inventory levels. We ended the quarter at 2.6x net debt to adjusted EBITDA leverage ratio, which is slightly above the top end of our target range. And we had approximately $1.3 billion of capacity on our revolving credit facility as of quarter end, providing ample flexibility.\nLet's now turn to our outlook. For Q2, we expect sales to decrease between 1% and 5% compared to the prior year. We entered the second quarter with a solid backlog and pipeline of opportunities, particularly for mobile computing in retail and e-commerce. This outlook assumes a modest improvement in demand trends across our major product categories, with mobile computing and the EVM segment returning to growth as we cycle easier compares.\nWe anticipate Q2 adjusted EBITDA margin to be slightly above 19% driven by expense deleveraging from lower sales volume with the benefit from restructuring actions and lower premium supply chain costs, offset by normalized incentive compensation expense. Non-GAAP diluted earnings per share are expected to be in the range of $2.60 to $2.90. We have raised our guide for the full year, reflecting our progress on actions to drive sales and profitability as our end markets have stabilized.\nAlthough there is optimism from partners and customers regarding recovery in the second half of the year, we would like to see additional momentum in large orders before factoring in a broader recovery. We now expect sales growth between 1% and 5% for the year, with adjusted EBITDA margin now expected to be approximately 20%. Non-GAAP diluted earnings per share are expected to be in the range of $11.25 to $12.25. And we now expect our free cash flow for the year to be at least $600 million, including the impact of our final $45 million settlement payment in the quarter.\nWe have been making progress rightsizing inventory in our balance sheet and improving cash conversion and have been prioritizing debt paydown in the near term. Please reference additional modeling assumptions shown on Slide 8. With that, I will turn the call back to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. As we look longer term, we continue to be well positioned to benefit from secular trends to digitize and automate workflows for our customers. We remain focused on elevating Zebra as a premier solutions provider through a comprehensive portfolio of innovative solutions and our go-to-market ecosystem. Zebra empowers workers to execute test more effectively by navigating constant change in real time through advanced capabilities, including intelligent automation, machine learning, prescriptive analytics and artificial intelligence.\nAs you see on Slide 11, our customers leverage our solutions to optimize workflows across a broad range of end markets. We empower enterprises to increase collaboration and productivity and better serve their customers, shoppers and patients. In March, at the MODEX Manufacturing and Supply Chain trade show, Zebra, along with our partners, showcase our expanded portfolio of solutions that are modernizing workflows across the broader supply chain.\nManaging operations has become complex with increased consumer expectations for inventory visibility and same-day deliveries. The event provided an opportunity to demonstrate how we improve key outcomes such as production quality, supply chain agility and capacity utilization. Machine vision was one of the many solutions we featured where we have enhanced our capabilities to address emerging use cases. We continue to build our market presence with a few notable wins.\nA large state-owned European logistics company recently invested in thousands of Zebra machine vision cameras to enhance the speed and efficiency of inspections of government bonds and transaction documents. Additionally, an Asian manufacturer incorporate our machine vision cameras and frame grabbers, into their product sorting and quality control processes. This solution is significantly faster and more accurate than the previous manual approach.\nAt HIMSS, the leading Global Healthcare Conference, Zebra and our partners demonstrated how our solutions improve the patient journey from check-in to bedside point-of-care as well as medical equipment track and trace. Additionally, the University of Maryland Health System shared how they are utilizing our clinical communications platform, which includes our mobile computers and work cloud software.\nI'd also like to call out a win with a North America hospital network, who recently implemented thousands of Zebra printers, specifically enhancing its specimen tracking and labeling processes. These printers integrate with the electronic health record system facilitating noticeable organizational improvements across departments. Zebra's reputation for ease of use helps secure this win.\nRecent wins in retail, demonstrate how customers are driving productivity improving asset visibility, enhancing the experience for associates and shoppers. The European retailer selected thousands of Zebra mobile computers to replace their legacy devices from a competitor. The customer plans to pair our new mobile computers with their Zebra mobile printers to improve their price markdown, labeling and online order picking processes.\nThe North America-based retail department store chain enhanced thousands of Zebra mobile computers by incorporating our device tracking software. Prior deployment of this software, the retailer experienced issues with misplaced devices in stores and fulfillment centers, resulting in wasted time and resources. Additionally, a North American grocer has expanded their installed base of Zebra mobile computers with thousands of additional units and implemented our work cloud software. The solution is expected to enhance operational efficiency among associates, improve employee communication and streamline inventory management within their stores.\nOn Slide 12, we highlight secular trends that we expect to support long-term growth for Zebra as we drive value for our customers. These include labor and resource constraints, real-time supply chain visibility, track and trace mandates and increased consumer expectations. We are hosting an innovation day on May 14 at our headquarters near Chicago where Nathan and I will be joined by other members of our leadership team to discuss how we digitize and automate workflows to drive positive business outcomes for customers across our end markets.\nIn closing, as we look forward to a long-term opportunity for Zebra, our conviction in the business remains strong. We continue to elevate our strategic role with our customers through our innovative portfolio of solutions while our cost and go-to-market actions are positioning us well for profitable growth as our end markets recover.\nI will now hand it back to Mike."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/52a54100994c4feef63e45e2e8ef7caa",
    "period": "2023 Q4",
    "content": "Q4 2023 Zebra Technologies Corp Earnings Call\n\nQ4 2023 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQFEB 15, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Fourth Quarter and Full Year 2023 Zebra Technologies' Earnings Conference Call. [Operator Instructions] After today's presentation, there will be an opportunity to ask questions. Please note, this event is being recorded. I'd now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's fourth quarter conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales performance are year-over-year on a constant currency basis and exclude results from acquired businesses for the 12 months following the acquisition.\nThis presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with our fourth quarter results and actions we are taking. Nathan will then provide additional detail on the financials and discuss our 2024 outlook. Bill will conclude with progress we are making on advancing our Enterprise Asset Intelligence vision. Following the prepared remarks, Bill and Nathan will take your questions. Now let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. Today, we will discuss our results, the demand environment and progress and actions we are taking to optimize our cost structure and drive sales as demand recovers. As expected, our fourth quarter performance was impacted by continued broad-based softness across our end markets and regions, which resulted in a significant decline in sales and profitability. For the quarter, we realized sales of $1 billion, a 33% decline from the prior year, and adjusted EBITDA margin of 15.4%, a 7-point decrease and non-GAAP diluted earnings per share of $1.71 a 64% decrease from the prior year. Although we experienced declines across all product categories, services and software were a bright spot in the quarter.\nFrom a sequential perspective, we realized Q4 sales growth from Q3 as demand trends stabilize. Overall profitability was primarily impacted by expense deleveraging on lower sales volumes, in a charge to renegotiate a supplier contract. However, as a result of our cost restructuring actions and inventory management initiatives, we realized a significant sequential improvement in profitability and free cash flow.\nTurning to Slide 5. I'd like to update you on our actions to address and mitigate the impacts of the current demand environment and position ourselves for long-term growth. As referenced in our earnings release, we have expanded the scope of our previously announced cost reduction plan and now expect $120 million of net annualized operating savings, an increase of $20 million from our last update which we expect to implement by mid-2024. Our previously announced actions were substantially completed in the fourth quarter enabled us to realize approximately $50 million of savings in 2023. On the supply front, we continue to work with our contract manufacturers to draw down component inventories, and we are substantially complete with renegotiations of long-term supply commitments.\nIn Q4, we renegotiated 2021 agreement with a key electronic component supplier, incurring a $10 million expense. The revised agreement cancels a portion of the multiyear volume commitment and increases purchasing flexibility. We have also reallocated resources to accelerate growth in underpenetrated markets, including Japan, along with government and manufacturing sectors and to address new automation use cases with RFID and machine vision. We expect our actions to improve profitability and drive sales growth as our end markets recover. We saw double-digit declines across each of our end markets for both Q4 and full year as many customers navigate a challenging environment and absorb capacity they built out during the pandemic to address the spike in e-commerce activity.\nOn Slide 6, we highlight secular trends that we expect to drive long-term growth including labor and resource constraints, real-time supply chain visibility, track and trace mandates and increased consumer expectations. These are all focused areas in my conversations with our customers. Entering 2024, distributor inventories are aligned with current demand. Although we are seeing some improvement in order activity, we are not yet seeing any signs of a broad market recovery and remain cautious in our planning. Consequently, we continue to take an agile approach to navigating this uncertain environment and remain disciplined with respect to our cost structure and capital allocation. I will now turn the call over to Nathan to review our Q4 financial results and discuss our 2024 outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 8. In Q4, sales decreased 33% with distributor destocking accounting for more than 1/4 of the decline. We saw double-digit sales declines across our regions, major product categories and customers of all sizes. Our Asset Intelligence and Tracking segment declined 33.6%, primarily driven by printing. Enterprise Visibility & Mobility segment sales declined 32.7% led by data capture and mobile computing. On a positive note, we drove services growth with strong attach and renewal rates. From a sequential perspective, total Q4 sales were $53 million higher than Q3. And despite a similar magnitude of distributor inventory destocking due to modest improvement in demand. Adjusted gross margin decreased 100 basis points to 44.6% and primarily due to expense deleveraging from lower sales volumes and the $10 million charge mentioned earlier associated with the renegotiation of a supplier agreement, all of which were partially offset by higher services and software margin and cycling premium supply chain costs in the prior year.\nAdjusted operating expenses delevered 670 basis points as a percent of sales. The impact was mitigated by more than $20 million of net savings in the quarter from our restructuring actions. This resulted in fourth quarter adjusted EBITDA margin of 15.4%, a 710 basis point decrease. Non-GAAP diluted earnings per share was $1.71, a 64% year-over-year decrease. Increased interest expense contributed to the decline offset by a lower tax rate from executing on a global tax strategy.\nTurning now to the balance sheet and cash flow on Slide 9. We ended the quarter at a 2.5x net debt to adjusted EBITDA leverage ratio which is at the top end of our target range. We generated $102 million of free cash flow in Q4 and had approximately $1.1 billion of capacity on our revolving credit facility as of year-end, providing ample flexibility. For the full year 2023, negative free cash flow of $91 million was unfavorable to the prior year, primarily due to lower operating profit, higher interest and tax payments restructuring actions and previously announced settlement payments, all of which were partially offset by lower incentive compensation payments.\nLet's now turn to our outlook. We entered 2024 with distributor inventory levels aligned with recent demand trends and improved backlog driven by modest year-end budget spending into January from certain retailers. For Q1, we expect a sales decrease between 17% and 20% compared to the prior year. This outlook assumes continued declines across our major product categories, particularly printing and a 50 basis point favorable impact from FX. We anticipate Q1 adjusted EBITDA margin to be approximately 18%, driven by expense deleveraging from lower sales volume, partially offset by lower premium supply chain costs. Non-GAAP diluted earnings per share are expected to be in the range of $2.30 to $2.60. Q1 sales and profitability are expected to sequentially increase from Q4 as distributor inventories and end market demand has stabilized, and we have realized incremental benefits from cost actions. For the full year 2024, we expect sales to be in the range of a 1% decline and 3% growth. Although we are beginning to see signs of improvement in order activity, we are not yet seeing signs of a broad market recovery.\nConsequently, we are taking a cautious approach to our guide until we have increased visibility to a sustained recovery in demand. Adjusted EBITDA for the full year 2024 is expected to be approximately 19%. We expect our restructuring actions and other profitability initiatives to drive improvement through the year delivering EBITDA margin of 20% in the second half. We remain cautious in our spending and continue to take an agile approach to navigating the environment. We expect our free cash flow in 2024 and to be at least $550 million, including the impact of our final $45 million settlement payment in Q1. We remain focused on rightsizing inventory on our balance sheet, driving 100% cash conversion over a cycle and prioritizing debt paydown in the near term. Please reference additional modeling assumptions shown on Slide 10. With that, I will turn the call to Bill to discuss how we are advancing our Enterprise Asset Intelligence vision.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. As you look towards the long-term opportunity for Zebra, our future is bright. Our solutions remain essential to our customers' operations, and we are well positioned to benefit from secular trends to digitize and automate workflows. We are focused on advancing our Enterprise Asset Intelligence vision by elevating Zebra as a premier solutions provider through a comprehensive portfolio of innovative solutions that demonstrate our industry leadership. We empower workers to execute tasks more effectively by navigating constant change in near real time, utilizing insights driven by advanced software capabilities such as intelligent automation, artificial intelligence, machine learning and prescriptive analytics. By transforming workflows with our proven solutions, enterprises can improve the experience of frontline workers and customers.\nAs you can see on Slide 13, customers leverage our technology to optimize workflows for the on-demand economy. Our solutions empower enterprises to increase collaboration and productivity and better serve their customers, shoppers and patients. I would like to highlight some recent wins by our team. A leading North American retailer selected 30,000 Zebra mobile computers and our device tracker solution for customer order fulfillment in fresh food inventory tracking. This competitive win was secured by our ability to deliver higher productivity along with superior data capture performance and network connectivity. A North American retailer refreshed 60,000 mobile printers and related accessories to enable frequent product pricing updates across various locations. This retailer has a long history with Zebra across our broad portfolio, demonstrating the value they see in our hardware and software solutions coupled with our exceptional post-sale support.\nA European postal service purchased more than 10,000 Zebra mobile computers to facilitate proof of delivery and package tracking. This organization's decision to replace a competitor was driven by superior product performance and enhanced cybersecurity features. A European field service organization, providing public housing repairs selected Zebra for both mobile computers and tablets to replace consumer devices that had been in place for 3 product generations. Zebra secured the win by demonstrating a customer-first strategy by addressing their unique facial recognition and authentication challenges. And finally, a large retailer in our Asia Pacific region selected Zebra scheduling software to be utilized on Zebra mobile computers. Zebra solution was selected over our competitors based on the capabilities of our software and our trusted partnership.\nSlide 14 highlights Zebra's value proposition for retailers which was showcased at the National Retail Federation trade show in January. Alongside our partners, we demonstrated how our innovative solutions help retailers solve their most pressing challenges and drive increased performance by optimizing inventory, engaging associates and elevating the customer experience. As retailers address e-commerce growth, the expansion of anywhere fulfillment and consumers' demand for hyper convenience Zebra solutions provide a performance edge for retail associates. Our demonstrations included next-generation checkout solutions with machine vision, loss detection with RFID, a mobile computing, AI assistant along with other innovative solutions. In our booth, Office Depot shared how our solutions address their workflow challenges. This includes Zebra's workforce optimization software boosting operational efficiency of associates and delivering faster buy online, pick up in store, order fulfillment. The combination of Zebra software and mobile computers is driving associate productivity and engagement along with improved customer satisfaction.\nIn closing, our long-term conviction and our strong business fundamentals remain unchanged, and we are well positioned to benefit from trends to digitize and automate workflows. We are elevating our position with customers through our innovative portfolio of solutions, while our cost and go-to-market actions are positioning us well for profitable growth as our end markets recover. I will now hand it back to Mike.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. [Operator Instructions]"
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/76d7ac1d1e4ab498f7c436ea6219382d",
    "period": "2023 Q3",
    "content": "Q3 2023 Zebra Technologies Corp Earnings Call\n\nQ3 2023 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQOCT 31, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Third Quarter 2023 Zebra Technologies Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nAnd I would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's third quarter conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of the slide presentation and in today's earnings press release.\nThroughout this presentation, unless otherwise indicated, our references to sales performance are year-over-year on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition. This presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with our third quarter results and actions we are taking. Nathan will then provide additional detail on the financials and discuss our Q4 outlook. Bill will conclude with progress we are making on advancing our Enterprise Asset Intelligence vision. Following the prepared remarks, Joe Heel, our Chief Revenue Officer, will join us as we take your questions.\nNow let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. As expected, our third quarter performance was impacted by broad-based softness across our end markets and elongated sales cycles. This resulted in a significant decline in sales with expense deleveraging impacting profitability. We will spend time today discussing our results, and the demand environment as well as the progress we have made to rationalize our cost structure and shift our go-to-market resources to drive sales growth and improve profitability as our end markets recover. For the quarter, we realized sales of $956 million, a 30% decline from the prior year and adjusted EBITDA margin of 11.6% and a 950 basis point decrease and non-GAAP diluted earnings per share of $0.87, a 79% decrease from the prior year. We saw broad-based softening of demand in late Q2, which continued throughout Q3 as customers demonstrated more cautious spending behavior across all our end markets and regions. These dynamics have been exacerbated by our distributors reducing their inventory levels, which accounted for about 1/3 of our Q3 sales decline. As a reminder, our distribution channel has been aggressively driving down inventory as end-user demand has slowed, product lead times have recovered and cost of holding working capital has increased. We believe this reset will largely complete by year-end. Although we experienced declines across all product categories, services and software were bright spots in the quarter.\nAs we enter Q4, potentially all the cost restructuring actions now implemented, we expect to see a significant sequential improvement in profitability. These actions are now expected to yield net annualized cost savings of $100 million, which is an increase from our previous expectation of $85 million.\nOn Slide 5, we summarize drivers of demand trends across our end markets. Our 3 largest end markets, representing more than 3/4 of our sales volume, are indexed to the goods economy, which has been significantly underperforming the services economy. While each of our primary end markets declined, demand was weakest in retail and e-commerce and transportation logistics as many customers are navigating a challenging environment and absorbing capacity built out during the pandemic. As you see on the slide, despite current demand softness, there are several themes that we expect to drive investment in our solutions over the long term, including labor and resource constraints, real-time supply chain visibility, track and trace mandates and increased expectations from shoppers and patients.\nTurning to Slide 6. I'd like to review the actions we are taking to address and mitigate the impacts of the soft demand environment and position ourselves for long-term success. In late Q3 and early Q4, we implemented most of the cost restructuring actions that are driving $100 million of net annualized operating savings. We are reallocating resources to accelerate growth in underpenetrated markets, including Japan, along with government and manufacturing sectors, and to capture the potential of new use cases that leverage our solutions to digitize and automate environments, including RFID and machine vision. We are also renegotiating long-term supply agreements and working with our contract manufacturers to drive down component inventories. And as part of our long-term incentive plan, we added a free cash flow conversion metric. We expect the cost actions we have implemented and the shift of our go-to-market resources to improve profitability and drive sales growth as our end markets recover. While we believe we are seeing a leveling of demand trends and the peak of distributor destocking activity, we are not seeing signs of a market recovery based on customer behavior. Therefore, we remain cautious in our planning through the remainder of this year and the first half of 2024. We'll continue to take an agile approach to managing through this uncertain environment, and we remain disciplined with respect to our cost structure and cash flow.\nI will now turn the call over to Nathan to review our Q3 financial results and discuss our fourth quarter outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill.\nLet's start with the P&L on Slide 8. In Q3, net sales decreased 30.6% and 29.6%, excluding the impact of FX. Our Asset Intelligence and Tracking segment declined 25.8% primarily driven by printing. Enterprise Visibility and Mobility segment sales declined 31.4% and with pronounced weakness in mobile computing. On a positive note, we drove growth across service and software with strong attach and renewal rates. We saw double-digit sales declines across our regions. In North America, sales decreased 25%. EMEA sales declined 39% with broad-based declines across the region. Asia Pacific sales decreased 32% driven by China and Southeast Asia, and Latin America sales decreased 15%, driven by Mexico. Adjusted gross margin decreased 100 basis points to 44.8%, primarily due to expense deleveraging from lower sales volumes, partially offset by favorable premium supply chain costs. As these supply chain costs have been fully mitigated, we are no longer including a slide as part of our earnings presentation. Adjusted operating expenses delevered 910 basis points as a percent of sales. Note that the bulk of the previously announced restructuring plans to drive operating expense savings were implemented in late Q3 and early Q4. Third quarter adjusted EBITDA margin was 11.6%, a 950 basis point decrease driven by expense deleveraging. Non-GAAP diluted earnings per share was $0.87, a 79% year-over-year decrease. Increased interest expense contributed to the decline, offset by a lower tax rate.\nTurning now to the balance sheet and cash flow on Slide 9. For the first 9 months of 2023, negative free cash flow of $193 million was unfavorable to the prior year period, primarily due to lower earnings, including the impact of restructuring actions and higher interest costs. Greater use of net working capital due to higher cash taxes and payments for inventory and $45 million more of previously announced quarterly settlement payments, all of which was partially offset by lower incentive compensation payments. We ended the quarter at 2.2x net debt to adjusted EBITDA leverage ratio, which is below the top end of our target range of 2.5x and had approximately $1 billion of capacity on a revolving credit facility providing ample flexibility as we navigate a challenging environment.\nLet's now turn to our outlook. As we enter the fourth quarter, we are seeing sales velocity out of the channel stabilize on a sequential basis and destocking activity moderate as expected. Our Q4 sales are expected to decline between 32% and 36% compared to the prior year. This outlook assumes double-digit declines across our major product categories, with distributor destocking accounting for approximately 1/5 of the sales decline. We are in Q4 with the necessary backlog and pipeline to support our guide. That said, we are not seeing compelling signs of a market recovery as we look to the first half of 2024. We anticipate Q4 adjusted EBITDA margin to be approximately 16%, driven by expense deleveraging from lower sales volumes, partially mitigated by the benefits of our cost restructuring actions. Despite anticipated expense deleveraging, we expect year-on-year gross margin improvement as we cycle $25 million of premium supply chain costs in the prior year period. Non-GAAP diluted EPS is expected to be in the range of $1.40 to $1.80. Our Q4 outlook translates to an expected full year sales decline of approximately 21% at the midpoint, which is 50 basis points favorable to our prior guide and an EBITDA margin of approximately 18%. We expect our free cash flow to be positive for the second half of 2023 and negative for the full year. We continue to be focused on rightsizing inventory on our balance sheet and in driving 100% cash conversion over a cycle. Please reference additional modeling assumptions shown on Slide 10.\nWith that, I will turn the call to Bill to discuss how we are advancing our Enterprise Asset Intelligence vision.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan.\nWhile sales are pressured near term, our solutions remain essential to our customers' operations, and we are well positioned to benefit from the secular trends that digitize and automate workflows. We are focused on advancing our Enterprise Asset Intelligence vision by elevating Zebra as a premier solutions provider through our compelling portfolio. By transforming workflows with our proven solutions, Zebra's customers can effectively address their complex operational challenges, including scarcity of labor and the need to improve productivity. We empower the workforce to execute tasks more effectively by navigating constant change in near real time, utilizing insights driven by advanced software capabilities such as artificial intelligence, machine learning and prescriptive analytics. We continue to advance and innovate our offerings. This includes several product and solution launches across our portfolio, including our Zebra Pay solution, which equips retail associates hospitality workers and logistics employees with the mobile point-of-sale device that accepts a variety of payment options almost anywhere. At our annual software customer user conference, we unveiled our Zebra work Cloud suite of software solutions, which address 4 critical enterprise functions, workforce optimization, enterprise collaboration, inventory optimization, and demand intelligence. The user experience is tailored to customer-specific business priorities and integrate it into a single application. This unique software suite, coupled with our mobile computing platform, differentiates us and expands our market penetration opportunity.\nIn collaboration with Qualcomm, we demonstrated a generative AI large language model for handheld mobile computers and tablets without requiring connectivity to the cloud. Is the competitive differentiator, which will enable Zebra partners and customers to create new ways of working by further empowering the frontline worker and driving additional productivity gains. We are confident that the innovation road map across our business will continue to elevate our customer value proposition.\nAs you can see on Slide 13, a customers leverage our technology to optimize workflows for the on-demand economy. Our solutions empower enterprises to increase collaboration and productivity and better serve customers, shoppers and patients. I would like to highlight some recent wins by our team. A global technology provider recently selected Zebra's machine vision solution to automate a previously manual inspection process for the manufacturing of engraved component parts. Our solution ensures high quality and traceability, reducing expensive material waste and false errors. We look forward to exploring opportunities to expand our relationship with this customer. A large health care system in Europe is using our mobile computers, printers and RFID solutions to enable real-time tracking of medical equipment, significantly reducing the time caregivers spend searching for critical assets throughout the hospital. A large retail pharmacy chain, selected Zebra's work Cloud task management software to improve store productivity and effectiveness by streamlining communication and accelerating on-site inspections and marketing promotion updates. Optimizing task assignments and store walks drives accountability and frees up staff to focus on customer-facing activities. A large North American retailer refreshed our mobile computers across their stores and added RFID technology to improve inventory accuracy, supply chain efficiency and customer satisfaction the more frequent cycle counts. During the competitive review, Zebra demonstrated the most cost-effective solution for their needs.\nLastly, a large Asian retailer decided to add Zebra's communication and collaboration software to their Zebra mobile computers. This subscription-based solution drives store associated connectivity benefits while displacing the legacy phone system.\nIn closing, our long-term conviction in our business remains unchanged. While customer spend is pressured near term, over the long term, we believe we are well positioned to benefit from secular trends to digitize and automate workflows. We will continue to elevate our position with customers through our innovative portfolio of solutions, while executing on actions to position us well for profitable growth as our end markets recover.\nI will now hand it back to Mike.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. We ask that you limit yourself to 1 question and 1 follow-up so that we can get to as many view as possible."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fcb1dd3f2e246f76347962866d04779f",
    "period": "2023 Q2",
    "content": "Q2 2023 Zebra Technologies Corp Earnings Call\n\nQ2 2023 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQAUG 1, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Second Quarter 2023 Zebra Technologies Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra Second Quarter Conference Call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year.\nOur forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially, and we refer you to the factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of the slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales growth are year-over-year on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition.\nAdditionally, note that our Asset Intelligence and Tracking segment now includes our RFID solutions, and we have recast quarterly segment results since 2021 in a schedule included in the appendix of our earnings press release. This presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with our second quarter results, then Nathan will provide additional detail on the financials and discuss our revised 2023 outlook. Bill will conclude with progress made on advancing our Enterprise Asset Intelligence vision. Following the prepared remarks, Joe Heel, our Chief Revenue Officer, will join us as we take your questions.\nNow let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. Our second quarter results were impacted by weakening demand and cautious customer spending behavior across our end markets. While these results are certainly disappointing to us, we'll spend some time today discussing the drivers that are having the greatest impact as well as the actions we are taking to control what we can in a difficult demand environment, including our expanded cost reduction initiatives.\nFor the quarter, we realized sales of $1.2 billion, a 16% decline from the prior year, and adjusted EBITDA margin of 21.2%, a 70-basis-point decrease, and a non-GAAP diluted earnings per share of $3.29, a 29% decrease from the prior year.\nLet me now put these results in context. On our last quarter call, we discussed a broader softening of industry demand as customers tightened their CapEx budgets and IT device spending slows. During the second quarter, those trends accelerated as we saw more cautious spending behavior by our customers of all sizes across our vertical end markets and regions. While all end markets declined, demand was weakest in retail and e-commerce, in transportation and logistics as many customers are absorbing capacity they build out during the pandemic. These dynamics have been exacerbated by our distributors' focus on reducing their inventory levels which accounted for approximately 20% of our Q2 sales decline.\nOur distribution channel has been aggressively driving down inventory as end-user demand has slowed, product lead times have recovered and the cost of holding working capital has increased. Although global macro indicators have been resilient, the goods economy has underperformed the services economy. And certain key indicators most relevant to our industry have become significantly weaker, including IT device spending. This particular metric has been most correlated with mobile computing, where sales declines have accelerated year-to-date following more than 2 years of very strong demand.\nGrowth across RFID, data capture, supplies, services and software were bright spots in the quarter. From a profitability perspective, improved gross margin and cost controls enabled us to achieve our EBITDA margin and EPS outlook for the second quarter.\nIn our current market environment, swift action is needed, and we are taking a number of steps to position us to deliver profitable growth and improve free cash flow.\nSlide 5 summarizes key industry challenges that have intensified since our prior update and our actions to address and mitigate the impacts. These actions include reducing spending across the organization, including additional restructuring actions to drive an incremental $65 million of net annualized operating savings as we exit 2023, increasing our focus on accelerating growth in underpenetrated markets and continue to work closely with our customers as we continue to digitize and automate their environments.\nOur revised full year outlook incorporates the slowdown and deceleration across our end markets including a significant reduction in near-term demand in the mobile computing market, destocking by our distributors as well as a partial year benefit of our expanded restructuring actions. Given our limited visibility in this environment, we are cautious in our assumptions and not expecting a recovery in 2023. We expect the reset of our cost structure and shift of our go-to-market resources to drive sales growth and improve profitability as our end markets recover. We will continue to take an agile approach to managing through this uncertain near-term environment.\nI will now turn the call over to Nathan to review our Q2 financial results and provide additional details on our revised 2023 outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 7. In Q2, net sales decreased 17.3%, including the impact of currency and acquisitions and were 16% lower on an organic basis. Our Asset Intelligence and Tracking segment was flat strength in RFID and supplies was offset by a decline in printing as we lap particularly strong prior year results. Enterprise Visibility & Mobility segment sales declined 23.6% and driven by a sharp decline in mobile computing, partially offset by growth in data capture solution.\nAdditionally, we drove organic growth across service and software with strong service attach rates. Sales declined across our regions, driven by broad-based double-digit declines in mobile computing. In North America, sales decreased to 11%. EMEA sales declined 24% with pronounced weakness in Eastern Europe. Asia Pacific sales decreased 17%, driven by China and India with growth in Japan and Australia. And Latin America sales decreased 6%, partially offset by growth in Brazil and Mexico.\nAdjusted gross margin increased 200 basis points to 48%, primarily due to lower premium supply chain costs and favorable business mix and pricing, partially offset by expense deleveraging and unfavorable FX. We are pleased to see gross margins recovering from the inflationary headwinds we experienced over the past couple of years.\nNote, that as we began to see demand soften, we announced incremental restructuring plans that are expected to drive $65 million of net annualized operating expense savings as they are implemented, including previous actions taken over the past year, our total net annual cost savings is $85 million. Second quarter adjusted EBITDA margin was 21.2%, a 70-basis-point decrease driven by operating expense deleveraging partially offset by improved gross margin. Non-GAAP diluted earnings per share was $3.29, a 29% year-over-year decrease. Increased interest expense contributed to the decline partially offset by fewer shares outstanding.\nTurning now to the balance sheet and cash flow on Slide 8. For the first half of 2023, negative free cash flow of $144 million was unfavorable to the prior year period, primarily due to a greater use of net working capital due to higher cash taxes and payments for inventory. And $45 million of previously announced quarterly settlement payments, which are scheduled to conclude in Q1 of 2024, partially offset by lower incentive compensation payments. In the first half of 2023, we also made $52 million of share repurchases and invested $1 million in our venture portfolio. We ended the quarter at a 1.8x net debt to adjusted EBITDA leverage ratio, which is below the top end of our target range of 2.5x. And had approximately $1.1 billion of capacity on our revolving credit facility.\nOn Slide 9, we highlight the impact of premium supply chain costs on our gross margin over the past 2.5 years. The actions we have taken to redesign products and increase price along with improving freight rates and capacity have enabled us to avoid component purchases on the spot market and reduce the freight cost impact. In Q2, we incurred premium supply chain costs of an incremental $5 million as compared to the pre-pandemic baseline. And $51 million lower than the prior year quarter. As we enter the third quarter, we believe these costs will have been fully mitigated, which is a key lever to margin recovery.\nLet's now turn to our outlook. As we enter the third quarter, we are seeing sharp broad-based declines across most of our product offerings, which continue to be amplified by distributors recalibrating their inventory to lower demand trends. Our Q3 sales are expected to decline between 30% and 35% compared to the prior year. This outlook assumes double-digit declines across each of our core product categories, with distributor destocking accounting for approximately 1/3 of the decline. We anticipate Q3 adjusted EBITDA margin to be between 10% and 12%, driven by expense deleveraging from lower sales volume partially offset by higher gross margin from cycling $30 million of premium supply chain costs in the prior year period. Non-GAAP diluted EPS is expected to be in the range of $0.60 to $1.\nGiven our Q2 results and the continued challenging demand environment, we are significantly reducing our full year outlook, expecting a sales decline between 20% and 23%. This assumes that Q3 sales trajectory continues through the remainder of the year. We are seeing broad-based declines across our end markets as we enter the second half with significant uncertainty in this environment. We expect full year adjusted EBITDA margin of approximately 18%. We expect increased deleveraging on significantly reduced sales volumes expectations, partially offset by early benefits from cost reduction actions as most of the actions will be implemented by early Q4.\nWe plan to continue to align our cost structure with a long-term trajectory of our business. We now expect free cash flow to be positive in the second half. But negative for the year given lower sales and earnings expectations. Our cash flow will be impacted by new restructuring charges, increased cash taxes due to the change in R&D expected regulation and $180 million of previously announced settlement payments.\nWe continue to be focused on rightsizing inventory on our balance sheet as component lead times have normalized. However, we now expect minimal inventory reduction in 2023 due to our lower sales outlook. We are focused on achieving 100% cash conversion over a cycle, which is one of the metrics in our long-term incentive compensation plan. Please reference additional modeling assumptions shown on Slide 10. Note that we have improved our expected 2023 non-GAAP tax rate by 1 point due to favorable geographic mix.\nWith that, I will turn the call back to Bill to discuss how we are advancing our Enterprise Asset Intelligence vision.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. While sales are pressured near term, over the long term, our solutions remain essential to our customers' operations, and we are well positioned to benefit from the secular trends to digitize and automate workflows across our served markets.\nWe are focused on advancing our Enterprise Asset Intelligence vision by elevating Zebra as a premier solutions provider through our compelling portfolio. By transforming workflows with our proven solutions, Zebra's customers can effectively address their complex operational challenges, including scarcity of labor and the need to improve productivity. We empower the workforce to execute tasks more effectively by navigating constant change in near real time, utilizing insights driven by our advanced software capabilities such as machine learning and prescriptive analytics.\nNow turning to Slide 13. We I would like to highlight several key megatrends, which support Zebra's growth and customer value propositions over the long term. These include automation, mobility and cloud computing and artificial intelligence. Our customers rely on Zebra to help them take advantage of these key megatrends which drive their growth strategies.\nAs you can see on Slide 14, Zebra's Enterprise mobile computers are critical to the front line of business. We're excited about our innovation road map and new solution launches that advance our value proposition. Labor is a scarce resource, and leveraging technology is a key way our customers can advance their operations. Our solutions empower enterprises to increase collaboration and productivity and better serve customers, shoppers and patients by enabling an expanding number of use cases across our end markets. Our Enterprise mobile computing installed base has expanded significantly over the past several years due to the preoperation of use cases and the investment in Zebra's solutions should rebound as technology refreshes are reprioritized.\nOn Slide 15, we highlight a few areas that are advancing our capabilities to serve our customers' evolving needs and are expected to be profitable growth drivers for Zebra as we continue to scale them. Collectively, these offerings are approaching $0.5 billion of annualized sales and have a long runway for growth. First, we are a leader in advanced location solutions through RFID. We have been driving strong double-digit growth in recent years with the heightened importance of real-time inventory accuracy. We are now addressing an expanding set of use cases throughout the supply chain, including our previously announced large win with a global transportation logistics provider, which highlights the long-term growth opportunity for RFID solutions.\nSecond, we believe investments in our machine vision business which is accretive to our gross and EBITDA margins, positions us well for long-term growth. We continue to invest in innovation and go-to-market efforts to further diversify and scale in attractive subcategories. Strong growth in certain end markets, including warehouse distribution and electric vehicle manufacturing has partially offset weakness in the semiconductor industry.\nAn example of our recent success is a win with a U.S.-based global auto manufacturer who has been transitioning to electric vehicle production. The ease of use of our solutions was a key differentiator and as the manufacturer capitalized on disruption in the auto market to modernize its processes with more flexible solutions.\nAnd lastly, our workflow optimization software offerings include workforce and task management, communication and collaboration tools, inventory visibility and demand planning. Recent notable wins include our workforce management solution for location staffing at a large North American bank and our retail demand forecasting solution for our North America consumer packaged goods company.\nThe actions we are taking to improve profitability of our software offerings, including migration to a cloud-based platform are expected to enable software to become EBITDA margin accretive in 2024. In closing, our long-term conviction in our business remains unchanged. While customer spend is pressured near term, over the long term, we believe we are well positioned to benefit from secular trends to digitize and automate workflows. We will work to continue to elevate our position with customers through our comprehensive portfolio of solutions while taking the actions needed to improve profitability and position us for success within the current environment and in the future.\nI will now hand it back to Mike.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. We ask that you limit yourself to one question and one follow-up so that we can get to as many of you as possible."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a9d6d3d31ddbe5cff74369a3fca4604",
    "period": "2023 Q1",
    "content": "Q1 2023 Zebra Technologies Corp Earnings Call - Estimated\n\nQ1 2023 Zebra Technologies Corp Earnings Call - Estimated\n\nZBRANASDAQMAY 2, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Zebra Technologies First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note that today's event is being recorded. And at this time, I would now like to turn the conference over to Mike Steele, Vice President of Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nGood morning, and welcome to Zebra's first quarter conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year.\nOur forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially due to factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of the slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales growth, our year-over-year on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition.\nThis presentation will include prepared remarks from Bill Burns, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Bill will begin with our first quarter highlights. Then Nathan will provide additional detail on the Q1 results and discuss our revised 2023 outlook. Bill will conclude with progress made on advancing our Enterprise Asset Intelligence vision. Following the prepared remarks, Joe Heel, our Chief Revenue Officer, will join us as we take your questions.\nNow let's turn to Slide 4 as I hand it over to Bill.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Mike. Good morning, and thank you for joining us. Our team executed well in a challenging macroeconomic environment, delivering first quarter sales and earnings results above the midpoint of our outlook. For the quarter, we realized sales of $1.4 billion approximately in line with the prior year; and adjusted EBITDA margin of 21.4%, a 150 basis point increase; and non-GAAP diluted earnings per share of $3.94, a 2% decrease from the prior year. Regional sales performance was mixed with growth in Asia Pac and North America mostly offsetting declines in EMEA and Latin America.\nFrom a solutions perspective, printing, data capture and RFID were bright spots, while sales of mobile computers declined. We continue to see cautious spending behavior by enterprise customers with a decline in large orders and growth in small to midsized orders. From a profitability perspective, improved gross margin drove our EBITDA margin increase. Higher interest and tax expense resulted in a slight earnings decline.\nI would now like to spend a moment on our sales outlook. As the risk of broader softening of industry demand has materialized, we have reduced our full year outlook. Late in Q1 and into Q2, demand trends softened across our end markets, particularly for mobile computers in EMEA and North America as customers' CapEx budgets tightened and IT device spending contracts. We are mitigating the impact of softer sales with targeted go-to-market actions to drive additional demand and incremental cost actions. We will continue to take an agile approach to managing throughout this uncertain near-term environment.\nI will now turn the call over to Nathan to review our Q1 financial results and provide additional details on our revised 2023 outlook.\n\nNathan Andrew Winters\n\nActing CFO, Zebra Technologies Corporation\n\nThank you, Bill. Let's start with the P&L on Slide 6. In Q1, net sales decreased 1.9%, including the impact of currency and acquisitions and were 0.3% lower on an organic basis. Our Asset Intelligence and Tracking segment increased 28.4%, led by strength in printing as we lapped significant supply constraints in the prior year period. Enterprise Visibility & Mobility segment sales declined 11.2% with mixed performance among our offerings. We realized strong growth in data capture solutions and RFID.\nMobile computing sales declined primarily due to large customer order deferrals, slowing demand through distribution and the impact of ceasing sales to Russia in March of 2022. Additionally, we also drove growth across service and software with strong service attach rates. Performance was mixed across our regions. North America sales increased 1% due to strength in printing and data capture helped by the recovery from supply chain challenges. EMEA sales declined 4%, primarily due to a 350 basis point impact of our suspension of sales into Russia. Asia Pacific sales grew 6%, driven by strong mobile computing growth in Japan. And Latin America sales decreased 1%, with relative outperformance in Brazil and Mexico.\nAdjusted gross margin increased 290 basis points to 47.5%, primarily due to lower premium supply chain costs, partially offset by FX and lower service margin. Adjusted operating expenses increased 130 basis points as a percent of sales, primarily due to a return to normalized sales and marketing activity and strategic investments in the business, partially offset by a reduction in G&A expense. First quarter adjusted EBITDA margin was 21.4%, a 150 basis point increase driven by gross margin expansion. Non-GAAP diluted earnings per share was $3.94, a 1.7% year-over-year decrease due to increased interest expense and a higher tax rate, partially offset by fewer shares outstanding.\nTurning now to the balance sheet and cash flow on Slide 7. In Q1, we had negative free cash flow of $92 million, which was unfavorable to the prior year period primarily due to the timing of inventory payments, higher interest cost and cash taxes and $45 million of previously announced quarterly settlement payments, which are scheduled to conclude in Q1 of 2024, all of which was partially offset by favorability in the timing of customer collections and lower incentive compensation payments. In Q1, we also made $15 million of share repurchases and invested $1 million in our venture portfolio. We ended the quarter at a comfortable 1.6x net debt to adjusted EBITDA leverage ratio, which is well below the top of our target range of 2.5x and had approximately $1.3 billion of capacity on our revolving credit facility.\nOn Slide 8, we highlight premium supply chain costs, which have continued to improve from peak levels. The actions we have taken to redesign products, along with the improving freight rates and capacity have enabled us to reduce component purchases on the spot market and reduce freight cost impact. In Q1, we incurred premium supply chain costs of $15 million as compared to the pre-pandemic baseline, and $53 million lower than the prior year. We are expecting these premium supply chain costs to continue to decline.\nLet's now turn to our outlook. We continue to see enterprise customers defer large orders and are also realizing lower sales into the channel as distributors adjust to softer demand trends as well as our improved product lead times and their higher cost of capital. For the second quarter, our sales are expected to decline between 9% and 11% compared to the prior year. Our outlook assumes a 2-point negative impact from foreign currency changes and a 1 point additive impact from recent acquisitions. We anticipate Q2 adjusted EBITDA margin to be approximately 20%, driven by expense deleveraging from lower sales volume, partially offset by higher expected gross margin from improved supply chain costs. We expect premium supply chain costs to be approximately $15 million in Q2 and more than $40 million year-on-year reduction. Non-GAAP diluted EPS is expected to be in the range of $3.20 to $3.40.\nWe are reducing our full year 2023 sales outlook by 3 points. We now anticipate net sales to decline between 2% and 6%. This outlook assumes an approximately 50 basis point net negative impact from foreign currency changes and acquisitions. Second half sales are expected to benefit from easier year-on-year comparisons, our recently announced price increase and abating FX headwinds. We have a solid pipeline of opportunities that gets us to the high end of the sales range, but are embedding caution in our outlook, given recent demand trends in the uncertain macro environment.\nWe expect full year adjusted EBITDA margin of approximately 22%, which is the low end of our previous outlook. We now expect premium supply chain costs of approximately $40 million for the year, as we are seeing faster-than-expected supply chain recovery. We have been proactively managing operating expenses through targeted restructuring actions and discretionary cost controls, and we expect sequentially lower operating expenses in the second half of the year.\nWe now expect our free cash flow to be between $450 million and $550 million for the year, which reflects increased caution in our revised full year outlook. As a reminder, cash flow is impacted by increased cash taxes and $180 million of previously announced settlement payments. We continue to be focused on rightsizing elevated inventory on our balance sheet as component lead times have normalized. Working capital variability over the past year has been significantly impacted by global supply chain dynamics. Our fundamental business model is unchanged, and we believe the actions we are taking will enable us to deliver greater than 100% free cash flow conversion as we normalize inventory levels. We are focused on achieving a 100% conversion over a cycle, which is now included in our long-term executive incentive compensation plan. Please reference additional modeling assumptions shown on Slide 9.\nWith that, I will turn the call to Bill to discuss how we are advancing our Enterprise Asset Intelligence vision.\n\nWilliam J. Burns\n\nExecutive Vice President & Chief Financial Officer, Cross Country Healthcare, Inc.\n\nThank you, Nathan. While customer spend is pressured near term, our solutions are essential to our customers' operations, and we are well positioned to benefit from secular trends to digitize and automate workflows across our served markets. Slide 11 illustrates how we digitize the front line of business by leveraging our industry-leading portfolio of products, software and services. By transforming workflows with our proven solutions, Zebra's customers can effectively address their complex operational challenges, including scarcity of labor and improving productivity in challenging times. We empower the workforce to execute tasks more efficiently by navigating constant change in near real time, utilizing insights driven by advanced software capabilities such as artificial intelligence, machine learning and prescriptive analytics.\nNow turning to Slide 12. We are focused on advancing our Enterprise Asset Intelligence vision by continuing to elevate Zebra as a premier solutions provider through our compelling portfolio. In March, at the [ ProMat ] manufacturing and supply chain trade show, Zebra, along with our partners, showcased the depth and breadth of our innovative solutions for manufacturing, logistics and the broader supply chain. Our industrial automation solutions, including autonomous mobile robots, machine vision and fixed industrial scanning, are synergistic with technology-equipped frontline workers. At the show, we featured Zebra solutions at each stage of warehouse operations, including receiving, storage and fulfillment. It demonstrated how we improve key outcomes for our customers, such as enhancing supply chain agility, improving production quality and maximizing utilization and productivity.\nAs you can see on Slide 13, Zebra powers the front line of business across retail and e-commerce, transportation logistics, manufacturing, health care and other markets. Businesses partnered with Zebra to optimize their end-to-end workflows as they strive to meet the increasing demands of customers across a variety of vertical end markets. The business challenges we are solving have expanded through our investment in complementary offerings that enable us to further penetrate customer accounts.\nI would like to highlight several wins across our end markets. We are beginning to deploy the record RFID win we mentioned on our last call. This global transportation logistics provider plans to tag every package that enters their facilities with RFID and coated labels to enhance tracking visibility. Zebra solutions improved productivity, enable faster error detection, driving cost savings and increased customer satisfaction. In addition to our RFID offerings, this customer is also deploying our mobile computers as an integral part of the overall solution.\nA major e-commerce provider in Europe recently expanded their use case of Zebra's fixed industrial scanners at several thousand packing stations. This enables the customer to continue to significantly reduce scan time and increase throughput, particularly for their more complex packing needs. The support and collaboration with Zebra and our partner was a key differentiator among our competition.\nA large Australian supermarket chain has replaced consumer-grade devices with our Zebra [indiscernible] tablets and scanners to enable faster and more accurate buy online, pick up in store and home delivery fulfillment. Zebra's enterprise-grade solution, along with our commitment to sustainability, including our recycling program and eco-friendly packaging, were competitive differentiators in securing this win.\nA Latin American manufacturing company recently selected Zebra mobile computers and mobile printers to help streamline delivery and warehouse operations. Delivery personnel will benefit from synergies between these products, while warehouse employees realize similar efficiencies with Zebra scanners and desktop printers. This manufacturer shows our products for reliability and durability and considers us a strategic partner in their technology journey.\nA regional bank recently selected our workforce management software for all branch locations, displacing a competitor. Our solution is expected to drive cost savings through more efficient scheduling and allocation of people resources. We are pleased about the benefits our solutions are delivering in our customers' mission-critical operations.\nSlide 14 reiterates challenges that have materialized since our last guide. We believe the actions we are taking, which include working closely with our customers as they look to deploy solutions to drive efficiency within their businesses, increasing our focus on accelerating growth in underpenetrated markets and driving incremental cost actions within our business will allow us to exit 2023 stronger, positioning us to deliver profitable growth, increased market share and improved free cash flow.\nIn closing, we are facing near-term headwinds and have taken actions to drive a stronger second half. Our long-term conviction in our business is unchanged. Moving forward, we are focused on driving profitable growth in our core and expansion markets, collaborating closely with our customers and partners to continue to elevate Zebra as a premier solutions provider in attracting, developing and retaining top global talent to drive innovation. I will now hand it back to Mike.\n\nMichael A. Steele\n\nVice President-Investor Relations, Zebra Technologies Corp.\n\nThanks, Bill. We'll now open the call to Q&A. We ask that you limit yourself to 1 question and 1 follow-up so that we can get to as many of you as possible."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/94a019856ddc515954b9a75dff814d03",
    "period": "2022 Q4",
    "content": "Q4 2022 Zebra Technologies Corp Earnings Call\n\nQ4 2022 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQFEB 16, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Fourth Quarter 2022 Zebra Technologies Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please come ahead.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nGood morning, and welcome to Zebra's fourth quarter conference call. This presentation is being simulcast on our website at investors.zebra.com, and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially due to factors discussed in our SEC filings.\nDuring this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales growth are year-over-year on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition.\nThis presentation will include prepared remarks from Anders Gustafsson, our Chief Executive Officer; Bill Burns, our Chief Product and Solutions Officer; and Nathan Winters, our Chief Financial Officer. Anders will begin with our fourth quarter highlights and an update on the previously announced CEO transition. Then Nathan will provide additional detail on the Q4 results and discuss our 2023 outlook. Bill will conclude with progress made on advancing our Enterprise Asset Intelligence vision. Following the prepared remarks, Joe Heel, our Chief Revenue Officer, will join us as we take your questions.\nNow let's turn to Slide 4 as I hand it over to Anders.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Mike. Good morning, and thank you for joining us. It was a strong finish to a challenging year, with sales and profitability near the high end of our outlook. For the quarter, we realized sales growth of approximately 4%, an adjusted EBITDA margin of 22.5%, an 80-basis-point increase year-over-year. Non-GAAP diluted earnings per share of $4.75, a 5% increase from the prior year, and strong free cash flow. Our team recovered from distribution challenges in North America to drive record sales volumes, which more than offset softer sales in our EMEA region. From a solutions offering perspective, printing, data capture, tablets and RFID were bright spots, more than offsetting lower sales of mobile computers.\nAlthough we continue to see cautious spending behavior with certain large customers, demand has generally remained solid, with strength in small to midsized orders. We secured a number of exciting wins, helping to drive a strong year-end and momentum into 2023. These wins included a large postal customer in Asia who expects to improve productivity and efficiency by equipping 70,000 mail carriers with our mobile computing solutions. A British grocer expects to improve their shopper experience and drive store efficiencies by deploying 80,000 personal shopper devices. And the European-based auto manufacturer plans to enable process improvement and quality assurance along all stages of the production line with 30,000 Zebra mobile computers. From a profitability perspective, we expanded EBITDA margin and increased EPS by scaling operating expenses and drove our strongest cash flow quarter of the year.\nAs you are aware, in December, we announced that Bill Burns will succeed me as CEO effective March 1. Bill is the ideal leader to continue to advance our strategy and has the full support of our Board and Executive team. Throughout his career, Bill has maintained a strong focus on culture, talent and innovation. He has been a key member of Zebra's executive leadership team since joining us more than 7 years ago to lead and integrate the enterprise business, which we had just acquired at the time. Since the announcement, Bill and I have been busy meeting with stakeholders discussing the transition and Zebra's bright future.\nI've also been taking this opportunity to thank our employees, suppliers and partners for their support and collaboration through the years as we transformed our business. I look forward to continuing to ensure a smooth transition as I assume the role of Executive Chair.\nI will now turn the call over to Nathan to review our Q4 financial results in more detail and discuss our 2023 outlook.\n\nNathan Andrew Winters\n\nCFO, Zebra Technologies Corporation\n\nThank you, Anders. Let's start with the P&L on Slide 7. In Q4, net sales increased 2.5%, including the impact of currency and acquisitions, and 3.9% on an organic basis. Our Asset Intelligence and Tracking segment increased 13.5%, driven by double-digit growth in printing. Enterprise Visibility & Mobility segment sales were approximately flat, with mixed performance among our offerings. We realized particularly strong growth in data capture solutions, including RFID as well as rugged tablets. Mobile computing sales declined, primarily due to challenging prior year compares, particularly in EMEA. We also drove growth across services and software with strong service attach rates.\nPerformance was mixed across our regions. North America sales increased 11%, helped by the recovery from supply chain challenges and strength in data capture and printing. EMEA sales declined 7%, primarily due to the 5-point impact of our suspension of sales into Russia in March as well as lower sales to large customers in Northern Europe. Asia Pacific sales grew 3%, with strength in Japan and growth in China despite COVID challenges late in the quarter. And Latin America sales increased 7%, with strong growth in Brazil and Mexico.\nAdjusted gross margin decreased 10 basis points to 45.6% due to FX, offset by lower premium supply chain costs. Adjusted operating expenses were lower, improving by 100 basis points as a percent of sales, primarily due to lower incentive compensation and effective cost management. Fourth quarter adjusted EBITDA margin was 22.5%, an 80-basis-point increase driven by operating expense scaling. Non-GAAP earnings per diluted share was $4.75, a 4.6% year-over-year increase.\nTurning now to the balance sheet and cash flow highlights on Slide 8. In 2022, we generated $413 million of free cash flow. Although Q4 was strong, the full year was significantly lower than last year, primarily due to a higher use of working capital due to elevated inventory, higher incentive compensation payments given our exceptional 2021 performance, and $135 million of previously announced settlement payments, which are scheduled to conclude in Q1 of 2024. In 2022, we invested approximately $880 million in the Matrox Imaging acquisition to expand our machine vision solutions offering. We made $751 million of share repurchases and invested $12 million in venture investments. We ended the year at a comfortable 1.6x net debt to adjusted EBITDA leverage ratio, and with more than $1.4 billion of capacity on our revolving credit facility.\nOn Slide 9, we highlight premium supply chain costs, which have continued to improve from peak levels. The actions we have taken to redesign products, targeted price increases as well as improving freight rates and capacity have enabled us to reduce component purchases on the spot market and reduce the freight cost impact. Additionally, we have increased the volume of printer shipments on ocean from air, which will contribute to reduced freight costs through 2023. In Q4, we incurred premium supply chain costs of $25 million as compared to the pre-pandemic baseline, which was favorable to what we had anticipated in our prior outlook, and $38 million lower than the prior year. We are expecting these premium supply chain costs to steadily decline in 2023.\nLet's now turn to our outlook. Customer demand and our order pipeline remained healthy, yet we continue to see some softening of demand and elongated sales cycles that we referenced last quarter through the uncertain macro environment. We are taking a cautious approach to our sales outlook and expense management while working to rightsize our inventory levels.\nFor the first quarter, our sales are expected to decline between 4% and 1% compared to the prior year. Our outlook assumes a 3-point negative impact from foreign currency changes and a 150-basis-point additive impact from recent acquisitions. This translates to expectations of negative 1% organic growth, which includes a 1-point headwind from sales into Russia last year. We anticipate Q1 adjusted EBITDA margin to be approximately 21%, driven by higher gross margins from improving supply chain costs despite significant FX headwinds. We expect premium supply chain costs to be approximately $20 million in Q1, a nearly $50 million year-over-year reduction. Non-GAAP diluted EPS is expected to be in the range of $3.70 to $4.\nFor the full year 2023, we anticipate net sales to be in the range of a 3% decline and 1% growth. This outlook assumes a 50-basis-point net negative impact from foreign currency changes and acquisitions as FX headwinds moderate throughout the year. We anticipate full year adjusted EBITDA margin between 22% and 23%. We expect premium supply chain costs of approximately $50 million for the year, with continued improvement in product availability.\nWe have also proactively managed operating expenses as evidenced by OpEx scaling in Q4 and recent targeted restructuring actions as we enter 2023, which enabled us to preserve strategic investments in the business. We expect our free cash flow to be at least $650 million for the year, which reflects the benefit of working down elevated inventory levels through the year, higher cash taxes and $180 million of previously announced settlement payments. Please reference additional modeling assumptions shown on Slide 10. Note that the cost of borrowing is expected to be approximately 5% to 6% this year, and our non-GAAP tax rate is expected to be approximately 19% due to the United Kingdom corporate tax rate increase.\nWith that, I will turn the call to Bill to discuss how we are advancing our Enterprise Asset Intelligence vision.\n\nWilliam J. Burns\n\nChief Product & Solutions Officer, Zebra Technologies Corporation\n\nThank you, Nathan. Before I talk about the progress we are making on our vision, I'd like to take a moment to thank Anders for his exceptional leadership with Zebra over the last 15 years. Through disciplined organic investment and strategic acquisitions, he's led the transformation of Zebra. He sponsored an innovative and authentic culture that has received many awards recognizing Zebra as a great place to work. Also under his leadership, shareholder value creation has significantly exceeded broader market benchmarks. I'm excited to build upon Anders legacy by continuing to advance our Enterprise Asset Intelligence vision.\nSlide 12 illustrates how we digitize and automate the front line of business by leveraging our industry-leading portfolio of products, software and services. By transforming workflows with our proven solutions that generate an attractive return on investment, Zebra's customers can effectively address their increasingly complex operational challenges. Our innovative solutions empower the workforce to do their jobs more effectively by navigating constant change in a near real-time, utilizing insights driven by our advanced software capabilities such as Prescriptive Analytics and Intelligent Automation.\nAs I focus on moving Zebra forward, we will collaborate closely with customers and partners to continue to elevate Zebra as a premier solutions provider and work to attract, develop and retain top global talent to drive innovation.\nSlide 13 summarizes our served market opportunities and long-term growth profile. The fundamental drivers of our business remain intact. Mega trends, including the on-demand economy, asset visibility, mobility and cloud computing and intelligent automation, provides secular tailwinds for our business. I am proud of the progress we're making in elevating our strategic relationship with our customers. We continue to extend our leadership position in our core business and are gaining traction in adjacent and expansion markets, which have higher growth profiles. Anders and Nathan highlighted RFID as a bright spot, where we have a comprehensive solutions offering for a wide range of use cases.\nOur momentum continues as we were just awarded a record RFID win last week. Another highlight is our market share gains in rugged tablets as a result of our focused investment. Overall, I believe we're well positioned to deliver 5% to 7% organic growth over a cycle, with an increasing attractive margin profile as we drive continued traction across our core, adjacent and expansion markets.\nNow we turn to Slide 14. Businesses partnered with Zebra to optimize their end-to-end workflows as they strive to meet an increasing demands of consumers across a variety of vertical end markets. As you can see on the slide, we address a wide range of workflows and use cases across retail and e-commerce, transportation, logistics, manufacturing, healthcare and other markets. Anders highlighted a few recent wins across these markets. The breadth of business challenges we are addressing has been expanding through our investment in new offerings and markets, enabling us to further penetrate customer accounts.\nFor example, leveraging our existing relationships enabled us to secure autonomous mobile robot and machine vision wins with our customers in manufacturing and warehouse use cases. We see a tremendous opportunity to continues to elevate and grow our customer relationships through our expanded solutions offerings.\nOn Slide 15, we highlight how Zebra was able to showcase how our solutions positively impact retail store operations to more than 1,300 customers at the National Retail Federation's trade show last month. At the event, we brought the modern store concept to life by demonstrating how our portfolio of solutions empower retailers to better engage associates, optimize inventory and elevate the customer experience. Our booth featured representatives from 2 prominent retailers who share how our solutions have improved their operational challenges. [Although some] improvement has realized the synergies of combining Zebra's mobile printers, mobile computers and our workflow optimization software solutions that improve the customer experience, increase efficiency and reduce friction in their workflows.\nZebra's solutions have resulted in increased customer satisfaction by improving inventory accuracy and streamlining the buy online, pick up in store experience as well as over 1 million hours of annualized labor savings and reduced label waste. Vera Bradley has improved associate engagement and retention by prioritizing workloads through our task and workforce management software solutions. By leveraging Zebra's mobile devices and software solutions, they can now align the right task to the right associate in real time, and increased employee satisfaction by reducing friction in schedule. Additionally, insights in our software solutions elevate the customers' experience for Vera Bradley by empowering frontline associates with better information, including visibility of product inventory and pricing.\nIn closing, I look forward to working with our team to advance our Enterprise Asset Intelligence vision by fostering an innovation -- innovative culture, collaborating with our customers and partners and delivering profitable growth across our core adjacent expansion markets.\nNow I'll hand it back to Mike.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nThanks, Bill. We'll now open the call to Q&A. We ask that you limit yourself to 1 question and 1 follow-up so that we can get through as many of you as possible."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/efb674a27ed32b534056ecd70ce1de12",
    "period": "2022 Q3",
    "content": "Q3 2022 Zebra Technologies Corp Earnings Call\n\nQ3 2022 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQNOV 1, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Third Quarter 2022 Zebra Technologies Earnings Conference Call. (Operator Instructions) Please note this event is being recorded. I'd now like to turn the conference over to Mike Steele, Vice President of Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nGood morning, and welcome to Zebra's Third Quarter Conference Call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially due to factors discussed in our SEC filings.\nDuring this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales growth are year-over-year on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition.\nThis presentation will include prepared remarks from Anders Gustafsson, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Anders will begin with our third quarter results. Then Nathan will provide additional detail on the financials and discuss our fourth quarter outlook. Anders will conclude with progress made on advancing our Enterprise Asset Intelligence vision. Following the prepared remarks, Jo Heel, our Chief Revenue Officer, will join us as we take your questions. Now let's turn to Slide 4 as I hand it over to Anders.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Mike. Good morning, everyone, and thank you for joining us. For the quarter, we realized a sales decline of 3%, and adjusted EBITDA margin of 21.1%, a 60 basis point decrease; and non-GAAP diluted earnings per share of $4.12, a 9% decrease from the prior year. We were unable to fulfill all orders due to supply chain challenges related to persistent component shortages for certain products as well as disruption in the transition to our new North American distribution center in the Chicago area. These challenges led to lower throughput than planned late in the quarter. This, along with orders from some large customers being deferred contributed to the lower-than-expected results.\nIn North America and EMEA, cycling 2 prior year large mobile computing deployments and suspension of sales in Russia resulted in the sales declines. Our Asia Pacific and Latin America regions were bright spots in the quarter with double-digit sales growth. Globally, we realized sales growth with our small and medium-sized customers which was more than offset by a decline from our large customers. From a solutions offering perspective, we drove growth across data capture, printing, supplies, services and software. These helped to partially offset the sales decline in mobile computing. We expanded gross margin over the prior year despite significant FX pressure, yet EBITDA margin contracted and EPS declined due to the deleveraging of operating expenses from the sales decline.\nWe have initiated meaningful actions to address the supply chain challenges, which was the primary driver for our results. These include organizational changes and the reallocation of resources to drive improved focus and execution in our supply chain, initiating specific actions with our supply chain partners to improve operations and extending the planned transition of our North America distribution center to mitigate execution risk.\nCustomer demand and our order pipeline generally remains healthy, yet has slowed since late Q3. Given the macroeconomic uncertainty, we see elongated sales cycles and certain projects being deferred. As a result, we are taking a cautious approach to our Q4 sales outlook and expense management while working to rightsize our working capital levels in the coming quarters to improve free cash flow conversion.\nAt the same time, we continue to prudently invest in initiatives that advance our solutions offerings. With that, I will now turn the call over to Nathan to review our Q3 financial results in more detail and discuss our fourth quarter outlook.\n\nNathan Andrew Winters\n\nCFO, Zebra Technologies Corporation\n\nThank you, Anders. Let's start with the P&L on Slide 6. In Q3, adjusted net sales declined 4%, including the impact of currency and acquisitions and down 3.2% on an organic basis, primarily due to supply chain challenges and lower sales to large customers. Our Asset Intelligence & Tracking segment increased 12.4%, driven by double-digit growth in both printing and supplies as product availability has continued to generally improve.\nEnterprise Visibility & Mobility segment sales declined 8.8% due to supply chain bottlenecks, including component shortages. We realized particularly strong growth in data capture solutions, including RFID and as well as rugged tablets. We also drove growth across services and software with strong service attach rates and attractive software offerings.\nPerformance was mixed across our regions. Asia Pacific sales grew 20% with broad-based strength across the region, including China. Latin America sales increased 10% with exceptional growth in Mexico. And in North America and EMEA, sales decreased 9% and 2%, respectively, due to the supply chain challenges, lower sales to large customers and the suspension of sales in Russia.\nAdjusted gross margin increased 80 basis points to 45.8% and due to favorable business mix and lower premium supply chain costs, partially offset by unfavorable FX. Adjusted operating expenses increased due to acquisitions and delevered by 60 basis points due to the sales decline. Third quarter adjusted EBITDA margin was 21.1%, a 60 basis point decrease from the prior year period due to expense deleveraging on lower sales. Non-GAAP earnings per diluted share was $4.12, a 9.5% year-over-year decrease.\nTurning now to the balance sheet and cash flow highlights on Slide 7. For the first 9 months of 2022, we generated $170 million of free cash flow, which was significantly lower than last year, primarily due to a higher use of working capital due to elevated inventory and sales volume shifting to later in the quarter, higher incentive compensation payments given our exceptional 2021 performance and $90 million of previously announced settlement payments.\nWe made $50 million of share repurchases and invested $6 million in venture investments in the third quarter. We ended the quarter at a comfortable 1.7x net debt to adjusted EBITDA leverage ratio and with more than $1.2 billion of capacity on our revolving credit facility. On Slide 8, we highlight that premium supply chain costs have improved from peak levels. The actions we have taken to redesign products, targeted price increases as well as the improving freight capacity have enabled us to reduce purchases on the spot market and reduce the freight cost impact. We are on plan to move printer shipments to ocean from air late this year and into early 2023.\nFor the full year 2022, we now expect approximately $190 million of premium supply chain costs over pre-pandemic 2019 levels, a $10 million reduction from our prior outlook. In Q3, we incurred premium supply chain costs of $30 million as compared to the pre-pandemic baseline, which was favorable to what we had anticipated in our prior outlook.\nIn total, Q3 transitory items had a combined favorable gross margin impact of $14 million year-over-year. And in Q4 are expected to be approximately $35 million, which is a nearly $30 million reduction year-on-year.\nLet's now turn to our outlook. Q4 sales are expected to be approximately flat from the prior year period, with a range of negative 2% to positive 1% growth. As compared to our prior outlook, the lower sales growth is driven by softening demand, continued supply chain challenges and currency headwinds. We are confident in this guide given our relatively strong order backlog, improved quarter-to-date shipment activity and actions taken to stabilize North American distribution.\nWe estimate a 2-point additive impact from recently acquired businesses and a 4-point negative impact from foreign currency changes. As a reminder, approximately 25% of our global sales are denominated in euros. We anticipate Q4 adjusted EBITDA margin to be between 22% and 23%, which is an increase from both the prior year and the prior quarter. Given our tempered view of the demand environment, we are taking a conservative approach to managing operating expenses while preserving strategic growth investments.\nNon-GAAP diluted EPS is expected to be in the range of $4.50 to $4.80. We now expect our free cash flow to be at least $400 million for the year, which we have significantly reduced from our prior outlook due to lower profits and elevated inventory levels that we will be working down into 2023 as we rationalize safety stock and execute on our North America distribution transition. Sales seasonality has improved to more normalized levels in Q4, which should drive the peak cash flow quarter for 2022.\nPlease reference additional modeling assumptions shown on Slide 9. With that, I will turn the call back to Anders to discuss how we are advancing our Enterprise Asset Intelligence vision with our customers.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Nathan. The long-term fundamental drivers of our business remain strong. Slide 11 illustrates how we digitize and automate the front line of business by leveraging our industry-leading portfolio of products, software and services.\nBy transforming workflows with our proven solutions, Zebra's customers can effectively address their complex operational challenges, which have been magnified through the pandemic. This value proposition resonates with customers in any macroeconomic environment as it improves productivity and inventory accuracy among an extensive list of other operational benefits.\nAs we have expanded our portfolio with compelling solutions, we have elevated our strategic position with our customers. Our trusted relationships with our partners across the globe augment our capabilities, enabling us to serve more customers worldwide. Our new fixed industrial scanning and machine vision solutions resonated well with customers and partners at recent trade shows in Stuttgart, Germany and Boston, Massachusetts.\nOur booths featured advanced optical character recognition supported by deep learning capabilities gained through our 2021 Adaptive Vision acquisition. Our comprehensive offering has put us in a strong competitive position.\nNow turning to Slide 12. Businesses partner with Zebra to optimize their end-to-end workflows as they strive to meet the increasing demands of consumers. Zebra solutions continue to represent a necessary investment, and I would like to highlight several recent key wins across our end markets.\nA large North American retailer recently selected Zebra's TC52 mobile computers for their stable network connection, durability and camera performance. This customer maximizes value from Zebra solutions by combining our mobile computers with our Reflexis workforce and task management, Zebra Prescriptive Analytics and Intuit software. This combination enables the retailer to improve inventory accuracy and the omnichannel shopping experience for their customers.\nA North American-based fast-food chain has chosen Zebra's handheld RFID solution to enhance inventory management. This solution will enable each restaurant to reap the benefits of a more digitized supply chain by streamlining the process to track and trace inventory from its suppliers to the restaurant. Adoption of this technology will assist the customer to comply with the Food Safety Modernization Act.\nA transportation company in Europe has begun rolling out approximately 20,000 mobile tablets to streamline their vehicle rental process. Zebra's exceptional service and integrated product offerings displaced a competitor and will enable associates to complete vehicle workarounds inspections in the reservation process more efficiently. The convenience store chain in Latin America is expanding their use of Zebra solutions from the distribution center to the front of store with more than 50,000 Zebra mobile computers, printers and tablets.\nDeployment of these Zebra solutions is expected to significantly increase productivity, inventory accuracy and improve shopper satisfaction. Zebra's Mobility DNA software, which enables intuitive device management and our compelling customer value proposition were key differentiators in this competitive win. Apparel manufacturer, BMC, recently selected Zebra's autonomous mobile robots and fixed industrial scanners for their new 50,000 square foot North American facility.\nZebra collaborated with a major partner to develop a solution that would enable a flexible workflow and enhanced visibility along each step of the production line. By combining our autonomous mobile robots and fixed industrial scanners, BMC will realize powerful synergies with scanners tracking each step of production in directing the robots along the workflow. The robots streamline associates movements enabling faster fulfillment. This flexible and scalable solution was preferred to a traditional fixed conveyance system because it saves vital warehouse space and adjusts to demand.\nAdditionally, we recently secured a large win with a major European retailer who selected Zebra's fixed industrial scanners to significantly reduce scan time, increasing throughput at several thousand packing stations, resulting in a faster than 1-year payback on investment. Zebra's collaboration with the customer and a valued partner was integral to this competitive win.\nAs we turn to Slide 13, I want to reiterate the actions we have taken to address our challenges with North American distribution, elevated inventory levels and increased macroeconomic headwinds. We have executed key organizational changes and have initiated specific actions with our supply chain partners to stabilize operations and reallocate resources to address immediate challenges.\nWe are also taking decisive steps to rationalize inventory while maintaining optimal levels of strategic components. Additionally, we are taking prudent cost actions as we realized softening demand and implementing additional pricing actions to address FX and inflation. In closing, we continue to be very optimistic about the prospects and opportunities for our business. We have the broadest portfolio of tailored solutions to enable our customers to improve their operations in any environment.\nThe global labor deficit and on-demand economy have escalated the need for enterprises to digitize and automate their operations with our solutions. Now I will hand the call back over to Mike.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nThanks, Anders. We'll now open the call to Q&A. (Operator Instructions)."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2f29662643ce0936e6a9f0f291358d04",
    "period": "2022 Q2",
    "content": "Q2 2022 Zebra Technologies Corp Earnings Call\n\nQ2 2022 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQAUG 2, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Second Quarter 2022 Zebra Technologies Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nGood morning, and welcome to Zebra's second quarter conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially due to factors discussed in our SEC filings.\nDuring this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of this slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales growth are year-over-year on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition. This presentation will include prepared remarks from Anders Gustafsson, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer.\nAnders will begin with our second quarter results, then Nathan will provide additional detail on the financials and discuss our revised 2022 outlook. Anders will conclude with progress made on advancing our Enterprise Asset Intelligence Vision. Following the prepared remarks, Joe Heel, our Chief Revenue Officer, will join us as we take your questions. Now let's turn to Slide 4 as I hand it over to Anders.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Mike. Good morning, everyone, and thank you for joining us. Our team delivered solid second quarter results in a challenging macro environment. For the quarter, we realized sales growth of nearly 7% and an adjusted EBITDA margin of 21.9%, a 170 basis point decrease and non-GAAP diluted earnings per share of $4.61, a 1% increase from the prior year. Customer demand remains strong for our solutions, which digitize and automate workflows. We realized double-digit sales growth in EMEA, Asia Pacific and Latin America and a slight decline in North America on strong prior year comparisons.\nWe realized growth across all major offerings, including printing, where we recovered nicely from a challenging Q1. Our health care, manufacturing and retail and e-commerce end markets each grew faster than the corporate average. Our team successfully navigated the China COVID lockdowns and our actions to redesign certain products and secure long-term purchase agreements enabled us to generate more supply, particularly for printers. We also scaled adjusted operating expenses to drive profitability while continuing to prudently invest in our growth initiatives.\nOverall, we are pleased that our second quarter sales performance was near the high end of our expectations, and EPS exceeded our guidance range as our team executed well on our efforts to mitigate supply chain challenges. With that, I will now turn the call over to Nathan to review our Q2 financial results in more detail and discuss our revised 2022 outlook.\n\nNathan Andrew Winters\n\nCFO, Zebra Technologies Corporation\n\nThank you, Anders. Let's start with the P&L on Slide 6. In Q2, adjusted net sales increased 6.4%, including the impact of currency and acquisitions and 6.9% on an organic basis as we secured a greater supply of certain products than we had anticipated. Our Asset Intelligence & Tracking segment, including printing and supplies increased 9.7%, driven by a strong recovery in printing as we secured critical components to better satisfy record levels of customer demand.\nEnterprise Visibility & Mobility segment sales increased 5.6%, with solid growth in both data capture and mobile computing solutions. We realized particularly strong growth in RFID solutions as well as ruggedized tablets in Q2. We also continue to drive solid growth across services and software with strong service attach rates and attractive software offerings. We realized strong growth in 3 of our 4 regions. EMEA sales increased 17%, driven by particularly strong growth in mobile computing and printing inclusive of the impact of exiting Russia in March. Asia Pacific sales grew 14%, with particular strength in India.\nLatin America sales increased 16%, with exceptional growth in Mexico. And in North America, sales decreased 2% due to supply constraints. We also cycled particularly strong mobile computing sales volumes in Q2 of last year. Adjusted gross margin declined 200 basis points to 46%, due to higher premium supply chain costs and China import tariff recovery in the prior year period, partially offset by higher service and software margin.\nAdjusted operating expenses as a percent of sales improved 60 basis points. Second quarter adjusted EBITDA margin was 21.9%, a 170 basis point decrease from the prior year period. Non-GAAP earnings per diluted share was $4.61, a 0.9% year-over-year increase, helped by lower share count and lower taxes. Note that in the quarter, we entered into a settlement agreement resulting in a $372 million onetime non-GAAP charge, which will be paid out over 8 quarterly installments.\nTurning now to the balance sheet and cash flow highlights on Slide 7. For the first half of 2022, we generated $123 million of free cash flow which was lower than the last year, primarily due to a higher use of working capital as sales volumes shifted to later in the period due to the China lockdowns, higher incentive compensation payments given our exceptional 2021 performance, and the initial $45 million quarterly installment payment related to the settlement I just mentioned.\nFrom a balance sheet perspective, as previously announced, we have significantly increased our available borrowing capacity to align with our growing business to optimize our capital structure. Our new credit facility provides us ample flexibility for organic and inorganic investment, including the recent acquisition of Matrox Imaging as well as share repurchases through our recently announced $1 billion incremental authorization. We made $300 million of share repurchases in Q2 and from a debt leverage perspective, we ended the quarter at a comfortable 1.7x net debt to adjusted EBITDA leverage ratio.\nOn Slide 8, we highlight that premium supply chain costs have sequentially improved from peak levels. Our team has been successfully working all avenues, including product redesigns and negotiating long-term supply agreements for critical components, which has enabled us to reduce our purchases in the spot market. We have been seeing steady improvement in the supply chain environment, which we continue to closely monitor.\nIn Q2, we incurred incremental premium supply chain costs of $56 million as compared to the pre-pandemic baseline which was favorable to what we had anticipated in our prior outlook. In total, Q2 transitory items had a combined unfavorable gross margin impact of $35 million year-over-year. And in Q3 are expected to be approximately $45 million, which is a neutral year-on-year impact net of pricing.\nLet's now turn to our outlook. We entered the second half of the year with a strong order backlog and healthy sales pipeline, supported by broad-based demand for our solutions. We have been experiencing a steady improvement in manufacturing output. However, our sales growth continues to be limited by extended lead times and availability of certain component parts. Our organic growth has also been impacted by approximately 1 to 2 points after stopping shipments to Russia in March.\nFor Q3, we are limiting our sales growth to a range of 2% to 4% due to actions to reduce expedited airfreight costs and shift our printer products to ocean shipments, which will improve both Q4 growth and profitability. We are also assuming a 2-point additive impact from recently acquired businesses and a 3-point negative impact from foreign currency translation. As a reminder, approximately 25% of our global sales are denominated in euros.\nWe anticipate Q3 adjusted EBITDA margin to be approximately 22%, which is an increase from both prior year and prior quarter. Non-GAAP diluted EPS is expected to be in the range of $4.35 to $4.65. For the full year 2022, we are reaffirming our outlook with a sales growth range between 4% and 6%, inclusive of the impact of exiting Russia. We are also assuming a 150 basis point additive impact from recently acquired businesses and a 225 basis point negative impact from foreign currency translation. We now anticipate full year 2022 adjusted EBITDA margin of approximately 22%, the low end of our prior guide, primarily due to the significantly stronger U.S. dollar.\nProfit margins are expected to improve in the second half of the year as we continue to shift to lower-cost freight options and prudently manage operating expenses and investments. We now expect our free cash flow to be at least $650 million for the year, which we have reduced primarily due to the approximately $150 million of settlement-related payments. Please reference additional modeling assumptions shown on Slide 9. With that, I will turn the call back to Anders to discuss how we are advancing our Enterprise Asset Intelligence vision.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Nathan. We are entering the second half of the year in a position of strength as we closely monitor the volatile global macro environment. We have a track record of protecting profitability and cash flow in any environment while preserving investments that drive sustainable, profitable growth. I am encouraged by the continued strong demand we are seeing across our business and the bold actions our teams are taking to mitigate the supply chain impacts.\nSlide 11 illustrates how we digitize and automate the front line of business by leveraging our industry-leading portfolio of products, software and services. By transforming workflows with our proven solutions, Zebra's customers can effectively address their complex operational challenges, which have been magnified since the pandemic. As we have extended our lead in the industry and expanded our portfolio with compelling solutions, we have elevated our strategic position with our customers.\nOur trusted relationships with our 10,000-plus partners across the globe augment our capabilities, enabling us to serve more customers worldwide and we are always excited to engage with partners who drive the value. We are excited about our new global strategic alliance with Accenture, which focuses on solving complex operational challenges in retail and other end markets with Zebra solutions. We are collaborating to advance our customers' strategies to drive productivity, inventory accuracy and customer service levels among a variety of other benefits that can be realized by digitizing and automating workflows throughout the enterprise.\nNow turning to Slide 12. Businesses partner with Zebra to help optimize their end-to-end workflows as they strive to meet the increasing demands of consumers. I would like to highlight several recent key wins across our end markets. The major global transportation and logistics company is expanding its relationship with Zebra across multiple product lines to ensure a more accurate package loading using RFID technology across many sites.\nZebra's RFID printers and scanners are integral to plugging packages loaded into the wrong truck in real time using RFID technology before the vehicle leaves the location. Zebra also supplied more than 3,000 tablets to assist associates in moving trailers around the yard, ensuring the most efficient placement of trucks, trailers and packages.\nA large supermarket operator in Europe will more than double its fleet of Zebra enterprise mobile computers in a multiyear rollout covering warehouse, front and back of store and curbside pickup use cases displacing consumer cellphones. The customer expects improved productivity benefits through better product availability, faster execution on click and collect use cases and real-time price checking as they drive towards the 0 food waste goal. This expansion win results from the exceptional service and trust established over our long-standing relationship and throughout the RFP process.\nIn another recent win, a major U.S. convenience store chain added additional mobile computers in each of its more than 2,000 stores to augment its inventory management and merchandising use cases. This customer has a deep penetration of Zebra solutions, including our printers, mobile computers and scanners to digitize and automate its workflows. Several years ago, this customer had implemented other Zebra solutions in its warehouses and has subsequently selected Zebra for additional use cases as it addressed other business challenges. Additionally, a significant U.S. health care product distributor expanded their use of Zebra solutions, equipping their warehouse staff with wrist and ring scanners to improve efficiency in their pick and pack use cases for their warehouse associates.\nZebra collaborated with the customer and the partner to ensure e-supporting of their applications to the Android operating system. We are also very pleased to be making progress in our most recent expansion markets, fixed industrial scanning, machine vision and autonomous mobile robots. We closed on the purchase of Matrox Imaging in early June, and we joined them at the automated warehouse trade show in Detroit. We are excited to add Matrox Imaging's leading comprehensive portfolio of machine vision solutions along with many specialized channel partners to help us scale our combined business.\nAt automate, we also highlighted our Fetch autonomous mobile robot fulfillment solution which we have been deploying at third-party logistics provider, Rakuten, and we are excited about another recent key win with Maersk, an integrated logistics company. Additionally, Fetch AMR conveyance and material movement solutions, continued strong traction in use cases for health care supply delivery, automotive spare parts, campaigns and waste removal.\nIn closing, our actions have enabled us to begin to recover from industry-wide supply chain challenges, and we continue to be very excited about our growth prospects as we monitor the volatile macro environment. The global labor deficit and supply chain challenges have escalated the need for enterprises to digitize and automate their operations with our solutions. We have the broadest portfolio of tailored solutions to help our customers advance their strategies. Now I will hand the call back over to Mike.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nThanks, Anders. We'll now open the call to Q&A. (Operator Instructions)"
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a644f01c89287cf709a04c2b172fdb3d",
    "period": "2022 Q1",
    "content": "Q1 2022 Zebra Technologies Corp Earnings Call\n\nQ1 2022 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQMAY 3, 8:30 AM\n\nOperator\n\nGood day. and welcome to the First Quarter 2022 Zebra Technologies Earnings Conference Call. (Operator Instructions) Please note, today's event is being recorded. I would now like to turn the conference over to Mike Steele, Vice President, Investor Relations. Please go ahead, sir.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nGood morning, and welcome to Zebra's first quarter conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year.\nOur forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially due to factors discussed in our SEC filings.\nDuring this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of the slide presentation and in today's earnings press release.\nThroughout this presentation, unless otherwise indicated, our references to sales growth are year-over-year, on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition. This presentation will include prepared remarks from Anders Gustafsson, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Anders will begin with our first quarter results. Then Nathan will provide additional detail on the financials and discuss our revised 2022 outlook. Anders will conclude with progress made on advancing our Enterprise Asset Intelligence vision. Following the prepared remarks, Joe Heel, our Chief Revenue Officer, will join us as we take your questions. Now let's turn to Slide 4 as I hand it over to Anders.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Mike. Good morning, everyone, and thank you for joining us. Our team delivered solid first quarter results in an exceptionally challenging macro environment. For the quarter, we realized adjusted net sales growth of greater than 5%, and adjusted EBITDA margin of 19.9%, a 540 basis point decrease and non-GAAP diluted earnings per share of $4.01, a 16% decrease from the prior year.\nCustomer demand remains strong for our solutions that digitize and automate workflows. We realized sales growth across all 4 regions, supported by exceptional strength in mobile computing with particularly strong growth in Asia Pacific and Latin America. Our teams have continued to manage supply chain constraints as we navigate significant global macro uncertainty, including COVID-19 lockdowns across Asia. We were able to secure more supply in mobile computing and scanning than we originally anticipated, which more than offset the impact of suspending shipments to Russia in early March. However, we were unable to fully satisfy customer demand, particularly for our printing products.\nSupply chain costs were greater than our expectations and significantly weighed on gross margin, which was partially offset by higher service and software margin. Operating expenses as a percentage of revenue increased due to acquisitions in our expansion markets and resuming in-person events. Overall, we are pleased that our first quarter sales and earnings performance exceeded the high end of our guidance ranges despite extreme supply chain challenges including transitory costs that were higher than our expectations. With that, I will now turn the call over to Nathan to review our Q1 financial results in more detail and discuss our revised 2022 outlook.\n\nNathan Andrew Winters\n\nCFO, Zebra Technologies Corporation\n\nThank you, Anders. Let's start with the P&L on Slide 6. In Q1, adjusted net sales increased 6.1%, including the impact of currency and acquisitions, and 5.4% on an organic basis as we successfully secured a greater supply of mobile computers and data capture products than we had anticipated.\nOur Asset Intelligence and Tracking segment, including printing and supplies, declined 8.1% due to significant supply constraints on our printing products as well as cycling strong prior year results. Enterprise Visibility & Mobility segment sales increased 11.6%, driven by exceptional growth in mobile computing. We continue to drive solid growth across services and software with strong service attach rates and expansion of our software offerings.\nWe recognized growth in all 4 regions. North America sales increased 2% with strength across the portfolio with the exception of printing. EMEA sales increased 2% driven by strong growth in mobile computing. Asia Pacific sales grew 28% with strength across all major geographies, including China. And in Latin America, sales increased 31% with exceptional growth in Mexico.\nAdjusted gross margin declined 430 basis points to 44.6% due to unprecedented premium supply chain costs and unfavorable product mix partially offset by higher service and software margins. We will discuss our supply chain expenses further in a moment.\nAdjusted operating expenses as a percentage of sales increased 100 basis points primarily due to new business acquisitions in our expansion markets as well as increased marketing activities and employee travel costs as we return to in-person events.\nFirst quarter adjusted EBITDA margin was 19.9%, a 540 basis point decrease from the prior year period primarily due to negative gross margin impact of unprecedented supply chain costs. Non-GAAP earnings per diluted share was $4.01, a 16.3% year-over-year decrease.\nTurning now to the balance sheet and cash flow highlights on Slide 7. Our balance sheet remains strong. From a debt leverage perspective, we ended the quarter at a modest 0.8x net debt to adjusted EBITDA leverage ratio, which provides us ample flexibility. In Q1, we generated $40 million of free cash flow, which was lower than last year primarily due to higher incentive compensation payments given our exceptional 2021 performance and a higher use of working capital as sales volumes shifted to later in the quarter.\nWe also made $305 million of share repurchases as we have been opportunistic in a volatile market. On Slide 8, we show the impact of transitory costs related to industry-wide supply chain disruption caused by the pandemic. Our team continues to work all avenues to satisfy strong customer demand, including product redesigns, long-term supply agreements, buying critical components in the spot market along with expediting component parts and finished goods to meet our commitments to our customers.\nIn Q1, we incurred incremental premium supply chain costs of $69 million as compared to the pre-pandemic baseline, which was higher than we had anticipated in our prior outlook. In total, transitory items had a combined unfavorable gross margin impact of $57 million year-over-year.\nOver the past year, these elevated supply chain costs have continued to evolve. At this point, approximately 1/2 of the impact is associated with buying critical components on the spot market at elevated prices and expedited shipping of our printing products via air versus ocean. We expect this portion of the impact to improve throughout the year based on committed volumes from our key suppliers. The remaining half of the impact is associated with elevated freight costs. In Q1, we saw shipping cost per kilo improved, and we assume March pricing holds through the remainder of the year.\nThe war in Eastern Europe and lockdowns in manufacturing sites in China have elevated our supply chain costs above our prior expectations and delayed the improvement we had expected. We now anticipate approximately $200 million of premium supply chain costs for the full year. This impact is net of the anticipated impact of a price increase announced last week across our product portfolio that will become effective as we enter the second half of the year.\nLet's now turn to our outlook. We entered the second quarter with a strong order backlog and healthy sales pipeline supported by broad-based demand for our solutions. Our expected sales growth of 3% to 7% is limited by what we can deliver to our customers due to extended lead times and limited availability of component parts, amplified by COVID-19 lockdowns across China. Our guide assumes steady improvement in Chinese manufacturing output. Our outlook also assumes a neutral impact from acquisitions and foreign currency changes.\nWe anticipate Q2 adjusted EBITDA margin to be between 20% and 21%, which assumes gross margin contraction from the prior year due to unfavorable sales mix and expected premium supply chain costs of $60 million, which translates to an approximately 260 basis point decremental margin impact as compared to the prior year period. We also expect increased operating expenses as a percentage of sales primarily due to our entry into multiple expansion markets since last spring and resuming in-person events. Non-GAAP diluted EPS is expected to be in the range of $4.05 to $4.35.\nFor the full year 2022, we are reiterating our outlook of adjusted net sales growth between 3% and 7%. Demand continues to be robust, and product supply is improving, which offsets the headwind of 1 to 2 points of sales into Russia and global macro uncertainty that is escalated since our prior outlook. This sales growth outlook now assumes a 50 basis point detrimental net impact from foreign currency and business acquisitions due to the significant move in the euro since our prior update.\nWe now anticipate full year 2022 adjusted EBITDA margin of approximately 22% to 23%, which is 1 point lower than our previous guide due to our revised expectation of supply chain costs, which are $60 million higher than the impact we realized in 2021.\nWe now expect our free cash flow to be at least $800 million for the year, which we have reduced due to the increase in expected supply chain costs as well as the anticipated increased use of working capital due to the timing of sales and inventory replenishment. Note that our outlook excludes the pending acquisition of Matrox Imaging, which Anders will cover in a moment.\nPlease reference additional modeling assumptions shown on Slide 9. With that, I will turn the call back to Anders to discuss how we are advancing our Enterprise Asset Intelligence vision.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Nathan. I am encouraged by the strong demand across our business and the bold actions our teams are taking to navigate the supply chain challenges and the uncertain global environment. Slide 11 illustrates how we digitize and automate the front line of business by leveraging our industry-leading portfolio of products, software and services. By transforming workflows with our proven solutions, Zebra's customers can effectively address their complex operational challenges, which have been magnified by the pandemic. We empower the workforce to do their jobs more efficiently by navigating constant change in near real time, utilizing insights driven by advanced software capabilities such as prescriptive analytics, intelligent automation and machine vision.\nWe were very excited to resume active participation in trade show events. At MODEX '22, the world's premier supply chain show, Zebra showcased our solutions, which provide intelligent automation to help warehouses increase their productivity as e-commerce accelerates. Attendees were interested in the dynamic orchestration between our autonomous mobile robots and warehouse associates equipped with our wearable technology, which significantly increases pick productivity. Zebra also demonstrated how our fixed industrial scanners and autonomous mobile robots work together to increase efficiency and reduced costs in warehouse operations.\nAt HIMSS, the leading global health care conference, customers were excited to see how our solutions are designed to connect critical equipment, patients and caregivers to address challenges across their operations, ranging from patient identification to pharmaceutical supply chain visibility. Our booth featured track and trace technologies including scan and print solutions that increase the accuracy of inventory supply management to improve throughput, reduce waste and inform sourcing decisions. We also highlighted how Zebra's RFID solutions can further improve health care operations and patient safety.\nEarlier this year, we raised our long-term organic sales growth expectations to 5% to 7% and provided a refreshed view of our served markets, as noted on Slide 12. These expectations are supported by mega trends, including the on-demand economy, asset visibility, mobility and cloud computing and automation. These trends have become increasingly important to our enterprise customers and are now a higher priority as labor shortages and cost inflation continue to bring more challenges.\nOur announcement in March to acquire Matrox Imaging, a recognized leader in machine vision, underscores our commitment to scaling into these expansion markets.\nSlide 13 illustrates how the Matrox acquisition will enable us to create a comprehensive portfolio of fixed industrial scanning and machine vision solutions, building on our smart camera product launch last year and augmenting our growing expertise in software and deep learning.\nMatrox brings a complementary offering of products and solutions, including advanced smart cameras, vision controllers and 3D sensors as well as one of the most sophisticated software imaging libraries in the market. These solutions capture, inspect, assess and record data from industrial systems in factory automation, electronics, pharmaceuticals and semiconductor industries. Customers benefit from increased productivity and improved product quality.\nWith this acquisition, Zebra will become even better positioned to serve our customers' increasingly complex needs regardless of where they are on their automation journey. Matrox generates annual sales of approximately $100 million with a higher profit margin profile than Zebra. The $875 million acquisition is expected to close midyear.\nNow turning to Slide 14. Businesses partner with Zebra to help optimize their end-to-end workflows as they strive to meet increasing demands of consumers. I would like to highlight several recent key wins across our end markets. A truck stop operator in North America recently began rolling out our test management and prescriptive analytics software solutions to its more than 700 locations. We are addressing this customer's need to track and optimize its internal supplies and retail inventory levels in real time while prioritizing and directing employee resources to the highest value opportunities. The feedback loop on task execution is critical as they aim to maximize productivity and customer satisfaction.\nA large supermarket operator in Europe has expanded its use of Zebra products, including mobile computers and scanners to address click and collect use cases for buy online, pick up in-store transactions, price checking, loss prevention, inventory reallocation among stores and improved product availability. This expansion win demonstrates the productivity benefit of a more connected and empowered workforce.\nOne of the largest railroad freight companies in North America is deploying our TC57 mobile computers to its train conductors and employees working in the rail yards. They use the devices to ensure cargo is onboarded to the correct train or truck for the next leg of its journey and to automate time and attendance tasks and daily activity of the train crew. The ruggedness and productivity of the Zebra solution was a key differentiator in this competitive win against the consumer device.\nIn another recent win, a regional health care system expanded their use of Zebra solutions replacing desk phones with our TC21 mobile computers and deploying TC52 mobile computers with our Workforce Connect application for instant clinical communications, including secure texting and calls. We continue to collaborate with this customer to explore additional solutions that can further optimize their operations.\nWe were also very pleased that Rakuten, a large third-party logistics provider, selected Zebra's autonomous mobile robots to improve the productivity of their warehouse operations. This fulfillment solution will improve picking efficiency, eliminating unnecessary steps for its frontline workers. The connectivity of the associates through wearable technology increases the ability to share prioritized tasks in real time to create additional efficiencies.\nIn closing, we continue to be very excited about our growth prospects. The pandemic has accelerated trends that drive Zebra's vibrant markets, including digitizing the health care patient journey e-commerce adoption and real-time track and trace across the supply chain. We are working diligently to navigate through near-term industry-wide supply chain challenges and to satisfy strong customer demand for our solutions. Now I'll hand the call back over to Mike.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nThanks, Anders. We'll now open the call to Q&A. (Operator Instructions)."
  },
  {
    "header": "ZBRA",
    "cik": "0000877212",
    "ticker": "ZBRA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d96ae2df3a9a4c648791f91545704bdf",
    "period": "2021 Q4",
    "content": "Q4 2021 Zebra Technologies Corp Earnings Call\n\nQ4 2021 Zebra Technologies Corp Earnings Call\n\nZBRANASDAQFEB 10, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to Zebra's Fourth Quarter and Full Year 2021 Earnings Conference Call. (Operator Instructions) Please also note today's event is being recorded. At this time, I'd like to turn the floor over to Mike Steele, Vice President of Investor Relations. Sir, you may begin.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nGood morning, and welcome to Zebra's fourth quarter conference call. This presentation is being simulcast on our website at investors.zebra.com and will be archived there for at least 1 year. Our forward-looking statements are based on current expectations and assumptions and are subject to risks and uncertainties. Actual results could differ materially due to factors discussed in our SEC filings. During this call, we will reference non-GAAP financial measures as we describe our business performance. You can find reconciliations at the end of the slide presentation and in today's earnings press release. Throughout this presentation, unless otherwise indicated, our references to sales growth are year-over-year on a constant currency basis and exclude results from recently acquired businesses for the 12 months following each acquisition.\nThis presentation will include prepared remarks from Anders Gustafsson, our Chief Executive Officer; and Nathan Winters, our Chief Financial Officer. Anders will begin with our fourth quarter and full year 2021 results. Then Nathan will provide additional detail on financials and discuss our 2022 outlook. Anders will conclude with progress made on advancing our Enterprise Asset Intelligence vision along with an updated view of our served market opportunity and revised long-term sales outlook. Following the prepared remarks, Joe Heel, our Chief Revenue Officer, will join us as we take your questions. Now let's turn to Slide 4 as I hand it over to Anders.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Mike. Good morning, everyone, and thank you for joining us. Our team delivered solid fourth quarter results in an exceptionally challenging supply chain environment. For the quarter, we realized adjusted net sales growth of 12% or 10% on an organic basis. Adjusted EBITDA of $319 million, a 4% year-over-year increase and adjusted EBITDA margin of 21.7%, a 180 basis point decrease. Non-GAAP diluted earnings per share of $4.54, a 2% increase from the prior year and strong free cash flow. Customer demand is stronger than ever for our solutions that digitize and automate workflows. We realized sales growth across all 4 regions, supported by exceptional strength in mobile computing, with particularly strong growth in Asia Pacific and Latin America. Supply chain constraints limited us from fully satisfying our customer demand, particularly for certain data capture and printing offerings.\nOur teams have been aggressively working to mitigate the impact of the unprecedented industry-wide supply chain challenges by securing new sources of supply, utilizing alternative modalities of transportation and expediting customer shipments. Premium freight costs exceeded our expectations and significantly weighed on gross margin which was partially offset by higher service and software margin. We also scaled operating expenses while continuing to invest in initiatives to drive sustainable, profitable growth. Our solid fourth quarter performance closed an outstanding full year 2021 in which we generated record sales, EBITDA margin, earnings per share and free cash flow.\nWith that, I will now turn the call over to Nathan to review our Q4 financial results in more detail and discuss our 2022 outlook.\n\nNathan Andrew Winters\n\nCFO, Zebra Technologies Corporation\n\nThank you, Anders. Let's start with the P&L on Slide 6. In Q4, adjusted net sales increased 11.7%, including the impact of currency acquisitions and 10% on an organic basis, reflecting broad-based demand for our solutions. Our Asset Intelligence and Tracking segment, including printing and supplies grew 3.1% despite significant supply constraints on our printer products and cycling very strong prior year results. Enterprise Visibility & Mobility segment sales increased 13.2%, driven by exceptional growth in mobile computing. We continue to drive solid growth across services and software with strong service attach rates and expansion of our software offerings. We recognized solid growth in all 4 regions. North America sales increased 4% with strength in mobile computing, supplies and services. EMEA sales increased 9%, driven by strong growth in mobile computing. Asia Pacific sales grew 29% with strength across all major geographies, including China.\nAnd in Latin America, sales increased 42%, continuing strong double-digit growth in all major offerings. Adjusted gross margin declined 210 basis points to 45.7% due to unprecedented premium fee costs partially offset by higher service and software margins. We will discuss transitory costs, including premium freight further in a moment. Adjusted operating expenses as a percentage of sales improved 40 basis points as we scaled our cost structure while continuing to prioritize high-return investment opportunities in the business. Fourth quarter adjusted EBITDA margin was 21.7%, a 180 basis point decrease from the prior year period, entirely attributable to lower gross margin from transitory impacts, partially offset by operating expense leverage.\nWe drove non-GAAP earnings per diluted share of $4.54 and $0.08 or 1.8% year-over-year increase, which also reflects lower interest expense and a slightly higher tax rate. Turning now to the balance sheet and cash flow highlights on Slide 7. In 2021, we generated more than $1 billion of free cash flow for the first time in our history. This was $115 million higher than the prior year, primarily due to increased profitable growth. Our balance sheet remains strong. From a debt leverage perspective, we ended the year at a modest 0.5x net debt to adjusted EBITDA leverage ratio, which provides us ample flexibility. In 2021, we we invested $452 million to acquire Antuit, Fetch Robotics and Adaptive Vision to advance our solutions offerings in retail, manufacturing and the warehouse. In addition, we made $34 million of venture investments in 5 portfolio companies, $59 million of capital expenditures, $257 million of net debt repayments and $57 million of share repurchases.\nOn Slide 8, we show the multiyear impact of transitory costs primarily related to expedited freight due to supply chain bottlenecks caused by the pandemic as well as tariffs on China imports. Our team is making heroic efforts to satisfy customer demand. This includes dedicating substantial engineering resources to product redesigns, negotiating long-term supply agreements with new and existing suppliers, shifting virtually all transport to air promotion and expediting component parts and finished goods to meet customer commitments. Global freight rates have reached record high cost per kilo for all modalities of delivery across our supply chain. In Q4 compared to pre-pandemic rates, we incurred incremental premium freight costs of $67 million, which is higher than we had anticipated in our prior outlook and $58 million higher than the prior year. Partially offsetting this impact were $4 million of refunds of China import tariffs, which was $8 million less than we received in the fourth quarter of 2020.\nIn total, these transitory items had a combined unfavorable gross margin impact of $66 million year-over-year. I will discuss our assumptions regarding the 2022 impact of transitory costs in a moment. Let's now turn to our outlook. We entered the year with a strong order backlog and healthy sales pipeline supported by broad-based demand for our solutions. Our expected sales growth of 1% to 3% for the first quarter has been capped by what we can deliver to our customers due to extended lead times and limited availability of component parts. Our outlook assumes an approximately 1 percentage point additive impact from acquisitions and foreign currency changes.\nWe anticipate Q1 adjusted EBITDA margin to be approximately 20%, which assumes gross margin contraction from the prior year due to unfavorable sales mix and expected premium freight costs of $60 million, which translates to 340 basis point unfavorable impact to the prior year period. We also expect increased operating expenses as a percent of sales primarily due to our entry into expansion markets since last spring and resuming in-person events. We believe total supply chain impacts, including transitory costs and product availability are peaking in Q1, with recent improvements in freight capacity and better visibility and supplier commitments to component supply into the second quarter. Non-GAAP diluted EPS is expected to be in the range of $3.70 to $4. For the full year 2022, we expect adjusted net sales to grow between 3% and 7% with the assumption that supply chain constraints steadily abate throughout the year. This outlook assumes a net neutral impact from acquisitions and foreign currency changes.\nWe anticipate full year 2022 adjusted EBITDA margin between 23% and 24%, which assumes total transitory cost impacts, including premium freight expenses of approximately $140 million to $160 million. This is slightly higher than the impact we realized in 2021. We expect our free cash flow to be at least $900 million for the year. Please reference additional modeling assumptions shown on Slide 9.\nWith that, I will turn the call back to Anders to discuss how we are advancing our Enterprise Asset Intelligence vision and to provide an update on our served market opportunity and long-term growth expectations.\n\nAnders Gustafsson\n\nCEO & Director, Zebra Technologies Corporation\n\nThank you, Nathan. I am encouraged by the strong demand across our business and the bold actions our teams are taking to navigate the supply chain challenges. Slide 11 illustrates how we digitize and automate the front line of business by leveraging our industry-leading portfolio of products, software and services. By transforming workflows with our proven solutions that generate an attractive return on investment, Zebra's customers can effectively address their operational challenges, which have become increasingly complex through the pandemic. Our innovative solutions empower the workforce to do their jobs more efficiently by navigating constant change in near real time, utilizing insights driven by advanced software capabilities such as Prescriptive Analytics, intelligent automation and machine vision. We are raising our long-term organic sales growth expectations to 5% to 7% from our former expectation of 4% to 5%.\nOn Slide 12, we provide a refreshed view of our served markets totaling approximately $30 billion, which are supported by mega trends, including the on-demand economy, asset visibility, mobility and cloud computing and automation. These trends have become increasingly important to our enterprise customers, and we remain well positioned to meet their needs with our comprehensive solutions. Today, the vast majority of Zebra sales are in our core, which remains vibrant and is now expected to grow 4% to 5%. We have the broadest and deepest offering among the competition and believe that our continued focus and investment will advance our leadership position. Our near adjacencies provide ample opportunity to expand and have a generally higher growth profile than our core.\nThe most promising categories include RFID solutions for use cases that demand the highest level of workforce productivity and inventory accuracy. Smart supplies, including dynamic temperature as well as the opportunity to equip a broader set of frontline workers with our expanded offering of mobile computers. Beyond our core and near adjacencies are rapid growth expansion opportunities that are transforming workflows across the supply chain. We have entered these areas through organic and inorganic investments over the past 18 months, and they represent a low to mid-single-digit percentage of Zebra sales. In mid-2021, we launched several fixed industrial scanning and machine vision smart cameras.\nWe also acquired Fetch Robotics to give us the broadest portfolio of autonomous mobile robots in the industry. We are also building a compelling software suite that optimizes retail execution and demand planning, which includes Reflexis workforce and task management, Zebra Prescriptive Analytics, Workforce Connect, smart count and antuit.ai powered demand forecasting. Collectively, we are serving an approximately $6 billion market in these exciting expansion areas. We are early on our journey and have the opportunity to extend our capabilities deeper into the areas of machine vision, warehouse automation and workflow optimization software over time.\nNow turning to Slide 13. Businesses partner with Zebra to help optimize their end-to-end workflows as they strive to meet the increasing demands of consumers. I would like to highlight several recent key wins across our end markets. A global apparel retailer is deploying a Zebra solution of 32,000 TC52 mobile computers along with Workforce Connect voice collaboration software and our software solution that transforms mobile computers into workstations on demand. We are enabling this retailer to improve associate productivity and communication in both front of store and distribution center applications, eliminating the need for and full desktop computer workstations. Our mobile computers will also provide the benefit of stable network connectivity, improved security features and battery management tools.\nThis competitive takeaway win and a major consumer device provider demonstrates our superior value proposition versus the competition. Another recent win, Zebra's Reflexis workforce management solution has enabled a U.S.-based specialty retailer to optimize scheduling for more than 25,000 employees and provide enhanced self-service reporting and analytics to support accountability and performance. We have expanded our relationship with a leading international energy company to empower thousands of convenience store associates in the United Kingdom with Workforce Connect and Reflexis workforce management applications on their Zebra mobile computers and tablets. Our solution enables the store associates to automate their daily responsibilities, maximizing productivity and streamlining task management and administration.\nWe have expanded our relationship with a European auto manufacturer, augmenting thousands of their Zebra mobile computers with RFID readers to enhance quality control in production lines and allow secure employee system access. We continue to collaborate with this customer to pilot promising new solutions to further optimize their operations. In health care, a large hospital system in the Southern United States purchased TC52 mobile computers and our Workforce Connect software application to enable mobile access to the medical record systems as well as facilitate instant communication between nurses and other clinicians.\nZebra has competing consumer device providers because of our reputation for comprehensive enterprise solutions. In closing, we are working diligently to navigate through industry-wide supply chain challenges, which limit our ability to fully satisfy strong customer demand in the near term. That said, the pandemic has accelerated trends that have been driving growth in Zebra's vibrant markets, including e-commerce adopt, the need for real-time track and trace across the supply chain and the shift to a more digital health care experience. We continue to be very excited about our growth prospects. Now I'll hand the call back over to Mike.\n\nMichael A. Steele\n\nVP of IR, Zebra Technologies Corporation\n\nThanks, Anders. We'll now open the call to Q&A. We ask that you limit yourself to 1 question and 1 follow-up so that we can get to as many of you as possible."
  }
]