[
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1e21c2f57a5a69028c705d1507329fe9",
    "period": "2026 Q1",
    "content": "Q1 2026 Copart Inc Earnings Call\n\nQ1 2026 Copart Inc Earnings Call\n\nCPRTNASDAQNOV 20, 5:30 PM\n\nOperator\n\nPlease stand by. Good day, everyone, and welcome to the Copart Inc. Q1 FY 2026 Earnings Call. Just a reminder, today's conference is being recorded. Before turning the call over to management, I will share Copart's Safe Harbor Statement. The company's comments today include forward-looking statements within the meaning of the federal securities laws, including management's current views with respect to trends, opportunities, and uncertainties in the company's industry. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer you to the section titled Risk Factors in the company's annual report on Form 10-K for the year ended 31 July 2025, and each of the company's subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements.\nI will now turn the call over to the company's CEO, Jeff Liaw.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nWelcome, and thank you for joining us for our Q1 Fiscal Year 2026 Earnings Call. I'll begin with some brief remarks on trends in our insurance business, our progress in growing our non-insurance vehicle business, and then a short discussion of the key drivers behind our auction returns before passing the call to Leah to review our Q1 financial results. We'll then take a few questions. First, on our insurance business, our global insurance units for Q1 2026 declined 8.4%, or a 5.6% decline excluding catastrophic volumes from a year ago. Our US insurance units declined 9.5% for the same period and 7.3%, excluding catastrophic activity as well. The underlying drivers of these trends are consistent with what we have discussed in prior quarters.\nIt's a combination of market share evolution among insurance carriers themselves, soft claims counts as a result of consumer retrenchment in their auto insurance purchasing behavior, offset by rising total loss frequency. On that last point, total loss frequency has continued its long-term upward trend, consistent with nearly the entirety of the history of our company and our industry. In the US, for Q2 2025 through September, total loss frequency was 22.6%, an increase of 80 basis points or so year over year, according to CCC. We continue to sustain and expand what we believe to be our advantage in generating best-in-class auction returns for our insurance clients. Even including the highly inflationary 2021-2022 COVID era, when semiconductor shortages further increased vehicle prices, we are achieving all-time high average selling prices for our US insurance carriers. In fact, for the quarter, our global insurance ASPs increased 6.8%.\nOur US insurance ASPs increased 8.4%. We know from public data and disclosures that our ASPs grew at a rate that eclipsed that of the Mannheim Used Vehicle Value Index and grew at a rate more than threefold that of service providers similar to us. I'll talk in greater detail in my comments shortly on the underlying drivers of this performance. On the question of claims frequency, on our last call, we talked about this subject and its near-term effects on our business. According to ISS Fast Tracked, paid claims frequency for collision coverage for Q2 2025, compared to the same period last year, was down 7.5%. In fact, earned car years for that same period were down 4.1%. At the same time, vehicles in operation for Q2 2025 actually increased 1.4%.\nWe see further data in the underlying activity that shows miles driven continue to remain robust and growing. We understand from many of our insurance partners in the industry that consumers are responding to late-cycle insurance rate increases by reducing the scope of their coverage or foregoing it altogether. As a result of that consumer retrenchment, more vehicles that historically would have entered the insurance company-mediated total loss process now do not. Over the long term, however, the penetration rate of auto insurance coverage, and collision coverage specifically, appear to be cyclical. I'll now turn our attention to Copart's non-insurance/wholesale business. As we've talked about on prior calls, it's really rising total loss frequency in our insurance vehicles, which enable our ongoing progress in this arena as well.\nRising total loss frequency means that an increasing portion of the cars that we sell on behalf of the insurance industry are actually cars that will be repaired and drivable again, both in the US and overseas. As we draw buyers of those types of vehicles to our platform, they are increasingly the right fit as well for sellers such as rental car companies, financial institutions, corporate fleets, and the like. We've also contributed to this flywheel effect by building purpose-built enhancements for commercial sellers as well. With guidance from our Blue Car Advisory Board, a host of industry leaders from the aforementioned industries, we have built specialized systems for receiving inspection, condition reporting, and arbitration, all designed to meet the unique expectations and unique needs of those types of partners.\nThe single most important lever we have in achieving excellent commercial outcomes for our sellers is our fundamental auction liquidity. In comparison to many other pathways of disposition for these sellers, we offer an always-on digital global marketplace that is committed to finding the highest and best use for that vehicle anywhere it might be. That brings us to our last topic, which is the question of auction returns at Copart and why we believe the underlying indicators show that this advantage is not just a durable one, but in fact, is expanding. We propose five core indicators for the auction liquidity that has long distinguished us in the insurance industry. We believe that auction liquidity and returns have been a pronounced advantage for us since we became the first online-only salvage auction marketplace in 2003, but I'll focus in particular on the post-COVID, post-semiconductor period since 2022.\nThe first indicator of the health of a marketplace is the portion of its sales that are achieved via pure sale auction. Even in 2022, a strong majority of our insurance units were sold on a pure sale basis, but the mix has increased today to comprise a strong super majority of insurance units sold. Our consignors know that with an always-on global digital marketplace, they will trust the platform to find the highest and best value for a vehicle based on the attendance of any given auction at Copart. In fact, for the typical institutional carriers, they hold only unique, exotic vehicles on occasion to be managed with reserve prices and such. The second indicator for a strong marketplace like ours is international participation in our auctions. Global demand leads to more bidders, more competition, and higher price, and better price discovery.\nSince 2022, against the backdrop of global economic uncertainty, tariffs, and so forth, the share of our US vehicles and auction value that have been purchased by international buyers has continued to grow. In Q1 2026, international buyers have purchased vehicles that are 38% higher in value than comparable US buyers by comparison. We believe that these are long-term, durable trends as population growth and mobility demand growth outside the United States, outside the UK, Canada, and so forth, continues to outpace what we were experiencing firsthand in our origin markets. The third indicator we would propose would be the unique bidders per auction. We sometimes face the question as to whether a marketplace like ours can ever experience saturation, that is, the unit volume can grow so much that it eclipses the buyer base's ability to absorb it.\nI would argue that most historical marketplace analyses in other industries would say quite the opposite. Liquidity begets liquidity. In fact, since 2022, our unique bidders per auction instance have grown steadily to today's all-time highs as well. The fourth indicator we look at is to assess preliminary bid activity. Our live auction technology is distinctive in its ability to dynamically draw full and fair prices, but preliminary bids are also one indicator of auction health, i.e., the quantity of proxy bids submitted before the auction even begins. In fact, preliminary bids as a portion, preliminary bids per lot auction instance, have increased steadily since 2022 as well. Finally, the one measure that much of the insurance industry uses is gross returns, i.e., selling price for a salvage vehicle divided by its ACV or pre-accident value. This is a single, simple metric that the industry commonly uses.\nSince 2022, again, our US insurance returns have increased substantially and are, in fact, at an all-time high watermark during my own personal 10-year journey here at Copart. Taken together, we believe that higher pure sale rates, expanding international demand, greater bidder participation, stronger pre-auction engagement, and rising gross returns collectively attest to our principal competitive advantage with our consignors, and that is delivering full and fair prices according to the global marketplace. They, in turn, are the hard-won results of our aggressive investments in storage capacity, technology, and people for years and decades. They're also the best long-term indicators of the strength of our business. With that, I'll turn it over to our CFO, Leah Stearns, and then we'll take your questions thereafter.\n\nLeah Stearns\n\nCFO, Copart Inc.\n\nThank you, Jeff, and good afternoon to everyone on the call. I'll begin by walking through our financial results for the quarter, beginning with our consolidated performance, followed by a review of our US and International segment performance. For Q1, total global units sold decreased 6.7%, with fee units decreasing 6.3%. During the prior year period, Copart responded to several catastrophic events around the world, from Hurricanes Helene and Milton in the US to catastrophic flooding in the Middle East, Germany, and Brazil. These events, which did not recur this year, impacted our reported year-over-year unit growth. Normalizing for the impact of these CAT events, our global units sold decreased 4.6%. Global insurance units declined 8.1%, or 5.6% adjusted for CAT, while global non-insurance units declined 1.5%.\nFor Q1, consolidated revenue grew just under 1% year-over-year, or 2.9% excluding CAT, to $1.16 billion US dollars, with service revenue increasing just under 1% and purchased vehicle sales increasing nearly 2%. Our fee revenue per unit increased over 7% during the quarter, which was primarily driven by growth in our average selling prices, which have increased 8.5% from the prior year period. Global gross profit increased 4.9%, or 3.7% excluding CAT, to $537 million US dollars. Gross profit per fee unit increased 12.3%, and purchased unit gross profit decreased 3% to $22 million US dollars from the prior period. Gross margin improved 184 basis points to 46.5%, reflecting the non-recurrence of one-time expenses related to our CAT response. Operating income rose 6%, or 4.5% excluding CAT, to $431 million US dollars, while net income was $404 million US dollars, up 11.5% versus last year, and earnings per diluted share increased 10.8% to $0.41 US dollars.\nThis was driven by revenue growth, margin expansion, and the continued growth in interest income we've earned due to our growing cash balance. Turning to our US segment, in Q1, total units sold declined 7.9%, or 5.2% excluding CAT and direct buy units. US insurance volumes declined 9.5%, or 7.3% excluding CAT. Our insurance unit volume trends are consistent with the industry themes Jeff described a few moments ago. Our US non-insurance business continues to perform well, led by dealer unit sales, which increased 5.3%. Commercial consignment units, which are marketed through our Blue Car channel, were down just over 1%, which was primarily a result of timing related to the sale of rental units, as our fleet, bank, and finance seller volumes continue to grow.\nWe continue to focus on driving higher value units through our marketplace and have developed a more profitable channel for Copart to manage lower value units through, which we have branded direct buy. These are units which Copart would have previously purchased through its Copart Direct, Cash for Cars business unit, and instead now is earning a referral fee to connect the junk buyer to the individual seller. As a result, the units are not part of Copart's inventory, and we do not incur costs associated with the processing and handling of the unit. Normalizing for this shift, US purchase units increased 6.2% from the prior year period, compared to a decline of 19.2% on a reported basis.\nUS purchased vehicle sales, which is primarily comprised of our Copart Direct units, increased 10.9%, which reflects the lower unit volume being offset by substantially higher average sale prices, which increased over 50% from the prior year period. From an operational perspective, we continue to drive forward initiatives which are reducing our overall cycle time. This includes managing title procurement on behalf of our insurance customers, which has grown at a double-digit rate over the past year, while simultaneously reducing aged inventory at our facilities. In addition, as non-insurance units are contributing a greater percentage of our overall unit volumes, we naturally have a greater proportion of units which have substantially shorter cycle times being processed through our facilities. During the quarter, in the US, our cycle times have decreased by 9% from the prior year period.\nWhile these improvements in cycle time are decreasing inventory levels, they are increasing the overall processing capacity of our existing facilities. As of the end of the quarter, these trends were the main driver of our US inventory decline of just over 17% from the year-ago period, while US assignments declined 9.5%, or low single digit excluding CAT. We also continue to invest in Purple Wave, our online equipment auction platform. Purple Wave's GTV growth of over 10% over the last 12 months continues to outperform the broader industry, and reflects strong buyer engagement in our expansion markets, growth in our enterprise accounts, and sustained demand in the heavy equipment category. The market continues to experience the impact of broad uncertainty, which is causing customers to delay decisions around equipment purchases and sales as they contemplate the impact of the broader macro and geopolitical environment.\nFrom a US segment perspective, total revenue increased 0.5%, or 2.3% excluding CAT, which reflects the decline in unit volume offset by an increase in revenue per unit. On a per-unit basis, US fee revenue increased 7.5%, which reflects the positive impact of higher average selling prices, including our US insurance ASPs, which have increased 8.4% from the year-ago period. US gross profit increased 3.7% to $464 million US dollars, and US gross profit per fee unit increased 13.2%, supporting an increase in our US segment gross margin to 48.7%. As a result, US segment operating income was $375 million US dollars, up 5.6% year-over-year, reflecting strong execution and continued cost control, even against a backdrop of lower insurance volumes and the prior year CAT. US segment operating margin was 39.4%, reflecting a nearly 200 basis point increase from the prior year period.\nIn our international segment, total units sold declined by less than 1%, or grew 4.5% excluding the CAT units in the prior year. International insurance units increased less than 1%, or 8.3% excluding CAT, and international non-insurance units declined 2.2%. We continue to see strong insurance growth across our diversified international footprint, including in the UK and Canada. International revenue increased 1.6%, or 5.7% excluding CAT year-over-year, and increased to $202 million US dollars. International service revenues increased 7.9%, or 13.9% excluding CAT, which primarily reflects higher international fee revenue per unit, which increased 8.1%. Our average selling price for international insurance units declined 2.4% from a year-ago period. Purchased vehicle revenue declined 9.4%, which reflects the impact of a few of our insurance customers who have migrated from a purchase contract to a consignment contract structure.\nGross profit for the international segment grew 13%, and operating income was $56 million US dollars, or a 27.5% operating margin, which continues to expand even as we invest in yard capacity, technology, and logistics infrastructure to support our long-term international growth. Turning to our balance sheet, Copart remains in an exceptionally strong position. We ended the quarter with liquidity of approximately $6.5 billion US dollars, including cash and cash equivalents of $5.2 billion US dollars, and no debt. We continue to generate robust free cash flow supported by disciplined capital allocation into assets, which position us to efficiently support our growth to serve both insurance and non-insurance clients, while also delivering strong operational efficiency. With that, we thank you and will open up the call for your questions.\n\nOperator\n\nThank you. Ladies and gentlemen, if you would like to ask a question, please press star one on your telephone keypad. A confirmation tone will indicate your line is in the question queue. You may press star two if you would like to remove your question from the queue. For participants using speaker equipment, it may be necessary to pick up your handset before pressing the star keys. The first question comes from the line of Bob Labick with CJS Securities. Please proceed.\n\nBob Labick\n\nPresident, CJS Securities\n\nThank you for taking our questions.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nHey, Bob.\n\nBob Labick\n\nPresident, CJS Securities\n\nHey. I know you don't talk about specific clients, accounts, and things like that, but I'm having a little trouble reconciling the, I guess, larger-than-expected decline in unit volumes. I don't know if there's any way you could talk about because the trend changed both versus expectations and versus what we've been seeing. At the same time, the explanations are similar to previous trends, right? The US insurance, less collision coverage, and then share shifts between the carriers. Those trends have been happening for a little while now. Maybe help us understand what the kind of inflection in the change is. Is there any actual market share shift between carriers as opposed to from you to a competitor or a competitor, etc.? Or anything we can think about this, the change in the speed of unit change, if that makes sense.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nI don't think so, Bob. I think that would be, I think it is the factors you just described, which is principally that insurance coverage itself has changed, right? I think notably to see earned car years down 4% and change, while literally vehicles in operation and miles driven are up, I think speaks to the underlying activity, right? Our unit trend, I don't think, is substantially different. If you can envision literally 4% of policies no longer having coverage of any kind, and then some other portion migrating down the value chain, so to speak, from collision coverage to liability only or what have you, I don't think it's far-fetched to extrapolate from that to the kinds of unit trends that we're seeing in our business.\n\nBob Labick\n\nPresident, CJS Securities\n\nOkay. Great. Slightly different question, just trying to think forward. Total loss frequency, I know it was up 80 basis points year-over-year, but it's been modestly flattish for the last four quarters or so. I know one year through Copart's lens is like a minute for the rest of us, meaning it's too short to register or matter. That said, what do you think has caused kind of the pause in the expansion over the last four quarters of total loss frequency? What are you seeing beneath the hood, so to speak, for decisions at carriers? Can it be as simple as one carrier's gaining share and they generally have a lower total loss frequency rate, and that's impacting it? What could be driving this, and what do you think it takes to get that to grow again?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYeah. I think your first observation is the very correct one, right, which is that measured in the kinds of investment cycles through which we have to manage our business, because the nature of our business is such that investments in anything—tech, land, people, etc.—requires years of conviction. We have that conviction in space, meaning over a good horizon. You know this story. I think maybe most of the folks listening to the call already do as well. The total loss frequency in as recently as 1990 was 5%. In 1980, it was 4%, and today it's 22% and change. It is up 80 basis points versus a year ago.\nI think, Bob, you know already that even the data in any given quarter often gets corrected the same way that the Bureau of Labor Statistics will later revise unemployment looking backwards, because you now know more cars were actually totaled that were in the repair chain, or cars intended to be totaled were actually owner-retained. I think reading a whole lot into 80 basis points versus 130 or versus +30, I think, is more noise than it is signal. I do not think anything has fundamentally changed in the commercial logic that the industry will use going forward. I think we believe as much as we ever have that total loss frequency is a matter of time, and different analysts will draw different conclusions on that front.\nWe'll reach 25%, and we'll reach 30% because it's actually not—I think the intuition people struggle with is that they think what it means is you're abandoning a car, right? You're not fixing it. You're giving up on it. That's fundamentally not true, right? For the marginal car, you're not choosing not to repair it. You're choosing to let somebody else manage it who has a different cost base, a different regulatory regime, and a different economic calculus than you do as a US Massachusetts insurance carrier. The last comment I'd make, Bob, is there's also probably unprecedented volatility in some of these input variables, right, in the form of tariffs, parts prices, and shop utilization. I think it's been quite a bit more volatile over the course of the past three years than it has been probably at any point in your career or mine.\nThere have been shocks to the system of that sort, and how those exactly unfold in any given month, quarter, or year is harder to speak to. Our long-term conviction remains the same.\n\nBob Labick\n\nPresident, CJS Securities\n\nOkay. Super. I'll get back in queue, let others ask questions. Thank you.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nGreat. Thanks, Bob.\n\nOperator\n\nThe next question comes from the line of Craig Kennison with Baird. Please proceed.\n\nCraig Kennison\n\nSenior Analyst of Consumer and Automotive Services, Baird\n\nHey, good afternoon. Thanks for taking my questions. I'll follow sort of a similar line of questions. Jeff, are you confident that this broader trend in accident claims, which are down, is more of a cyclical phenomenon tied to this increase in uninsured motorists? Is there any evidence that ADAS technology is finally starting to move the needle?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYeah. It's a very good question, Craig. I would tell you that safety technologies very much have moved the needle and have done so for 40 years, right? If you go over decades of history and divide police-reported crashes or fatalities, which are often published a little bit further in arrears, and divide that by vehicle miles traveled, you'll find that has declined forever, right? Very steadily, very slightly, but very constantly, with one historical blip in the 2013, 2014, 2015 time frame. I may have my years off by one year or the other when smartphone adoption and the more addictive apps really began achieving adoption levels that had previously not been seen. That caused a blip, an upward increase in accident frequency with the same numerators and denominators. Otherwise, over the course of long-run history, it has declined.\nIt's been more than offset by total loss frequency. That's the importance of Bob's question from a moment ago. It's always been dwarfed by that, right? Accident frequency has decreased, but not nearly enough to offset the five-fold, five-and-a-half-fold increase in total loss frequency over that same 45-year horizon. I think the algebra is such that even if there were excellent technologies that were being released now that would altogether arrest vehicles from colliding, the algebra is such with annual shipments into the existing fleet that it still takes decades to turn the fleet over. I don't think you could see something in a year's time that would reflect a fundamental change in vehicle mix and ADAS penetration.\n\nCraig Kennison\n\nSenior Analyst of Consumer and Automotive Services, Baird\n\nThanks. Just following up on something you said earlier, Jeff, what happens to those cars that are involved in a severe accident but are not covered by insurance? Are those vehicles you're able to capture on your platform somehow?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nCraig, the answer to that is yes. I think somewhat less efficiently, right? We have a consumer business in Cash for Cars that sources vehicles directly from consumers. While you and others on this call certainly recognize the Copart brand name, we are not yet a household consumer name. We have a different business that purchases those cars from consumers. They do not sell on a consignment basis through us. They sell the cars to us directly. Those are often the types of cars that our Cash for Cars platform will acquire because those are vehicles that are much less easily traded into dealers to buy the next car. We are a natural outlet for those cars. As you might imagine, it is a far less efficient pathway for that kind of sourcing of vehicles than is a long-standing institutional relationship with a major insurance carrier.\n\nCraig Kennison\n\nSenior Analyst of Consumer and Automotive Services, Baird\n\nMakes sense. Thank you, Jeff.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYep. Thanks, Craig.\n\nOperator\n\nThe next question comes from the line of Chris Bottiglieri with BNP Paribas. Please proceed.\n\nChris Bottiglieri\n\nEquity Research Analyst of Hardlines, Broadlines, and Internet Retail, BNP Paribas\n\nHey, guys. Thanks for taking the question. I have two for me. What is it delve into the 38% disparity between international and US bidders? Are you saying that international bidders bid, on average, 38% more than domestic vehicles in the same vehicle? If that's the case, I would think with your international mix versus your peer that that 38% price differential in a $5,000 US dollars vehicle would be pretty insurmountable given the average fee is only $1,000 US dollars. Just curious how you think about that, the advantage you have on international mix, why it's not leading to it almost seems irrational not to use you at that point if the disparity is that big. Just curious how you think about the backdrop a little bit.\n\nLeah Stearns\n\nCFO, Copart Inc.\n\nYeah. Sorry, Chris. The impact that Jeff is alluding to is that, on average, international buyers, the ASP of the vehicles that they purchase is 38% higher than the average ASP of buyers from the US. Their inclination is to pursue lighter damage, higher value vehicles, and that trend has persisted over that time frame. We continue to see them be more focused on those borderline total losses and repairable vehicles.\n\nChris Bottiglieri\n\nEquity Research Analyst of Hardlines, Broadlines, and Internet Retail, BNP Paribas\n\nGotcha. Do you have stats on the question I asked? Do you have a sense for how much more international bidders bid on the same vehicle than domestic? Have you ever parsed anything that way?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nThat becomes, I mean, of course, that's a function of literally a microeconomic question per auction instance, right? Almost by definition, if the institutional buyer wins the vehicle, and that speaks for approximately half of our US auction value is going to an international buyer, or they are the push bidder, right? They're the second high bidder, which helps to dictate, which dictates the ultimate sale price of the vehicle. That is a strong majority of the vehicles that we sell today. They are there. They do drive value upwards, and very meaningfully so. To your question from a moment ago, to make sure you understood the algebra precisely, it is literally that the average car bought by an international buyer is 38% more valuable than the average car bought by a domestic buyer. That is largely because, yes, they favor the higher-end vehicles.\nYou can imagine that if you are incurring the freight cost to move a car from here to Poland, it has to be worth your while, right? You're not moving a $400 US dollars vehicle that's mostly just its metal, right? That will never be worthwhile to move halfway across the world. By definition, you're buying cars that are valuable enough you can add and capture enough value downstream.\n\nChris Bottiglieri\n\nEquity Research Analyst of Hardlines, Broadlines, and Internet Retail, BNP Paribas\n\nGotcha. Okay. Then unrelated big picture question. If I kind of zoom out, your gross PPE in land is up 155% since 2019. Your volumes are up about 30%, let's call it, since then. Just curious how you think about capacity investment, not only for 2026 and beyond. Obviously, that is a ton of capacity, no matter how you cut the data the last six years. How do you, what do you do from here given how much you've already grown capacity?\n\nLeah Stearns\n\nCFO, Copart Inc.\n\nSure, Chris. I mean, I think some of the assets that we've acquired over the last several years have been for events, particularly around hurricanes in the US. Those may operate at a lower average utilization than the average Copart facility. Taking those out of the mix, I think we continue to have certain areas of the country where we continue to have capacity needs or are projecting capacity needs over the next five to 10 years. I would say the population or the size of that list is much smaller today than what it was clearly five years ago. We'll continue to, in a disciplined manner, allocate capital into assets that fit that classification in terms of our capacity needs.\nWe do also continuously look for ways to bring down our logistics costs to the extent that we can add another node to the overall network that can materially bring down the distance that we need to tow units into our facilities. That's another consideration for us to make. I would say certainly the list of areas of the country where we do have needs over the next five to 10 years is shorter than it was five years ago.\n\nOperator\n\nThank you. The next question comes from the line of Bret Jordan with Jefferies. Please proceed.\n\nBret Jordan\n\nManaging Director, Jefferies\n\nHey, guys. Sort of going back to one of the early questions, I guess around market share and obviously the optics given Progressive having gained share within the insurance business, you either need your partners to gain share from Progressive, or you need to gain Progressive volume. Is there any outlook for that? Either any indication that you see that some of the insurers that you do business with are becoming relatively more competitive with Progressive, or is there an outlook for picking up some of that volume given your higher ASPs?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYeah. Those are totally reasonable questions. As you know, we don't comment on individual accounts. I would say that the insurance industry itself has proven over the long haul very dynamic, with different players gaining and losing share episodically over many years, right? We have observed that trend. There certainly have been some long-term secular gainers as well, Progressive being one of them. Generally, over the very long haul, we do see a very dynamic picture in that regard, right? Both for and against us in that sense, assuming a static set of accounts. As for the prospects of winning or losing any individual account, as you've heard at great length today, the overwhelming focus is on delivering excellent growth, and net returns, and we trust that the rest of it will take care of itself over the long haul.\n\nBret Jordan\n\nManaging Director, Jefferies\n\nDo the optics of the share improve as you laugh? Did Progressive pick up share that if the market stabilizes, at least the year-over-year compares become more favorable, or is their share continuing to trend up?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYeah. Probably a better question or analysis of their data than of ours. I would point you in their direction. I'm probably not positioned to comment in great detail on their relative market share growth in comparison to the industry overall. Obviously, they have outgrown the market over the course of the past few years, and in general over many, many years. As for what happens from here on out, we have some visibility, but frankly, not better than what you and a good analyst would figure out in a hurry.\n\nBret Jordan\n\nManaging Director, Jefferies\n\nOkay. A quick housekeeping for Leah. The non-insurance, CDS versus Blue Car, could you give us sort of a size rough estimate sort of versus each other? CDS larger than Blue Car or Blue Car larger than CDS, just so we can get a feeling for measuring these growth rates?\n\nLeah Stearns\n\nCFO, Copart Inc.\n\nSure. No. CDS is larger, continues to be larger. It's been growing. While Blue Car has been growing at a very healthy clip, it still remains a larger business unit for us in the first quarter.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nThe potential breadth for both is huge in terms of the total volume mediated by dealers and by institutions of the sort that we described earlier today.\n\nBret Jordan\n\nManaging Director, Jefferies\n\nYeah, the TAM is larger than salvage, isn't it?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nRight. Yes.\n\nBret Jordan\n\nManaging Director, Jefferies\n\nYeah, thank you.\n\nOperator\n\nThe next question comes from the line of Jeff Lick with Stephens. Please proceed.\n\nJeff Lick\n\nManaging Director and Research Analyst, Stephens\n\nGood evening, Jeff and Leah. Thanks for taking the question. Apologize for the background noise. I'm stuck in the airport. Jeff, I was wondering if you could just maybe opine a little bit. If you look at the factors that would kind of drive the business going forward, we have vehicle depreciation now picking up. That probably picks up a little more with lease returns. The cost of replacing could go down. Whereas on the flip side, you've got parts inflation that's up 4%, 5%. Now, CCC did talk about the cost of repair not growing quite that much. Obviously, you've got insurance rates appear to be coming down in certain instances. Obviously, they get the combined ratio at all-time lows. Those all kind of point towards total loss frequency picking up and then the issue with the uninsured and less insured.\nDo you kind of view that? I obviously should view that as a tailwind, maybe picking up in your business.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nGot it. Let me try to address them one by one. I think when you say vehicle depreciation, you just mean softness in general in the used car market, possibly on the horizon. All else equal, that is a supportive factor for volume for our business. A soft market means that the economics of total loss, all else equal, are less costly to the insurance carrier than it otherwise would be, right? They're writing a check for $16,000 US dollars instead of $17,000 US dollars to total the vehicle. It would, on the margin, drive more volume to us. It probably also means, though the US market can be divorced somewhat from the international market, they do overlap in some regards. It could also lead to somewhat softer selling prices for us, which, of course, has the opposite effect.\nYou can imagine more unit volume, somewhat lesser unit economics if it were to happen to a meaningful degree. Your second question about parts prices, repair costs, and others tracking that, that's been the million-dollar question of this era in light of the various tariff regimes proposed, implemented, unwound, and otherwise, is what is the total landed cost of a given repair? We do think there's still fundamentally inflation there, not just because a like-for-like part has inflated relative to where it was before, but also because of vehicle complexity, and also because there are more sensors on the perimeter of a car that are increasingly difficult to repair. That drives more cars, certainly, to total loss as well.\nFor another day, we can talk about how so many of those complex parts and modules actually aren't necessarily fundamental to the operation of the car itself, which makes that car acutely valuable to South America, Eastern Europe, Africa, and the like. The last question you asked was about the potential softening in insurance rates as well. That would be supportive of our business as well. That would cause the cyclical phenomenon we described earlier about underinsurance or foregoing insurance, presumably to reverse, right? It increases or enhances the affordability of insurance policies. The more cars that are effectively covered by one of our clients or one of the folks in the industry, the more cars that are processed in an accident through their funnels, so to speak.\n\nJeff Lick\n\nManaging Director and Research Analyst, Stephens\n\nJust a quick follow-up. I'm wondering, with respect to the whole car business and the non-damaged whole car business and dealer to dealer, do you have any more kind of evolved or thoughts in terms of how you guys may address that market vis-à-vis organic versus acquisition?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYeah. It's a fair question. I think you're aware, probably from having followed us for a while, our default approach is always organic, right? We prefer to build on the backs of the liquidity we have, the technology, the facilities, the people, and the capabilities we have built over decades. That is often the best, most harmonious way to build a business within Copart. That said, from time to time, we have made strategic moves as well. We acquired National Power Sports Auctions some years ago, made a big investment in Purple Wave to step into the yellow or heavy equipment space as well. Those arrows are both in the quiver. To date, we've been satisfied with the levers available to us to build organically, piggybacking largely off of the liquidity we've talked about at great length on this call.\nCould there be an acquisition that is compelling enough to pursue? We would always look at it as we always have.\n\nJeff Lick\n\nManaging Director and Research Analyst, Stephens\n\nGreat. Well, thanks for taking my question, and best of luck on the next quarter.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nThanks, Jeff.\n\nOperator\n\nAs a reminder, if you would like to ask a question, please press star one on your telephone keypad. The next question comes from the line of John Healy with Northcoast Research. Please proceed.\n\nJohn Healy\n\nManaging Director and Research Analyst, Northcoast Research\n\nThanks for taking my question. Jeff, I'd love to get your thoughts just on where you think we are in the continuum of premium to the consumer from the insurance industry. Do you view 2026 as a year where the consumer might still feel some headwinds there? As you look at insurance industry profitability and what goes on to the prices that are offered in terms of the different ratios, I think that they're kind of mandated to abide by. I mean, how do you see that kind of playing out in terms of the repairable claim equation for 2026?\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYeah. John, that is both a great question and probably the wrong one for us, right? Meaning if you just imagine the tapestry of variables that will dictate that outcome, it's some combination of the general consumer sentiment, in turn a function of unemployment, wage growth, etc., inflation in a whole wide variety of different baskets of goods and services, and then inflationary and then insurance rates themselves, right? There are so many moving parts there that offering my own prognostications is probably just reckless conjecture at this point. It does seem like there are insurance carriers committed to growing and growing again. Some of them have talked more publicly about that as well. They've been whipsawed, right, in their defense. It's not that long ago, in 2020, insurance carriers were issuing policy credits because suddenly people weren't driving. Accident frequency was way down.\nThey feared the churn that would come from folks who were sitting at home and not driving again. They issued credits. They literally were giving money back to consumers. They woke up a year later. ACV spiked, parts prices spiked, wage rates went crazy, and the repair costs spiked. They suddenly found themselves underwater. They retrenched, pursued rate relief, and made all the operational decisions you might in that environment. Now, some are, of course, asking the question, have we overcorrected? Are we now foregoing growth too much so in pursuit of combined ratios and so forth? That is such a dynamic puzzle that you're better off pursuing those avenues rather than asking us. We have a view, but it's indirect enough that I think it's better to ask them directly.\n\nJohn Healy\n\nManaging Director and Research Analyst, Northcoast Research\n\nUnderstood. Maybe switching gears to something unique for you guys. The cash on the balance sheet at record levels, I think the multiple on the shares right now are very close to the multiples that you last time bought stock back. Just given all of the noise in the ecosystem, what are the reasons for maybe not being active on the buyback fronts maybe over the next 6 to 12 months? Would there be gating factors, or do you just view the economic outlook as too uncertain, or kind of what are your thoughts there? Thanks.\n\nLeah Stearns\n\nCFO, Copart Inc.\n\nJohn, on that, I would just say I think generally you can expect that Copart will continue to focus on deploying capital when we see areas that we believe will create meaningful long-term value for the business and for our shareholders. We'll continue to do that. That's our responsibility from a management perspective and our board. Today, as we think about opportunities to reinvest back into the business, our first priority remains being to drive as much expansion as possible for the business through investments, whether it's in CapEx or M&A. We'll continue to evaluate opportunities to do that and drive long-term growth of the business. To your point, to the extent that we have a view that long-term, from a valuation perspective, there's an opportunity to create meaningful value.\nWe've historically used the share purchase program through a couple of different means: open market purchases, tenders, etc. That would be our lever to return capital to shareholders, and nothing has changed on that front.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nYeah. John, just to add a slightly finer point to it, I think the fear—it wasn't that long ago, I suppose a decade and change ago—that I was an active investor myself. One of the fears for a given company in accumulating too much cash or too strong a balance sheet is that they would in turn become reckless with their capital. I think the evidence is there that there's very little risk of that at Copart. We still treat each dollar as though it's as precious as the last. Our P&L should reflect that, and our capital spending and our M&A activities should reflect that as well. Meaning the standards for what we will invest capital in have not changed in the 10 years I've been here. I don't think they changed in the 20 years before I got here either.\nWe will treat that cash as though it is dear to us as it is to anyone, right? We understand how important it is to our shareholders. We'll do the right thing with it. As Leah articulated, we know that it ultimately belongs to shareholders. We have bought shares back in the past. That's always been the mechanism by which we return cash to shareholders. There for sure will come a day we do that again. Exactly as to how, when, and where, I think we always defer. We always suggest that that's a conversation for another day.\n\nJohn Healy\n\nManaging Director and Research Analyst, Northcoast Research\n\nUnderstood. Thank you, guys.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nThanks, John.\n\nOperator\n\nThank you. This concludes the question-and-answer session. I'd like to turn the call back over to Jeff Liaw for closing remarks.\n\nJeff Liaw\n\nCEO, Copart Inc.\n\nThanks, everybody. We'll talk to you in a quarter. Have a good holiday season.\n\nOperator\n\nThis concludes today's conference. You may disconnect your lines at this time and enjoy the rest of your day."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1f434578106ef554f49c2ca71f67bab1",
    "period": "2025 Q4",
    "content": "Q4 2025 Copart Inc Earnings Call\n\nQ4 2025 Copart Inc Earnings Call\n\nCPRTNASDAQSEP 4, 5:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Fourth Quarter Fiscal 2025 Earnings Call. Just a reminder, today's conference is being recorded. Before turning the call over to management, I will share Copart's safe harbor statement.\nThe company's comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in the company's markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer you to the section titled Risk Factors and the company's annual report on Form 10-K for the year ended July 31, 2024, and each of the company's subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements.\nI will now turn the call over to the company's CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nThank you, Owen. Welcome, and thanks for joining us for our fiscal year 2025 call. We're pleased to announce the results of another record year for Copart across a number of dimensions, including units sold, revenue and operating profit. For that, I wanted to extend our gratitude to our clients, our members and our people who enable our success.\nI'll begin today with some brief remarks on our insurance business and trends in the industry, followed by a discussion about Copart's auction liquidity before passing the call to Leah to discuss the results of our financial performance for the fourth quarter and the full fiscal year. We'll then take your questions.\nFirst, regarding our insurance business. For the full fiscal year 2025, Copart grew its global insurance volume by 4.5% and our U.S. insurance volume by 4.2%. During the fourth quarter itself, global insurance volumes sold decreased by 1.9% and U.S. insurance volumes declined by 2.1%. Year-over-year growth rates for the second half of our fiscal year were softer than in the first half for several reasons, including the ebbs and flows of business activity among individual auto insurance carriers themselves as they optimize for growth and profitability. We also note ebbs and flows of uninsured and underinsured motorist populations, the result of substantial increases in insurance premiums over the course of the past several years.\nAs one specific citation earned car years for the first calendar quarter of 2025 declined by 3% versus that same quarter in 2024 according to ISS, all while the vehicle car park grew at 1.3% for the same period. You might surmise that underinsurance is less relevant for vehicles that have encountered accidents severe enough to consider a total loss, but consider the scenario in which a policyholder has downgraded from collision coverage to liability only or has elected to forego insurance coverage altogether. Those vehicles may bypass the traditional insurance total loss funnel altogether.\nOther industry sources such as CCC have observed what they describe as a cyclical disconnect between accident activity and insurance claims frequency as well. We also track other industry indicators such as traffic fatalities, some of which are published much more episodically but which generally indicate that accident rates are declining but that they're doing so at rates consistent with long-standing historical trends.\nWe've talked in the past before about how accident frequency has declined virtually every year since Copart's inception and almost certainly for decades preceding that. These declines have generally occurred very gradually as new safety technologies such as anti-lock brakes in the 1970s and '80s penetrate the installed base with each vintage of newly manufactured vehicles. Over those same long-term horizons, however, total loss frequency has generally increased at a rate far exceeding the decline in accident frequency itself. And in fact, for the quarter, total loss frequency has continued its long-term upward trend consistent with, again, the entire history of our company. In the United States, total loss frequency for the second calendar quarter of 2025 was 22.2%, up from 21.5% in the same quarter in 2024.\nAs a tidbit for context, according to CCC's most recently published crash course report, calibrations occurred on 31% of DRP estimates in the first calendar quarter, up from 24% a year ago, an indication of further vehicle complexity, complexity of repairs and repair costs for vehicles that enter the repair window. We've long noted that vehicle repairs become less attractive with the passing of time. As vehicle complexity increases, parts and labor cost increase as well. We've also talked at length about how total loss itself becomes more attractive as growing economies seek more and more U.S. salvaged vehicles to satisfy their demand for more mobility.\nOn recent earnings calls, we've talked at great length about the importance of our differentiated service offerings, including our efforts to help insurance companies mitigate their advanced charges, the decision support tools we provide to help them make calls quicker and better as well as a range of titling and loan payoff services we offer to them. But we also know that, above all else, the critical value we provide sellers at Copart is that our auction platform will find the highest and best use of every vehicle anywhere in the world.\nI wanted to spend a few minutes today to underscore the importance of that auction liquidity and to describe why our liquidity is a distinct advantage for Copart. First, I would note that Copart's auction is uniquely digital. We have been exclusively an online auction platform since 2003, almost 2 decades before our competitors followed suit and only when they were compelled to do so by the COVID-19 crisis.\nBy extension, we are also uniquely global. We have some 300,000 paying registered members at Copart from virtually every non-sanctioned country around the world. The result of that is unmatched global breadth. International members account for approximately 40% of all vehicles sold at Copart's U.S. auctions, comprising almost half of auction proceeds because international buyers generally purchase vehicles that are more valuable than those acquired by domestic buyers. We invest heavily in marketing resources, in product and the member experience more generally to ensure a deep pool of demand for the vehicles we auction on behalf of our sellers.\nAs context, the top 10 individual buyers of vehicles at Copart collectively purchase a low single-digit percentage of all the vehicles we sell at U.S. auctions. The nature of the vehicle wholesaler and rebuilder economy is the frequent disruptions exits and new business formations, and we invest in the resource to ensure that we continue to maintain a deep pool of demand for our vehicles.\nThe fruits of our labor are visible in the selling prices we generate for our clients in the past quarter and the past year and frankly, for the past 43 years as well. For the quarter, specifically, we experienced ASP growth globally of 5.4% for all insurance vehicles sold. And for our U.S. insurance clients, growth of 5.7% for the fourth quarter versus a year ago. We know from public data and from public disclosures that our ASPs grew at a rate that eclipsed that of used vehicle value indices like the Manheim Used Vehicle Value Index and grew at a rate more than fivefold that of service providers similar to ours.\nI wanted to spend a few minutes to talk about auction liquidity as one of the critical propositions that we deliver to our sellers, frankly, across both insurance as well as our noninsurance sellers as well.\nWith that, I'll pass the call to Leah to talk about our fourth quarter and our full fiscal year.\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThank you, Jeff. I will begin with our 2025 sales trends. For fiscal year '25, global unit sales increased 4.8% and declined in the fourth quarter by 0.9%. Focusing on our U.S. business. For fiscal year '25, unit growth was 4.1% with fee units growing 4.1% and purchased units growing 4.7%. For the fourth quarter, unit sales declined 1.8%. This reflects fee units declining 1.2% and purchased units declining 16.7%.\nOver the past several months in the U.S., we have transitioned a significant volume of low-value noninsurance units from our Copart direct channel, which are purchased units to our direct buy channel. This change has allowed Copart to more efficiently market lower ASP vehicles by directly connecting sellers and buyers and avoiding the unnecessary costs associated with transportation and storage at a Copart facility. As a result, they are not captured in our units sold metrics. Normalizing for this, U.S. units declined 0.6% for the fourth quarter.\nOur global and U.S. insurance volume grew 4.5% and 4.2%, respectively, for fiscal year '25 and decreased approximately 2% for the fourth quarter versus the prior year period. For the fiscal year '25, our noninsurance unit volume increased 2.8% and decreased 2.1% in the fourth quarter. The fourth quarter decline in noninsurance U.S. volume was driven by our direct buy strategy, which resulted in Copart Direct or our Cash for Cars business line unit sales to decline 5.4% in FY '25 and 32.6% in the fourth quarter. Normalizing for this, noninsurance unit volume continues to grow faster than our U.S. insurance business.\nBlue Car, which services our bank, rental and fleet partners, continued its strong trend with 15.3% growth in fiscal year '25 and growth of 2.8% in the fourth quarter. We continue to see double-digit growth in Blue Car across our bank and fleet partners. This was partially offset during the fourth quarter by certain rental partners who retained or repaired a greater number of vehicles than we had seen historically.\nDealer sales volume consisting of Copart Dealer Services and National Powersport Auctions increased 1.4% for the fiscal year '25 and 2.1% for the fourth quarter. Low-value units, including charities and municipalities increased 4.9% year-over-year and increased 1.2% for the fiscal year '25. Our International segment units sold grew 8.1% for fiscal year '25 and for the fourth quarter, grew 3.3%. Fee units increased 9.8% for the full fiscal year and 3.6% for the quarter. Purchase units declined 1.8% for the full year and increased 1.9% for the quarter. Fee unit growth continues to benefit from the shift of insurance units primarily in Germany, transitioning from purchase contracts to consignment.\nTurning to Purple Wave. Their GTV grew 9.4% for the fiscal year 2025. And while we are observing an industry-wide trend across the heavy equipment and agricultural sectors of sellers taking a cautious wait-and-see approach due to uncertainties in the broader macro environment, Purple Wave's overall GTV continues to significantly outpace the industry from a growth perspective.\nOur global ASPs increased by 5.6% in the fourth quarter and 2.4% for the full year. Our global inventory decreased 13.1% from the year ago period. Overall, inventory levels in the U.S. decreased 14.8% year-over-year. There are 3 main drivers of the U.S. inventory decline. First, we saw low double-digit declines in assignments; second, faster cycle times overall for vehicles sold; and three, the reduction in overall aged inventory. Over the past several years, we have observed that trends in assignment volumes have proven to be a more accurate predictor of future sales than static inventory levels.\nOur inventory business ended the quarter compared to prior year with inventory levels decreasing 3.9%, which is primarily due to the sale of several cat units in the Middle East. International assignments grew just over 1% for the quarter.\nTurning to our financial performance. Global revenue increased to $1.13 billion for the quarter and $4.65 billion for fiscal year '25, reflecting a 5.2% and 9.7% growth, respectively. Global service revenue increased $63.1 million or 7% from the same period last year and increased approximately $407.7 million and 11.4% for the full fiscal year due primarily to increased volumes and overall higher revenue per unit. Our U.S. service revenue grew by 6.2% for the quarter and 10.4% for the year, and international service revenue grew by 13% for the fourth quarter and 18.9% for the year.\nGlobal purchased vehicle sales for the fourth quarter decreased $7 million or 4% and increased $2.5 million or about 0.4% for the fiscal year. Global purchased vehicle gross profit increased by 53.3% in the fourth quarter and 33.7% for the fiscal year. In the U.S., purchased vehicle revenue was up $4.1 million or 4.2%. However, purchased vehicle gross profit decreased $1 million or about 14.2% in the quarter. And for the fiscal year, U.S. purchased vehicle revenue increased $64.9 million or 19.2% and purchased vehicle gross profit remained largely flat. Year-to-date, our U.S. purchased unit margins were 6.3%, a decrease of about 113 basis points compared to FY '24.\nInternationally, purchased vehicle revenue decreased by $11.1 million or 14.2% and gross profit increased by $8.5 million or 127.5% in the fourth quarter. And for the full year, purchased vehicle revenue decreased $62.4 million or 18.5% and purchased vehicle gross profit increased $18.7 million or 60%. The reduction in international purchased vehicle revenue accompanied by an increase in gross margin continues to be driven by an increase in German units being consigned, which were previously subject to a purchase contract as well as stronger purchase unit margins in the U.K.\nGlobal facility-related costs, which include facility operations, depreciation, amortization and stock-based compensation increased $14.4 million or 3.2% in the fourth quarter and $234.2 million or 13.7% for the full fiscal year. In the U.S., facility-related costs increased $13 million or 3.4% for the fourth quarter, and facility-related costs per unit increased 5.4% from the prior year period. This increase in per unit cost reflects our ongoing investments and expanded operational capacity to support our continued growth.\nFor the full fiscal year, U.S. related costs increased $205.5 million or 14.3% and facility-related costs per unit increased 9.7%. For the quarter, international facility-related costs were up $1.4 million, an increase of 1.9% or a decrease of 1.4% on a per unit basis. And for the full fiscal year, international facility costs increased $28.8 million, an increase of 10.7% or 2.4% on a per unit basis.\nDuring the quarter, global gross profit was $509.7 million, an increase of $56.2 million or 12.4%, and our gross margin percentage was 45.3% in the quarter. For the fiscal year, global gross profit was $2.1 billion, an increase of $192.4 million or 10.1%, and our gross margin percentage was 45.2%. In the U.S., our gross profit was $440.3 million, an increase of 8.4% for the quarter and an increase of 7% for the full fiscal year. Gross margin was 47.5% for the quarter and for the full year. Our international gross profit was $69.5 million, an increase of 47.1% for the quarter and was $268 million for fiscal year '25, an increase of 36.7%, and gross margin was 34.9% in the quarter and 33.9% for the year.\nTurning to general and administrative expenses. Spend in the quarter was $97.1 million, reflecting an increase of $3.1 million year-over-year. For the year, spend was $402.9 million, an increase of $67.7 million. Fourth quarter GAAP operating income increased by 14.8% to $412.6 million, and for the fiscal year, GAAP operating income increased by 8% to $1.7 billion. Finally, fourth quarter GAAP net income attributable to Copart, Inc. increased by 22.9% to $396.4 million or $0.41 per diluted common share. During the quarter, we benefited from an increase of $6.4 million from interest income as we have actively invested our cash into treasury securities. For the quarter, our tax rate was 17.4%, which reflects the impact of increased tax credits and a reduction in state tax expense. For the fiscal year, GAAP net income attributable to Copart, Inc. increased by 13.9% to $1.55 billion or $1.59 per diluted common share.\nTurning to our capital structure. As of the end of July, we had $6 billion of liquidity, which is comprised of $4.8 billion in cash and held-to-maturity securities and our capacity under our revolving credit facility.\nWith that, Jeff and I would be happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/56239a9f99889d370cf726fe7693a4d4",
    "period": "2025 Q2",
    "content": "Q2 2025 Copart Inc Earnings Call\n\nQ2 2025 Copart Inc Earnings Call\n\nCPRTNASDAQFEB 20, 5:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Second Quarter Fiscal 2025 Earnings Call. Just a reminder, today's conference is being recorded.\nBefore turning the call over to management, I will share Copart's safe harbor statement. The company's comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in the company's markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer you to the section titled Risk Factors and the company's annual report on Form 10-K for the year ended July 31, 2024, and each of the company's subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements.\nI will now turn the call over to the company's CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nThank you, Owen, and welcome, everybody, to our second quarter 2025 earnings call. On our recent calls, we discussed and addressed a range of long-term themes, including fundamental growth drivers for our insurance business, including macro forces such as total loss frequency which we'll touch upon today, as well as the proactive levers that we control to drive our growth in that portion of our business. Those levers include, for example, our artificial intelligence-enabled image recognition tools, which can empower insurance companies to total cars more accurately and more effectively as well as our vertical extension into new service offerings, such as Title Express. We've also talked about our response to major catastrophic events, including Hurricanes Helene and Milton from last year. And we, of course, have discussed as well our expansion -- the expansion of our business with sellers beyond the insurance industry to include financial institutions, rental car fleets, corporate fleets, among others.\nWe would encourage you to revisit those prior calls for deep dives on those subjects. I would summarize today simply by saying that those big picture trends continue. First, we continue to grow our insurance volume, our auction liquidity and the returns we're generating for our sellers. Our insurance carriers with each passing day are entrusting us with more of the workflow that they once handled in-house, both day-to-day and in certain events as well. As one very visible example, now that we are processing well over 1 million titles per year via our Title Express platform, no carrier who has started with Copart has taken it back in-house. We also continue to grow our volume with our noninsurance sellers, benefiting, of course, from the flywheel effects of our auctions. And finally, we continue to invest proudly and aggressively in our business in the form of technology, real estate and people to fuel our future growth.\nI wanted to provide a few brief comments on our insurance business specifically before turning it over to Leah to review the financial results and to take a few of your questions. First, on our insurance business. Our global volume grew 8% for the quarter in comparison to the same quarter last year, a little over half of this was attributable to the catastrophic events in the second half of last year. As has been true since the dawn of our industry, we continue to experience increases in total loss frequency, of course, with the singular exception of the blip from 2021 to 2022 when ACVs or pre-accident values increased more than they ever had previously in Copart's history.\nFor the fourth quarter in the United States, total loss frequency hit 23.8%, an all-time high, though a portion of that is attributable to those storm events in the second half of last year, which tend to have very high total loss frequency rates. Nonetheless, the full year trend of 22.2% represents an all-time annual high and the total loss frequency drivers certainly continue unabated.\nRepairing cars becomes less attractive as time passes as labor cost increase, repair parts cost increase and rental car rates do as well, while [ totaling ] vehicles becomes more attractive given the liquidity of our auctions, demand for our vehicles by international buyers and the salvage returns we're able to generate for our sellers.\nA couple of inquiries we've received in recent days that I thought might be worth addressing today. First is the question about whether insurance coverage in general has changed. And I would note that over the past 2 years, the insurance industry has generally achieved rate relief through state regulatory bodies and consumers have certainly felt those changes in the form of higher rates for their auto policies. This has caused a modest increase in the uninsured population relative to pre-COVID levels, certainly. Over many years, we've observed this to be a cyclical trend, meaning the uninsured motorist rates tends to go up and down over the years. And given where we sit right now, it likely is a modest -- it represents a modest offset to the growth in our insurance business.\nThe second topic I wanted to address briefly is the question of what potential tariffs mean for our business, and I'll take a U.S.-centric view first to addressing this question. It's frankly similar to an inquiry that we get from time to time about whether high used car prices or low used car prices are better for our business. The reality is that we're somewhat ambivalent. And in this case, the bottom line of a potential tariff-oriented approach would be that it's largely neutral to our business, though with a complex tapestry of offsetting forces, some of which we'll briefly touch on today. As you know, in general, the effects of tariffs are largely inflationary for each of the factors that in turn affect our business with the corresponding downstream effects on our unit volume, our selling prices and our operating profit. Here are a few such examples.\nInbound tariffs in isolation would increase the cost of repair parts for vehicles, which all else equal, would increase total loss frequency and drive increased volume to Copart. Inbound tariffs, however, would also increase pre-accident values or actual cash values to use the [indiscernible], which in isolation would increase the cost of total losses to insurance carriers, reducing total loss frequency and suppressing volume to Copart. But those inbound tariffs would also increase the selling prices for the vehicles that we sell at auction for the very same reason, yet again, driving total loss frequency up and improving our unit economics as well.\nIf the story is stopped there, I'd characterize the effect of tariffs as being modestly positive to Copart. The great unknown, however, is what inbound tariffs for shipments to the United States, whether those tariffs could precipitate retaliatory tariffs from the same countries against whom we are imposing them. On its space, those tariffs might appear to suppress selling prices for our vehicles at auction. However, for the automotive industries, the countries that would face the most substantial tariff burdens such as Germany, Japan, Mexico and Canada are generally not the providers of critical high-value liquidity for our auctions. Those nations are typically in Eastern Europe, the Middle East and Africa.\nAs has been true now for many years, economic outcomes for our sellers and for Copart at our auctions are largely driven by the cars that we are selling as repairable drivable cars, not as parts to be harvested nor as metal to be scrapped. The countries who are hungriest for these types of cars generally do not have substantial domestic auto manufacturing capabilities and as such, are not likely to be subject to significant automotive tariffs against which to retaliate in the first place.\nThat's a bit of a long-winded answer. But in sum, I think we believe the tariffs would have a likely neutral to modestly positive effect on our business, and we based it on such inquiries that I thought it was worth exploring in greater detail.\nWe concluded our quarter and are pleased with the results, and I'll hand it to Leah to describe those more fully.\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThank you, Jeff. I'll begin with our second quarter sales trends. During the quarter, our global unit sales increased 8% and inventory decreased nearly 3% from a year ago period. Focusing on our U.S. business, growth in units sold was about 8%, which reflects fee unit growth of nearly 8% and purchase unit growth of 29%. Our U.S. insurance unit volume increased about 9% year-over-year or approximately 2% when you exclude CAT units. Noninsurance unit volume increases continue to outpace our insurance volume growth, excluding CAT.\nBlue Car, which services our bank, rents and fleet customers, continued its strong trend with year-over-year growth of over 27%. Dealer sales volume consisting of Copart Dealer Services and our National Powersports Auction business was flat year-over-year, with NPA increasing over 14% and CDS declining about 5%. Low-value units, including charities and municipalities, declined just over 4% as we continue to focus on higher margin per unit business lines.\nOn a final note, our partner in the equipment space, Purple Wave, has driven 8% GTV growth year-over-year for the trailing 12 months ended January 31. While we are observing the industry-wide trend of sellers taking a cautious wait-and-see approach due to uncertainties in the broader macro environment, Purple Wave's overall GTV continues to significantly outpace the industry from a growth perspective. Overall inventory levels in the U.S. decreased about 4% and by about 5% when excluding low value in CAT units.\nTurning to our international business. Growth in units sold was over 8% in the quarter and about 7% when you exclude CAT units. International fee units increased 11% and purchase units decreased 6% for the quarter. Our international business ended the quarter with inventory levels 2% ahead of the prior year period.\nGlobal ASPs increased by approximately 2% for the quarter relative to the year ago. Our U.S. insurance ASPs increased by nearly 2% over the same period and increased just over 1% when you exclude the impact of CAT units. Our international ASPs decreased by less than 1% and international insurance ASPs increased 3%.\nTurning to our financial performance. Global revenue in the quarter increased 14% to nearly $1.2 billion. Global service revenue increased nearly $130 million or 15% for the second quarter due to increased volume and higher revenue per unit. U.S. service revenue grew by nearly 15% for the quarter, and 8% when excluding CAT units. And international service revenue grew by about 17%.\nGlobal purchased vehicle sales for the second quarter increased approximately 9%, while global purchased vehicle gross profit increased 110% in the second quarter. In the U.S., purchased vehicle revenue was up about $32 million or 43%, while purchased vehicle gross profit increased over $9 million or about 205% in the quarter. Internationally, purchased vehicle revenue decreased by over $18 million or 22%, and gross profit increased by more than $3 million or about 48% in the second quarter.\nAs a reminder, the reduction in international purchased vehicle revenue accompanied by an increase in gross margin continues to be driven by higher ASP insurance vehicles in Germany, which have transitioned from a purchase contract to a consignment model as well as stronger purchase unit margins in the U.K.\nGlobal facility-related costs, which include facility operations, depreciation and amortization and stock-based compensation increased $81 million or about 20%. In the U.S., facility-related costs increased $75 million or nearly 22%. During the quarter, we recognized $27 million of incremental costs associated with the Hurricanes Helene and Milton. This reflects the recognition of expenses associated with CAT units sold during the period. There remains over $5 million in costs, which are incurred and are currently capitalized on our balance sheet, which will be recognized as the remaining CAT units are sold. Excluding the costs associated with the hurricanes, facility-related costs per unit increased about 12% from the prior year period. This increase in per unit cost reflect our ongoing investments and expanded operational capacity to support our continued growth. International facility-related costs were up almost $6 million, which is an increase of nearly 9% or less than 1% on a gross -- on a per unit basis.\nDuring the quarter, global gross profit was approximately $526 million, an increase of over $61 million or about 13%. And our gross margin percentage was 45% in the quarter. In the U.S., our gross profit was approximately $463 million, an increase of about 11%, and gross margin was about 48% for the quarter. Our international gross profit was approximately $62 million, an increase of about 32%, and gross margin was about 33% in the quarter.\nSecond quarter GAAP operating income increased about 12% to over $426 million, which reflects the growth in gross profit and our general and administrative expenditures of $99 million, which are up about $15 million over the prior year. And finally, second quarter GAAP net income increased 19% to over $387 million or $0.40 per diluted common share.\nDuring the quarter, we benefited from an increase of nearly $7 million of interest income as we have actively invested our cash into treasury securities. And for the quarter, our tax rate was approximately 17%.\nTurning to our capital structure. As of the end of January, we had over $5 billion of liquidity, which is comprised of nearly $3.8 billion in cash and our capacity under our revolving credit facility of over $1.2 billion.\nWith that, Jeff and I would be happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ede2401f4ac6593547a11a551c478936",
    "period": "2024 Q3",
    "content": "Q3 2024 Copart Inc Earnings Call\n\nQ3 2024 Copart Inc Earnings Call\n\nCPRTNASDAQMAY 16, 5:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Third Quarter Fiscal 2024 Earnings Call. Just a reminder, today's conference is being recorded. Before turning the call over to management, I will share Copart's safe harbor statement.\nThe company's comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in the company's markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer you to the section titled Risk Factors in the company's annual report on Form 10-K for the year ended July 31, 2023, and each of the company's subsequent quarterly reports on Form 10-Q.\nAny forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements. I will now turn the call over to the company's CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nThank you. Good evening, and welcome, everyone, and thank you for joining us this evening. We're pleased to report our results for the third quarter of fiscal 2024. I'll provide some brief comments about the business before handing the call to Leah to review our financial results, and then she and I will take your questions.\nFirst, turning to our insurance business. We recently concluded our 24th Annual U.S. Insurance Advisory Board meeting in New York City. Every year, we gather in person to solicit feedback from our clients about the opportunities and challenges they face, which in turn, inform our service offerings, tech deployments and capital investment programs.\nSome of the priorities we addressed this year included a range of levers available to them to address escalating claims, cycle times and advanced charges in particular. We discussed at length our best-in-class auction liquidity, fueled by our exclusively online marketplace, which itself has been refined repeatedly since its launch in 2003.\nOur uniquely global buyer base and the auction intelligence that results from the application of machine learning tools to the data from literally billions of interactions with sellers and members that correspond with tens of millions of vehicles sold.\nAnd in the spirit of our shared success, we hosted this event to coincide with the celebration of our 30th anniversary as a public company. And together with our clients, we rang the NASDAQ opening bell.\nWe continue to grow our business with our insurance clients. As anticipated, new and used vehicle prices have decreased somewhat steeply in recent days, while repair costs remain elevated, driving a strong and continued recovery in total loss frequency.\nDuring our third fiscal quarter, we observed a 14% year-over-year decline in the Manheim used vehicle value index. And though ISS Fast Track reported a slight softening in accident severity of 1.3% or so for the fourth calendar quarter of 2023. Accident severity is still up almost 9% when compared to the same quarter two years prior.\nThe combination of these two forces, decreasing used vehicle values and elevated repair costs due to vehicle complexity and labor challenges in the repair industry has driven a recovery in total loss frequency back to prepandemic levels.\nPer CCC, total loss frequency for the first calendar quarter 2024 with 21.1% across all lost categories, up approximately 150 basis points versus the same time a year ago. We believe that long-run trends continue to make repairing vehicles less economically attractive to insurance carriers and totaling vehicles more economically attractive to them, and the total loss frequency will continue at steady long-term path upwards.\nOur U.S. insurance volumes increased 6.8% year-over-year as we have lapped the effects of units from Hurricane Ian a year ago. given the increasing frequency and magnitude of storm-related activity, we're somewhat hesitant to provide normalized growth trends that exclude the effect of storms, but it was a modest reduction in year-over-year growth rest of the [ Ian ] vehicles sold a year ago.\nAnd then to the theme more generally of our response to catastrophic events. We responded to multiple smaller weather events so far this year and last, they did not in the aggregate approach the magnitude of major catastrophic events like hurricanes, Ian, IDA and Harvey. Nonetheless, these comparatively smaller storms affected communities across the United States, including floods Houston area and tornado outbreaks in the Central Plains.\nOur investments into our catastrophic team and infrastructure have allowed us to respond efficiently to our customers' needs throughout these events and underscore our contributions to promoting resilience for the communities we serve in the face of the evolving climate change trends.\nWe note also that major research groups are predicting a serious storm season ahead, Predicting as many as 31 named storms in 2024, an increase of over 50% year-over-year. As a result, our focus remains on our proactive preparedness. Investing in our teams on the ground, our logistics technology, our fleet of vehicles and of course, our dedicated acreage reserved for handling the peak capacity needs to come with major events.\nOn a similar note, outside the United States, we're leveraging our catastrophic response capabilities to support our clients in Southern Brazil and in the [ Persian Gulf, ]who continue to experience the effects of ongoing historical flooding.\nI'll pause for a minute on our noninsurance business as well. We continue to grow our Blue Car business, which serves our bank and finance fleet and rental segment partners. In the third fiscal quarter, we observed year-over-year growth of 23% to almost 24%. And Likewise, our dealer sales volume, a combination of our Copart Dealer Services business unit and NPA, our powersports auction platform increased unit volumes sold by almost 18%.\nAll told, our U.S. noninsurance automotive and dealer volume, excluding low value and wholesale units increased 19% year-over-year. Our growth is the result of our commitment to customer service and our auction liquidity. With each additional vehicle, we earn the right to sell, we increase the attractiveness of our auction platform to the world's automotive buyers, drawing still more members to our options and to the benefit of all of our sellers new and old.\nI'll conclude with a reflection -- a brief reflection on our first 30 years as a publicly traded company. Perhaps the single most distinctive characteristic of Copart today is our investment horizon. Even as we celebrate our 30th anniversary, our minds quickly shipped to the work ahead of us to ensure a prosperous celebration with our clients of our 40th 50th and 60th as well. We'll continue to invest as we always have in our people, our technology and our real estate to deliver excellent results to our clients worldwide.\nAnd with that, I'll turn it over to Leah, our CFO.\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThank you, Jeff. I'll begin with our third quarter sales trends. During the quarter, our global unit sales increased over 11%, including the modest benefit of the consolidation of Purple wave, while inventory increased 4% from the year ago period. This growth was a function of a partial recovery in total loss frequency and share gains.\nFocusing on our U.S. business, unit growth was over 9%, which reflected fee unit growth of over 9% and purchased unit growth of over 17% consignment or fee units continue to constitute the vast majority of our U.S. unit volumes.\nInsurance unit volume increased about 7% year-over-year. As Jeff mentioned, our noninsurance unit volume growth has continued to outpace that of our insurance business. This volume growth substantially came from dealer units, which increased nearly 18% and fleet rental and finance units, which increased over 23%. Inventory levels in the U.S. increased over 3% in the quarter and over 5% when excluding low value in cat units.\nTurning to our international business. We saw unit growth of over 21%, with fee units increasing nearly 21% and purchase units increasing by over 24%. Our international business ended the quarter with inventory levels over 7% ahead of prior year.\nFor the quarter, global ASPs declined by about 3% from the year ago period, with U.S. insurance ASPs down less than 2% and international ASPs down about 5%. Overall, our ASPs continue to show resilience compared to the nearly 14% year-over-year decrease in the Manheim used vehicle price index.\nTurning to our financial results for the third quarter. Global revenue increased to $1.13 billion, representing growth of over $105 million or about 10%. Global service revenue increased nearly $100 million or almost 12% for the third quarter, primarily due to increased volume. U.S. service revenue grew by over 10% and international service revenue grew by nearly 22% for the quarter.\nGlobal purchased vehicle sales for the third quarter increased $6 million or 3.5% and global purchased vehicle gross profit increased by over $2 million or over 17%. In the U.S., our purchased vehicle revenue was up nearly $7 million or 8%, while gross profit increased less than $1 million or almost 3%. This trend was primarily due to a mix shift towards lower ASP units in the U.S.\nInternationally, purchased vehicle revenue decreased by less than $1 million or almost 1%, while gross profit increased by over $2 million or about 29%. These results were primarily driven by significantly higher margins on purchased units in Germany.\nGlobal gross profit increased to more than $525 million, an increase of over $42 million or about 9% and our gross margin percentage decreased approximately 70 basis points to 46.6%. In the U.S., our gross profit margin decreased to 50.9% with DNA being the most impactful driver of margin compression as we continue to focus on investments in our yard infrastructure and technology. And our international gross profit margin increased to 27.6%.\nTurning to general and administrative expenses, excluding stock-based compensation and depreciation, spend in the quarter was $76 million, reflecting an increase of more than $23 million and less than $4 million on a sequential basis.\nAs we've highlighted over the past quarter, our year-over-year G&A increase continues to reflect our investments in our sales, marketing, product and technology functions, the financial consolidation of Purple wave into our results as well as an increase in third-party related projects.\nThis increase includes 2 key system implementations, which we kicked off during the quarter relating to our finance and HR function. We expect these investments will result in more scalable processes and systems and provide us with a greater operating leverage over the long term.\nFinally, GAAP operating income increased by over 4% to $437 million, and third quarter GAAP net income increased by over 9% to $382 million or $0.39 per diluted common share. During the quarter, we benefited from over $18 million of incremental interest income as we have actively invested our cash into treasury securities as well as a lower effective tax rate of 19.1%.\nTurning to our capital structure. As of the end of April, we had $4.3 billion of liquidity, which is comprised of nearly $3.1 billion in cash and investments [ in held ] to maturity securities, and our capacity under our revolving credit facility of over $1.2 billion. We believe that our conservative capitalization is a distinct competitive advantage in our industry empowering us to operate our business with a horizon that prioritizes long-term success for both ourselves and our clients.\nFor the quarter, we generated operating cash flow of over $496 million and $408 million of free cash flow. Our capital expenditures in the quarter were about $88 million, with nearly all of our investments attributable to expanding our real estate and physical infrastructure to enhance capacity while simultaneously reducing our transportation costs and corresponding fuel consumption.\nAs I've highlighted in the past, we expect our capital allocation strategy will enable Copart to focus entirely on delivering outstanding products and services. To further this objective, over the last 12 months, we have deployed over $540 million into our real estate portfolio, [ lease ] and technology. Today, our global portfolio of approximately 19,000 acres of outdoor vehicle storage, a robust fleet of transportation assets and more than 2 decades of virtual auction technology development are the foundation of what truly differentiates Copart.\nAnd with that, Jeff and I would be happy to take questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/db5d2342371ce5e40748483ac56b5f47",
    "period": "2024 Q2",
    "content": "Q2 2024 Copart Inc Earnings Call\n\nQ2 2024 Copart Inc Earnings Call\n\nCPRTNASDAQFEB 22, 5:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Second Quarter Fiscal 2024 Earnings Call. Just a reminder, today's conference is being recorded. Before turning the call over to management, I will share Copart's safe harbor statement. The company's comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in the company's markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer you to the section titled Risk Factors in the company's Annual Report on Form 10-K for the year ended July 31, 2023, at each of the company's subsequent Quarterly Reports on Form 10-Q. Any forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements.\nI'll now turn the call over to the company's Co-CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nThank you. Good evening, and thank you for joining us. We're pleased to report our results for the second quarter of fiscal 2024. I'll start my comments today with commentary about our business. I'll then talk about a few recent additions to our senior leadership team before handing the call to Leah to review our financial results. And then she and I will take your questions.\nFirst, on our insurance business for the quarter. We're pleased with our ongoing profitable growth with our insurance sellers, albeit with a year-over-year noise of a significant catastrophic events in the first and second quarters of last year in the form of Hurricane Ian, which I'll comment on in a moment. As anticipated, new and used vehicle prices have decreased somewhat steeply in the past few quarters, while repair costs continue to increase. Those factors have driven a strong and continued recovery in total loss frequency.\nFor the months that comprise our second fiscal quarter, we noted a 7% year-over-year decline in the Manheim used vehicle value index. At the same time, accident severity, as measured in cost of repair increased 1.7% over that same period -- or pardon me, during the third calendar quarter of 2023, the most recently available measurement period as reported by ISS Fast Track. Despite the decrease of 7% in the Manheim used vehicle value indexed, our U.S. insurance selling prices by comparison have remained flat year-over-year, a reflection of our auction liquidity and buyer activity after adjusting for the removal of Hurricane Ian from the prior year. As I noted, the combination of these forces, decreasing used vehicle values and increasing repair costs has driven a recovery in total loss frequency.\nAccording to CCC, total loss frequency for the fourth calendar quarter of 2023 was 20.9% across all loss categories. This is up almost a full percentage point year-over-year and up 1.5% sequentially. As always, we continue to believe that long-run trends continue to make repairing vehicles, less economically attractive to insurance carriers and totaling vehicles more economically attractive to them at the same time. Our nominal U.S. insurance volumes increased just 0.3% year-over-year, though largely again due to the effect of the sell-through of units from Hurricane Ian a year ago. While we responded to multiple smaller weather events this year, they did not, in the aggregate, approach the magnitude of Hurricane Ian. Normalized for Ian's impact, we estimate our U.S. insurance volume to have increased 9.2% for the period, a reflection again of total loss trends and market share growth.\nTurning to our noninsurance business. First, we continue to grow our Blue Car business, which serves our bank and finance fleet and rental partners. In the second fiscal quarter of 2024 -- pardon me, 2024, we observed year-over-year growth of north of 30%. Likewise, our dealer sales volume, a combination of our CDS business unit and NPA, our powersports auction platform, our volume increased by 21% year-over-year as well. All told, our U.S. noninsurance automotive volume, excluding low value and wholesale units increased north of 30% year-over-year.\nOur growth is the result of our commitment to customer service and our auction liquidity. With each additional vehicle we earn the right to sell, we increase the attractiveness of our auction platform to the world's automotive buyers, drawing still more buyers to our auctions to the benefit of all of our sellers new and old.\nI'll conclude my comments with a brief welcome and introduction to 3 new members of the Copart executive team who joined us this quarter. First, David Kang -- David Cohen, pardon me, our new Chief Marketing Officer; and Neel Madhvani, our new Chief Product Officer. Dave and Neel bring with them the experience and expertise of global marketing, brand communications and member and product development on behalf of world-class digital businesses. Dave's previous roles included serving as the SVP of Data Insights and as Chief Marketing Officer for Consumer Auto Finance at Capital One, as well as various roles with McKinsey & Company previously. Neel serves most recently as VP of Product at Chewy and held various strategy roles at Boxed and Staples. Together, they bring a data-centric approach to strategy, leadership and customer experience that aligns well with our business objectives.\nI'll take a moment to thank Steve Powers, our long-time Chief Operating Officer, who is transitioning to his new role as Chief Business Development Officer. He and his team have navigated our business years now of pandemic response, abundant storm activity in various disruptive forces in our industry. We extend a warm welcome to Hessel Verhage his successor as COO. Hessel was the supply chain leader for DB Schenker, one of the world's largest and most complex logistics providers for a litany of demanding clients such as Procter & Gamble, BMW, Apple and many, many others. Hessel will spearhead our efforts to sustain and extend what we believe to be a substantial competitive advantage in our physical operations.\nWith a mix of new and experienced leadership, we believe we are well equipped to continue our profitable growth. Our bedrock operating principles, of course, remain the same. We emphasize providing outstanding economic outcomes to our sellers through excellent service and auction results and to provide the best auction liquidity and experience to our members.\nWith that, I'll turn it over to our CFO, Leah Stearns.\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThanks, Jeff. I'll begin with our second quarter sales trends. During the quarter, our global unit sales and inventory increased over 7% and 6%, respectively, from the year ago period. Given the relatively quiet 2023 hurricane season, this growth was a function of a partial recovery, total loss frequency and share gains. Focusing on our U.S. business, unit growth was nearly 5%, which reflected fee unit growth over 4% and purchase unit growth of over 10%. Consignment or fee units continue to constitute the vast majority of our U.S. unit volumes. Our insurance unit volume was flat year-over-year and up 9% when excluding Hurricane Ian units from a year ago.\nAnd as Jeff mentioned, our noninsurance unit volume growth has continued to outpace that of our insurance business. This volume growth substantially came from dealer units, which increased over 21% and fleet rental and finance units, which increased 35%. Inventory levels in the U.S. increased over 4% and over 6% when excluding low value and cat units.\nTurning to our international business. We saw unit growth of over 21% with fee units increasing 22% and purchased units increasing by over 19%. Our international business ended the quarter with inventory levels over 16% ahead of prior year. For the quarter, global ASPs and U.S. insurance ASPs declined by nearly 5% from the year ago period. and U.S. insurance ASPs excluding Hurricane Ian units were flat. In addition, international ASPs were up about 1%. Overall, our ASPs continue to show resilience compared to the more than 7% year-over-year decrease in the Manheim used vehicle price index for the quarter.\nTurning to our financial results for the second quarter. Global revenue increased to $1.02 billion, representing growth of over $63 million or about 7%, including a 0.7% tailwind due to currency. Global service revenue increased nearly $72 million or over 9% for the second quarter, primarily due to higher average revenue per unit and increased volumes. Our U.S. Service revenue grew by over 7% and international service revenue grew by nearly 26% for the quarter. Global purchased vehicle sales for the second quarter decreased to about $8 million or 5% and global purchased vehicle gross profit decreased by less than $1 million.\nIn the U.S., purchased vehicle revenue was down over $7 million or about 9%, which was primarily due to a mix shift towards lower ASP units, while gross profit increased over $1 million. Internationally, purchased vehicle revenue decreased by $1 million or about 1% and gross profit decreased by $2 million. Global gross profit increased to more than $464 million an increase of nearly $38 million or about 9%, and our gross profit margin percentage increased by approximately 100 basis points to 45.5%. In the U.S., our gross profit margin increased to 50.2% and our international gross profit margin increased to 24.9%. The year-over-year margin increase on a consolidated basis was driven primarily by a revenue mix shift resulting from strong growth in fee units, which generate higher margins and a decline in direct cost per unit sold. On the cost front, during the first and second quarter of last year, we incurred cat expenses, specifically related to Hurricane Ian, which did not recur.\nTurning to general and administrative expenditures, excluding stock-based compensation and depreciation expenses. G&A spend in the quarter was over $72 million, reflecting an increase of over $24 million. The increase in G&A includes over $3 million in onetime costs associated with the conclusion of our CMA process in the U.K. The remainder reflects the financial consolidation of Purple Wave into our results, third-party project-related costs and the impact of investments in our technology and sales organizations to support Copart's business growth. We expect that the investments we are making in our people, processes and systems will provide us with greater operating leverage over the long run. As a result, GAAP operating income increased by nearly 4% to $380 million.\nFinally, second quarter GAAP net income increased by nearly 11% to over $325 million or $0.33 per diluted common share. During the quarter, we benefited from nearly $20 million of incremental interest income as we have actively invested our cash into treasury securities as well as a lower tax rate of 20.7%.\nTurning to our liquidity and financial position. Liquidity was $3.9 billion as of the end of January, which is comprised of nearly $2.7 billion in cash and investments in held to maturity securities and our capacity under our revolving credit facility of over $1.2 billion. For the quarter, we generated operating cash flow of nearly $162 million, which is a decrease of 14% from the prior year. In addition, we invested about $123 million in capital expenditures, with nearly all of this amount attributable to our real estate and physical infrastructure to support capacity expansion, which contributes to our ability to serve our customers while simultaneously reducing our transportation costs and corresponding fuel consumption.\nFinally, for the quarter, if you take our operating cash flow, less CapEx, we've generated about $39 million of free cash flow. As I've highlighted in the past, our top priority is to invest to grow our core business. To achieve this, over the last 12 months, we have deployed over $540 million into our real estate portfolio, fleet and technology to provide best-in-class products and services to our customers.\nAnd with that, Jeff and I will be happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ad0024f21ea3f5f9273af5737c77daa9",
    "period": "2024 Q1",
    "content": "Q1 2024 Copart Inc Earnings Call\n\nQ1 2024 Copart Inc Earnings Call\n\nCPRTNASDAQNOV 16, 5:30 PM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. First Quarter Fiscal 2024 Earnings Call. Just a reminder, today's conference is being recorded.\nBefore turning the call over to management, I will share Copart's safe harbor statement. The company's comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in the company's markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer you to the section titled Risk Factors in the company's annual report on Form 10-K for the year ended July 31, 2023, and each of the company's subsequent quarterly reports on Form 10-Q.\nAny forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements.\nI'll now turn the call over to the company's co-CEO, Jeff Liaw. Please go ahead, Jeff.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nGood evening. Welcome to the first quarter earnings call. Let me hand to Leah briefly for the safe harbor -- oh. Pardon. Well, let's dive in. I'll keep my comments brief. We'll highlight a few recurring themes that you've heard about -- that you've heard previously before handing the call to Leah for a more in-depth look at the first quarter, and then we'll take your questions as well.\nFirst, as for our insurance business, we continue to observe a rebound in total loss frequency in the quarter. As you may recall, total loss frequency troughed at just north of 17% in the second calendar quarter of 2022, and it is now 19.3% according to CCC in the third calendar quarter of 2023. You'll note, though, that today's total loss frequency remained substantially below pre-COVID highs of 21.7% in the fourth calendar quarter of 2020. We continue to believe the total loss frequency will revert in time to historical levels and eventually well beyond in keeping with all recorded history on this statistic.\nOur expectation -- our continued expectation is that new and used vehicle prices are likely to stabilize, perhaps decrease more -- and if and when they do, to do so more steeply than repair costs will, driving an ongoing recovery in total loss frequency.\nFor the third calendar quarter of 2023 specifically, we observed a 4% decline in the Manheim Used Vehicle Value Index, while accident severity increased by 4% over that same period as reported by ISS Fast Track.\nAlthough our U.S. insurance volumes continued to increase, up 9.7% year-over-year for the quarter, we estimate the total loss volumes continue to remain suppressed when compared to historical total loss frequency norms.\nAnd then as you've heard us say before, a brief reminder on the long-term drivers of total loss frequency. First, vehicles become more expensive to repair with rising vehicle complexity, advanced components on the perimeter of vehicles in particular, rising labor costs and parts prices. And then just as importantly, a rising demand for mobility in growing economies and our auction platform and marketing efforts accessing those prospective buyers.\nA brief note on the storm season. On our last call, we had talked about a potentially very active storm season. And at that moment, we'd experienced 12 named storms, and we've had 9 more since, up over 50% versus 2022. Ultimately, only a handful of these storms made landfall in the U.S., with none of them causing a substantial number of vehicular losses in comparison to prior years. We know all of this now, of course, with the benefit of hindsight. Storms, however, are inherently unpredictable, and the storm season was sufficiently active to cause us to deploy hundreds of team members, Copart owned and third-party tow trucks, Copart-owned loaders, telecom equipment and generators, all over the country in anticipation of major loss events.\nLast year, Hurricane Ian, the largest storm in our history as measured by consigned vehicles, caused us to incur substantial costs, including in the first quarter of 2023, with those units subsequently sold in -- largely in the second and third quarters of fiscal '23. We view these undertakings in the aggregate as the normal cost of business in providing excellent service to our customers and our communities.\nTurning then to our sellers beyond insurance. We continue to grow our Blue Car business, serving specifically the bank and finance fleet and rental sellers. In the first quarter, we observed year-over-year growth of over 35%. We increased our dealer sales volume over that same period by 13% year-over-year.\nWe speak frequently about the flywheel effect of our platform and the global buyer base that we serve. Our ongoing growth in these noninsurance customer segments illustrates our ability to leverage the scale and momentum of this flywheel effect, maximizing auction liquidity and ultimately, returns for all sellers, insurance and otherwise.\nI'll take a moment to comment about our actions outside of the automotive arena. In addition to gains in the insurance and noninsurance passenger vehicle space, we continue to grow our specialty equipment business as well. By virtue of our serving our insurance and dealer clients, we have long been a substantial remarketer of specialty equipment, including in transportation, construction and agricultural realms. This past quarter, we were pleased to announce a strategic investment in Purple Wave. We have known Aaron and Suzy McKee for over a decade and admire the excellent and growing business in Purple Wave that they and their team have built. They share our ownership mindset, a commitment to delivering excellent outcomes to their marketplace participants and a digital-first approach. We're delighted to welcome the Purple Wave team and community to the Copart family.\nFinally, on the subject of sustainability, last November we published our inaugural ESG report, our first ever account of our commitment and contributions to environmental sustainability, global economic empowerment, enterprise sustainability and community sustainability. We intend to publish our 2023 update in the next month or so. In it we'll provide updated data on the enhanced mobility that our marketplace provides to developing economies, the accelerated recovery we enable in communities affected by extreme weather events, and our focus on workplace diversity, equity and satisfaction.\nAnd on the critical subject of environmental sustainability, we will again underscore and quantify the emissions of avoidance that our business enables. We, of course, invest time and resources to optimize our own CO2 equivalent emissions and energy consumption. But overwhelmingly, our most substantial contribution to environmental sustainability is in enabling the recycling and reuse of vehicles and their component parts and materials, meaningfully reducing what would otherwise be the more substantial carbon footprint of new vehicle and parts manufacturing.\nAs our volume grows, so too does this carbon emissions avoidance. In 2023, we estimate that we have helped the world avoid over 11 million metric tons of carbon dioxide equivalents, up roughly 10% year-over-year, and over 100x more than our actual direct emissions.\nWith that, I'll turn it over to Leah.\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThanks, Jeff. I'll begin with our sales trends for the first quarter. During the quarter, our global unit sales and inventory increased nearly 13% and 3%, respectively. Given the relatively quiet hurricane season in '23, our inventory growth was a function of a partial recovery in total loss frequency and share gains.\nDuring the quarter, we saw global ASPs decline by approximately 1% versus the prior year.\nFocusing on our U.S. business, we experienced strong unit growth of over 10%, which reflected fee unit growth over 10% and purchase unit growth of 14%. Consignment or fee units continue to generate the vast majority of Copart's volume growth, with our insurance units posting nearly 10%, our dealer units posting 13% growth, and our Blue Car units, which include units from fleet rental and finance companies, posting over 35% growth. This unit growth was modestly offset by a decline in low-value units from wholesalers and charities.\nInventory levels in the U.S. increased 1% or nearly 12% when excluding low-value units and [ CAG ] units. In the U.S., ASPs were down 2%, and more specifically, insurance ASPs were down 1.7% compared to the 4% decrease in the Manheim Used Vehicle Price Index.\nTurning to our international business. We saw unit growth of over 24%, with fee units increasing over 28%, and purchase units increasing by over 4%. Our international business ended the quarter with inventory levels nearly 14% ahead of the prior year. International ASPs were up 7% compared to the prior year period.\nOur auction returns remained strong as we continue to invest in growing our global buyer base by driving member acquisition, activation and retention. Copart's auctions provide our insurance customers with best-in-class liquidity and returns, ultimately providing a more cost-effective way to manage growing claims costs by making it more cost effective to deemed damaged vehicles a total loss.\nIn addition, we continue to invest in expanding our products and services to serve a more diverse mix of sellers and unit types. Examples of this include our national sales such as our specialty equipment auctions, which primarily sell heavy and medium-duty trucks, and agricultural equipment, and our select auction which sells clean titled vehicles and now provides buyers with greater transparency in vehicle quality through Sale Lights and an arbitration policy.\nTurning to our financial results for the first quarter. Global revenue increased $127 million or about 14%, including a 1% tailwind due to currency. Global service revenue increased nearly $133 million or over 18% from -- for the first quarter, primarily due to higher average revenue per unit and increased volume. U.S. service revenue grew by 17% and international service revenue grew by 29%.\nGlobal purchased vehicle sales for the first quarter decreased about $6 million or 3%, with U.S. purchased vehicle revenue for the quarter down 19%, which was primarily due to a mix shift with the decline in our powersports business and PA being offset by an increase in our Copart direct CashForCars purchased vehicle revenue. The U.S. decline was offset by international growth of 19%. Global purchased vehicle gross profit decreased about $2 million for the quarter, with U.S. purchased vehicle gross profit increasing about $2 million and international purchased vehicle gross profit decreasing $4 million, reflecting a 29% increase in cost of vehicle sales.\nGlobal gross profit in the first quarter increased over $94 million or about 26% and our gross margin percentage increased by approximately 400 basis points to 45.5%. This reflects U.S. margins which increased to 49.9% and international margins decreasing to 24.9%. The year-over-year margin increase on a consolidated basis was driven primarily by a mix shift due to the strong growth in fee units in the U.S., which was partially offset by the impact of inflation and a slight decline in purchase unit margins internationally.\nOn the cost front, during the first quarter of last year, we incurred cat costs -- cat expenses specifically related to Hurricane Ian, which did not recur. Operationally, we are focusing on increasingly standardizing processes and leveraging technology and automation to mitigate the inflationary impacts we've experienced across our business. We expect these efforts will drive greater scalability and efficiency across the organization and help mitigate longer-term cost pressures.\nTurning to general and administrative expenditures, excluding stock-based compensation and depreciation expenses. G&A spend in the quarter was $58 million, reflecting an increase in $13 million and includes $3 million due to a onetime maintenance project, the financial consolidation of Purple Wave into our results, and the impact of our overall growth in business. Over the long run, we continue to expect operating leverage as we grow.\nBecause of our strong revenue growth and moderate cost increases, GAAP operating income increased by nearly 27% to over $395 million for the quarter. First quarter income tax expense was nearly $91 million, which reflects a 21.4% effective tax rate. And finally, first quarter GAAP net income increased by over 35% to over $332 million or $0.34 per diluted common share.\nTurning to our liquidity and financial position. Liquidity was $3.9 billion as of Q1, which is comprised of $2.6 billion in cash and investments and held-to-maturity securities, and our capacity under our revolving credit facility of over $1.2 billion.\nFor the quarter, we generated operating cash flow of over $375 million, which is an increase of 20% from the prior year period. In addition, during the first quarter, we invested about $162 million in capital expenditures, with nearly 80% of this amount attributable to our physical infrastructure, and more specifically, capacity expansion, which contributes to our ability to serve our customers while simultaneously reducing our transportation costs and corresponding fuel consumption.\nFinally, for the quarter, if you take operating cash less CapEx, we've generated $213 million of free cash flow.\nI'll conclude with a few remarks about our capital allocation strategy, focusing on investing in our core business and corporate development. We remain focused on building long-term value for our shareholders and endeavor to continue our strong track record for years to come. To achieve this, we will continue to use our disciplined approach to capital allocation and remain patient, flexible and opportunistic.\nOur first priority is to deploy capital to grow our core business. where we will continue to invest in our people, operational capabilities, including logistics, technology and real estate as well as our customer experience. We also focus on opportunities to diversify our business. including expanding our marketplace capabilities into new geographies or to service new asset types. A prime example of this was our investment into Purple Wave, which, like NPA, brings a leading marketplace for specialized used unit type which, in Purple Wave's case, spans construction added fleet.\nAnd further, we seek to partner with leaders in areas of technology and innovation, which expand beyond Copart's core business but directly support our customers' needs. This includes Insurtech where we recently announced a strategic partnership with Hi Marley to accelerate the total loss process for our customers and their policyholders. This approach provides us ample opportunities to grow our core and drive diversification across our business.\nAnd with that, Jeff and I would be happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2d085be1aa65c13bf1eda267c7c4cea0",
    "period": "2023 Q4",
    "content": "Q4 2023 Copart Inc Earnings Call\n\nQ4 2023 Copart Inc Earnings Call\n\nCPRTNASDAQSEP 14, 5:30 PM\n\nOperator\n\nGood day, everyone, and welcome to Copart, Inc. Fourth Quarter Fiscal 2023 Earnings Call. Just a reminder, today's conference is being recorded. Before turning the call over to management, I will share Copart's statement on safe harbor and non-GAAP financial measures. During today's call, the company will discuss certain non-GAAP measures, including discrete income tax items, the effect of extinguished debt and adjustments to income tax benefits related to stock-based compensation.\nThe company has provided a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures on its Investor Relations website and in its press release issued at approximately 3 p.m. Central Time today. The company believes these non-GAAP measures, together with the corresponding GAAP measures, are relevant in analyzing the company's results and assessing its business trends and performance.\nIn addition, the company's comments today include forward-looking statements within the meaning of the federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in the company's markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer to you to the section titled Risk Factors in the company's annual report on Form 10-K for the year ending July 31, 2023, and each of the company's subsequent quarterly results on Form 10-Q.\nAny forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements. I'll now turn the call over to the company's co-CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nGreat. Thank you, and good evening, and thank you, everyone, for joining us today. We're pleased to report our results for the fourth quarter of fiscal 2023 and the conclusion of a strong fiscal year. We continue our trend of generating excellent results for new and existing customers, of growing our business profitably and of reinvesting in the future prosperity of our customers and ourselves.\nToday, I'll keep my comments brief focusing on some of the recurring themes that are most relevant to our business and to our customers. A year ago on this same call, we talked about the various dimensions of enterprise sustainability that we consider here at Copart, including environmental sustainability, given our critical role in the circular automotive economy; our financial sustainability in the form of our conservative capitalization; operational sustainability through our land stewardship and ownership strategy and global socioeconomic sustainability; and our providing mobility to developing economies around the world.\nToday, I'll spend just a few minutes elaborating on a fifth dimension, which is the proactive role Copart plays in assisting communities in their recovery from catastrophic weather events. The 2023 hurricane season has been forecast to be \"above normal\" according coding to the National Oceanic and Atmospheric Administration, a division of the Department of Commerce.\nThat forecast feels evergreen now year-to-year. So far in 2023, we've experienced 12 named storms, more than double the number we encountered last year. Thankfully, for our insurance clients and their policyholders, the insurance loss impacts of the first hurricane to make landfall this year, Hurricane Idalia, were relatively modest in comparison to major storms in prior years. The threat of a more substantial event nonetheless remains in 2023 as many of the most significant storms in the past 20 years have occurred late in the season.\nHurricane Ian, for example, the largest ever catastrophic event in our history, as measured by unit volume, did not itself make landfall until the 23rd of September last year. For any substantial storm likely to affect our insurance clients and their policyholders, we don't have the luxury of perfect visibility before we deploy resources, both in the moment and in the years prior.\nOur response to Hurricane Idalia illustrates this reality. Though the landfall of the hurricanes eye was projected to be in the big band area of Florida, prevailing weather models showed a wide range of possible outcomes, including a potential initial landfall in the Tampa area and Eastwood progression thereafter through Florida, Georgia and Carolinas. Well before landfall, we deployed hundreds of team members, Copart-owned and third-party-owned tow trucks and Copart-owned loaders, telecommunications equipment and generators from around the country to the region.\nWe were prepared to immediately retrieve inventory store process titles for and sell many thousands of vehicles in the affected areas. And of course, our real estate investment and planning had begun years in advance, yielding more than 600 available acres of dedicated cat storage in Florida alone. For a given storm quarter or year, our investments in catastrophic readiness may appear to be overkill, but we recognize the responsibility we have to our customers and to the communities we serve together to optimize our readiness for such severe weather events.\nI'll touch on a few additional themes for both our insurance and noninsurance businesses. But first, on the -- in the insurance universe. According to CCC, total loss frequency troughed at 17.1% in the second calendar quarter of 2022 and has subsequently rebounded to 18.8% in the second calendar quarter of 2023. This is down a bit sequentially from calendar quarter 1 into calendar quarter 2, though this is the result of seasonality. We've observed that same modest reduction in total loss frequency from the first quarter to the second quarter in each of the past 8 years of CCC's data.\nOur expectation is the new and used vehicle prices are likely to stabilize or decrease in more swiftly than repair cost will. We believe this, in turn, should lead to a recovery in total loss frequency eventually surpassing pre-COVID levels as well. In March 2023, Kelley Blue Book data indicated that average retail transaction values for new vehicles were below MSRP for the first time in nearly 2 years. In April 2023, this average transaction price was nearly $400 below MSRP compared to being $600 above just 1 year prior.\nThe long-term drivers of total loss frequency, of course, remain unchanged. First, repairs are more expensive and less attractive due to increasing accident severity, vehicle complexity, labor costs and rental car costs; and two, salvage economics are more attractive because the growing economies in Central and South America, Africa and Eastern Europe depend on our damaged vehicles to provide the mobility they need.\nAlthough our insurance -- U.S. insurance volumes continue to increase, up some 9% year-over-year, we estimate the total loss volumes continue to be relatively suppressed when compared to historical total loss frequency norms. As this inflationary environment persists, our insurance clients continue to experience hiring and retention challenges. And we, therefore, believe they'll lean still more heavily on trusted partners like Copart to provide additional services, including virtual inspection, loan payoff and title procurement services, among many others.\nOur insurance company clients continue to leverage and incorporate our image recognition tools and machine learning algorithms to enable better decision-making on total losses and importantly, faster decision-making. As we've noted in the past, for a vehicle that will ultimately be totaled, insurance companies often nevertheless incurred literally thousands of dollars in towing, storage estimating, carry-down costs and appraiser labor, much of which could have been mitigated with streamlined decision-making.\nOur insurance companies continue to benefit from and appreciate the importance of our global marketplace in providing superior salvage returns to the insurance industry and minimizing their claims expense as a result. Finally, a few comments on the noninsurance world as well. In the fourth quarter, we observed year-over-year growth of 13.8% in our Blue Car division, underscoring the realization of the benefits of our auction platform and our global member base as we serve the bank and finance fleet and rental segments as well.\nWe likewise increased our dealer volume year-over-year by 5%. These dealers are unique as they serve, in some cases, as both sellers and buyers on our platform. In both cases, for the Blue Car and dealer sources of vehicles for Copart, we believe we are outperforming other wholesale channels for vehicles.\nLastly, in July of 2023, we received approval from the competition authorities in the U.K. to complete the merger of our acquisition of Hills Motor Company, which we had -- which we had completed in financial terms a year ago prior. Hills Motor Company is a leading vehicle dismantling business in the U.K., our insurance customers in the region have made clear to us that they prefer us to be partially -- to be partially vertically integrated in auction vehicles on their behalf while also directly satisfying some of their needs for recycled parts.\nWith that, I'll turn it over to our CFO, Leah Stearns, to provide additional commentary, to walk through some key statistics in our fourth quarter financial results before we open it up for questions. Leah?\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThank you, Jeff. Turning to the quarter. Global unit sales increased nearly 10% year-over-year, including an increase of almost 8% in the U.S. and over 22% internationally. For the fiscal year 2023, global unit sales increased over 5%, including an increase of over 4% in the U.S. and over 12% internationally. In the U.S., our fee units grew about 8% for the quarter and 5% for the year, primarily due to growth across insurance units.\nOur purchase units declined 3% for the quarter at about 14% for the year. Internationally, our unit growth came from a mix of fee and purchased units, but fee units increasing over 22% in the fourth quarter and over 11% for the year and purchased units increasing nearly 21% for the quarter and 20% for the year.\nOur U.S. insurance business grew relative to its 1- and 2-year comps of 9% and 19% during the quarter and 7% and 28% for the year, respectively. This is primarily due to the continued recovery in driving activity, increasing frequency -- accident frequency and severity and total loss frequency and share gain. Our auction returns remain strong as we continue to invest in growing our global buyer base by driving member recruitment, registration and activation.\nAs a result, our auctions provide insurance customers with best-in-class liquidity and returns, ultimately providing a more cost-effective way to manage growing claims costs by making it more cost effective to damaged vehicles of the total loss.\nTurning to our financial results. For the fourth quarter, global revenue increased $114 million or nearly 13%, including a 1% or $6 million tailwind due to currency. For fiscal year '23, global revenue increased $369 million or over 10%, which includes a 1% or $44 million headwind due to currency. Global service revenue increased $126 million or nearly 18% for the fourth quarter and $345 million or 12% for the year, primarily due to higher average revenue per unit and increased volume.\nU.S. service revenue grew by nearly 16% for the quarter and over 12% for the year, and international service revenue grew over 36% for the quarter and over 11% for the year. ASPs were up slightly year-over-year for the quarter, with U.S. average sales prices up about 2%, and that's compared to an over 11% decrease in the Manheim Index, which ended July at 211.7. Purchased vehicle sales for the fourth quarter decreased $12 million or 7%, with U.S. purchased vehicle revenue for the quarter down 25% and international up 29% for the quarter.\nFor fiscal year 2023, purchased vehicle sales increased $23 million or about 4%, with the U.S. down 15% and international up about 37%. Purchased vehicle cost of sales decreased $12 million or 7.5% for the fourth quarter and purchased vehicle gross profit decreased by about 1%. For the fiscal year, purchased vehicle cost of sales increased $29 million or 5% and purchased vehicle gross profit decreased by $6 million or 9%.\nGlobal gross profit for the fourth quarter increased by $76 million or about 20%, and our gross margin percentage increased by approximately 270 basis points to 45.9%. U.S. margins increased to 51.2% and international margins decreased to $21.4. Global gross profit in the fiscal year '23 increased by about $131 million or 8% and our gross margin percentage decreased by approximately 100 basis points to 44.9%.\nU.S. margins for the year increased to 49.2% and international margins decreased to 24.5%. I'd like to note the decline in our international gross margin reflects approximately $6 million of prior period noncash expenses, which are primarily depreciation and amortization and the effect of marking our acquired inventory to fair market value, which was incurred due to our completion of the final purchase price accounting for Hills acquisition in the U.K. The year-over-year margin increase on a consolidated run rate basis was primarily driven by a mix shift in the U.S., partially offset by inflationary impacts to labor and fuel costs and a slight decline in purchase unit margins internationally.\nOn the cost front, our teams remain focused on optimizing our operational processes by leveraging technology and automation to mitigate the inflationary impacts we've experienced across our labor and transportation costs. In addition, we have recently observed some attenuation in certain expenses, particularly transportation, which was partially driven by reductions in the cost of diesel, which has experienced a 29% decline year-over-year.\nIn addition, we are constantly seeking to optimize our operational processes by leveraging technology and automation, which we continue to expect will drive scalability and efficiency across the organization to continue to help mitigate longer-term cost pressures.\nTurning to general and administrative expenditures, excluding stock-based compensation and depreciation expenses, G&A spend in the quarter increased $12 million and $23 million for the fiscal year, and G&A as a percentage of revenue was 5.6% in Q4 and 5.1% for the fiscal year 2023. Because of our strong revenue growth and moderate cost increase GAAP operating income increased by more than 20% to over $390 million for the quarter and about 8% to nearly $1.5 billion for the year.\nFourth quarter income tax expense was nearly -- was near $76 million, which reflects an 18% effective tax rate. And for the year, income tax expense was nearly $317 million, which reflects effective tax rate of 20%. Finally, fourth quarter GAAP net income increased about 32% to almost $348 million or $0.36 per diluted common share, while GAAP net income for the year increased 13.5% to over $1.2 billion or $1.28 per diluted common share.\nOur global inventory at the end of July increased 9.5% from last year. And when excluding low-value units like wholesalers and charities, global inventory increased 11%. That is compromised with a year-over-year increase of over 8% for U.S. inventory or over 10% when excluding low-value units and nearly 16% for international inventory.\nTurning to our liquidity and financial position. Liquidity stood at $3.6 billion as of year-end, which is comprised of $1.4 billion in investments and held-to-maturity securities, $1 billion in cash and cash equivalents and our capacity under our revolving credit facility of over $1.2 billion. For the year, we have generated operating cash flow of nearly $1.4 billion, which is an increase of almost 16% from the prior year.\nAnd in addition, during 2023, we invested nearly $517 million in capital expenditures, with over 80% of this amount attributable to our physical infrastructure and more specifically, capacity expansion, which contributes to our ability to serve our customers, while simultaneously reducing our transportation costs and corresponding fuel consumption.\nFinally, year-to-date, if you take our operating cash flow less CapEx, we've generated over $847 million of free cash flow. Given the strong financial position, we intend to continue to invest in our business to meet our customers' needs. These investments include yard expansion, new yard acquisition, logistics and our technology platform. As Jeff outlined in detail, we believe that these types of historical investments have differentiated Copart as a service provider while ensuring that we have the capacity necessary to serve our industry's future growth.\nWith that, we're concluding our prepared remarks, and we're happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c5ae389114556213b2f0f86a68c90ac0",
    "period": "2023 Q3",
    "content": "Q3 2023 Copart Inc Earnings Call\n\nQ3 2023 Copart Inc Earnings Call\n\nCPRTNASDAQMAY 17, 5:00 PM\n\nOperator\n\nGreetings, and welcome to the Copart, Inc. Third Quarter Fiscal 2023 Earnings Call. Just a reminder, today's conference is being recorded. [Operator Instructions]\nBefore turning the call over to management, I will share Copart statement on safe harbor and non-GAAP financial measures. During today's call, the company will discuss certain non-GAAP measures, including adjustments to income tax benefits related to stock-based compensation. The company has provided a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures on its Investor Relations website and in its press release issued at approximately 3:00 p.m. Central Time today. The company believes these non-GAAP measures together with corresponding GAAP measures are relevant in analyzing the company's results and assessing its business trends and performance.\nIn addition, the company's comments today include forward-looking statements within the meaning of the federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in the company's markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with the company's business, we refer you to the section entitled Risk Factors in the company's annual report on Form 10-K for the year ended July 31, 2022, and each of the company's subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and the company has no obligation to update or revise any forward-looking statements.\nI'll now turn the call over to the company's co-CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nGreat. Thank you, Paul. Good afternoon, and welcome, everyone, to our quarterly earnings call. We're pleased to report good results for the third quarter of fiscal 2023. We take pride in being the most customer-centric organization in our industry, so I'll orient my introductory comments today around our clients. Leah will follow thereafter with details on our financial results.\nWe recently concluded our 23rd Annual Advisory Board meeting with our key insurance clients. In honor of our 40th anniversary as a company, we hosted this event in Northern California, close to our headquarters from which we moved about 10 years ago. It was something of a home coming for all of us.\nEvery year, we gather in person to solicit feedback from our clients about the opportunities and challenges they face, which in turn, informs our service offerings, tech deployments and capital investment programs. I thought I'd start with some of the key themes that emerged from those discussions this year.\nThe insurance industry continues to experience radical change across a multitude of dimensions, including across-the-board inflation as reflected in their rising combined ratios. They and we are observing an apparent reversion to increasing total loss frequency trends. According to CCC, total loss frequency bottomed at 17% or thereabouts in the second calendar quarter of 2022 and has subsequently rebounded to 19% in the first calendar quarter of 2023, the third consecutive sequential quarterly increase.\nWe anticipate that vehicle prices will likely stabilize or soften faster than repair costs will, which will drive total loss frequency to pre-COVID levels and beyond. We see new vehicle prices as a leading indicator for the used vehicle market. Kelly Blue Book data, in particular, indicates that average retail transaction prices for new vehicles in March of 2023, and were below MSRP for the first time in nearly 2 years.\nThe long-term drivers of total loss frequency, of course, remain unchanged. First, repairs are more expensive and less attractive over time due to increasing accident severity, vehicle complexity, labor costs and rental car costs; and two, salvage economics are more attractive because the fastest-growing economies in the world in Central and South America, Africa and Eastern Europe lean on our damaged vehicles to provide the mobility they need.\nAlthough our U.S. insurance volumes increased 6% or so year-over-year, we estimate the total loss volumes remain suppressed when compared to historical total loss frequency norms. In the first calendar quarter of 2023 alone -- pardon me, in this past quarter alone, the total loss frequency had been at their pre-COVID levels. Our insurance volumes could have been 10% more than they were.\nAnother theme that emerged is that our insurance clients continue to experience hiring and retention challenges for their own workforces, which we believe will have them leaning more heavily on trusted partners like us to provide additional services, including virtual inspection, loan payoff, title procurement services, among others. Our clients also expressed strong interest engaging with our image recognition tools and machine learning algorithms to enable better decision-making and importantly, faster decision-making.\nFor a vehicle that will ultimately be totaled, insurance companies often incur literally thousands of dollars in towing, storage, estimating tear down costs and appraiser labor, much of which could have been mitigated with streamlined decision-making. Our meetings with our clients also underscore the importance of our global marketplace in providing superior salvage returns to the insurance industry.\nI'll turn next to our noninsurance business. For several quarters now, we've reported on our progress with our noninsurance customers, particularly in the bank and finance fleet and rental segments, which we collectively call Blue Car. We drove ongoing growth in our third quarter of approximately 7% year-over-year despite a still constrained supply base. Likewise, we grew our dealer volume by nearly 5% year-over-year as well. We view these additional customer segments as examples of our ability to leverage our existing infrastructure to add both mass and velocity to the flywheel of our auction marketplace.\nLast comment, we've fielded a number of questions already from some of our analysts and investors about our growing cash balance, and I thought I'd address that question proactively here. I'll start with our long-standing position and follow with a more nuanced current view. Our evergreen position is that we take our responsibility as stewards of capital seriously and evaluate prospective investments with an owner's mindset because we are owners; from Willis Johnson, our Founder, to our newest employees who elect to participate in our employee stock ownership program. We prioritize investing in our core business, land and technology, in particular.\nSecondly, we consider strategic extensions that leverage our key capabilities as is evident from our conservative M&A track record, these opportunities generally must meet a very high bar. And as we have done episodically but very substantially over the years, we ultimately return excess cash flow to our investors and subject to how the tax code evolves, generally in the form of share buybacks.\nRegarding where we stand specifically today, I do want to emphasize how the strength of our balance sheet empowers and differentiates Copart. In comparison to other participants in our industry, we do not prioritize interest payments, debt paydown, dividends or massive cost reduction initiatives. We can deploy our resources, specifically our capital and our management bandwidth, to prioritizing the long-term prosperity and satisfaction of our clients.\nThree simple examples. First, we can continue investing in our owned real estate portfolio. which provides strong durable protection against an inflationary environment and also ensures the sustainability of our service model for the next 50 years. Second, we can provide superior service to our clients and catastrophic events, even when doing so requires substantial capital investments in technology, trucks, land and people. And third, we can invest in the tech platform and marketing resources that create and sustain our global buyer base. In short, we believe our long-term orientation is in itself a distinct competitive advantage.\nI'll turn it over to Leah.\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThank you, Jeff. Turning to the quarter. Global unit sales increased more than 5% year-over-year, including an increase of over 4% in the U.S. and nearly 12% internationally. In the U.S., our fee units grew about 5% and primarily due to growth across our insurance business and our purchased units declined 21%. Internationally, our unit growth came from a mix of fee and purchased units, which increased over 11% and 14%, and respectively.\nDuring the quarter, our U.S. insurance business grew relative to its 1- and 2-year comps of 6% and 25%, respectively. This was primarily due to the continued recovery of driving activities, increasing accident frequency and severity, total loss frequency and share gains.\nOur auction returns remain strong as we continue to invest in growing our global buyer base by driving member recruitment, registration and retention. As a result, Copart's auctions provide our insurance customers with best-in-class liquidity and returns ultimately providing a more cost-effective way to manage growing claims costs by making it more cost effective to deem damaged vehicles at total loss.\nTurning to our financial results. For the third quarter, global revenue increased $82 million or nearly 9%, including a 1% or $11 million headwind due to currency. Global service revenue increased $81 million or nearly 11% for the third quarter, primarily due to higher average revenue per unit and increased volumes. U.S. and international service revenue grew nearly 11% and 9%, respectively, for the quarter.\nASPs were down slightly year-over-year with U.S. average sale price is down about 1%. And compared to over 4% decline in the Manheim Index, which ended April at [ 230.8% ]. Purchased vehicle sales for the third quarter increased $1 million or nearly 1% with U.S. purchased vehicle revenue for the quarter down 27% and international up 49% for the quarter. During the quarter, our purchased unit activity in the U.S. remained low as we managed our principal unit exposure and a softening vehicle pricing environment. We continue to believe that this portion of our business provides an opportunity for our future growth and is an important enabler for us in new adjacent asset classes and geographies.\nPurchased vehicle cost of sales grew more than $2 million or 1.4% in the third quarter. As a result, purchased vehicle gross profit decreased by $1 million or approximately 8% during the quarter. Global gross profit in the third quarter increased by about $47 million or 11%, while our gross profit margin percentage increased by approximately 100 basis points to 47.3%. U.S. margins increased to 52.2% and international margins decreased to 25.5%.\nThe year-over-year margin increase on a consolidated basis was driven primarily by vehicle mix shifts in the U.S. towards higher-margin consignment units and was partially offset by inflationary impacts to labor and fuel costs. and vehicle mix shifts internationally, where we had a greater percentage of revenue coming from lower margin purchase units.\nAs noted previously, over the last 3 years, we have seen pressures from inflation primarily across labor and transportation costs. More recently, we have observed some attenuation in these expenses, particularly around transportation, which was partially driven by reductions to the cost of diesel, which has experienced a 20% decline year-over-year. In addition, we are constantly seeking to optimize our operational processes by leveraging technology and automation, which we expect will drive efficiency across the organization and help mitigate longer-term cost pressures.\nFinally, while we experienced increases in labor costs over the last 12 months, we have viewed a significant portion of this as a direct investment in our employees and as an investment to support best-in-class service for our customers. We believe we can continue to increase margins and return on capital over time as we pursue our consistent investment discipline, focusing on our real estate, logistics and technology assets to ensure we are positioned to scale appropriately to meet the demand of our customers.\nTurning to general and administrative expenses. Excluding stock-based compensation and depreciation, G&A spend in the quarter increased $2 million. I'd like to highlight that last year, we mentioned a nonrecurring legal expense in Q3. Excluding the impact of this, G&A would have been up $9 million, while G&A can be volatile from period to period, the longer-term trends show that we are benefiting from the scale of our corporate infrastructure.\nIts effect can be observed on the downward trend of our G&A as a percent of revenue, which was 5.1% in Q3. The combination of our strong revenue growth and moderate cost increases drove an increase in GAAP operating income by more than 12% to $419 million for the quarter. Third quarter income tax expense was $90 million, which reflects a 20% effective tax rate. Finally, third quarter GAAP net income increased about 26% to $350 million or $0.72 per diluted common share.\nOur global inventory at the end of April increased 4% from last year and when excluding low-value units like wholesalers and charities, global inventory increased by 7%. That is comprised of a year-over-year increase of over 2% for U.S. inventory or 5% when excluding low-value units and nearly 15% for international inventory.\nTurning to our liquidity and financial position. Our liquidity stood at $3.3 billion as of quarter end, which is comprised of $2.1 billion in cash and cash equivalents and our capacity under our revolving credit facility of over $1.2 billion. Year-to-date, we have generated operating cash flow of $1 billion which is an increase of over 16% from the prior year period.\nIn addition, we have invested nearly $347 million in capital expenditures, with over 71% of this amount attributable to our physical infrastructure. primarily capacity expansion. Finally, year-to-date, if you take our operating cash flow less CapEx, we've generated nearly $660 million of free cash flow. Given our strong financial position, we intend on continuing to invest in our business for growth and to meet our customers' needs. These investments include yard expansion, new yard acquisitions, logistics and our technology platform.\nAnd as Jeff outlined in detail, we believe that these types of historical investments have differentiated Copart as a service provider, while ensuring that we have the capacity necessary to serve our industry's future growth. And that concludes our prepared remarks. We'd be happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/516004d77f49627d1b2b70dd5a6fcab3",
    "period": "2023 Q2",
    "content": "Q2 2023 Copart Inc Earnings Call\n\nQ2 2023 Copart Inc Earnings Call\n\nCPRTNASDAQFEB 21, 11:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Second Quarter Fiscal 2023 Earnings Call. Just a reminder, today's conference is being recorded.\nFor opening remarks, I would like to turn the call over to Jeff Liaw, Co-CEO of Copart, Inc. Please go ahead, sir.\n\nJeffrey Liaw\n\nCo-Chief Executive Officer\n\nThank you, Maria. Good morning, everyone, and welcome to our second quarter call, and thanks for joining us. I'll actually start briefly with the safe harbor.\nGood morning. During today's call, we'll discuss certain non-GAAP measures, including adjustments to income tax benefits related to stock-based compensation. We've provided a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures on our Investor Relations website and in our press release issued yesterday. We believe these non-GAAP measures, together with the corresponding GAAP measures, are relevant in analyzing our results and assessing our business trends and performance.\nIn addition, our comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in our markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with our business, we refer you to the section titled Risk Factors in our annual report on Form 10-K for the year ended July 31, 2022, and each of our subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and we have no obligation to update or revise any forward-looking statements.\nWith that, I wanted to start today by introducing our new Chief Financial Officer, Leah Stearns, who will provide additional data and context in a few minutes as well. We're very excited to have her join the leadership team here at Copart after an expansive search. We hired Leah for the richness and relevance of her prior experience both at CBRE and American Tower, 2 industry leaders and public companies in their own right. She has experience with institutional customers, complex regulatory environments, real estate certainly as well and brings exceptional analytical capabilities and leadership skills as well. So we're very quite excited to have her on board.\nI'll start my comments today, starting with our customers. We aspire to be a customer-centric organization, first and foremost, and I'll start with our insurance business.\nOur insurance customers certainly have experienced a rapidly changing industry environment now for 3 years with remote work volatility and driving patterns and across-the-board cost inflation, they've made a number of business process and personnel adaptations that, in many cases, have proven more durable than they initially expected and now we think may persist forever. We have likewise adapted our business processes to help them navigate this environment, including providing more virtual inspection, loan payoff and title services and the like.\nFor the quarter, in terms of unit volume, we achieved U.S. insurance volume growth of 9% year-over-year and large part attributable to the sell-through of volume from Hurricane Ian. The single most unexpected change, as most of you know, for our insurance customers has been the suspension and reversal of the rising total loss frequency trend that we had experienced almost completely uninterrupted for the past 40 years. According to CCC, total loss frequency increased from 17.4% in the third calendar quarter of 2022 to 19.7% in the fourth quarter. We think approximately half of this increase was attributable to flood vehicles from Hurricane Ian.\nToday, as had nearly always been true, total loss frequency is rising due to a combination of 2 forces. First, repairs are more expensive and less attractive due to increasing accident severity, vehicle complexity, labor costs and rental car costs. And secondly, salvage economics are more attractive because of the fastest-growing economies in the world, in Central and South America, Africa and Eastern Europe lean on our damaged vehicles to provide the mobility they need.\nWe've discussed on prior calls what would happen if and when used vehicle prices were to decline. And we've said that we think our selling prices may compress somewhat, but would be offset by increasing volume. We're seeing the beginnings of that phenomenon unfold today.\nIn the fourth quarter of -- pardon me, in the second -- our second fiscal quarter, if total loss frequency had been at historical levels, we think our insurance volumes sold would have been 10% to 20% higher than it was.\nNow turning our attention to the noninsurance space. We've made a proactive effort to grow our business in the bank and finance fleet and rental car segments, a group we collectively call Blue Car. Blue Car volume for the quarter and the first half of the year has grown approximately 20% versus the prior year despite a still supply-constrained environment. We believe we've outperformed the overall wholesale vehicle auction industry.\nThe technology and service offerings required to support these customers is different, and we've invested meaningfully in our capabilities to enable us to serve these sellers, and our auction returns have enabled us to grow with them.\nFinally, I wanted to mention our members in a supply-constrained inflationary environment. Our buyers have certainly seen Copart as a valuable source of increasingly newer, lower damaged and whole cars. And we've noted often that the fastest-growing economies in the world generally have the fewest vehicles per capita. We invest significantly in our staff, in traditional and digital marketing and in our global lounge network to expand our member base. We remain committed to empowering more buyers driving auction returns, which in turn enables our sellers to consign still more vehicles through us.\nIn closing, I wanted to note the bedrock principles that have guided us and are the foundation of our success. These principles certainly long predate both Leah and me, and there's nothing particularly magical about them. We continue to make decisions for the 30-year prosperity of our customers and our shareholders. We will invest in the technology of today and tomorrow to enable us to serve both our members and our sellers. We will invest to recruit members to engage them and to expand the marketplace of services available to them to continue to expand the buyer universe. For every vehicle we sell, we are committed to finding the highest and best use of that vehicle anywhere in the world. And finally, we will invest in land. We will own our land whenever possible to ensure that our ability to serve our customers is never compromised by the wins or economic optimizations of third-party landlords.\nWith that, I'll turn it over to our CFO, Leah Stearns, to provide some additional commentary and data and to walk through some key statistics and then we'll turn it over, open it up for Q&A.\n\nLeah C. Stearns\n\nChief Financial Officer, CBRE Group, Inc.\n\nThank you, Jeff, and good morning, everyone. I'd like to start by saying how excited I am to join Copart. For me, the opportunity was compelling for a number of reasons, including the collaborative and entrepreneurial culture, Copart's enduring focus on delivering best-in-class service to our customers, the business' natural position at the center of the circular economy in automotive, as well as our solid financial foundation. I believe that with these factors, Copart is positioned to deliver exceptional results for our customers and create enduring value for our shareholders over the long term. And I couldn't be more energized to help drive these objectives forward.\nTurning to the quarter. Global unit sales increased 4.7% year-over-year, including an increase of nearly 4% in the U.S. and over 10% internationally. In the U.S., our fee units grew about 5%, primarily due to growth across our insurance business and our purchase units declined 23%. Internationally, our unit growth came from a mix of fee and purchased units, which increased nearly 9% and over 23%, respectively. During the quarter, our U.S. insurance business grew relative to its 1- and 2-year comp of 9% and 35% respectively. This was primarily due to the continued recovery in driving activity, increasing accident frequency and severity, total loss frequency and share gains.\nOur auction returns remain strong as we continue to invest in growing our global buyer base by driving member recruitment, registration and retention. As a result, Copart auctions provide our insurance customers with best-in-class liquidity and returns, ultimately providing a more cost-effective way to manage growing claims costs by making it a more cost-effective way to deem vehicles a total loss.\nTurning to our financial results. For the second quarter, global revenue increased $89 million or just over 10%, including a nearly 2% or $15 million headwind due to currency. Global service revenue increased $79 million or over 11% for the second quarter, primarily due to a higher average revenue per unit and increased volume. U.S. and international service revenue grew nearly 12% and 5%, respectively for the quarter. ASPs were flat year-over-year for the quarter, with U.S. ASPs up nearly 1% compared to a nearly 13% decline in the Manheim Index ending January at 224.8.\nPurchased vehicle sales for the quarter increased $11 million or nearly 7%, with U.S. purchased vehicle revenue for the quarter down 15% and international up 42% for the quarter. Our reduced purchase unit activity in the U.S. during the quarter was a result of a proactive approach to mitigate our principal unit exposure in a softening vehicle pricing environment. We continue to believe that this portion of our business provides an opportunity for future growth and is an important enabler for us in new adjacent asset classes and geographies.\nPurchased vehicle cost of sales grew more than $14 million or 10% in the second quarter. As a result, purchased vehicle gross profit decreased by $4 million or approximately 24% during the quarter.\nGlobal gross profit in the second quarter increased by more than $23 million or 5.7%, while our gross margin percentage decreased by approximately 200 basis points to 44.6%. U.S. margins decreased to 48.9% and international margins decreased to 24.3%. The year-over-year margin decline on a consolidated basis was driven primarily by cost inflation and towing and labor of about 200 to 250 basis points.\nOver the last 2 years, our direct costs have seen pressures from inflation, primarily related to labor and fuel. We will continue to manage these costs with a long-term perspective. We view the increase in labor costs as a direct investment in our people, which will translate into best-in-class service for our customers. We constantly seek to optimize our operational processes through technology and automation. Finally, we are committed to investing in our real estate, logistics and technology assets to ensure we are positioned to scale appropriately to meet the demand of our customers. We believe with this approach, we can increase margins and returns on capital over time.\nTurning to general and administrative expenses, excluding stock-based compensation and depreciation. G&A spend in the quarter increased $5 million or 12%. While G&A can be volatile from period to period, over the longer term, we anticipate G&A to decline as a percentage of revenue, as we benefit from the scale of our corporate infrastructure. As a result of our strong revenue growth, offset by the cost increases experienced in our business, our GAAP operating income increased by more than 5% to $366 million for the second quarter. Our second quarter income tax expense was $83 million, which reflects a 22.1% effective tax rate. And finally, second quarter GAAP net income increased about 2% to $294 million or $0.61 per diluted common share.\nOur global inventory at the end of January decreased 1% from last year. And when excluding low-value units like wholesalers and charities, global inventory increased by 1%. That is compromised of a year-over-year decrease of 3% for U.S. inventory, which is actually down less than 1% when excluding low-value units and an increase of 12% for our international inventory.\nTurning to our liquidity and financial position. We remain in a solid position with respect to liquidity, which stands at $2.9 billion as of the end of the quarter, which is comprised of $1.7 billion in cash and cash equivalents and an undrawn revolving credit facility with capacity of over $1.2 billion. Year-to-date, we have generated operating cash flow of $500 million which is an increase of nearly 12% from the prior year period. In addition, we have invested nearly $257 million in capital expenditures with over 80% of this amount attributable to our physical infrastructure, primarily capacity expansion.\nFinally, year-to-date, if you take our operating cash flow less CapEx, we've generated more than $243 million of free cash flow. Given the strong financial position, we intend on continuing to invest in our business to meet our customers' needs. These investments include yard expansion, new yard acquisition, our logistics and technology platform. We believe that these types of historical investments have differentiated Copart as a service provider, while ensuring that we have the capacity necessary to serve our industry's future growth.\nWith that, I've concluded my prepared remarks, and I'll turn the call over to Maria, and we're happy to take your questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f7b7131107f5ec4214e266670bf5df7a",
    "period": "2023 Q1",
    "content": "Q1 2023 Copart Inc Earnings Call\n\nQ1 2023 Copart Inc Earnings Call\n\nCPRTNASDAQNOV 17, 11:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. First Quarter Fiscal 2023 Earnings Call. Just a reminder, today's conference is being recorded.\nFor opening remarks, I would like to turn the call over to Gavin Renfrew, Vice President of Global Accounting of Copart Inc. Please go ahead, sir.\n\nGavin Renfrew\n\nInterim Principal Financial Officer & Interim Principal Accounting Officer, Copart, Inc.\n\nThank you, and good morning.\nDuring today's call, we will discuss certain non-GAAP measures, including adjustments to income tax benefits related to stock-based compensation. We've provided a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures on our Investor Relations website and in our press release issued yesterday. We believe these non-GAAP measures, together with the corresponding GAAP measures, are relevant in analyzing our results and assessing our business trends and performance.\nIn addition, our comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in our markets. These forward-looking statements involve substantial risks and uncertainties. For more details on the risks associated with our business, we refer you to the section titled Risk Factors in our Annual Report on Form 10-K for the year ended July 31, 2022, and each of our subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and we have no obligation to update or revise any forward-looking statements.\nWith that, I'll turn the call over to our co-CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-CEO, Copart, Inc.\n\nThank you, Gavin. Good morning, and welcome, everybody, to our first quarter call.\nWe're pleased to report strong results for the first quarter of fiscal 2023 in the context of a complex global economic backdrop and a significant weather event we'll describe in more detail today. Many of the unusual conditions that we've described on our previous calls persist today, though with some apparent stabilization, including new vehicle shipments shortages, high used car prices and a broadly inflationary environment. Gavin and I will provide our customary data points throughout our call on these themes and others, but I wanted to start by highlighting our recently-published inaugural ESG report. If you haven't read it already, I'd encourage you to do so.\nIn that report, we addressed the topic of sustainability across a number of different dimensions, environmental sustainability, global economic empowerment, enterprise sustainability and community sustainability and recovery. Events of the past few weeks have, in particular, underscored our commitment to the fourth of these pillars, but I'll take a moment to briefly summarize the first 3.\nOn the first of these subjects, environmental sustainability, Copart is a keystone enabler of the circular economy. Our business enables the reuse and recycling of vehicles, their components and materials, substantially reducing what would otherwise be the carbon footprint of the transportation sector. In fact, upon tabulating our Scope 1 and Scope 2 emissions as well as the carbon emissions that are averted by our marketplace, we estimate that we save 100x as much in carbon dioxide equivalents as we emit in our business.\nOn the second aspect of sustainability, global economic empowerment, our business is instrumental in improving access to mobility for residents of developing economies. In fiscal 2022 alone, we sold vehicles to members in 160 countries with approximately 1/4 of our volume purchased by members in emerging economies as defined by the United Nations. While those of us on this phone call today likely takes both physical mobility for granted, it is undoubtedly a critical enabler for access to education, health care, economic advancement and leisure worldwide, and we're proud to play an important role in increasing its availability for people around the world.\nOn the subject of enterprise sustainability, we made strategic decisions with a 20-year horizon. As a result, we own the vast majority of our real estate, ensuring its availability for our business and our customers for generations. We maintain a strong balance sheet to ensure that we have the flexibility to invest in our business and our customers' success regardless of economic conditions at the time.\nAnd finally, we are committed to our role in ensuring the sustainability and health of the communities we serve, most notably in our rapid response to major weather events. In late September of this year, Hurricane Ian made landfall in Florida. On a unit volume basis, Ian will be the single largest storm event in Copart's 40-year history. This Category 4 storm included heavy rainfall and winds in excess of 150 miles per hour and cut a path through the heart of the state. Ian proved to be a storm of historic proportions.\nThe robustness of our response was the fruit of seeds we've been planting for years. As you've heard us articulate at length on prior calls, in anticipation of increasing storm frequency and severity, we've made proactive investments in land, technology, heavy equipment, trucks, drivers and personnel in the form of our dedicated CAT response team. In this instance, of course, our investments paid off, perhaps in economic efficiency, yes. But most importantly, in substantially enhancing the service we can provide our clients and their customers in their most acute times of need. We deployed more than 800 Copart employees from around the country to the affected areas, many while the hurricane still lingered over the state. In just the first 10 days of the event, we retrieved over 15,000 units and unprecedented efforts enabled both by our third-party subhauler network as well as our company-owned tow trucks, transporters, loaders and Copart-employed drivers. From the first day of this event, we leveraged nearly 350 acres of Copart-owned, dedicated CAT-only storage capacity within the affected region, allowing us to quickly receive an inventory of nearly 70,000 units through the end of the quarter, in turn expediting the settlement process for policyholders who are eager for economic relief.\nTo put our catastrophic storage capacity in context, the 1,500 acres of land that we own for the purpose of catastrophic storage alone represents as much land as another major provider of insurance auction services owned in total. As we've noted following major storms in the past, we view our pre-storm preparations and our robust response as investments in the strong and durable partnerships we enjoy with our insurance sellers. We tend to experience operating losses in major weather events. Hurricane Ian in the first quarter is no exception, with $25 million in extra costs incurred by our business offset by $9 million of revenue in the period. Our elevated CAT-related expenses include premiums paid for towing and transport logistics, travel and lodging and increased overtime and labor expenses for our team. As such, in the quarter, the impact of Hurricane Ian was approximately 200 to 250 basis points of gross and operating margin rates compression.\nFinally, in November, we completed a 2-for-1 stock split, our sixth such split since 1999. We view this split as an opportunity to improve the liquidity of our stock, making it more accessible to our employees and retail investors.\nAnd with that, I'll turn it over to our VP of Global Accounting, Gavin Renfrew, to walk through some key operating and industry statistics and our fourth quarter financial results.\n\nGavin Renfrew\n\nInterim Principal Financial Officer & Interim Principal Accounting Officer, Copart, Inc.\n\nThank you, Jeff, and good morning.\nI will start with the key statistics that we provide each quarter. Global unit sales increased 1.9% year-on-year for the quarter, with a U.S. increase of 1.3% and an international increase of 5.5%. Excluding catastrophic events from both periods last year and this year, for the first quarter, U.S. unit sales grew by 1.9%. Insurance business grew relative to 1 and 2-year comparison due to share gains and the continued recovery in driving activity and accident frequency and severity. Notably, record high used vehicle prices [have] for the past several quarters negatively impacted total loss frequency and have tempered overall insurance volume growth.\nFor the first time in nearly 2 years, we've observed a small sequential increase in total loss frequency of 20 basis points. While auction returns remain near all-time highs and ASPs continue to outpace the strong used car price environment on a percentage basis, elevated used vehicle values, and therefore, insurance ACVs continue to reduce total loss volume relative to what it would otherwise be. Though up slightly sequentially, total loss frequency for the third calendar quarter in 2022 was down year-on-year, falling by 220 basis points versus the same period in 2021. If vehicles were totaled at the same rate as in prior years, we would have observed industry total loss volumes 10% to 15% higher.\nWhile total loss frequency has declined over the course of the last 2 years, we still believe this to be a relatively short-term scenario. We appear to be observing some stabilization in total loss frequency based on the past 2 sequential quarters. Regardless, it is our view that the market will inevitably revert to its 40-year historical norm of steadily rising total loss frequency. Accident severity, repair complexity and duration, repair labor costs and rental car costs will contribute to said reversion, buoyed by Copart's best-in-class auction liquidity and global buyer base as we continue with significant resource investment into member recruitment, registration, retention, et cetera.\nWhile supply chain bottlenecks persist today, we do anticipate that the eventual unwinding of these conditions will lead to a moderation of used vehicle values, ultimately trending back to lower levels in the future. We appear to be experiencing a moderation of these forces now, with Manheim's Used Vehicle Index now at its lowest point since August 2021. A decline in wholesale auction values may cause reduction in our ASPs but would almost certainly coincide with offsetting volume increases as well. We anticipate that lower ACVs and increased vehicle availability will inevitably reverse the observed short-term total loss frequency and volume trend previously noted.\nWhile overall U.S. non-insurance unit volume was relatively flat, up approximately 0.2% in the quarter, excluding lower value cars from sources such as wholesalers and charities, we believe we are substantially outperforming other wholesale auction channels, both physical and digital.\nNext, on to our financial results. For the first quarter, global revenue increased $83.2 million or 10.3%, including a $23.6 million headwind due to currency. Global service revenue increased $59 million or 8.8% for the first quarter, primarily due to higher average selling prices and increased volume. U.S. service revenue grew 10.3% for the quarter, and International experienced a decrease of 2.4%. We saw continued strength in ASPs, which grew 5% year-over-year for the quarter, with U.S. ASPs up 6.4%.\nThe Manheim Index has declined from the January record levels but remains historically elevated ending October at 200, a decrease of 10.6% year-over-year. Purchased vehicles continued to comprise an increasing percentage of our overall revenue mix, driven by both strong used car values and growth in volume, particularly in our Cash For Cars business in the U.S. and from international expansion.\nPurchased vehicle sales for the first quarter increased $24.2 million or 17%, with U.S. purchased vehicle revenue for the quarter up 10.8% and International up by 27% for the quarter. Purchased vehicle cost of sales grew $24.7 million or 19.5% in the first quarter. As a result, purchased vehicle gross profits decreased slightly by $0.5 million or 3.1% during the quarter.\nGlobal gross profits in the first quarter decreased by $15.5 million or 4%, and our gross margin percentage decreased by approximately 600 basis points to 41.4%. U.S. margins decreased from 50.3% to 44.1% and International margins decreased from 33.1% to [27.2%].\nThe year-over-year margin decline was primarily attributable to 2 factors. 200 to 250 basis points of the quarter decline was due to elevated Hurricane Ian costs being directly expensed in the quarter. The balance of our margin contraction is attributable to a mix shift to purchased vehicles, a modest reduction in purchased vehicle margins and cost inflation in both towing and labor, offset partially by higher revenue per unit and volume growth. However, we believe we can continue to increase margin and returns on capital over time as we benefit from scale and find further operational efficiencies through technology and innovation.\nI will now move to a discussion of G&A expenditures, excluding stock compensation and depreciation expenses. G&A spend in the quarter increased $3.4 million or 8.3%. While G&A can be volatile from period to period, over the longer term, we anticipate G&A to decline as a percentage of revenue as we grow our business and create additional leverage.\nOur GAAP operating income decreased by 5.6% from $330.1 million to $311.5 million for the first quarter, including a $4.1 million headwind due to currency. Excluding catastrophic events from both periods, operating income decreased by 3.3%.\nFirst quarter income tax expense was $67.3 million at a 21.5% effective tax rate. Adjusting for the tax benefits associated with the exercise of employee stock options, on a non-GAAP basis, our effective tax rate would have been 21.7%. First quarter GAAP net income decreased 5.6% from $260.4 million last year to $245.8 million this year. Adjusted to remove the items detailed in our pro forma reconciliation included in our press release, non-GAAP net income decreased 4.7% from $257.4 million last year to $245.2 million in the first quarter of FY '23.\nOur global inventory at the end of October decreased 3.6% from last year and was flat when excluding low-value units like wholesalers and charities. That is comprised of a year-over-year decrease of 6.3% for U.S. inventory, down 2.6% when excluding low-value units and an increase of 17.1% to International inventory. For the first time in recent history, the number of total losses as a percentage of overall accidents has been declining. As a result, our inventory levels are lower than they were a year ago despite incremental inventory attributable to unsold vehicles picked up during the quarter from Hurricane Ian.\nNow to briefly update our liquidity and cash flow highlights. As of October 31, 2022, we had $2.8 billion of liquidity, comprised of $1.5 billion in cash and cash equivalents and an undrawn revolving credit facility with capacity of over $1.2 billion. Operating cash flow for the quarter decreased by $1 million year-over-year to $311.6 million, driven by lower earnings due to the additional expenses incurred in the quarter from Hurricane Ian. We invested $152.7 million in capital expenditures in the quarter, with over 80% of this amount attributable to capacity expansion as we are continuing to prioritize investments in physical infrastructure. Despite unusual near-term forces that have suppressed unit sales relative to where they would have been, we continue to invest in capacity with the conviction that we and our customers will need it.\nThat concludes our prepared remarks, and we are happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/461aa6f266caa26c9f3bcacd023d7c42",
    "period": "2022 Q4",
    "content": "Q4 2022 Copart Inc Earnings Call\n\nQ4 2022 Copart Inc Earnings Call\n\nCPRTNASDAQSEP 8, 11:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Fourth Quarter Fiscal 2022 Earnings Call. Just a reminder, today's conference is being recorded. For opening remarks, I would like to turn the call over to Gavin Renfro, Vice President of Global Accounting of Copart, Inc. Please go ahead, sir.\n\nGavin Renfrew\n\nThank you, and good morning. We'll start with the safe harbor. During today's call, we'll discuss certain non-GAAP measures, which include adjustments to income tax benefits related to stock-based compensation, legal matters, discrete income tax items and the effect of the extinguishment of debt. We provided a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures on our Investor Relations website and in our press release issued yesterday. We believe these non-GAAP measures, together with the corresponding GAAP measures, are relevant in analyzing our results and assessing our business trends and performance.\nIn addition, our comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in our markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with our business, we refer you to the section titled Risk Factors in our annual report on Form 10-K for the year ended July 31, 2021, and each of our subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and we have no obligation to update or revise any forward-looking statements. With that, I'll turn the call over to our co-CEO, Jeff Lee.\n\nJeffrey Liaw\n\nCo-CEO, Copart, Inc.\n\nThank you, Gavin, and good morning, everyone. I'll start with some comments about themes in our business. I'll turn it over to Gavin to walk you through some financial highlights, and then we'll take Q&A thereafter. We're pleased to report our results for the fourth quarter of fiscal 2022 and have concluded another strong fiscal year here at Copart. We are celebrating the 40th anniversary of our company's founding by Willis Johnson starting way back when with just a single yard in Vallejo, California. Since our inception, We believe it is our people and our values that have enabled us to build a profitable, sustainable enterprise. We're confident our formula will work for the next 40 years as well.\nWe're well into our third year now of exceptional social and macroeconomic conditions of virus and its [attendant] mutations, a war and the disruptions on industrial production and supply chains, fuel prices and the like. All businesses, including ours, are affected by these forces. We're happy to take questions on short or medium-term volatility for the various input and output metrics for our business, but we'll focus our prepared remarks on a more durable operating beliefs and principles that guide our decision-making, namely that we will, one, invest in our physical infrastructure, technology platform and customer service offerings to improve auction, liquidity and returns for our sellers.\nWe will collaboratively engage with our sellers, both day-to-day and through catastrophic events to protect them and their policyholder relationships. We will actively expand our addressable market by growing our volume of lesser damaged and whole cars from both insurance and noninsurance sellers. And finally, that will continue our expansion into international markets around the world. In a moment, we'll discuss the quantitative indicators that we customarily provide on these calls, but I wanted to start first by addressing the subject of sustainability.\nWe are increasingly asked by our customers, our employees, our shareholders and other stakeholders about how Copart's business addresses the world's growing focus on sustainability. I want to offer our perspective on what sustainability means to us, how our business contributes to environmental sustainability, how we support and empower local communities, how we enable global economic mobility and development and how we build an enduring enterprise to serve our customers for decades to come.\nFirst, on the question of environmental sustainability, conventionally, what folks mean most of the time when they say so. We have the great privilege of operating a business that is at its core breed. We aren't trying to shoehorn an environmental theme into a fundamentally problematic business. Instead, Copart is a keystone enabler of the circular economy in the automotive sector. Our retrievable and storage of vehicles, title processing and online marketplace are essential to the reuse, harvesting and recycling of literally millions of cars per year. We estimate that approximately 2 out of every 5 vehicles we sell are driven again somewhere in the world, the remainder are harvested and recycled for parts or metals reducing the need for de novo mineral extraction and manufacturing emissions.\nThe benefit of the reuse and recycling of cars and their components and the attendant avoidance of carbon emissions dwarfs our actual Scope 1 and Scope 2 emissions. We estimate this benefit to be more than 100x the quantity of our direct emissions.\nSecondly, we operate our business to enhance the sustainability and well-being of the communities in which we operate. Our business is essential in helping communities recover from acute weather events, which are themselves increasing in frequency as well. We currently operate purpose-built dedicated (inaudible) yards comprising hundreds of acres of vacant storage capacity, reserves for responding to catastrophic events in storm-prone areas. When major weather events occur, our people and our advanced preparation enable us to clear roads, repair shops in (inaudible) yards so that communities can quickly recover.\nThird, we enable global economic mobility and development. Through our unparalleled global member network, we facilitate access to vehicular transportation across the globe. We estimate that approximately 2/3 of the vehicles sold by our U.S. auctions to international members are to developing economies as defined by the UN Department of Economic and Social Affairs. Physical mobility, which most of us on this call have taken for granted is essential for people around the world to access health care, education, leisure and economic advancement.\nFinally, we operate our business in a manner that ensures enterprise sustainability. We believe that a truly sustainable business makes decisions so that it can serve its customers, not just in the weeks, months and years ahead, but for decades to come. To that end, we have always taken the strategic approach of owning the vast majority of our real estate and storage capacity. We've heard the sometimes persuasive arguments in favor of more \"capital-light\" approaches, but we're steadfast in our belief that owning our facilities enables us to control our own destiny, ensuring the sustainability of our business for our customers.\nWe are not just participants in our industry, we are stewards of it. Today, we operate on nearly 16,000 acres of land worldwide and own approximately 90% of it, controlling it in perpetuity. Over the last 5 years alone, we've invested nearly $2 billion in land acquisition and development. Similarly, we have maintained a conservative balance sheet since our founding. We recognize the arguments in favor of more financial leverage, but we know that our approach assures our customers that whatever comes our way the 2009 financial crisis, massive storms in Sandy, Harvey, Ida, COVID-19 and all that lies ahead, Copart will stand uncompromised and ready to serve our customers. As noted on our last earnings call, we intend to publish our inaugural ESG report in the next few weeks in which we will, of course, more fully articulate these themes.\nI'll turn now to the operating statistics that we provide each quarter. Our global unit sales for the fourth quarter increased 5.1% year-over-year, with the U.S. increasing 4% and our international unit volume increasing 12%. Our insurance business was likewise above the fourth quarter of 2021. We grew on both a 1- and 2-year basis due to a combination of share gains and a continued recovery in driving activity and accident frequency and severity. Notably, of course, record high used vehicle prices have, for the past several quarters negatively impacted total loss frequency and have tempered overall insurance volume growth relative to what it otherwise would have been.\nDriving activity itself, as measured in vehicle miles driven, continues its rebound to pre-pandemic norms in the aggregate. Seasonally adjusted miles traveled for the month of May, for example, in the U.S. is up about 1 percentage point versus last year. Gasoline consumption statistics mirror the same themes as well. Contrary to consistent long-term trends, we have observed declining total loss frequency on a sequential and year-over-year basis. Our selling prices have kept pace or more than kept pace with a strong used car price environment on a percentage basis, but the persistent lack of replacement vehicle availability and record high retail transaction values continue to reduce assignment volume for us relative to what it otherwise would be.\nTotal loss frequency for the second calendar quarter in 2022 was approximately 16.9% in comparison to 19.7% for the same quarter a year ago. If vehicles had been totaled at the same rate as last year, we would have observed insurance industry volumes 15% higher than what we actually experienced. In simple Layman's terms, in a world in which replacement vehicles are harder to come by, total loss settlements are a less attractive resolution to an auto accident claim than they otherwise would be. While total loss frequency has declined over the past 1.5 years or so, the 40-year trend is unambiguous.\nWe believe firmly that the market will revert to the historical norm of steadily rising total loss frequency in the months and years ahead. And in fact, a number of other variables, accident severity, repair duration, repair, labor costs, rental car cost, part costs should contribute to that reversion and long-term trend as well. The history of total loss frequency from 4% in 1980 or so to 20% as of a couple of years ago, has been the product of 2 key factors: vehicle complexity and composition, making cars more expensive to repair while our auction liquidity and global buyer base has made them more efficient to total instead.\nWhile we will all no doubt struggle to predict precisely when supply chain bottlenecks will clear, and new vehicle production will return to historical levels, we do anticipate an eventual unwinding of these conditions, which will lead to a moderation of used vehicle values. We may well see a moderation of ASPs in that environment as well, but will almost certainly benefit from volume recovery or volume increases as well. We continue to invest in growing our business beyond insurance total losses, excluding lower value cars from sources such as wholesalers and charities, our U.S. noninsurance unit volume grew approximately 6% in the quarter, driven by a combination of rental cars, corporate fleets, financial institutions and our power sports business.\nOur growth across the full spectrum of vehicles enhances our auction liquidity and returns for our sellers. The more cars we sell for -- the more cars we sell on behalf of dealers, rental car companies, fleet managers and the like, the more our insurance company sellers will benefit as well. With that, I'll turn it over to our VP of Global Accounting, Gavin Renfrew to walk through the fourth quarter financial results before we open it up for Q&A.\n\nGavin Renfrew\n\nThank you, Jeff, and good morning. I will make a few comments on our operational results, and then we will take questions. For the fourth quarter, global revenue increased $134.8 million or 18%, including a $16.4 million headwind due to currency. Global revenue for the fiscal year increased $808.4 million or 30%, including a $22.2 million headwind due to currency. Global service revenue increased $87.8 million or 14.2% for the fourth quarter and $561.2 million or 24.5% for the year, primarily due to higher average selling prices and increased volume. U.S. service revenue grew 14.7% for the quarter and 25.6% for the year and international experienced an increase of 9.4% for the quarter and 16.6% for the year.\nWe saw continued strength in ASPs, which grew 8.3% year-over-year for the quarter, with U.S. ASPs up 9.2%. The Manheim Index is lower than January record levels of 236.3 but remains historically elevated, ending July at 219.6, an increase of 12.5% year-over-year. August mid-month is 211.6, down sequentially, 3.6% versus July, but still up 8.8% versus last year. Purchased vehicles continued to comprise an increasing percentage of our overall revenue mix, driven by both strong used car values and growth in volume, particularly in our Cash For Cars business in the U.K. and from expansion in Germany. Purchased vehicle sales for the quarter increased $47 million or 36.5%, and increased $247.2 million or 61.7% for the fiscal year.\nU.S. purchased vehicle revenue for the quarter was up 39.3% over the prior year and 61.8% for FY '22. International grew by 31.5% for the quarter and 61.5% for the year. Purchased vehicle cost of sales grew $47.6 million or 41.9% in the fourth quarter and $239.1 million or 69.1% for the year exceeding the growth in revenue. As a result, purchased vehicle gross profit decreased slightly by $0.6 million or 4.2% during the quarter. For the fiscal year, purchased vehicle gross profit increased $8.2 million or 15%. Global gross profit in the fourth quarter increased by $24.1 million or 6.7% and our gross margin percentage decreased by approximately 455 basis points to 43.2%.\nU.S. margins decreased from 51% to 46.3% and international margins decreased from 29.6% to 26.1%. For FY '22, global gross profit increased by $263.1 million or 19.6% and our gross margin percentage decreased by approximately 400 basis points to 45.9%. U.S. margins decreased from 52.6% to 48.9% and international margins decreased from 35.1% to 29.9%. As was true last quarter, this margin decline was primarily attributable to 2 factors: 200 to 225 basis points of the fiscal year decline was due to purchased vehicles from both a mix shift to purchased vehicles and from the contraction in gross margin rate on our purchased vehicles as the absolute values of those vehicles increase. The balance of our margin contraction is attributable to cost inflation in both towing and labor, offset partially by higher revenue per unit and volume growth.\nHowever, we believe we can continue to increase margin and returns on capital over time, as we benefit from scale and find further operational efficiencies through technology and innovation. I will now move to a discussion of G&A expenditures, excluding stock compensation and depreciation expenses.\nG&A spend in the quarter increased $3.6 million or 9.2%. For the year, G&A spend increased to $27.6 million or 18.4%. Approximately $6.6 million of the increase is attributable to certain discrete legal items, and we presented this adjustment net of tax in our non-GAAP reconciliation. Adjusting for this discrete item, our G&A increased $21 million or 14% from $149.8 million to $170.7 million. While G&A can be volatile from period to period, over the longer term, we anticipate G&A to decline as a percentage of revenue as we grow our business and create additional leverage. Our GAAP operating income increased by 7.7% from $301.5 million to $324.8 million for the fourth quarter, including a $2.3 million headwind due to currency.\nFor the fiscal year, GAAP operating income increased by $238.6 million or 21%. And adjusting for the G&A item I mentioned a moment ago, it increased 21.2% to $1.38 billion. Fourth quarter income tax expense was $39.7 million at a 31 -- sorry, at a 13.1% effective tax rate. Adjusting for the tax benefits associated with the exercise of employee stock options as well as the effect of extinguishment of debt, net of tax on a non-GAAP basis, our effective tax rate would have been [15.2%].\nFor the year, income tax expense was $250.8 million, for an 18.7% effective tax rate with an associated non-GAAP full year expense of $287.9 million for an effective tax rate of 21.1%. Fourth quarter GAAP net income increased 3% from $256 million last year to $263.7 million this year. Adjusted to remove the items detailed in our pro forma reconciliation included in our press release, non-GAAP net income increased 9.6% from $247.7 million last year to $271.6 million in the fourth quarter of FY '22.\nGAAP net income for FY '22 increased 16.4% to $1.1 billion, and non-GAAP net income increased 21%. Our global inventory at the end of July decreased 5.7% from last year and 2.7% excluding low-value units like wholesalers and charities. That is comprised of a year-over-year decrease of 9.6% for U.S. inventory and an increase of 24.9% for international inventory. As Jeff mentioned a moment ago, for the first time in recent history, the number of total losses as a percentage of overall accident has been declining. As a result, our inventory levels are modestly lower than they were a year ago.\nNow to briefly update our liquidity and cash flow highlights. As of July 31, 2022, we had $2.6 billion of liquidity, comprising of $1.4 billion in cash and cash equivalents and an undrawn revolving credit facility with capacity of $1.2 billion. As we discussed on our last earnings call, in the fourth quarter, we retired $400 million of private placement notes outstanding. We incurred a prepayment penalty of $16.8 million in the quarter associated with the retirement, which is nearly equivalent to 1 year of interest payments if the notes had not been retired.\nWe believe this to be the superior choice given cash on hand, projected interest savings and the relative inflexibility of these private placement notes. Operating cash flow for the quarter increased by $84.1 million year-over-year to $312.8 million, driven by stronger earnings and the cost associated with the extinguishment of debt.\nWe invested $102.6 million in capital expenditures in the quarter, and over $300 million for the fiscal year, with over 80% of this amount attributable to capital -- sorry, to capacity expansion as we are continuing to prioritize investments in physical infrastructure. Despite unusual near-term forces that have suppressed unit sales relative to where they would have been, we continue to invest in capacity with the conviction that we and our customers will need it.\nThat concludes our prepared remarks, and we are happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c33b7d3bdc96c6138719af79025e7ddf",
    "period": "2022 Q3",
    "content": "Q3 2022 Copart Inc Earnings Call\n\nQ3 2022 Copart Inc Earnings Call\n\nCPRTNASDAQMAY 19, 11:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Third Quarter Fiscal 2022 Earnings Call. Just a reminder, today's conference is being recorded.\nFor opening remarks, I would like to turn the call over to Mr. John North, Chief Financial Officer of Copart, Inc. Please go ahead, sir.\n\nJohn F. North\n\nSenior VP & CFO, Copart, Inc.\n\nThanks. Good morning. During today's call, we'll discuss certain non-GAAP measures, which include adjustments to income tax benefits related to stock-based compensation, legal matters and discrete income tax items. We've provided a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures on our Investor Relations website and in our press release issued yesterday. We believe these non-GAAP measures, together with the corresponding GAAP measures, are relevant in analyzing our results and assessing our business trends and performance.\nIn addition, our comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in our markets. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with our business, we'll refer you to the section titled Risk Factors in our annual report on Form 10-K for the year ended July 31, 2021, and each of our subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and we have no obligation to update or revise any forward-looking statements.\nAnd so with that out of the way, I'd like to turn the call over to our Co-CEO, Jeff Liaw.\n\nJeffrey Liaw\n\nCo-CEO, Copart, Inc.\n\nGreat. Thank you. Good morning, everyone. We're pleased to report our results for the third quarter of fiscal 2022. As you are all, no doubt, well aware, our industry and the global economy in general are experiencing a number of variables at unusual levels. New and used vehicle shortages, evolving workplace practices and traffic patterns, volatile and elevated fuel and commodity prices and global instability. Against that backdrop, we continue to perform well for our customers, and therefore, by extension for our business as well.\nOur long-term core operating beliefs and principles remain unchanged. Above all else, we'll invest in our physical infrastructure, our technology platform, our people and our customer service offerings to improve auction liquidity and returns for our sellers in our more mature markets. We'll continue to collaboratively engage with our sellers both day-to-day and through catastrophic events, including what appears to be an active storm season ahead, to protect them and their policyholder relationships. We will actively expand our addressable markets by growing our volume of lesser damaged and whole cars from both insurance and noninsurance sellers. And we'll continue our expansion into international markets in Western Europe and beyond, including Germany and Spain.\nBut turning to the events of the quarter. Our -- starting with unit volume trends and our auction performance. Our global unit sales increased 12% year-over-year for the quarter with a U.S. increase of 11% and an international increase of 18%. Our insurance business itself grew relative to the third quarters of both last year and the year prior on a 2-year basis due to a continued recovery in overall driving activity and accident frequency and severity. We'd also note, however, that record-high used vehicle prices have for the past few quarters negatively impacted total loss frequency and have tempered overall insurance volume growth relative to what it otherwise would have been.\nOn the notion of driving activity, at least as measured in vehicle miles driven as tracked by the U.S. Department of Transportation, for example, we've seen a rebound in driving activity now to a level similar to pre-pandemic levels, including as measured by gasoline consumption and the like. The character of driving has evolved with less, of course, workplace commuting, more leisure travel as a substitute.\nOn the question of total loss frequency. Contrary to very consistent long-term trends, total loss frequency has declined sequentially over the past few quarters and year-over-year with a strong used car price environment and vehicle availability, reducing assignment volume relative to what it otherwise would be. While our auction returns themselves are at all-time highs and have kept pace with the used car market in general, higher pre-accident values do reduce volume relative to what it otherwise would be. In layman's terms, in a world in which replacement vehicles are hard to come by, total loss settlements are less compelling than they otherwise would be.\nWhile total loss frequency has declined over the course of the past 12 months or so, the 40-year trend is nonetheless clear. We believe the market will ultimately revert to the historical norm of steadily rising total loss frequency and, in fact, a number of other variables: increasing accident severity, repair duration, repair labor costs, rental car costs and the like should contribute to that reversion as well. The history of total loss frequency is quite clear. It was 4% or thereabouts in 1980 and is approximately 20% today. And it, in turn, has been the product of 2 key factors. Vehicle complexity and composition have made cars more expensive to repair over time, while our auction liquidity and global buyer base have made them ever more efficient to total instead. As used vehicle values eventually moderates and potentially trend back to lower levels in the future, we may see a moderation in our average selling prices as well. In that scenario, however, we believe we will benefit from volume increases, perhaps substantially so.\nWe continue to grow our business as well in noninsurance vehicles, including -- excluding, pardon me, cars and sources like wholesalers and charities. Our U.S. noninsurance business grew approximately 3% in unit volume year-over-year, driven in part by growth in our consumer-based Cash For Cars business as well as growth in non-salvaged sources of volumes, such as rental car fleets, corporate fleets and financial institutions. Overall, our growth across the full spectrum of vehicles generates improved auction liquidity, auction attendance and returns for our sellers as well. The greater number of noninsurance cars we sell, whether they're from dealers or rental car companies, fleet managers, lenders or from consumers ultimately contributes to auction liquidity and generating better returns for our insurance sellers in turn.\nI wanted to provide a few comments on environmental sustainability and governance matters before turning it over to John. We play a meaningful role in the global circular economy. We sold more than 3 million vehicles in our last fiscal year and estimate that 40% to 50% of those vehicles are ultimately returned to drivable services somewhere on the planet. And of course, the balance are subsequently harvested for parts and raw materials. In both cases, we provide meaningful benefits to the world environmentally through the avoidance of manufacturing of vehicles and of replacement parts.\nAccording to recent research from Argonne National Laboratory, a science and engineering research house operated by the University of Chicago on behalf of the U.S. Department of Energy, the vehicle manufacturing processes -- process produces nearly 2 metric tons of CO2 per new vehicle manufactured. We estimate, therefore, that our business facilitates the avoidance of literally millions of carbon dioxide -- millions of tons of carbon dioxide per year. Our business, especially given our emphasis on providing access to international buyers, also contributes to the advancement of other important societal objectives, including the reduction of global poverty with affordable transportation as a crucial lever; and improved outcomes for people around the world and commuting to work, advancing their education or accessing medical care and the like. In the weeks ahead, we intend to publish our inaugural ESG report in which we'll provide additional disclosure about our role and impact in the circular economy.\nAnd with that, I'll turn it over to John North, our CFO, to walk through the third quarter financial results.\n\nJohn F. North\n\nSenior VP & CFO, Copart, Inc.\n\nThanks, Jeff, and good morning. I'll make a few comments on our results, and then we can open it up for some questions.\nFor the third quarter, global revenue increased $206 million or 28%, which included a $7.2 million headwind due to currency. Global service revenue increased $142.5 million or 23%, primarily due to higher average selling prices and increased volume. U.S. service revenue grew 23%, and international experienced an increase of 19% despite significant currency headwinds. We saw continued strength in average selling prices, which grew 13% year-over-year for the quarter. U.S. ASPs were up 14%. The Manheim Index is lower than January record levels but remained historically elevated, ending April at 221.2, which was an increase of 14% year-over-year. That trend has continued in May. The mid-month index, which was released a couple of days ago, is up sequentially 0.7% and 9.7% year-over-year.\nU.S. insurance pre-accident ACVs were up 29% or $3,700 roughly as they continue to catch up with the reality of current used car values. Purchased vehicles continue to comprise a larger percentage of our overall revenue mix, driven by both unprecedented used car values and growth in volume, particularly in our consumer-facing Cash For Cars business in the United States and from expansion in Germany. Purchased vehicle sales increased $64 million or 58%. U.S. purchased vehicle revenue was up 56% over the prior year, and international grew 62%. Purchased vehicle cost of sales grew $63 million or 66%, exceeding the growth in revenue. As a result, purchased vehicle gross profit increased modestly by $800,000 or 5.3% overall.\nGlobal gross profit in the third quarter increased by $55 million or 14%, and our gross margin percentage decreased by approximately 550 basis points to 46.4%. U.S. margins decreased from 55% to 50%, and international margins decreased from 37% to 29%. As was true last quarter, this margin decline was primarily attributable to 2 factors: approximately 250 basis points of decline was due to purchased vehicles from both a mix shift to more of them and from the decline in gross margin rate on the vehicles relative to their absolute values increase. The balance of the margin contraction was attributable to cost inflation in both towing and labor, offset partially by higher revenue per unit and volume growth. We believe we can continue to increase margin and returns on capital over time, however, as we benefit from scale and find further operational efficiencies through technology and innovation.\nI will now move to a discussion of G&A expenditures, excluding stock compensation and depreciation. G&A spend in the quarter increased $11.1 million. Approximately $6.6 million of the increase was attributable to certain (inaudible) legal items, and we have presented this adjustment net of tax in our non-GAAP reconciliation. Adjusting for this, our G&A increased $4.5 million or 11.5% from $39.1 million to $43.6 million. While G&A can be volatile from period to period, over the longer term, we anticipate G&A leverage to improve as we grow our business and create additional opportunities for efficiency.\nOur GAAP operating income increased by 14% from $328 million to $373 million. And adjusting for the G&A item I mentioned a moment ago, it increased 16% to $379 million. Third quarter income tax expense was $91 million at a roughly 25% effective tax rate. Adjusting for the tax benefit associated with the exercise of stock options as well as certain legal matters and other discrete tax items, the effective tax rate would have been 25.2%. Third quarter GAAP net income decreased 3% from $287 million last year to 278 -- $279 million, excuse me, this year. Adjusted to remove the items detailed in our pro forma reconciliation included in the press release, non-GAAP net income increased 7.4% from $262 million last year to $282 million in the third quarter of this year.\nOur global inventory at the end of April increased 5.3% from last year and 7% excluding low-value units from wholesalers and charities, for example. This is comprised of a year-over-year increase of 1.9% for the U.S. and 31% for international. The increase in inventory is largely a function of accident frequency and miles driven returning to normal, offset by a decline in total loss frequency, as Jeff commented on a few moments ago.\nNow to briefly highlight our liquidity and cash flow. As of April 30, 2022, we had $2.9 billion of liquidity comprised of $1.7 billion of cash and cash equivalents and an undrawn revolving credit facility with capacity of over $1.2 billion. Given the recent increase in interest rates, we have elected to call the $400 million of private placement notes due in $100 million tranches between now and 2029. We will incur a modest prepayment penalty but believe this to be the superior choice given cash on hand and associated interest savings over the next 7 years. We have notified the note holders and anticipate retiring the debt early next week. Operating cash flow for the quarter increased by $48 million year-over-year to $417 million, driven by stronger earnings. We invested $79 million in capital expenditures in the quarter, and over 80% of this amount was attributable to capacity expansion as we continue to prioritize the investments Jeff spoke of a moment ago.\nAnd with that, we'll conclude our prepared remarks. We're happy to take some questions."
  },
  {
    "header": "CPRT",
    "cik": "0000900075",
    "ticker": "CPRT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b80cb58e3a086780626cead59aa70779",
    "period": "2022 Q2",
    "content": "Q2 2022 Copart Inc Earnings Call\n\nQ2 2022 Copart Inc Earnings Call\n\nCPRTNASDAQFEB 17, 11:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Copart, Inc. Second Quarter Fiscal 2022 Earnings Call. Just a reminder, today's conference is being recorded.\nFor opening remarks, I would like to turn the call over to Mr. John North, Chief Financial Officer of Copart, Inc. Please go ahead, sir.\n\nJohn F. North\n\nSenior VP & CFO, Copart, Inc.\n\nDuring today's call, we'll discuss certain non-GAAP measures, which include adjustments to reverse payroll tax benefits related to accounting for stock option exercises and certain discrete tax items. We provided a reconciliation of these non-GAAP financial measures to the most directly comparable GAAP measures on our Investor Relations website and in our press release issued yesterday. We believe these non-GAAP measures, together with our corresponding GAAP measures, are relevant in analyzing our results and assessing our business trends and performance.\nIn addition, our comments today include forward-looking statements within the meaning of federal securities laws, including management's current views with respect to trends, opportunities and uncertainties in our markets, including the COVID-19 pandemic. These forward-looking statements involve substantial risks and uncertainties. For more detail on the risks associated with our business, we refer you to the section titled Risk Factors in our annual report on Form 10-K for the year ended July 31, 2021, and each of our subsequent quarterly reports on Form 10-Q. Any forward-looking statements are made as of today, and we have no obligation to update or revise any forward-looking statements.\nAnd so with that out of the way, I'd like to turn the call over to our President, Jeff Liaw.\n\nJeffrey Liaw\n\nPresident & CEO of North America, Copart, Inc.\n\nThanks, John. Good morning, everyone. We're pleased to report a strong second quarter for fiscal 2022. I know that over the course of our discussion today, we'll naturally migrate to a discussion of near-term trends, such as driving patterns, new vehicle production, total loss frequency, cost inflation, market share trends and the like, but I'll start by observing that the long-term fundamentals of our business are as strong as they've ever been, auction liquidity and returns, member recruitment and participation, our collaborative engagement with our clients day to day and in catastrophic situations. And certainly, our aggressive reinvestment in capacity, technology and people that make all of the above a reality. A quick thank you to the Copart team worldwide for their efforts in making these true.\nOur results in the second quarter financially were largely a continuation of what we experienced in the first quarter as we observe commerce and mobility continuing to trend back to the \"new normal,\" which we'll elaborate on in greater detail, accident and assignment volumes beginning and continuing to recover and ASPs remaining elevated as well.\nAs I've done previously, I'll elaborate on a handful of key themes for the quarter, and John will provide additional detail and perspective as well. Starting with our unit trends for the quarter. Our unit sales globally increased 19% year-over-year, with the U.S. increase of 21% and an international increase of 9%. Our insurance business in the U.S., in particular, grew over the second quarter of 2021 by 21.5% and was also up on a 2-year comparison versus fiscal 2020 due to the recovery I described a moment ago as well as share gains.\nNotably, our unit volume has been reduced by increasing used car prices, which I'll describe in greater detail momentarily. As we noted a moment ago, driving activity continues to rebound as measured across a number of different dimensions, including simply vehicle miles driven as measured by the U.S. Department of Transportation and the U.K. Department of Transport Statistics and gasoline consumption and a host of other statistics as well. We note, however, that the character of driving has evolved as well. With downtown office occupancy remaining quite low, driving is less focused at rush hour and more distributed over the course of the day. There are a number of other phenomenon that have emerged with COVID-19 with nuanced outcomes like that one.\nThe next theme I'd tackle is total loss frequency, which for the first time in our memory, we have noted has declined sequentially from the third quarter -- calendar quarter of 2021 to the fourth quarter from 19.3% to 19%. That's, of course, a very fine measure in that case. But in any case, it's the first time we have seen a decline as opposed to the long-standing increases we've observed over the course of our 40-year history.\nThis is a reflection of the very strong used car price environment and vehicle availability, used car availability, reducing assignment volume relative to what it otherwise would be. As most of you already well know, insurance companies typically compare the cost to repair a vehicle to the difference between the pre-accident value and what they can recover at an auction through Copart for the damaged vehicle. While our auction returns are at or near all-time highs and have kept pace with used car appreciation on a percentage basis, higher pre-accident values certainly do reduce our volume relative to what they otherwise would have been.\nAs those who are following us and the industry in general would well know, there are a host of countervailing forces also working in our favor, which have been incorporated into our clients' total loss decision process to varying degrees. Accident severity and repair costs are up. We are facing, and our clients are facing larger repair supplements, repair cycle times are up, parts are delayed and rentals are both longer and at higher rates than they ever have been.\nWe certainly look to the 40-year trend in the 40-year history of total loss frequency as the right long-term perspective. Total loss frequency, as a reminder, was 4% in 1980 and effectively 20% today, a fivefold increase over the company's history. We take that to mean that we're likely experiencing a temporary dislocation as a function of used car prices.\nThe secular trends we have discussed previously remain true. Vehicle complexity rises, vehicle composition becomes less repairable substrates like composites and aluminum, making cars more expensive to repair. And our auction liquidity and international member base make them ever more efficient to total instead. We believe that as used vehicle values potentially peak and trend back to historical norms in the future, we may see some moderation in our ASPs will certainly benefit from volume increases as well.\nMoving to our noninsurance business. We've continued to expand our market share there. Excluding cars as we customarily do, from sources such as wholesalers and charities, our U.S. noninsurance business grew on a unit basis by 4.5%, driven in part by growth in our Copart Direct business as well as consignments from rental fleets and financial institutions. Across our various noninsurance channels, we believe our growth is a reflection of market share capture as a function in turn of our auction liquidity and returns combined with our own proactive selling efforts.\nThe cars we earn the right to sell on behalf of insurance companies through our online auction platform, no doubt, enables to -- enable us to achieve superior returns for progressively more noninsurance cars as well. And, in turn, these dealer, rental, bank and consumer cars further contribute to our auction liquidity, spinning the flywheel to benefit our insurance sellers as well.\nTurning then to our average selling prices. We continue to experience ASP strength as previously noted. Worldwide, our selling prices grew 20% year-over-year for the quarter. The Manheim used car vehicle index is currently at record levels in January at 236.3, an increase of 45% year-over-year. Since the beginning of the pandemic, our selling prices, frankly, increased earlier, but have kept pace in the aggregate with the Manheim used car index.\nWhen we look forward prospectively, we note that a variety of industry sources indicate that chip shortages will persist for 2022 and potentially well into 2023. We've seen a variety of forecasts. We are, from a business perspective, certainly prepared for the influx of volume that may come with softening in used car prices.\nWith that, I will hand the call to John North.\n\nJohn F. North\n\nSenior VP & CFO, Copart, Inc.\n\nThanks, Jeff. I'll make a few comments on our operational results, and then we'll take a few questions. For the second quarter, global revenue increased $250 million or 40.6%, including a $3 million loss due to currency. Global service revenue increased $178.5 million or 33.5%, primarily due to higher average selling prices and increased volume. U.S. service revenue grew 35.5% and international experienced an increase of 20%.\nPurchased vehicle sales increased 71.9% or 85.2% -- sorry, purchased vehicle sales increased $71.9 million or 85.2% due to higher ASPs and increased volumes. U.S. purchased vehicle revenue was up 84% over the prior year, and international grew 87%. As a result, purchased vehicle gross profit, defined as vehicle sales less cost of vehicle sales, increased by $5 million overall.\nGlobal gross profit in the second quarter increased by $95.8 million or 31%, and our gross margin percentage decreased by approximately 350 basis points to 46.5%. U.S. margins declined from 52.2% to 49.4% and international margins decreased from 37.6% to 31.6%.\nThe margin decline was primarily attributable to 2 factors: approximately 150 basis points of decline is due to the mix shift from a greater proportion of purchased vehicles, which have a lower gross margin but a similar profit per vehicle. The balance of our margin contraction is attributable to cost inflation, offset partially by higher revenue per unit. There was a very modest impact to margin rate due to Hurricane Ida as we continue to incur expenses due to the sale of vehicles consigned to us from that event, although we have now sold through approximately 85% of our assignment volume from the storm. We remain excited by the opportunity to increase margin over time as we add additional scale and find further operational efficiencies through technology and innovation.\nI will now move to a discussion of G&A expenditures, excluding stock compensation and depreciation. G&A spend in the quarter increased $7 million from $35.8 million a year ago to $42.7 million this year and increased slightly on a sequential basis from $41.1 million last quarter. However, as a percentage of revenue, it's down 88 basis points to 4.9% compared to 5.8% last year. While G&A can be volatile from period to period, we anticipate G&A to continue to decline as a percentage of revenue as we grow our business and create additional leverage.\nAs a result, our GAAP operating income increased by 34.5% from $258.2 million to $347.3 million. Second quarter income tax expense was $54.6 million, had a 16% effective tax rate, reflecting a $4 million tax benefit on the exercise of employee stock options and a $17.5 million benefit associated with the discrete tax item, both of which have been adjusted for purposes of the non-GAAP earnings included in our earnings release. On a non-GAAP basis, our effective tax rate would have been 22.2%.\nSecond quarter GAAP net income increased 49% from $193 million last year to $287 million this year. Adjusted to remove the tax benefits I described a moment ago, non-GAAP net income increased 39% from $191 million last year to $266 million in the second quarter of this year.\nOur global inventory at the end of January increased 8.4% from the last year. This is comprised of a year-over-year increase of 7.7% in the U.S. and 13.2% internationally. The increase in inventory is largely a function of accident frequency and miles driven or turning to normal, as Jeff mentioned previously, along with growth in our noninsurance business.\nNow to briefly update our liquidity and cash flow highlights. As of January 31, 2022, we had $2.4 billion of liquidity comprised of $1.3 billion of cash and cash equivalents and an undrawn revolving credit facility with a capacity of over $1 billion. We amended our credit facility in December of last year, increasing the size to $1.25 billion, while lowering certain fees.\nOperating cash flow for the quarter increased by $53.5 million year-over-year to $446.5 million, driven by stronger earnings. We invested $91.5 million in capital expenditures in the quarter and approximately 2/3 of this amount was attributable to capacity expansion. We are continuing to prioritize investments in physical infrastructure in our technology platform and believe this continued investment creates a durable value in enabling us to serve our current and future customers more effectively.\nAnd with that, we'll conclude our prepared remarks and take a few questions."
  }
]