[
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1c1f1f13ab3175c55663a3332010de99",
    "period": "2025 Q3",
    "content": "Q3 2025 Northern Trust Corp Earnings Call\n\nQ3 2025 Northern Trust Corp Earnings Call\n\nNTRSNASDAQOCT 22, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation Third Quarter 2025 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to Northern Trust Corporation's Third Quarter 2025 Earnings Conference Call. Joining me on our call this morning is Mike O’Grady, our Chairman and CEO; Dave Fox, our Chief Financial Officer; John Landers, our Controller; and Trace Stegeman from our Investor Relations team.\nOur third quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This October 22 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through November 2. Northern Trust disclaims any continuing accuracy of the information provided in this call after today.\nPlease refer to our safe harbor statement regarding forward-looking statements in the back of the accompanying presentation, which will apply to our commentary on this call. During today's question-and-answer session, please limit your initial query to one question and one related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits.\nThank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our third quarter 2025 earnings call. Our third quarter results underscore the momentum and disciplined execution of our One Northern Trust strategy. For the fifth consecutive quarter, we delivered positive organic growth and operating leverage, demonstrating our ability to capitalize on a constructive market environment while advancing our transformation agenda.\nSupported by favorable equity markets and well-managed expense growth, third quarter revenue increased 6%, our pretax margin expanded by nearly 200 basis points and our earnings per share grew 14% each as compared to the prior year and excluding notable items. Return on equity reached 14.8%. And year-to-date, we've returned 110% of earnings to shareholders, contributing to a 5% decrease in shares outstanding.\nOur strategy is firmly rooted in our mission to be our client's most trusted financial partner, powered by a culture of high performance. Our enterprise growth program is driving steady improvement in organic growth, particularly within private markets, where our integrated solutions are gaining traction across all business lines.\nThe transition to a client-centric, capability-driven operating model is already yielding measurable productivity gains. For example, in our enterprise COO organization, we've created approximately 40 capability teams, moving thousands of people from regional reporting structures to global capability reporting lines. This has enabled us to create a baseline for improving resiliency, process efficiency and quality.\nAI is rapidly becoming a catalyst for innovation and efficiency. Our early investments inclusive of providing all employees with access to Copilot are already generating measurable results. Across the organization, AI is embedded in more than 150 use cases, enabling teams to more efficiently service client requests, automate workflows, analyze data and digitize documents, saving our partners tens of thousands of hours and allowing them to focus on higher-value initiatives. As we continue to deploy AI across the company, we expect it to accelerate these improvements, driving greater efficiency, further bending the cost curve and unlocking additional capacity for reinvestment and growth initiatives.\nLet me turn to our businesses, starting with Wealth Management. We advanced key strategic priorities in the third quarter, adding experienced leadership and strengthening our geographic strategy. Our value proposition continues to resonate most with the highest wealth tiers, driving elevated win rates and client retention. Our deep expertise, institutional-grade capabilities and high-touch service culture position us to offer services across the entire continuum of family office structures from the largest stand-alone single-family offices supported by our GFO business to virtual and outsourced solutions offered by our new family office solutions group.\nThis offering for ultra high net worth families is most mature in the Central region, where robust demand has translated into several high-profile wins this quarter. Building on this momentum, we see significant runway for future growth as we replicate our playbook across other regions.\nClient appetite for alternative investments within Wealth Management is accelerating, fueling both innovation and adoption. We continue to expand the number of third-party fund offerings in the quarter and are on pace to more than double the number of funds we've had in market within a calendar year. This builds upon the substantial amount of alternative assets raised by 50 South Capital this year with Wealth and GFO clients making meaningful commitments. Notably, 50 South Capital introduced a feeder fund structure in the third quarter, giving Wealth clients direct and exclusive access to top-tier alternatives managers.\nOverall, new business activity remains brisk, contributing to healthy growth in core advisory fees. However, this positive momentum has been tempered by ongoing challenges at the investment product level.\nMoving to Asset Management. In September, we announced the transition in leadership, appointing Mike Hunstad, a 25-year industry veteran and a proven leader within Northern Trust, as President of NTAM. Under his leadership, NTAM will continue its focus on strengthening foundational core capabilities including liquidity, indexing and quant equity while accelerating growth across alternatives, custom SMAs and our ETF platform.\nThe third quarter was marked by product innovation, including the launch of 11 new ETF strategies, 8 of which are industry-first fixed income distributing ladder ETFs developed in collaboration with Wealth Management investment leaders to address the needs of taxable clients seeking more tax and cost-efficient cash flow management.\nLiquidity continues to be a standout area with NTAM reporting its 11th consecutive quarter of positive flows. We expanded our global money market fund platform in the quarter with the launch of a U.S. dollar treasury liquidity strategy for European clients, building on the success of our onshore U.S. treasury instrument strategy, which has already amassed more than $6 billion since its launch in June of 2024. Beyond liquidity, we saw positive flows in ETFs and custom SMAs, both key areas of focus, and fixed income including two large high-yield mandates.\nAnd finally, moving to Asset Servicing. Our Asset Servicing business delivered strong results this quarter, executing on a disciplined strategy centered on scalable growth across key focus areas, including large asset owners, capital markets and alternatives. Success with large asset owner clients continued with year-to-date revenue from front office solutions increasing materially relative to the prior year period. This growth was driven by the strategic appeal of our integrated product offering, differentiated service model and ability to deliver meaningful efficiencies for clients.\nNotable third quarter custody and fund administration wins included the $14 billion Sacramento County Employees Retirement System, a $16 billion Atlanta-based private foundation and the $19 billion New Mexico Educational Retirement Board. Not-for-profit health care was another highlight with strong third quarter wins, bringing our coverage to 75% of the nation's top 50 not-for-profit health care systems, a clear testament to our competitive positioning and deep commitment to the space.\nCapital markets activity remains strong with more than 100 new clients added year-to-date, primarily through cross-sell, driving significant growth in core brokerage and FX trading, capital-light businesses that carry highly attractive margins. Momentum in the alternatives space also remained robust with our hedge fund services and private capital practices generating double-digit year-over-year increases in both reported revenue and won but not funded business. This included continued success in the LTIF and LTAF space, highlighted by a marquee win in the U.K., extending our market-leading position in this attractive high-growth area.\nOur commitment to exceptional client service was recognized with the Best Administrator Overall Service Award at the U.S. Hedge Fund Management Service Awards. We were also honored as Custodian of the Year by the European Pensions Awards, our third win in 6 years, further validating our leadership and reputation in the industry.\nOur disciplined strategy to drive scalable, profitable growth continues to yield tangible results. While recent wins may be smaller in scale compared to some of our prior asset manager mandates, they remain meaningfully accretive to pretax margins. We're also selectively allowing noncore and underperforming business to roll off as contracts expire. Therefore, we expect to see a continued gradual trajectory of margin improvement and overall growth.\nTo wrap up, as we enter the fourth quarter, our foundation is strong and our momentum is unmistakable. Nearly 2 years into our One Northern Trust strategic journey, I'm deeply encouraged by the progress we've made and grateful to my Northern Trust partners for their hard work and dedication. This decisive collaborative spirit that defines our organization is unlocking new opportunities to accelerate execution and fully capitalize on our core strengths.\nLooking ahead, we remain laser focused on the disciplined execution of our strategy, which is positioning us to deliver consistently strong financial performance and create enduring value for our stakeholders regardless of the broader economic environment.\nAnd with that, I'll turn it over to Dave to review the financials.\n\nDavid W. Fox\n\nChief Financial Officer\n\nThanks, Mike. Let me join Jennifer and Mike in welcoming you to our third quarter 2025 earnings call.\nLet's discuss the financial results of the quarter, starting on Page 5. This morning, we reported third quarter net income of $458 million, earnings per share of $2.29, and our return on average common equity was 14.8%. Our third quarter results reflect another quarter of solid progress towards achieving our financial objectives and enhancing the durability of our financial model. We delivered positive operating leverage of 110 basis points, 120 basis points of year-over-year improvement in our expense-to-trust-fee ratio, which was down to 112% in the third quarter and returned nearly 100% of our earnings.\nRelative to the prior year, currency movements favorably impacted our revenue growth by approximately 50 basis points and unfavorably impacted our expense growth by approximately 30 basis points. Relative to the prior period, currency movements were immaterial to both revenue and expense growth.\nTrust and investment and other servicing fees totaled $1.3 billion, a 3% sequential increase and a 6% increase compared to last year. Noninterest Income on an FTE basis was $596 million, down 3% compared to the prior period and up 9% year-to-date from a year ago. Excluding notables in the prior year other noninterest income was up 10% year-over-year, largely reflecting stronger capital markets activities, particularly securities commission and trading and FX trading income, reflecting our focus on driving growth in these areas.\nOur assets under custody and administration were up 1% sequentially and up 5% compared to the prior year. Our assets under management were up 4% sequentially and up 9% year-over-year. Overall, our credit quality remains very strong with all key credit metrics in line with historic standards. We recorded a $17 million release of the credit reserve in the third quarter, largely reflecting changes in macroeconomic projections. On a year-to-date basis, our provision remained essentially unchanged.\nOur effective tax rate was 26.1% in the third quarter, up 70 basis points over the prior period's rate as a result of higher tax impacts from international operations. We expect the full year's effective tax rate to be in line with the year-to-date effective rate.\nRelative to the prior year period and excluding notable items, revenue was up 6%. Expenses were up 4.7%. Our pretax margin was up 200 basis points. Earnings per share increased 14%, and our average shares outstanding decreased by 5%.\nTurning to our Wealth Management business on Page 6. Wealth Management had a healthy quarter with particular strength in the regions. Assets under management for our Wealth Management clients were $493 billion at quarter end, up 11% year-over-year. Trust, investment and other servicing fees for Wealth Management clients were $559 million, up 5% year-over-year, primarily due to strong equity markets. Trust fees within the regions were up 7% year-over-year and are up 6% year-to-date with strength mostly attributable to favorable equity markets.\nWithin GFO, trust fees were up 1% year-over-year and are up 5% year-to-date. Sequentially, GFO growth was muted by a combination of asset allocation changes and portfolio restructurings. Importantly, the underlying business remains very healthy. We generated positive flows of $2 billion in September alone and new businesses on pace to break last year's record levels.\nAverage Wealth Management deposits were flat and average loans were up 2%, both relative to the second quarter. Wealth Management's pretax profit increased 11% over the prior year period and the pretax margin expanded 250 basis points to 40.5%.\nMoving to Asset Servicing results on Page 7. Our Asset Servicing business delivered another strong quarter. As expected, transaction volumes normalized from elevated second quarter levels. Capital markets activities remain robust, on pace to beat 2024s record levels, and new business generation continues to be healthy and margin accretive.\nAssets under custody and administration for Asset Servicing clients were $17 trillion at quarter end, reflecting a 4% year-over-year increase. Asset Servicing fees totaled $707 million, reflecting a 6% increase over the prior year. Custody and fund administration fees were $483 million, up 7% year-over-year, largely reflecting the impact from strong underlying equity markets, net new business and favorable currency movements.\nAssets under management for Asset Servicing clients were $1.3 trillion, up 9% over the prior year. Investment management fees with Asset Servicing were $160 million, up 5% year-over-year, due mostly to favorable markets. Average deposits within Asset Servicing declined 6% sequentially while loan volume decreased by 7%, albeit off a small base.\nAsset Servicing pretax profit grew 14% over the prior year period, and the Asset Servicing pretax margin was up 150 basis points year-over-year to 24.7%. This reflected the benefit from favorable markets that pivoted in our new business approach, including our focus on cross-selling high-margin capital markets and other adjacent products and services and our efforts to streamline operations.\nMoving to Page 8 and our balance sheet and net interest income trends. Our average earning assets were down 4% on a linked-quarter basis as softer deposit levels drove a decline in cash held at the Fed and central banks. At the same time, we opportunistically added fixed-price securities to the portfolio to provide downside protection. The fixed floating breakdown of the securities portfolio is now 54% to 46%, including the impact of swaps. The duration of the portfolio remained flat at 1.5 years and the duration of our total balance sheet continued to be under 1 year.\nNet interest income on an FTE basis was $596 million, down 3% sequentially but up 5% as compared to the prior year. Sequentially, NII was unfavorably impacted by the lower deposit levels, but this was partially offset by favorable deposit pricing actions we've taken outside of rate cuts. The quarterly contribution from transactional and other onetime items normalized in the third quarter, following elevated second quarter levels.\nOur net interest margin increased sequentially to 1.7%, reflecting the favorable deposit pricing actions taken, partially offset by unfavorable change in asset mix. Deposits performed largely as we expected. Average deposits were $116.7 billion, down 5% compared to second quarter levels reflecting typical seasonal patterns, coupled with normalization from elevated second quarter levels. Within the deposit base, interest-bearing deposits declined by 5% and noninterest-bearing deposits decreased by 3% but remained at a 14% of the overall mix.\nTurning to our expenses on Page 9. Expenses increased 4.7% year-over-year in the third quarter. There were no notable expenses in the current or prior periods. Excluding unfavorable currency movements, expenses were up 4.4%.\nTurning to Page 10. Our capital levels and regulatory ratios remained strong in the quarter, and we continue to operate at levels well above our required regulatory minimums. Our common equity Tier 1 ratio under the standardized approach increased by 20 basis points on a linked-quarter basis to 12.4%, driven by capital accretion and a decrease in RWA. Our Tier 1 leverage ratio was 8%, up 40 basis points from the prior quarter.\nAt quarter end, our unrealized after-tax loss on available-for-sale securities was $437 million. And we returned $431 million to common shareholders in the quarter through cash dividends of $154 million and common stock repurchases of $277 million, reflecting a payout ratio of 98%. Year-to-date, we returned over $1.3 billion, reflecting a 110% payout ratio, which puts us on track to return at least 100% for the full year.\nTurning to our guidance. We continue to expect our operating expense growth to be below 5% for the full year excluding notable items in both periods and regardless of currency movements. We now expect full year NII to grow by mid- to high single digits over the prior year.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d0a8ff507616998b21f055db0c7d0ef7",
    "period": "2025 Q2",
    "content": "Q2 2025 Northern Trust Corp Earnings Call\n\nQ2 2025 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJUL 23, 9:00 AM\n\nOperator\n\nLadies and gentlemen, good day, and welcome to the Northern Trust Corporation Second Quarter 2025 Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead, ma'am.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, operator. Good morning, everyone, and welcome to Northern Trust Corporation's Second Quarter 2025 Earnings Conference Call. Joining me on our call this morning is Mike O'Grady, our Chairman and CEO; Dave Fox, our Chief Financial Officer; John Landers, our Controller; and Trace Stegeman from our Investor Relations team.\nOur second quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This July 23 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through August 23. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding the forward-looking statements in the back of the accompanying presentation, which will apply to our commentary on this call. [Operator Instructions]\nThank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our second quarter 2025 earnings call. We reported another quarter of improving results, reflecting the consistent execution of our One Northern Trust strategy, which we introduced at the beginning of 2024. We delivered our fourth consecutive quarter of generating positive organic growth and operating leverage. Revenue grew 8% and earnings per share increased 20%, excluding notables in the prior year period and we returned more than 100% of our earnings to our shareholders through dividends and record share repurchases.\nAs we pass the midpoint of the year, I'd like to share our progress on our multiyear transformational strategy which is producing clear proof points that is gaining traction.\nTurning to Slide 2. Our One Northern Trust strategy is centered on our mission to be our client's most trusted financial partner and commitment to leverage the full breadth of the firm's capabilities to deliver seamless, high-impact solutions. We deliver a holistic client experience through the collaboration of our 3 businesses to serve the full spectrum of individual and institutional clients. A great example in the second quarter is our work with Timeline, one of the U.K.'s fastest-growing discretionary fund managers. As Timeline evolved its business model to launch a proprietary fund-to-funds range, Northern Trust Asset Management and Asset Servicing partner to deliver a fully integrated solution. Together, we provided investment management, fund infrastructure and operational support, enabling Timeline to scale its offering with speed and confidence. This win reflects how Northern Trust brings together capabilities across the firm to support the growth of high potential clients in dynamic markets.\nTurning to Slide 3. While we continue to deliver exceptional outcomes for clients, we're equally focused on delivering long-term value for all of our stakeholders. Our One Northern Trust strategy is anchored in 3 pillars: optimizing growth, driving productivity and strengthening resiliency and managing risk. These overlapping pillars operate as a flywheel, each one amplifying the others. Our organic growth is gaining momentum, fueled by numerous strategic initiatives launched over the past 12 to 18 months that are now delivering results and are well positioned to drive greater performance in the months and years ahead.\nIn parallel, we're driving meaningful gains in productivity across the organization through a client-centric capability-driven operating model, we're aligning resources more effectively to deliver value where it matters most. We're also accelerating the deployment of AI tools to streamline processes, reduce manual effort, enhance decisioning and manage risk. Together, these efforts are bending the cost curve and freeing up resources to enable reinvestment in growth and innovation, all while delivering higher margins, and a better experience for our clients and employees.\nFinally, the investments we've been making in resiliency are paying off through an enhanced control environment. Over the past year, we've added new roles across our 3 lines of defense and built greater stability, security and scalability into our technology infrastructure. These capabilities are increasingly embedded into how we operate influencing decision-making and enabling us to manage risk proactively and stay ahead of a rapidly evolving industry.\nTurning to Slide 4. As we execute on our One Northern Trust strategy, we're advancing several enterprise growth initiatives that are aligned with both evolving client needs and represent opportunities where we have differentiated capabilities across our businesses. One of these is clearly alternatives, which I'll spotlight today. The rapid expansion of global private markets is undeniable and projected to continue at twice the pace of public markets over the next decade, with total assets expected to exceed $60 trillion. Our integrated model and expanding capabilities position us well to capitalize on this growth and deliver long-term value for clients and shareholders.\nWe're leveraging this vast opportunity in several ways. First, [ fits out capital ], the alternative investment platform within our Asset Management business, which specializes in fund of funds, primarily targeting emerging managers is having a record fundraising year. They recently closed their largest secondaries fund with investors across wealth, family offices, intermediaries and institutions. Second, in Wealth Management, we continue to build out our platform for third-party funds. Several year-to-date raises have already exceeded initial targets, underscoring the strength of our offerings and the trust clients place in our platform. We're also unlocking incremental value for clients through collaboration with 50 South Capital's research team which has cultivated relationships with over 270 managers to offer access to highly curated, hard-to-reach alternative investment funds. As a result, our fund launch pipeline has tripled compared to prior years, reflecting strong client demand.\nThird, for clients with significant alternatives portfolios, we also offer our alternatives advisory services, which provide consulting and customized solutions. Assets under advisement are up 66% year-over-year, reflecting demand from both institutional and wealth clients for differentiated high-conviction strategies. Recent examples such as a $1.25 billion private credit mandate for a multinational corporate pension and one for a family office from the Middle East highlight our ability to deliver bespoke solutions at scale.\nAnd fourth, in Asset Servicing, we continue to expand our leadership position, in particular, in the semi-liquid fund market, where we now support 6 of the 12 long-term asset funds in the U.K. with 7 more in the pipeline. We also support 5 European long-term investment funds. We're building real momentum in alternatives, and we're only just beginning to unlock the full potential. In parallel with these firm-wide priorities, each of our businesses is executing targeted growth strategies that reflect their unique client bases and market opportunities.\nTurning to Slide 5. Starting with Wealth Management. Our Wealth Management business continues to deliver its unique value proposition and is making solid progress on the 3 core strategic priorities I outlined at the beginning of the year. First, our Global Family Office franchise is a powerful example of our strategy in action by integrating Asset Servicing industry-leading custody platform and technology capabilities, Wealth Management's deep fiduciary and banking expertise, and Asset Management's innovative investment solutions, GFO delivers a seamless end-to-end platform tailored to the world's most sophisticated family offices. GFO continues to deliver strong organic growth with revenue growing 8% in the first half of 2025, including international revenue growing at over 20% and now accounting for nearly 15% of total GFO revenue.\nWith the launch of Family Office Solutions earlier this year, we're building on the proven success of our GFO playbook to bring a new offering to ultrahigh net worth clients that do not have a dedicated family office structure but can benefit from institutional grade capabilities and the personalized service Northern Trust delivers. The new offering leverages the same elite capability as the GFO combined with a dedicated Family Office Solutions relationship adviser serving as a single point of contact to coordinate the client's entire financial life. In just the first 2 quarters, this new approach has achieved a higher than 75% win rate with a deep pipeline heading into the second half of the year.\nWe're also making deliberate changes and investments to increase our market share in key geographic markets. We recently reorganized our core Wealth Management business from 3 to 4 regions and appointed new leadership in both the West and Northeast, bringing in experienced executives with strong market connectivity and a clear mandate to accelerate growth. We're also actively investing in revenue-generating talent across these regions to strengthen client coverage and drive new business.\nTurning to Slide 6. Northern Trust Asset Management continues to execute successfully against its strategic priorities. In addition to scaling our alternatives platform through both 50 South Capital and our alternatives advisory capability, we're expanding into other key growth areas, particularly custom SMAs. As a leader in direct indexing and tax-advantaged equity strategies we continue to build on strong inflows into our strategies by investing in technology and adviser tools to scale personalization, extend internationally and deepen penetration across institutional and wealth channels.\nAnother example of our success is a recent $1 billion equity mandate with the public investment fund in Saudi Arabia, one of the largest sovereign wealth funds in the world. We expect this mandate to expand to additional quant strategies demonstrating our ability to serve the world's most sophisticated sovereign clients. In ETFs, we're enhancing our platform with the planned upcoming launch of 11 new fixed income strategies in the third quarter. These products are designed to meet growing demand for efficient, transparent and scalable exposures and will complement our existing index and liquidity offerings.\nTurning to Slide 7. Our Asset Servicing business is executing on a disciplined strategy, centered on scalability and client centricity to drive profitable growth. We serve a focused set of client segments where we have deep expertise and a differentiated value proposition, one that continues to drive strong win rates and high levels of client satisfaction and retention. I already mentioned our strong position with alternative investment managers where assets under administration are now approaching $1 trillion, underscoring the strength of our platform and the trust placed in us by leading institutional clients. We also have good momentum in the Asset Owner segment, one of our highest margin businesses, which now comprises 50% of our segment level revenue. Our success is driven in part by our upmarket strategy to serve larger, more complex institutions with tailored solutions and global reach.\nRecent wins include the $89 billion University of Texas/Texas A&M Investment Management Company. A CAD 55 billion foundation. A top 20 U.S. pension plan, Telstra, one of Australia's most significant superannuation funds and a large sovereign wealth fund, our first front office solutions client in Saudi Arabia where our technology was cited as a key differentiator.\nOur Capital Markets business continues to perform well. In the first half of the year, revenue was up 15%, including more than 30% growth in both outsourced trading and currency measures. These results reflect the strength of our capital-efficient model and our ability to deliver scalable, high-value solutions to institutional clients. This disciplined approach is delivering tangible results. Organic growth is accelerating with new [indiscernible] tracking well and at above average profitability and overall margins improving significantly.\nTurning to Slide 8. We've demonstrated our ability to bend the cost curve and remain firmly committed to continuing to do so while making necessary investments in critical infrastructure and growth initiatives. Through the first half of the year, expense growth was 4.8%, and we're on track to achieve our full year goal of below 5%. Our progress is underpinned by a series of structural and operational advancements. We're modernizing our operating model and increasingly leveraging AI, such as GitHub Copilot and document digitization to enhance employee productivity and increase automation across the enterprise.\nFor example, thoughtful reorganization of our global operations under our Chief Operating Officer, is unlocking efficiencies while preserving our world-class service. Headcount within Asset Servicing and operations has declined for 9 consecutive quarters and is down 7% from its peak. Importantly, these gains are accreting to margin and we strengthened our governance and controls to ensure they are sustainable. We've also implemented centralized oversight of multiyear technology programs and introduce new tools to monitor hiring activity and workforce composition in real time. These measures give us confidence in our ability to continue driving productivity and margin expansion while maintaining the flexibility to reinvest in areas that support growth.\nAnd that reinvestment is underway, focused on 3 levers: talent, product expertise and technology. On the talent front, we're hiring revenue-generating professionals across wealth and asset management. From a product standpoint, we're ensuring we have the expertise to create innovative solutions and support the growth across the businesses, which I described earlier. In the technology side, we're investing in capabilities that enhance the client experience and support scalable growth. These investments are enabling us to deliver more personalized, efficient and high-impact solutions. Together, these efforts reflect our disciplined approach to cost management and our commitment to sustainable margin expansion while continuing to invest in the capabilities that will drive long-term value for clients and shareholders alike.\nTurning to Slide 9. Our financial model is designed to deliver an attractive combination of growth and returns, and we're making tangible progress against these targets. Organic growth is steadily improving and should accelerate as our initiatives further develop and expand. We have a clear and credible pathway to generate higher margins. And at the core is our rock solid balance sheet which provides flexibility for our clients and meaningful capital return optionality for our shareholders. Continued successful execution should translate into double-digit annual earnings per share growth, substantial capital return, including meaningful share repurchases and higher ROEs. Given our recent momentum and confidence in our trajectory, we're changing our ROE target from 10% to 15% to 13% to 15%.\nTurning to Slide 10. To close, I want to reaffirm our commitment to remain independent. Contrary to recent speculation, during my tenure as CEO, we have never entertained discussions regarding the sale of the company with any financial institution nor do we intend to. The Board and management team remain confident that Northern Trust is well positioned to continue driving long-term growth and value creation as evidenced by our visibly improved performance and momentum in our One Northern Trust strategy. Our 135-year track record of stewardship of multigenerational personal and institutional wealth, unwavering fiduciary commitment, ingrained culture of integrity, and long-term perspective, instill confidence in our clients that we will be here for them, not just today but for generations to come.\nAnd with that, I'll turn it over to Dave to review our second quarter results. Dave?\n\nDavid W. Fox\n\nChief Financial Officer\n\nThanks, Mike. Let me join Jennifer and Mike, and welcome you to our second quarter 2025 earnings call. You may have noticed that we included a number of new disclosures in our earnings materials this quarter. They include additional segment-level detail, including average loans, average deposits, pretax profit and margins, along with enhanced regulatory and capital metrics. These additional metrics aim to enhance the quality and transparency of our disclosures, ensuring we are responsive to shareholder feedback.\nNow let's discuss the financial results of the quarter, starting on Page 12. This morning, we reported second quarter net income of $421 million, earnings per share of $2.13 and our return on average common equity was 14.2%. As Mike mentioned, we delivered our fourth consecutive quarter of generating positive organic growth and positive operating launch. It's also our fourth consecutive quarter of delivering positive trust fee operating leverage, and improving our expense to trust fee ratio on a year-over-year basis, excluding notables. These are clear signs that we're moving in the right direction, and our strategy is gaining momentum.\nRelative to the prior year, currency movements favorably impacted our revenue growth by approximately 90 basis points and unfavorably impacted our expense growth by approximately 100 basis points. Relative to the prior period, currency movements favorably impacted our revenue growth by approximately 110 basis points and unfavorably impacted our expense growth by approximately 130 basis points. Trust, investment and other servicing fees totaled $1.2 billion, a 1% sequential increase and a 6% increase compared to last year. Net interest income on an FTE basis was a record $615 million, up 7% compared to the prior period and up 16% from a year ago. Excluding notables in the prior year, other noninterest income was down 4% year-over-year, largely reflecting weaker reported FX trading income, partially offset by strength in other capital markets activities.\nOne reminder related to our FX trading income. We've seen steady growth in the underlying core business over time, but it's often muted by the overnight swap activity conducted by our treasury department, which was more pronounced this quarter. Core FX trading revenue, excluding the impact of our swap activity was up 10% year-over-year. Our assets under custody and administration were up 7% sequentially and up 9% compared to the prior year. Our assets under management were up 6% sequentially and up 11% year-over-year. Overall, our credit quality remains very strong with all key credit metrics in line with historical standards. The provision for credit losses increased to $16.5 million in the second quarter, largely reflecting an increase in reserves related to a small number of nonperforming loans, but we expect it to return to more normalized levels in subsequent quarters. Relative to the prior year period, and excluding notable items, revenue was up 8%. Expenses were up 4.8%. Our pretax margin was up 160 basis points. Earnings per share increased 20% and our average shares outstanding decreased by 5%.\nTurning to our Asset Servicing results on Page 13. Our Asset Servicing business performed well in the quarter. Transaction volumes were particularly strong. Capital Markets activities were up double digits over the prior year, and new business growth continues to be booked at attractive margins. Assets under custody and administration for Asset Servicing clients were $16.9 trillion at quarter end, reflecting a 9% year-over-year increase. Asset Servicing fees totaled $692 million, reflecting a 6% increase over the prior year. Custody and fund administration fees were $469 million, up 5% year-over-year largely reflecting the impact from strong underlying equity markets, favorable currency, robust transaction activity and new business generation. Assets under management for Asset Servicing Clients were $1.2 trillion, up 11% over the prior year. Investment management fees within Asset Servicing were $157 million up 8% year-over-year due to favorable markets and new business activities.\nAs you can see on the right side of the slide, average deposits grew 7% sequentially, accounting for most of the total increase. Loan volume increased slightly relative to the first quarter. Asset Servicing pretax profit nearly doubled over the prior year period. And the Asset Servicing pretax margin was up more than 10 points to 23.2%. Excluding $75 million in notables in the prior year, Asset Servicing pretax profit increased 29% and the pretax margin expanded by approximately 330 basis points. Reflecting the pivot in our new business approach, our focus on cross-selling high-margin capital markets and other adjacent products and services and our efforts to streamline our operations.\nMoving to Wealth Management business on Page 14. Wealth Management also had a healthy quarter with continued strength in Global Family Office. Assets under management for our Wealth Management clients were $469 billion at quarter end, up 12% year-over-year. Trust investment and other servicing fees for Wealth Management clients were $539 million, up 5% year-over-year, primarily due to strong equity markets. As you can see on the right side of the slide, both average deposits and average loans were flattish relative to the first quarter. Wealth Management's pretax profit increased 18% over the prior year period and the pretax margin was flattish 37.2%. Excluding approximately $33 million in notables in the prior year period, Wealth Management's pretax profit increased 5% year-over-year, while the pretax margin [ increased ] 25 basis points. It's worth noting that more than 2/3 of the $16.5 million second quarter provision was allocated to the Wealth segment.\nMoving to Page 15 and our balance sheet and net interest income trends. Our average earning assets were up 6% on a linked-quarter basis fueled by higher deposit levels, which drove an increase in cash held at the Fed and other central banks and a slight increase in securities. The duration of our securities portfolio decreased to 1.5 years. While we're opportunistically adding duration to protect against future rate cuts, we've also shifted the mix of the portfolio slightly. So the fixed floating breakdown is now 52% to 48%, including the impact of swaps. The duration of our total balance sheet remains under 1 year.\nNet interest income on an FTE basis was a record $615 million, and our net interest margin held steady at 1.69%. NII outperformed our expectations, largely due to higher-than-expected deposit levels. Average deposits were $122 billion, up 6% compared to the first quarter levels. Within this, interest-bearing deposits increased by 7%, while noninterest-bearing deposits decreased by 60 basis points, comprising 40% of the overall mix. The quarterly contribution from transactional and other onetime items was elevated in the second quarter, mostly due to the overnight FX swap activity conducted by our treasury team as we capitalized on FX volatility during the quarter. We estimate this added an incremental $10 million to second quarter NII that is not expected to persist.\nTurning to our expenses on Page 16. Excluding notable items in the prior period as listed on the slide, expenses in the second quarter were up 4.8% year-over-year. Excluding notables and unfavorable currency movements, expenses were up just 3.8%, the lowest rate of growth in the past 6 quarters.\nTurning to Page 17. Our capital levels and regulatory ratios remained strong in the quarter, and we continue to operate at levels well above our required regulatory minimums. Our common equity Tier 1 ratio under the standardized approach decreased by 70 basis points on a linked quarter basis to 12.2% with capital accretion more than offset by an increase in RWA. The RWA growth was driven largely by quarter end lending, coupled with higher capital markets activities. Our Tier 1 leverage ratio was 7.6%, down 40 basis points from the prior quarter. At quarter end our unrealized after-tax loss on available-for-sale securities was $481 million and we returned $486 million to common shareholders in the quarter through cash dividends of $146 million and common stock repurchases of $339 million, reflecting a payout ratio of 117%. Finally, based on the 2025 [ CCAR ] results, we recently disclosed that our stressed capital buffer will remain at the 2.5% minimum requirement. And yesterday, our Board approved a $0.05 or a 7% increase to our quarterly dividend.\nTurning to our guidance. Starting with expenses. We continue to expect our total operating expense growth to be below 5% for the full year, excluding notable items in both periods and regardless of currency movements.\nTurning to NII. We now expect the full year NII to increase by mid-single digits over the prior year. This assumes a modest decline in third quarter deposits in line with seasonal trends and mostly stable deposit mix, meaning that we wouldn't expect absolute levels of NIB to move materially from current levels, but the percentage of the overall mix could change. Market implied forward curves as of this week and slightly weaker institutional deposit betas with the next series of global rate cuts.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f5e6454ca2f4f7c15d979529f430acd2",
    "period": "2025 Q1",
    "content": "Q1 2025 Northern Trust Corp Earnings Call\n\nQ1 2025 Northern Trust Corp Earnings Call\n\nNTRSNASDAQAPR 22, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation First Quarter 2025 Earnings Conference Call. Today's conference is being recorded.\nAt this time, I would like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to Northern Trust Corporation's First Quarter 2025 Earnings Conference Call. Joining me on our call this morning is Mike O'Grady, our Chairman and CEO; Dave Fox, our Chief Financial Officer; John Landers, our Controller; and Trace Stegeman from our Investor Relations team.\nOur first quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This April 22 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through May 21. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 12 of the accompanying presentation which will apply to our commentary on this call.\n[Operator Instructions] Thank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our first quarter 2025 earnings call. Our first quarter results demonstrate the strength and resilience of our business model. We generated our third consecutive quarter of positive operating leverage, driven by mid-single-digit growth in both trust fees and net interest income while managing expenses well. EPS, excluding notables, increased 13% and we generated a return on common equity of 13%, both while boosting capital levels meaningfully and returning $435 million to shareholders.\nOur results benefited from strong underlying market performance and elevated volatility levels, which drove strong capital markets activity late in the quarter and extended into April. Our performance also reflects continued progress implementing our One Northern Trust strategy, our road map for becoming a consistently high-performing company and producing meaningful value for all stakeholders.\nLet me give you an update on our progress. First, optimize growth. We entered 2025 with good momentum, continuing to embed collaboration between our business units, leveraging the capabilities of the entire firm. We advanced our enterprise-wide growth initiatives, which align with key client needs and opportunities, including alternative investment solutions, family office services and liquidity solutions. We also concentrated on core initiatives within each of our business units.\nAs it relates to alternatives, fundraising is particularly strong within our Asset Management segment and we are on track to nearly double our capital raise versus prior year averages. Within Asset Servicing, new business activity in the first quarter was brisk, particularly within private markets where our technology and operational expertise have been consistent differentiators. During the quarter, we were selected as the global outsourced private capital administration provider for Igneo Infrastructure Partners, a $20 billion alternative manager specializing in global infrastructure investments.\nExpanding upon our long-standing relationship with private equity firm Alchemy Partners, we were awarded the asset servicing business for a new $1 billion special opportunities fund launch. Semi-liquid funds and the democratization of private markets globally remain an important area of focus, and we extended our leading market share in the quarter. Northern Trust is currently supporting over half of the approved long-term asset funds or LTAF in the U.K. with an additional 10 in the pipeline.\nBuilding upon the strength of our upper tier wealth business, our Wealth Management segment formally rolled out a dedicated ultra high net worth segment, which we've named family office solutions, focusing on wealthy individuals and families with more than $100 million in net worth. Already, we've seen very good client traction. Performance in our Global Family Office also continues to be strong. New business activity remained robust, particularly within international markets. During the quarter, we onboarded several marquee relationships in EMEA, strengthening our position as one of the leading administrators of private investment office assets in Europe.\nAs it relates to liquidity, we've seen a healthy increase in deposit levels as a number of clients have taken a risk-off approach, reallocating portfolios and raising cash. In Asset Management, we generated positive liquidity flows in the first quarter, continuing the trend we've seen over the past 9 quarters. Beyond liquidity, our suite of actively managed offerings, which skew towards high-quality, low volatility and tax-efficient products tend to perform very well in the current environment, and we're seeing significant client interest.\nWe had $1.7 billion of inflows into our custom tax optimized SMAs, which are capitalizing on market volatility to deliver increased after-tax value. We're also broadening our ETF platform, having recently filed to launch 11 new fixed income ETFs later this year. Meaningful progress was also made against our other 2 strategic pillars: strengthening resiliency and managing risk and driving productivity. We continue on the multiyear effort to uplift our risk and control system, we transitioned from design to implementation of new capabilities that will better enable us to systematically anticipate, identify, manage and control risks across all areas of our organization.\nWe also advanced along our technology journey, driving towards a more stable, scalable, safe and secure environment for our stakeholders. Productivity initiatives for 2025 are well on track, fueling further critical investments in growth. Within the office of the COO, we're reengineering our operating model to enhance efficiency, standardized services and streamline processes. At the same time, we're making continued headway with workforce initiatives and third-party spend, including pursuing further vendor savings.\nTo wrap up, we're off to a solid start to the year. While we face a highly challenging macroeconomic and market backdrop, we enter the current environment well positioned to navigate a wide range of outcomes. Our balance sheet strength allow us to meet the evolving needs of our clients while pressing ahead with our strategic objectives.\nAnd with that, I'll turn it over to Dave to review the financials. Dave?\n\nDavid W. Fox\n\nChief Financial Officer\n\nThanks, Mike. Let me join Jennifer and Mike, and welcome you to our first quarter 2025 earnings call. Let's discuss the financial results of the quarter, starting on Page 4. This morning, we reported first quarter net income of $392 million, earnings per share of $1.90 and our return on average common equity was 13%.\nAs Mike mentioned, we delivered our third consecutive quarter of positive total operating leverage. We also reported our fourth consecutive quarter of positive trust fee operating leverage, both excluding notables. Relative to the prior year, currency movements unfavorably impacted our revenue growth by approximately 20 basis points and favorably impacted our expense growth by approximately 50 basis points. Currency movements were immaterial relative to the prior period. As a reminder, year-over-year comparisons reflect 1 fewer day this year as last year's first quarter included an extra day in February due to leap year.\nTrust, investment and other servicing fees totaled $1.2 billion, a 1% sequential decline and a 6% increase compared to last year. Net interest income on an FTE basis was $574 million, essentially flat compared to the prior period and up 7% from a year ago. Our assets under custody and administration were up 1% sequentially and up 3% as compared to the prior year. Our assets under management were flat sequentially and up 7% year-over-year.\nOverall, our credit quality remains very strong. Excluding notable items in all periods, other noninterest income was down 9% sequentially and down 4% over the prior year. Revenue was down sequentially 1% and up 6% on a year-over-year basis. Expenses were up 3% sequentially and up 4.8% over the prior year, and earnings per share decreased 16% sequentially but increased 13% compared to the prior year.\nTurning to our asset servicing results on Page 5. Our Asset Servicing business performed well in the quarter. Transaction volumes were healthy. Capital Markets activities were up double digits over the prior year and new business growth continues to be booked at attractive margins. Assets under custody and administration for asset servicing clients were $15.8 trillion at quarter end, reflecting a 3% year-over-year increase. Asset servicing fees totaled $672 million. Custody and fund administration fees were $453 million, up 4% year-over-year, largely reflecting the impact from strong underlying equity markets and new business generation.\nYear-over-year comparisons were dampened by the client exits we discussed in the second quarter of last year. Other fees were $48 million, up 7% year-over-year largely reflecting growth in our front office solutions product as well as higher seasonal benefit payments.\nAssets under management for asset servicing clients were $1.2 trillion, up 7% over the prior year. Investment management fees within Asset Servicing were $153 million, up a strong 9% year-over-year due to favorable markets and new business activities.\nNow moving to our Wealth Management business on Page 6. Wealth Management also had a healthy quarter with continued strength in our Global Family Office business. Assets under management for our wealth management clients were $447 billion at quarter end, up 6% year-over-year. Trust, investment and other servicing fees for wealth management clients were $542 million, up 8% year-over-year, primarily due to strong equity markets.\nMoving to Page 7 on our balance sheet and net interest income trends. Our average earning assets were up 3% on a linked quarter basis, fueled by higher deposit levels, which drove an increase in cash held with the Fed and other central banks. The duration of our securities portfolio remained at 1.6 years and the total balance sheet duration continues to be less than 1 year.\nNet interest income on an FTE basis was $574 million, flat with the fourth quarter, and our net interest margin was 1.69%, down 2 basis points quarter-over-quarter. NII outperformed our expectations, largely due to higher-than-expected deposit levels. Average deposits were $116 billion, up 3% compared to fourth quarter levels. Within this, interest-bearing deposits increased by 4% and noninterest-bearing deposits decreased by 3% but remained at 15% of the overall mix. Deposit pricing was largely as expected. Institutional deposit betas remained high and wealth deposit betas were stable. The quarterly contribution from transactional and other items returned to more normal levels.\nTurning to our expenses on Page 8. Noninterest expense was approximately $1.4 billion in the first quarter, up 3% sequentially and 4% as compared to the prior year. Excluding notable items in the prior period, as listed on the slide, expenses in the first quarter were up 4.8% year-over-year, an improvement from the fourth quarter's 5.5% year-over-year increase.\nLet's go back and review our core expenses from the quarter. Compensation expense was up 8% sequentially, largely reflecting the impact of our seasonal equity incentive grants. Comp expense increased 3% over the prior year resulting from modest levels of hiring associated with our modernization initiative and underlying growth in the business.\nOutside services expense increased 7% relative to the prior period largely due to higher levels of spend associated with our modernization and resiliency initiative, but it was down 3% sequentially as the same spend started to flatten out. Equipment and software expense increased 11% year-over-year, mostly related to higher depreciation and amortization expense and costs associated with our cloud journey.\nTurning to Page 9. Our capital levels and regulatory ratios remained strong in the quarter. We continue to operate at levels well above our required regulatory minimums. Our common equity Tier 1 ratio under the standardized approach increased by 50 basis points on a linked-quarter basis to 12.9%, driven by capital accretion and a decline in RWA. Our Tier 1 leverage ratio was 8%, down 10 basis points from the prior quarter. At quarter end, our unrealized pretax loss on available-for-sale securities was $527 million, and we returned $435 million to common shareholders in the quarter through cash dividends of $148 million and common stock repurchases of $287 million, reflecting a payout ratio of 116%.\nTurning to our guidance. Starting with expenses. We continue to expect our total operating expense growth to be below 5% for the full year, excluding notable items in both periods.\nTurning to NII. Given our first quarter outperformance, coupled with recent deposit growth, we're raising our full year guidance from low single-digit growth to low to mid-single-digit growth. This assumes continued strong deposit levels, stable deposit mix, meaning we wouldn't expect absolute levels of NIB to move materially from current levels, but the percentage of overall mix could change. Market implied forward curves as of this week, and relatively stable deposit pricing.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7d252193e834246ec04d043ccb0f6ec6",
    "period": "2024 Q4",
    "content": "Q4 2024 Northern Trust Corp Earnings Call\n\nQ4 2024 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJAN 23, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation Fourth Quarter 2024 Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to Northern Trust Corporation's Fourth Quarter 2024 Earnings Conference Call. Joining me on our call this morning is Michael O'Grady, our Chairman and CEO; Dave Fox, our Chief Financial Officer; John Landers, our Controller; and Trace Stegeman from our Investor Relations team.\nOur fourth quarter earnings press release and financial trends are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This January 23 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through February 23. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements in the back of the accompanying presentation which will apply to our commentary on this call.\nDuring today's question-and-answer session, please limit your initial query to one question and one related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits.\nThank you again for joining us. Let me turn the call over to Mike O'Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our Fourth Quarter 2024 Earnings Call. Our fourth quarter results cap off a solid year of progress executing against our strategic priorities. Relative to the prior year, fourth quarter Trust fees were up 12% and net interest income grew 15%. Excluding notables in the prior year, revenue was up 13% and earnings per share grew by more than 50%. Importantly, we generated positive Trust fee and total operating leverage for the second consecutive quarter while continuing to make significant investments in our business and infrastructure.\nFor the full year, excluding notables, revenue was up 8%, and we generated positive trust fee operating leverage and total operating leverage in excess of 2 points, which translated into EPS growth of 24%. We also returned more than $400 million to shareholders in the fourth quarter and $1.5 billion for the full year reflect a 5-year high. Our results benefited from strong market performance but also reflect continued progress implementing our One Northern Trust strategy.\nTurning to Slide 4. At the beginning of last year, we launched our One Northern Trust strategy, which serves as our road map to becoming a consistently high-performing company and producing meaningful value for all stakeholders. Our strategy is underpinned by 3 pillars: optimizing growth, strengthening resiliency and managing risk and driving productivity.\nTurning to Slide 5. We made significant progress across all 3 pillars in 2024. Let's begin with optimizing growth. Our organic growth trajectory improved across all 3 businesses with good momentum exiting 2024. Our One Northern Trust strategy places an emphasis on enhancing the client experience while driving sustainable, scalable organic growth. Leveraging the capabilities of the entire firm, we deepened existing client relationships, adding products and services to meet their increasingly complex needs. We also embraced a more intentionally united focus for servicing our global client franchise, executing a joint calling program which resulted in over 140 new business opportunities.\nAs an example, NTAM, our Asset Management business, worked in close partnership with Our Global Family Office and Asset Servicing businesses, to develop a money market solution for a client seeking greater tax efficiency for its sizable cash investments. This turned out to be highly attractive to a number of our clients, and we experienced one of the fastest fundraises in NTAM history, raising nearly $3 billion over the course of 6 months with participation from 18 clients.\nAs we enter 2025, we will further institutionalize these approaches through enterprise-wide initiatives, aligning with meeting our clients' greatest needs and key industry trends such as alternative investment solutions, fan office services and liquidity solutions. We will also continue to prioritize growth in wealth and asset management and foster stronger collaboration between both businesses. Relative to strengthening resiliency and managing risk, critical to maintaining our reputation for strength and stability for regulators and the markets.\nLast year, we designed and launched a multiyear effort to uplift our risk and control system and added new capabilities to strengthen resiliency. We invested in technology to eliminate legacy software applications, mature our cloud environment and bolster our cyber defenses. We also made steady progress automating processes and adopting additional artificial intelligence tools thereby reducing the number of manual processes meaningfully. In support of these initiatives, we created a new operating model and made a number of strategic hires.\nIn 2025, we will continue to prioritize investments to further strengthen our resiliency, including modernizing our core platform, accelerating our cloud adoption and pursuing additional opportunities to automate and deploy AI. We made meaningful progress driving productivity in 2024 and laid the groundwork to generate efficiencies in the coming years. We focused on key cross-functional areas in 2024, such as workforce and vendors. Ending the year with headcount 1% lower than 2 years ago, despite launching a number of growth initiatives and adding resources to support our resiliency efforts.\nWithin Asset Servicing, we've reduced headcount for 7 consecutive quarters, translating to a more than 7% decrease relative to peak staffing levels. And importantly, many of the resiliency initiatives have also resulted in significant savings particularly from automation and digitization. Going forward, we will continue to enhance our productivity efforts, including leveraging the office of the Chief Operating Officer to implement more structural change to further centralize, standardize and automate operations and processes.\nTurning to our business unit level performance, beginning with Wealth Management on Slide 6. In 2024, we made foundational investments to deliver higher levels of organic growth on a more consistent basis. We grew our sales talent by nearly 20%, enhance our lead flow channels and grew our prospect pipeline materially. More recently, we transitioned our executive leadership and made important strategic hires across various markets and functions. As a result of these efforts, we saw a steady improvement throughout the year in our organic growth trajectory with particular strength in GFO. We also increased wealth deposits by 9% and expanded our segment pretax margin by nearly 400 basis points relative to the prior year. And as a testament to the value proposition we provide to clients, we were awarded Best Private Bank in the U.S. for the 13th time in the past 16 years by the Financial Times Group.\nIn 2025, Wealth Management will continue to maintain and strengthen our lead position in the upper wealth tiers. Within our Global Family Office business, we will continue to optimize existing client relationships, bolster investment advisory capabilities and expand into new markets, including international areas with significant potential. By establishing a separate ultrahigh net worth practice, we will leverage our world-class Family Office platform to better serve wealthy families with more than $100 million in net worth whose needs differ from those of our core wealth clients. We also plan to deepen our penetration of select target markets in the U.S. that have significant wealth and where we have an opportunity to increase our market share. To capitalize we'll add talent, invest in brand awareness and pursue market-specific growth opportunities. We will also expand our suite of alternative investment solutions for wealth clients.\nTurning to Asset Management on Slide 7. We refreshed our strategy in 2023 following the hiring of Daniel Gamba, our Asset Management President. This included focusing on products where we have the clear right to win and more fully leveraging the full capabilities of the firm. We made meaningful progress in 2024 through investing in our platform and in core products. We refined our go-to-market partnership with Asset Servicing, creating more comprehensive solutions for clients and prospects which resulted in more than 35 new client wins. Leveraging the success, we launched multiple products specifically geared towards the needs of our Asset Servicing, GFO and ultra high net worth wealth segments.\nAs a result, we realized positive inflows for the year, including 13% growth in liquidity, which surpassed $300 billion in AUM and generated positive long-term flows in the second half of the year. We also improved the trajectory of our organic fee growth meaningfully, all while delivering investment performance above our benchmarks. We aim to carry this momentum into 2025 by investing in areas of growth that are both aligned with secular trends in the industry and where we have the right to win. These include expanding our alternatives offerings, capturing growth in custom SMAs and broadening our ETF presence while simultaneously maintaining our focus on core strength in liquidity solutions, indexing, quant and fixed income.\nTurning to Asset Servicing on Slide 8. Last year, we began to pivot the focus of our Asset Servicing business to pursue scalable growth in the core business, leveraging existing capabilities rather than bespoke build-outs to generate positive operating leverage and maximize our value to both clients and shareholders. To support this effort, we implemented disciplined criteria for new business generation to ensure that it is accretive, both at inception and on an ongoing basis. As a result, we bid on fewer opportunities in 2024, yet saw no meaningful degradation to our win rate. We also prioritized growth within our highly scalable capital markets business which grew 17% in 2024, with roughly 50% of this growth coming from new clients. These new clients in turn became prospects for our core custody and fund administration services. As a result, we finished the year with improved organic growth and profitability and a solid pipeline of business to onboard.\nIn 2025, we will continue the momentum, investing in areas to support our clients' evolving needs and to capitalize on industry changes and asset flow trends. This includes sharpening our focus on global private markets and targeted asset owner clients and accelerating the growth of our banking and capital markets business. I hope these additional slides have given you a deeper understanding of our business and strategic objectives.\nLet's turn to our medium-term financial targets on Slide 9. By focusing on driving organic growth and generating positive fee and total operating leverage, our medium-term targets are to achieve an expense to Trust fee ratio of 105% to 110%, pretax margins above 30% and an ROE at the upper half of our range of 10% to 15%, along with double-digit EPS growth and meaningful capital return to shareholders.\nIn conclusion, we're confident in our One Northern Trust strategy and determined to execute with discipline to be a consistently high-performing company for all our stakeholders. Our success couldn't be possible without the unwavering efforts of our more than 23,000 global partners. I'd like to thank them for their ongoing support of our clients with service, expertise and integrity. The enduring principles that underlie all that we do.\nAnd with that, I'll turn it over to Dave to review the financials. Dave?\n\nDavid Fox\n\nChief Development Officer & Chief Commercial Officer, Criteo S.A.\n\nThanks, Mike. Let me join Jennifer and Mike, in welcoming you to our fourth quarter 2024 earnings call. Let's discuss the financial results of the quarters starting on Page 11. This morning, we reported fourth quarter net income of $455 million. Earnings per share of $2.26, and our return on average common equity was 15.3%. Excluding notables, relative to the prior year, the stronger U.S. dollar was immaterial to revenue growth, but favorably impacted our expense growth by approximately 50 basis points. Excluding notables, relative to the prior quarter, currency impacts unfavorably impacted our fourth quarter revenue growth by approximately 50 basis points, largely within our Asset Servicing, Custody and Fund Administration segment and favorably impacted our expense growth also by approximately 50 basis points.\nTrust, Investment and other Servicing fees totaled $1.2 billion, a 2% sequential increase and a 12% increase compared to last year. Net interest income on an FTE basis was $574 million, a new record up 1% sequentially and up 15% from a year ago. Our assets under Custody and Administration were down 4% sequentially, but up 9% as compared to the prior year. Our assets under Management were down 1% sequentially, but up 12% year-over-year. And overall, our credit quality remains very strong. Excluding notable items in all periods, Other noninterest income was up 13% sequentially and up 17% over the prior year. Revenue was up 3% sequentially and up 13% on a year-over-year basis. Expenses were up 1.2% sequentially and up 5.5% over the prior year, and earnings per share increased by more than 50% as compared to the prior year.\nTurning to our Asset Servicing results on Page 12. Our Asset Servicing business performed well in the quarter. Transaction volumes were healthy, capital markets activities were up 20% and new business growth continues to be booked at attractive margins. Assets under Custody and Administration for Asset Servicing clients were $15.6 trillion at quarter end, reflecting a 9% year-over-year increase due to strong market levels and client inflows, partially offset by unfavorable currency movements. They were down sequentially due to unfavorable currency movements and weaker markets, particularly bonds. Asset Servicing fees totaled $676 million. Custody and Fund Administration fees were $457 million up 9% year-over-year, largely reflecting the impact from strong underlying equity markets and new business generation.\nBoth year-over-year and sequential comparisons were dampened by the client exits we discussed in the second quarter, which are now fully reflected in our run rate. Assets under Management for Asset Servicing clients were $1.2 trillion, up 12% over the prior year. Investment Management fees within Asset Servicing were $157 million, up a strong 20% year-over-year due to favorable markets and new business activities.\nMoving to our Wealth Management Business on Page 13. Wealth Management also had a healthy quarter with particular strength in GFO. Assets under management for our Wealth Management clients were $451 billion at quarter end, up 12% year-over-year, including 5% growth in the Global Family Office AUM. Trust investment in servicing fees for Wealth Management clients were $547 million, up 14% year-over-year due to strong equity markets and modestly higher flows.\nMoving to Page 14 on our balance sheet net interest income trends. Our average earning assets were down 1% on a linked-quarter basis as an increase in loans and securities was offset by a decline in cash held at the Fed and other central banks. Duration of our acuities portfolio is 1.6 years, and the total balance sheet duration continues to be less than 1 year. Net interest income on an FTE basis was $574 million, up 1% relative to the third quarter, and our net interest margin was 1.71%. The strength was attributable to several factors.\nFirst, the deposit mix came in modestly better than our expectations. Average deposits were $113 billion, flat with third quarter levels, but noninterest-bearing deposits increased 7% on a linked quarter basis and increased 100 basis points as a percentage of the total mix to 15.5%. Second, deposit pricing improved, as part of our focus on client liquidity management, we made certain pricing adjustments to be more aligned with current market conditions. And as expected, we continue to realize a very strong deposit beta on institutional accounts relative to fourth quarter rate cuts. Third, we saw a pickup in loan activity. And fourth, we continue to have higher than trend quarterly contributions from transactional and other items, although not as strong as what we observed in the third quarter.\nTurning to our expenses on Page 15. Noninterest expense was approximately $1.4 billion in the fourth quarter, up 1% sequentially but down 1% as compared to the prior year. Excluding notable items in the prior period as listed on the slide, expenses in the fourth quarter were up 1.2% sequentially and up 5.5% year-over-year.\nLet's now go back and review our core expenses from the quarter. Compensation expense was up 5.5% over the prior year, reflecting the impact of this year's base pay adjustments, modest levels of hiring associated with our modernization initiative and underlying growth in the business. And outside services expenses increased 7% relative to the prior year period, largely due to incremental modernization and resiliency spend. It was down 2% sequentially as we started to see some consulting expense shift into compensation expense as we made permanent hires to replace consultants. Equipment and Software expense increased 9% year-over-year, mostly related to higher depreciation and amortization expense and costs associated with our cloud journey. We generated over 600 basis points of trust fee operating leverage nearly 800 basis points of overall operating leverage, and our expense-to-trust fee ratio improved by 100 basis points on a linked-quarter basis to 113%.\nTurning to the full year's results on Page 16. Trust fees were up 8% in 2024 due to both strong underlying markets and solid new business generation. We generated record NII, up 8% for the year, driven by sharply increasing deposits at the beginning of the year and stability over the remainder of the year. A healthy loan book and the multiple securities repositioning trades we completed. Total revenue on an FTE basis was up 22% for the full year, and excluding notables, it was up 8%. Reported expenses were up 6.6% for the full year. Excluding notables, they were up 6.1% which includes the impact from our midyear decision to accelerate certain modernization and resiliency expenditures to offset a portion of the gains we realized from the Visa monetization.\nTurning to Page 17. Our capital levels and regulatory ratios remained strong in the quarter, and we continue to operate at levels well above our required regulatory minimum. Our common equity Tier 1 ratio under the standardized approach declined 20 basis points on a linked quarter basis to 12.4% as capital accretion was offset by a slight increase in RWA. Our Tier 1 leverage ratio was 8.1%, flat with the prior quarter. At quarter end, our unrealized pretax loss on available-for-sale securities was $598 million. We returned $403 million to common shareholders in the quarter through cash dividends of $149 million and common stock repurchases of $254 million. And for the full year, we returned over $1.5 billion, reflecting a payout ratio of 78%, including share repurchases of $938 million, our highest level in 5 years. We continue to expect our total operating expense growth to be at or below 5% for the full year excluding notable items in both periods.\nTurning to NII. For the first quarter, we expect NII to be approximately $555 million to $575 million. This assumes the current market implied forward curve, a flattish balance sheet on a dollar adjusted basis, with stable deposit levels, a relatively stable deposit mix, stable pricing and modest currency headwinds. For the full year, again, assuming the market implied forward curve, we're expecting NII to increase by low single digits on a percentage basis.\nAnd with that, operator, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/20477f1a750aac861950f2c559243346",
    "period": "2024 Q2",
    "content": "Q2 2024 Northern Trust Corp Earnings Call\n\nQ2 2024 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJUL 17, 9:30 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation Second Quarter 2024 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead, ma'am.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, operator, and good morning, everyone. Welcome to Northern Trust Corporation's second quarter 2024 Earnings Conference Call. Joining me on our call this morning is Mike O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; John Landers, our Controller; and Grace Higgins from our Investor Relations team. Our second quarter earnings press release and financial trends report are both available on our website at northerntrust.com.\nAlso on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This July 17 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through August 17. Northern Trust disclaims any continuing accuracy of the information provided in this call after today.\nPlease refer to our safe harbor statement regarding forward-looking statements on Page 12 of the accompanying presentation which will apply to our commentary on this call. [Operator Instructions] Thank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our second quarter 2024 earnings call. Our results for the quarter reflect continued progress executing against our strategic priorities boosted by strong underlying equity markets and favorable client activity levels. Trust fees were up a solid 6% over the prior year. Deposit levels proved resilient, and our capital levels reached a multiyear high. In the quarter, we participated in the Visa Class B common stock exchange offer, positioning us to monetize 50% of our long-held stake in Visa.\nAs a result, we recognized a pretax gain of nearly $900 million with another 50% of shares still to be monetized. We intend to use the Visa proceeds to fund additional share repurchases contribute to our charitable foundation and make investments in the resiliency of our business. Reported results also included approximately $200 million in restructuring charges and other notable items, reflecting our continued efforts to optimize our cost base, drive efficiencies and effect change within the organization. Jason will discuss the details in a few minutes. Turning to the performance of the business units. Wealth Management generated 9% year-over-year trust fee growth and our new business momentum remains strong.\nWe're continuing to generate interest from our secrets of enterprising families national book tour, and we're seeing solid success from digital marketing initiatives. In May, we hosted our annual Northern Trust Institute Symposium. Attracting more than 1,500 influential state planning attorneys, trust practitioners and other wealth industry specialists who serve as key referral sources.\nWe also celebrated the opening of our new office in New York City. Asset Management generated positive liquidity flows for the sixth consecutive quarter and delivered strong performance within active fixed income. We raised assets in the private equity space in the quarter, although index flows have otherwise been soft. NTAM continued to leverage our One Northern Trust strategy, delivering clients the solutions and capabilities of the entire firm.\nJoint meetings between our asset management and asset servicing businesses accelerated in the second quarter, leading to more than 100 new business opportunities and 15 wins year-to-date. NTAM also launched 7 new funds in the second quarter, expanding our global liquidity business and adding to our fixed income solutions. Our asset servicing business performed well in the quarter. Transaction volumes were healthy. Capital Markets activities were up 16% and new business growth continues to be booked at attractive margins.\nAs we discussed, our goal is to generate new business that is scalable. We've shifted our sales focus to opportunities that require lower levels of incremental costs while emphasizing approaches with multiple points of connectivity. In addition to the bundled sales generated with NTAM more than 140 existing asset servicing clients have expanded their relationships with us by adding services such as capital markets and data analytics.\nWe're being disciplined on pricing and bidding on fewer opportunities. In spite of our new focused approach, asset servicing continues to realize momentum, particularly among asset owners. In the second quarter, Northern Trust was appointed as the new custodian and asset servicing provider for Nest Invest, the United Kingdom's largest workplace pension scheme, initially an NTAM client. [ Nest ] supports 13 million members and has AUM of approximately $45 billion. Our ability to manage sophisticated strategies and the flexibility of our open architecture approach were the key factors that help secure this highly competitive win.\nIn North America, we've achieved more than 30 new wins year-to-date among asset owners. We entered the second half of the year with strong market tailwinds and good new business momentum, well positioned to navigate the current macroeconomic environment and generate value for our stakeholders. And with that, I'll turn it over to Jason to review our financial performance for the quarter. Jason?\n\nJason Jerrome Tyler\n\nCFO & Executive VP, Northern Trust Corporation\n\nThank you, Mike. And let me join Jennifer and Mike, and welcome you to our second quarter 2024 earnings call. Let's dive into the financial results of the quarter, starting on Page 4. This morning, we reported second quarter net income of $896 million. Earnings per share of $4.34 and our return on average common equity was 31.2%. Our reported results included an $878 million net pretax gain related to Visa and $196 million of restructuring charges and other notable items, which I'll discuss in more detail shortly.\nOur assets under custody and administration and assets under management were up modestly on a sequential basis and up sharply on a year-over-year basis. Strong equity markets drove the year-over-year improvement. Excluding notable items in all periods, revenue was up 5% on a year-over-year basis and 1% sequentially. Expenses were up 6.6% over the prior year and essentially flat sequentially. Trust, investment and other servicing fees totaled $1.2 billion, a 2% sequential increase and a 6% increase compared to last year.\nExcluding notables in both periods, all other noninterest income on an FTE basis was down 2% sequentially and up 9% over the prior year. We experienced good momentum in our FX trading business, where we saw another strong quarter of client volume. Net interest income on an FTE basis was $530 million down 1% sequentially and up 1% from a year ago. Our credit quality remains very strong with no net charge-offs and nonperforming loans representing 9 basis points of total loans.\nTurning to our asset servicing results on Page 5. Assets under custody and administration for asset servicing clients were $15.5 trillion at quarter end, with asset servicing fees totaling $651 million. Custody and fund administration fees were $446 million, up 4% year-over-year, driven by both strong underlying equity markets and new business activities.\nAssets under management for asset service and clients were $1.1 trillion. Investment management fees within Asset Servicing were $146 million, up 9% year-over-year due to favorable markets and strong flows into our institutional liquidity funds. Moving to our Wealth Management business on Page 6. Assets under management for our wealth management clients were $419 billion at quarter end.\nTrust, investment and other servicing fees for wealth management clients of $516 million up 8% year-over-year due primarily to strong equity markets and asset inflows within Global Family Office. Turning to Page 7 and our balance sheet and net interest income trends. Average deposits were $113 billion, up $1 billion or 1% from the first quarter, modestly better than our expectations.\nDeposit costs increased slightly due to a handful of large thinly priced deposits. Shifting to the asset side of the balance sheet. Our average earning assets increased 1% on a linked-quarter basis primarily due to higher deposit levels and the proceeds from the partial sale of our Visa shares. Our average liquidity levels remain very strong, with highly liquid assets equal to 60% of our deposits and more than 50% of total earning assets on average.\nThe duration of our securities portfolio is 1.7 years, and the total balance sheet duration continues to be less than 1 year. Net interest income was $530 million, and our net interest margin was 1.57%. Turning to Page 8. As reported, noninterest expense was $1.5 billion in the second quarter, up 12% sequentially and up 15% as compared to the prior year. Excluding notable items in both periods, as listed on the slide, expenses in the second quarter were flat sequentially.\nNow let's take a step back and discuss how we're approaching the Visa stake. This is an asset we held on the balance sheet at 0 value since Visa went public over 15 years ago. Entering the quarter, the position was approximately $1.8 billion in value on a pretax basis. With the ability in the second quarter to liquidate half of our position at full value, the Visa transaction provides an opportunity to return more capital to shareholders while accelerating certain strategic priorities.\nWith this first conversion of shares, we're taking the following steps, as Mike highlighted. First, a meaningful portion of the proceeds will be used to increase pacing in our share repurchases. We began that process within the second quarter and will continue elevated levels over the next several quarters. Second, approximately 10% of the after-tax proceeds being contributed to our foundation. This prefund some of our community giving.\nThat contribution is fully accounted for in the second quarter. Third, the Visa share conversion enables us to accelerate strategic investments over the next several quarters to modernize our technology infrastructure and enhance our resiliencies. This includes investments in refreshing our tech infrastructure, automating manual processes, enhancing risk management systems, reducing end-of-life platforms, strengthening our cyber defenses and accelerating cloud migration.\nThese investments will further strengthen service levels and enhance the client experience while reducing risk and generating efficiencies. This incremental modernization and resiliency spend is visible this quarter in the outside services line. We'll continue to update you on our progress. Separately, we also announced nearly $200 million in restructuring charges and notable expenses.\nThe larger items included severance expense of $85 million associated with a significant reduction in force, split between both compensation and outside services expense, various software write-downs and accelerations and the $70 million contribution to our foundation I mentioned earlier. Now let's go back and review our core expenses from the quarter, which exclude all notable items.\nCompensation expense was up a little less than 3% versus the prior year, moderately better than we anticipated. As some anticipated hiring was shifted into third-party consulting work in conjunction with the incremental modernization and resiliency spend visible within the outside services line. full-time equivalent head count was down 500 or 2% over the prior year and essentially flat sequentially. Outside services expense increased by 12% relative to the prior period. the bulk of which reflects the incremental modernization and resiliency spend.\nEquipment and software expense increased by 3% sequentially, slightly better than anticipated reflecting higher software consumption and amortization from projects coming online. Excluding notables, our expense-to-trust fee ratio improved 200 basis points on a sequential quarter basis to 116%. As we look out to the third quarter, we expect our sequential expense growth adjusted for notable items to be up approximately 1%.\nEquipment and software expenses are expected to range between $270 million to $275 million, largely reflecting investments in technology and systems upgrades associated with the modernization and resiliency initiatives. We do not expect a material increase in outside services in the third quarter from the current elevated level. Turning to Page 9. Our capital levels and regulatory ratios remained strong in the quarter, and we continue to operate at levels well above our required regulatory minimums.\nBased on the 2024 CCAR results, our stress capital buffer will remain at the 2.5% minimum requirement. Our common equity Tier 1 ratio under the standardized approach increased 120 basis points to 12.6%. The decrease in RWA levels, the Visa transaction and capital accretion drove the improvement. This reflects a 560 basis point buffer above our regulatory requirements. Our Tier 1 leverage ratio was 8%, up 20 basis points from the prior quarter.\nAt quarter end, our unrealized pretax loss on available-for-sale securities was $667 million. We generated $607 million in the quarter from the sale of Visa shares and expect to generate another $300 million in proceeds in early August. We returned $405 million to common shareholders in the quarter through cash dividends of $154 million and common stock repurchases of $251 million. And with that, Jessica, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e4fa98f22901f54ccb67481be65bc60",
    "period": "2024 Q1",
    "content": "Q1 2024 Northern Trust Corp Earnings Call\n\nQ1 2024 Northern Trust Corp Earnings Call\n\nNTRSNASDAQAPR 16, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation First Quarter 2021 Earnings Conference Call. As a reminder, today's call is being. At this time, I'd like to turn the call over to Director of Investor Relations, Ms. Jennifer Childe. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, [ Maddy ], and good morning, everyone. Welcome to Northern Trust Corporation's First Quarter 2024 Earnings Conference Call. Joining me on our call this morning is Michael O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; John Landers, our Controller; and Grace Higgins from our Investor Relations team.\nOur first quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call.\nThis April 16 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through May 17. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 12 of the company presentation, which will apply to our commentary on this call.\nDuring today's question-and-answer session, please limit your initial query to 1 question and 1 related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits.\nThank you again for joining us today. Let me turn the call over to Michael O’Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our first quarter 2024 earnings call. We're off to a good start for the year. Our results for the quarter reflect both strength in underlying equity markets and the solid progress we're making against our strategic priorities of optimizing growth, driving productivity and strengthening resiliency. We generated organic growth relative to both the prior period and prior year and saw healthy momentum in flows across our businesses.\nWithin Wealth Management, we continue to see solid growth in client advisory fees and product level fees increased due to favorable markets. Our Global Family Office performed particularly well in the first quarter, adding several high-profile client relationships. The launch of our book, secrets of enterprising families and the nationwide events created around it have generated significant client engagement and proven to be an attractive source of new lead flow.\nAsset Servicing generated solid new business growth at attractive margins in the first quarter. As we've discussed, our goal is to generate new business that is scalable. This means a greater proportion of new mandates that require lower levels of incremental costs.\nThere were several notable wins in the quarter. Northern Trust was appointed to provide a full suite of asset servicing solutions to true potential, a rapidly growing U.K.-based wealth management firm, supporting approximately $33 billion in assets under management. Our open architecture approach, derivatives expertise and consultative manner were key factors in helping us secure this win.\nWe were also appointed as the sole asset servicing provider for Sanlam Asset Management's $9 billion of funds domiciled in Ireland. The award builds upon an existing relationship with Sanlam Investments U.K. an integrated trading solutions client. This win shows how increasingly our capital market solutions are becoming leading products for us. bringing new clients to the firm whose relationships then expand into core asset servicing and other ancillary products. The progress we're making and success we're seeing from our One Northern Trust strategy is most evident within asset management. By both enabling and encouraging teams to work in tight coordination, we're delivering clients the solutions and capabilities of the entire firm.\nMore joint meetings between our asset management and asset servicing businesses is leading to more new business opportunities and wins. Asset Management has also bolstered the internal team that coordinates with our wealth management business. and recently completed a national roadshow meeting with wealth clients and advisers in 29 markets. This provided increased visibility into TAM's product leadership and performance, which should lead to increased flows from wealth clients over time. And in the first quarter, Asset Management also launched several new laddered muni products geared towards wealth clients and the proprietary offshore money market fund for Japanese institutional clients. Overall, Asset Management generated positive liquidity flows for the fifth consecutive quarter and continued to generate strong momentum within active fixed income and alternatives.\nIn closing, we entered the second quarter with strong market tailwinds and positive new business momentum and are well positioned to navigate the ongoing macroeconomic and market uncertainty.\nAnd with that, I'll turn it over to Jason to review our financial performance. Jason?\n\nJason Jerrome Tyler\n\nCFO & Executive VP, Northern Trust Corporation\n\nThank you, Mike, and let me join Jennifer and Mike in welcoming you to our first quarter 2024 earnings call. Just diving into the financial results of the quarter starting on Page 4. This morning, we reported first quarter net income of $215 million. Earnings per share of $0.96 and our return on average common equity was 7.3%.\nAs noted on the slide, our reports -- our reported results included a $189 million loss on the sale of securities related to a repositioning of the portfolio we completed in January. They also included a $12.5 million FDIC special assessment which is in addition to the $85 million we recognized in the fourth quarter. Our assets under custody and administration and assets under management were up sharply on both a sequential and year-over-year basis. Strong equity markets, coupled with favorable client flows, drove most of the improvement in both periods.\nExcluding notable items in all periods, revenue was up 6% on a sequential quarter basis and 5% on a year-over-year basis. Expenses were up 4% sequentially and up 6% over the prior year. Trust, investment and other servicing fees totaled $1.1 billion, a 5% sequential increase and a 7% increase compared to last year. Excluding notables in both periods, all other noninterest income on an FTE basis was up 11% sequentially and up 16% over the prior year. We experienced good momentum in our capital markets businesses, particularly FX trading, where we saw strong client volume levels. bond underwriting referral fees were also unusually strong, recognized within the securities commission and trading income.\nNet interest income on an FTE basis was $535 million, up 7% sequentially and down 2% from a year ago. Overall, credit quality remains very strong. Our allowance for credit losses declined 9%, reflecting a reserve release of $8.5 million and the impact of a $10 million charge-off during the quarter, largely due to a large commercial loan. Nonperforming loan levels decreased from $64 million to $37 million, the lowest level since 2008. The nonperforming loans as a percentage of total loans remained stable at 8 basis points.\nTurning to our asset servicing results on Page 5. Assets under custody and administration for asset servicing clients were $15.4 trillion at quarter end. Asset servicing fees totaled $640 million. Custody and fund administration fees were $437 million, up 6% year-over-year reflecting the impact from strong underlying equity markets and new business activities. Other fees were up $6 million sequentially due to seasonally higher fees for benefit payment services and other year-end activities. Assets under management for asset servicing clients were $1.1 trillion. Investment management fees within Asset Servicing were $140 million, up a strong 11% year-over-year and 7% sequentially.\nMoving to our Wealth Management business on Page 6. Assets under management for our wealth management clients were $421 billion. Trust, investment and other servicing fees for wealth management clients were $503 million and up 9% year-over-year and 5% sequentially. Growth within our GFO business is particularly strong, up 11% year-over-year and 9% sequentially.\nMoving to Page 7 and our balance sheet and net interest income trends. Our average balance sheet increased 6% on a linked-quarter basis, primarily due to higher deposit levels. It declined 2% compared to the prior year due to lower borrowings. Average deposits were $112 billion, up nearly $11 billion or 11% from the fourth quarter and were meaningfully better than our expectations. We experienced a stronger-than-expected surge in deposits late in the quarter with an ending balance up of $8 billion or 7% to $124 billion. Despite significant leverage capacity we reduced our average short-term borrowings by 11% relative to the fourth quarter and total borrowings by 6%. This translated to $535 million in net interest income and a net interest margin of 1.61%.\nShifting to the asset side of the balance sheet. Following the securities sales completed in November and January related to our portfolio repositionings and the increase in deposits, average cash on our balance sheet increased by nearly $10 billion or 38%. The duration of our securities portfolio is now 1.7 years. Average loan balances were just below $42 billion, down 1%, both sequentially and relative to the prior year.\nOur end-of-period loan balances were again elevated at $47 billion, reflecting market timing dynamics. Our loans have since returned to approximately $41 billion. heightened activity at the end of the quarter did not have a material impact on net interest income in either the first or second quarters. The total balance sheet duration continues to be less than 1 year. Our average liquidity levels remain very strong, with highly liquid assets comprising 58% of our deposits and nearly 50% of total earning assets on average. Our net interest income is highly sensitive to deposit levels and will continue to be driven largely by client deposit behavior. Assuming a stable rate environment, minimal incremental pricing pressure and some variability in deposit volume, we currently expect a 3% to 5% sequential decline in NII.\nTurning to Page 8. As reported, noninterest expenses were $1.4 billion in the first quarter, down 2% sequentially and up 6% as compared to the prior year. Excluding notable items in both periods, as listed on the slide, Expenses in the first quarter were up 4% sequentially and up 6% year-over-year, translates to 145 basis points of year-over-year trust fee operating leverage in the quarter. Our expense to trust fee ratio, however, remained elevated at 118%.\nI'll hit on just a few highlights, which exclude all notable items. Compensation expense was up a little over 5% versus the prior year and up 11% sequentially. The sequential increase reflected approximately $45 million in seasonal equity incentive payments and the impact of current year incentives from higher profitability. Full time equivalent head count was essentially flat sequentially and down 800 or 3% over the prior year. Non-compensation expense is up 7% year-over-year, mostly due to increased depreciation and amortization expense within equipment and software as new projects continue to be put into service and growth in tech spend and other consulting areas within outside services.\nMarket related expenses, such as market data, third-party advisory fees, and costs associated with our supplemental pension plans, which are sensitive to underlying equity and fixed income movements were also up $13 million year-over-year, which added 100 basis points to our expense growth. Finally, we experienced favorability in the occupancy line, reflecting actions we took last year to rationalize our footprint.\nAs we look out into the second quarter, I'll touch on our largest expense categories. Compensation expense will no longer contain the seasonal equity incentives from Q1, but will include the impact from last year's base pay adjustments of $65 million in the aggregate, spread over the second, third and fourth quarters. It also reflects modest employee head count growth associated with growth in the underlying businesses. All in, this should translate to a sequential decrease of $35 million to $40 million.\nWithin outside services, we could see as much as a $10 million to $15 million sequential lift, reflecting ongoing technology, including costs related to cybersecurity and other resiliency expenditures. We also expect to incur the lagged impact from various market-related fees. Within equipment and software, we also expect to see a $10 million to $15 million sequential increase, which roughly half is incremental depreciation and amortization. Sequentially, growth was flat in the first quarter, so there's some timing-related impact but we don't expect to see the same step up in the second half of the year.\nOur capital levels and regulatory ratios remained strong in the quarter, and we continue to operate at levels well above our required regulatory minimums. Our common equity Tier 1 ratio under the standardized approach was flat with the prior quarter at 11.4% as capital accretion offset a modest increase in risk-weighted asset levels. This reflects a 440 basis point buffer above our regulatory requirements. Tier 1 leverage ratio was 7.8%, down 30 basis points from the prior quarter. At quarter end, our unrealized pretax loss on available-for-sale securities was $710 million. Overall, we returned $285 million to common shareholders in the quarter through cash dividends of $153 million in common stock repurchases of $132 million.\nAnd with that, Matti, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3924b97dc978df25ca2bfe1fefe0ca11",
    "period": "2023 Q4",
    "content": "Q4 2023 Northern Trust Corp Earnings Call\n\nQ4 2023 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJAN 18, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation Fourth Quarter 2023 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, Ruth, and good morning, everyone, and welcome to Northern Trust Corporation's Fourth Quarter 2023 Earnings Conference Call. Joining me on our call this morning is Mike O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; John Landers, our Controller; and Grace Higgins from our Investor Relations team. .\nOur fourth quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This January 18 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through February 18.\nThe Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 13 of the accompanying presentation, which will apply to our commentary on this call. During today's question-and-answer session, please limit your initial query to 1 question and 1 related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits. Thank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our fourth quarter 2023 earnings call. Similar to the last few years, 2023 presented a challenging operating environment. We experienced a combination of geopolitical instability, highly visible bank failures and elevated inflation and interest rates. I would like to thank our teams across the company for their tireless efforts to serve our clients under these difficult circumstances. .\nTurning to our numbers. Our fourth quarter results capped off a solid year of progress towards driving improved long-term financial performance. On a year-over-year basis, reported fourth quarter revenue was $1.6 billion. Expenses were $1.4 billion and earnings per share were $0.52. Our performance in the quarter included the impact of $261 million in notable items. Adjusting for the notable items in both periods, fourth quarter revenue on a year-over-year basis was flat with trust fees up 5% and expenses up 3%.\nWe focused much of our efforts in 2023 on expense control, making various structural and governance changes to enable sustained long-term productivity improvements. Actions included disciplined head count management, vendor consolidation, rationalization of our real estate footprint and process automation. Although we brought our year-over-year expense growth down in each quarter this year, our expense growth in 2023 was still too high relative to our trust fee and revenue growth levels in recent years. As such, lowering the trajectory of our expense growth further remains a top priority this year as well.\nTurning to the businesses. Our organic growth continued to be below historical levels, although we saw improvement throughout the year. Within Wealth Management, for the fourth quarter and the year, solid growth in client advisory fees was largely offset by product level asset outflows. We continue to see ongoing strength in the higher wealth tiers above $50 million in client assets, where our expertise, track record and industry leadership are significant differentiators.\nOur ability to harness the data and analytics from serving the wealthiest people in the world for more than 130 years, coupled with our holistic advice driven culture sets us apart in the marketplace and will continue to be an important driver of our success.\nDrawing from our experience working with some of the most sophisticated families around the globe. Next month, the Northern Trust Institute will publish its first book, secrets of enterprising families. The book will provide a window into what works for ultra-high net worth families who have succeeded generation after generation and what doesn't to help other families gain important insights and unlock value. The book will be launched with a series of client and prospect events around the country, giving us a new channel to establish relationships and developed business.\nFinally, as a testament to our exceptional client service and expertise, in 2023, we were named Best Private Bank for family offices in the U.S. and Best Private Bank for succession planning in the U.S. by the Financial Times Group.\nAsset Servicing generated solid new business growth in both the fourth quarter and full year, but this was largely offset by continuing asset outflows at the client level and generally lower transaction volumes and capital markets activities. We performed particularly well with asset owners in the Americas in the fourth quarter. Notable wins included the state of Nebraska Investment Council pension plan and Costco's retirement plan. We were also reappointed as asset servicing provider for the healthcare of Ontario pension plan.\nThroughout the year, we also generated healthy momentum with asset managers in the U.K. and EMEA regions, where our solutions for alternatives and private credit were particularly well received. We recently finalized terms with 1 of the world's largest private market firms, which will add significant scale to our alternatives division. This appointment is a testament to our ability to successfully compete for some of the largest and most complex mandates.\nOur Asset Servicing business received numerous awards in 2023 for its innovation and industry leadership, including best outsourcing provider by Waters, European Transfer Agent of the Year and Administrator of the Year by Funds Europe, Best Global Custodian for asset owners by Asian investor.\nIn Asset Management, following several quarters of client outflows, we generated positive overall inflows in the fourth quarter, including healthy growth in index equity and our fourth consecutive quarter of positive liquidity inflows. We've seen particularly good momentum in our high-yield complex, with 93% of our taxable active funds outperforming their 1-year benchmarks.\nOur alternatives funds have also continued to generate solid growth and remain an important driver of our fee revenue. As a result, our product launches during the year focused largely on alternatives capabilities.\nIn closing, we entered 2024 with positive momentum, well positioned to navigate the ongoing macroeconomic and market uncertainty. Our focus is squarely on accelerating profitable organic growth, maintaining our expense discipline and driving greater resiliency and efficiency in our operating model. With that, I'll turn it over to Jason to review our financial performance. Jason?\n\nJason Jerrome Tyler\n\nCFO & Executive VP, Northern Trust Corporation\n\nThank you, Mike. And let me join Jennifer and Mike in welcoming you to our fourth quarter 2023 earnings call. Let's dive into the financial results of the quarter, starting on Page 4. This morning, we reported GAAP fourth quarter net income of $113 million. Earnings per share of $0.52 and our return on average common equity was 4%. As noted on the slide, our reported results included $176 million loss on the sale of securities related to a repositioning of the portfolio that we completed in November. They also included an $85 million FDIC special assessment. Our assets under custody and administration and assets under management were up sharply on both a sequential and year-over-year basis. .\nStrong equity and fixed income markets, coupled with favorable currency movements, drove most of the improvement in both periods, offset slightly by asset outflows in both periods.\nGiven the intra-period market movements and lag effects of our fee arrangements, markets had an unfavorable impact on sequential trust fee growth and a favorable impact on year-over-year trust fee growth. On a year-over-year basis, currency movements had an approximate 90 basis point favorable impact on revenue growth, largely within our Asset Servicing segment and 110 basis point unfavorable impact on expenses. On a sequential basis, currency impacts were immaterial.\nExcluding notable items in all periods, revenue was flat on both a sequential quarter and year-over-year basis. Expenses were well controlled, up 1.9% sequentially and up 2.6% over the prior year. Trust, investment and other servicing fees totaled $1.1 billion, 2% sequential decrease and a 5% increase compared to last year. All other noninterest income on an FTE basis was down 6% sequentially and down 5% over the prior year.\nNet interest income on an FTE basis was $501 million, up 7% sequentially and down 9% from a year ago. Our provision for credit losses was $11 million in the fourth quarter. Overall, our credit quality remains very strong. Net charge-offs during the quarter were $2 million. Nonperforming loan levels decreased to $64 million from $69 million in the prior period and nonperforming loans as a percentage of total loans remained stable.\nTurning to our Asset Servicing results on Page 5. Assets under custody administration for asset servicing clients were $14 trillion at quarter end. Asset servicing fees totaled $612 million. Custody and fund administration fees were $420 million. Assets under management for asset servicing clients were $1 trillion. And asset management fees within Asset Servicing were $131 million.\nMoving to our Wealth Management business on Page 6. Assets under management for our wealth management clients were $423 [ billion ]. Assets and trust investment and other servicing fees for wealth management clients were $478 million.\nMoving to Page 7 and our balance sheet and net interest income trends. Our average balance sheet decreased 3% on a linked quarter basis, primarily due to lower borrowing activity. It declined 8% compared to the prior year due to lower client deposits. Average deposits were $102 billion, essentially flat with the prior quarter and meaningfully better than our expectations. We experienced a stronger-than-anticipated increase in deposits late in the quarter, ending the year at $116 billion.\nAt quarter end, operational deposits comprised approximately 2/3 of institutional deposits and institutional deposits comprised 75% to 80% of the total mix. Despite significant leverage capacity, we reduced our average borrowings by $4 billion relative to the third quarter or nearly 4%, reducing both our [indiscernible] advances and Fed funds purchased.\nShifting to the asset side of the balance sheet. $3.2 billion securities repositioning we completed in November involve the sale of both high-quality liquid assets and non high-quality liquid assets available for sale securities with a weighted average maturity of 2 to 3 years. Earlier this week, we completed another $2.1 billion repositioning, which enhances our flexibility given the dynamic rate environment. We record an associated loss in the first quarter of approximately $200 million. The proceeds of both sales were invested in short floating rate securities, further reducing the duration of the portfolio, which is now 1.8 years.\nAverage loan balances were $42 billion, flat both sequentially and relative to the prior year. Our end-of-period loan balances were up $4 billion or 9% over the third quarter, reflecting an increase in overdrafts related to higher levels of year-end trading and settlement activity. Our loans have since returned to $42 billion. The heightened activity at the end of the quarter did not have a material impact on net interest income in either the fourth quarter or first quarter. As a reminder, approximately 75% of the loan portfolio is floating. The total balance sheet duration continues to be less than a year.\nOur average liquidity levels remained strong. Cash held at the Federal Reserve and other central banks was down, reflecting the decrease in borrowings, but high-quality liquid assets comprise more than 50% of our deposits and more than 40% of total earning assets on average. Our net interest income in 2024 will continue to be driven largely by client deposit behavior, which has been less predictable given the unique aspects of this rate cycle. [indiscernible] November and January securities repositioning to provide an incremental $30 million in net interest income per quarter in 2024 relative to fourth quarter levels.\nWe currently expect first quarter net interest income to be in the range of $480 million to $500 million. This assumes deposits remain stable, but deposit pricing continues to be under some pressure with further NIM compression possible as long as quantitative tightening persists and the deposit environment stays highly competitive.\nTurning to Page 8. As reported, noninterest expenses were $1.4 billion in the fourth quarter, up 9% sequentially and up 5% as compared to the prior year. Excluding notable items in both periods, as listed on the slide, expenses in the fourth quarter were up just under 2% sequentially and under 3% year-over-year. [ I'll think on ] just a few highlights. Excluding all notable items, compensation expense was up 2% year-over-year. This reflected the impact from 2023 base pay adjustments partially offset by reductions in incentive compensation and head count actions taken year-to-date. Full time equivalent head count was down [ 200 ] or 1% sequentially, and down [ 500 ] or 2% over the prior year. Excluding notable items in all periods, non-compensation expense was up 3% year-over-year. Equipment and software expense was up 10% year-over-year, largely due to increased amortization expense. Recall that as much as 2/3 of this line item is comprised of depreciation and amortization expense. And finally, we realized 200 basis points of trust fee operating leverage in the quarter.\nTurning to the full year results on Page 9. Trust fees were down 2% in 2023, largely due to asset outflows and weaker transaction volume, partially offset by the elimination of rate-driven fee waivers and new business generation. Excluding the impact of the 2 securities repositionings, other noninterest income was down 9%, reflecting weakness in foreign exchange trading and other capital markets activities.\nNet interest income was up over $100 million or 6%, which largely offset the decline in the other noninterest income categories. This translated to flat total revenue growth. Reported expenses were up 6% for the full year to $5.3 billion. Excluding notable items in both periods, as listed on the slide, expenses were $5.1 billion in 2023, up 4.8%, which compares favorably to 2022. As we've noticed previously, we expect to bring the expense growth rate down further in 2024.\nWe have clear line of sight to 2 key areas of increase, base pay adjustments within compensation expense and depreciation and amortization increases within equipment and software. On a blended rate, we expect to provide base pay adjustments of approximately $65 million in 2024, which will hit our compensation line beginning in the second quarter. This compares to base pay adjustments of $80 million in 2023. Within equipment and software expense, we expect a $65 million or 10% increase in 2024. Combined, these 2 line items will drive approximately 3% increase in operating expenses above 2023 levels alone. That said, we expect to continue to generate meaningful efficiency gains from our productivity office and have identified further opportunities for improvement.\nAs we look out to the first quarter, we expect the following: First quarter compensation expense will include our annual equity incentive payments, including those for retirement-eligible employees, along with modest employee head count growth associated with growth in the underlying businesses. This should translate to a sequential increase of $50 million to $55 million. Employee benefits expense is expected to increase by approximately $10 million due to seasonally higher payroll taxes.\nTurning to Page 10. Our capital levels and regulatory ratios remained strong in the quarter. We continue to operate at levels well above our required regulatory minimums. Our common equity Tier 1 ratio under the standardized approach was flat with the prior quarter at 11.4% as capital accretion offset a modest increase in risk-weighted asset levels. This reflects a 440 basis point buffer above our regulatory requirements. Our Tier 1 leverage ratio was 8.1%, up 20 basis points from the prior quarter. At quarter end, our unrealized pretax loss on available-for-sale securities was $924 million.\nWe returned over $300 million to common shareholders in the quarter through cash dividends of $156 million and common stock repurchases of $146 million. For the full year, we returned approximately $980 million to common stockholders, including common stock repurchases of approximately $350 million. And with that, Ruth, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a5ab394351e02b358ad225036fea4a2d",
    "period": "2023 Q3",
    "content": "Q3 2023 Northern Trust Corp Earnings Call\n\nQ3 2023 Northern Trust Corp Earnings Call\n\nNTRSNASDAQOCT 18, 9:30 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation Third Quarter 2023 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jennifer Childe, Director of Investor Relations.\nPlease go ahead, ma'am.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, Melissa, and good morning, everyone, and welcome to Northern Trust Corporation's Third Quarter 2023 Earnings Conference Call. Joining me on our call this morning is Michael O’Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; [ Lauren Allnutt ], our Controller; and Grace Higgins from our Investor Relations team. .\nOur third quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This October 18 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through November 18. Northern Trust disclaims any continuing accuracy of the information provided in this call after today.\nPlease refer to our safe harbor statement regarding forward-looking statements on Page 12 of the accompanying presentation, which will apply to our commentary on this call. During today's question-and-answer session, please limit your initial query to one question and one related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits.\nThank you again for joining us today. Let me turn the call over to Michael O’Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join in welcoming you to our third quarter 2023 earnings call. Our results for the third quarter reflect solid execution against the challenging phase of this interest rate cycle, particularly as rates appear close to be peaking. Third quarter deposit levels were generally in line with seasonal expectations, but funding costs were significantly higher, putting pressure on net interest income. We're focusing primarily on those areas of the business that are most under our control. Namely trust fees and expenses.\nIn those 2 areas, we're pleased with our performance. Trust fee revenue was up both sequentially and year-over-year. Expenses were well controlled, and we improved our capital position. Our Wealth Management business grew trust fees on both a sequential and year-over-year basis. We saw ongoing strength in the higher wealth tiers and within our Global Family Office segment, where momentum outside the U.S. continues to be brisk. Families with large and complex truck structures continue to be an area where we excel.\nActivity with business owners also remains robust, helping them optimize their complex personal affairs while they attend to growing their businesses is a consistent theme. We're also seeing early success with various new marketing approaches and referral sources. In particular, during the third quarter, we had healthy new business generation with clients with assets over $50 million.\nIn Asset Management, we saw positive flows into our institutional money market platform for the third consecutive quarter. Relative to benchmarks, our tax-advantaged equity product performance remained strong within the quarter cementing its 1, 3 and 5-year track record of out-performance. Importantly, 2 recent large asset servicing wins contain asset management mandates for index fixed income and outsourced investment solutions. Reinforcing our combined strength as One Northern. Within Asset Servicing, we had good momentum in core custody and fund administration and our pipeline remains solidly within historical levels. Our front office solutions is resonating particularly well across regions and different client types. One notable front office solutions win in the third quarter was the $32 billion Abu Dhabi Pension Fund.\nOur ability to provide a comprehensive view across public and private assets was cited as a key differentiator. Importantly, we were also selected to provide global custody, liquidity management, performance in risk analytics and portfolio optimization. We also had good success in the U.S. asset owner space where we continue to take share. In closing, we entered the fourth quarter on solid footing. Our balance sheet continues to be very strong with ample capital and liquidity, and our credit quality remains excellent. New business momentum is healthy and our pipeline is robust. Expense growth has declined each quarter this year, and I'm confident that we'll continue to build on this discipline. We're well positioned to navigate the current uncertain environment including the proposed regulatory changes related to capital and long-term debt and generate value for our stakeholders.\nI'll now turn the call over to Jason.\n\nJason Jerrome Tyler\n\nCFO & Executive VP, Northern Trust Corporation\n\nThank you, Mike, and let me join Jennifer and Mike in welcoming you to our third quarter 2023 earnings call. Let's dive into the financial results of the quarter, starting on Page 4. This morning, we reported third quarter net income of $328 million. Earnings per share of $1.49, and our return on average common equity was 11.6%. Our assets under custody/administration and assets under management were down modestly on a sequential basis but up sharply on a year-over-year basis. Unfavorable markets and currency movements more than offset positive asset inflows relative to the prior period. Year-over-year levels benefited from favorable markets, currency improvements and asset inflows. On a year-over-year basis, currency movements had an approximate 90 basis point favorable impact on revenue growth, largely within our Asset Services division and a 100 basis point unfavorable impact on expenses. On a sequential basis, currency impacts were immaterial.\nExcluding notable items in all periods, revenue was down 2% on both a sequential quarter and year-over-year basis. Expenses were up 1% sequentially and up 5% over the prior year. This reflects an expense to trust fee ratio of 115%. Down from 116% in the second quarter but higher than the 112% we posted in the third quarter of last year. Pre-tax income was up 1% sequentially, but down 20% over the prior year. Trust, investment and other servicing fees, representing the largest component of our revenue, totaled $1.1 billion, a 1% sequential increase and a 3% increase compared to last year.\nAll other noninterest income was up 6% sequentially, but down 3% over the prior year. Net interest income on an FTE basis was $469 million. Down 10% sequentially and down 11% from a year ago. Our provision for credit losses was $14 million in the third quarter.\nOverall, our credit quality remains very strong. We had small net recoveries for the quarter, and there was a modest increase in nonperforming loans. Turning to our asset servicing results on Page 5. Assets under custody and administration for asset servicing clients were $13.2 trillion at quarter [indiscernible] 2% sequentially but up 10% year-over-year. Asset servicing fees totaled $626 million. Custody and fund administration fees, the largest component of fees in the business were $428 million. Sequential performance reflects favorable markets and new business activity, offset by weaker transaction volume.\nThe year-over-year strength was due to solid new business activity and favorable market and currency impacts. That were partially offset by lower transaction volume. Assets under management for asset servicing clients were $963 billion, down 3% sequentially, but up 10% year-over-year. Similarly, because a significant portion of our fees are billed on a lagged basis, the sequential decline in AUM will impact our fourth quarter trust fees. Investment management fees within asset servicing were $137 million.\nMoving to our Wealth Management business on Page 6. The Assets under management for our wealth management clients were $370 billion. Trust administration and other servicing fees for wealth management clients were $486 million. Our average balance sheet decreased 4% on a linked quarter basis, primarily due to lower client deposits. Client liquidity was essentially flat during third quarter. Average deposits were $102 billion, down $4 billion or 4% sequentially, in line with our expectations for this seasonably weaker quarter. The decline was seen largely in the interest-bearing channel as clients continue to reallocate cash position.\nNoninterest-bearing deposits remained stable, down less than $1 billion sequentially, and the mix held steady at 17%. At quarter end, operational deposits remained at approximately 2/3 of institutional deposits and institutional deposits comprised 75% to 80% of the total mix. Shifting to the asset side of the balance sheet. The duration of the securities portfolio reduced slightly to 1.9 years. The total balance sheet duration continues to be less than a year. Loan balances averaged $42 billion and were flat sequentially. Our loan portfolio is well diversified across geographies, operating segments and loan types.\nApproximately 70% of the loan portfolio is floating and the overall duration is below 1 year. Our liquidity remains strong. Cash held at the Fed and other central banks was down reflecting the absorption of the deposit decreases, but highly liquid assets comprise more than 55% of our deposits and nearly 50% of total earning assets. Net interest income on an FTE basis was $469 million for the quarter, down 10% sequentially and down 11% from the prior year. NII reflected the impact of several dynamics. We saw some continued client migration into higher-yielding cash alternatives, but the pace moderated as we expected. Deposit cost increases were a slightly bigger factor with funding costs up 46 basis points over the second quarter.\nDue to the competitive environment, we repriced a small number of meaningful products to ensure we're protecting deposit volumes. We're not price leaders, but we're vigorously defending our deposits with an eye toward playing the long game. We expect to benefit from this strategy when rates decline. Client engagement also led to a combination of specific repricing on existing accounts and a shift to higher paying term deposits. There's no question that clients want to remain on our balance sheet. But sensing that the rate cycle is close to peaking. They've begun to stretch for duration. Our NII in the fourth quarter will continue to be driven by client behavior, which has been less predictable given the speed and extent of this cycle's rate hikes. Our average client deposits thus far in the quarter are $100 billion. Modest outflows are expected to continue, due in part to client efforts to optimize returns and to some known outflows related to M&A activity and other corporate needs.\nPricing should remain under pressure with further [ NIM ] compression possible. We currently expect fourth quarter NII to be in the range of $430 million to $440 million. Factors that could swing the outcome include the pace of further deposit outflows, the level of price pressure, the extent to which we see -- we continue to see deposit mix shift and the offsetting impact from the repricing of the securities portfolio.\nAs we look out to 2024, there are a wide range of scenarios under which net interest income could trend. Deposit pricing pressure, our securities maturity schedule, investment outlook and other factors provide upside that's not reflected in the current quarter.\nTurning to Page 8. As reported, noninterest expenses were $1.3 billion in the third quarter, down 4% sequentially but up 4% as compared to the prior year. Excluding unusual items in both periods, including those noted on the slide, expenses in the third quarter were up 1% sequentially and up over 5% year-over-year. I'll hit on just a few highlights. Excluding unusual items, compensation expense was down 2% sequentially. This reflected reductions in incentive compensation and head count actions taken year-to-date. The increase over the last year reflects 2023 base pay adjustments.\nExcluding unusual items in all periods, non-compensation expense was up 3% sequentially. Our expense-to-trust fee ratio improved 100 basis points sequentially to 115%, but remains higher than our targeted range of 105% to 110%.\nAs a reminder, we began the year expecting to take at least 200 basis points off of our 2022 adjusted expense growth rate of 9%. Our first quarter adjusted results were meaningfully better, up 5.8% year-over-year. Our second quarter adjusted results were even better up 5.3% year-over-year. And our third quarter results were in the same range despite unfavorable currency impacts. For the fourth quarter, we expect continued improvement. Compensation expense is expected to be up $5 million. Benefits expense should be our normal fourth quarter lift of $3 million to $5 million. Outside services likely to be up approximately $10 million. Equipment and software should be up approximately $10 million relative to adjusted third quarter levels. And occupancy is expected to increase a few million dollars above adjusted third quarter levels.\nOther operating expense has many components, including market-driven categories that are not predictable, but it has tended to increase in the fourth quarter. All in, this would put our full year adjusted expense growth rate at approximately 5% or roughly 400 basis points lower than 2022 levels. Our financial model is based upon mid-single-digit trustee growth from a combination of organic growth and market appreciation. Against this backdrop, we hope to generate 100 to 200 basis points in trust fee operating leverage in normal macro environments.\nOur capital levels and ratios remained strong in the quarter. We continue to operate at levels well above our required regulatory minimum. Our common equity Tier 1 ratio under the standardized approach was up slightly from the prior quarter to 11.4% as capital accretion more than offset the unfavorable impact from higher rates on our securities portfolio. This reflects a 440 basis point buffer above our regulatory requirements. Our Tier 1 leverage ratio was 7.9%, up 50 basis points from the prior quarter. At quarter end, our AOCI was a negative $1.4 billion, a slight improvement over second quarter levels. We returned $159 million to common shareholders through cash dividends of $158 million. And common stock repurchases of $1 million.\nWe slowed our buyback activity in order to reserve for the anticipated [ FDIC ] special assessment. We're well positioned to meet the proposed regulatory requirements, that Mike referenced without significant changes to our operating model. And with that, Melissa, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/19e65e3142696d822f7511dd24688648",
    "period": "2023 Q2",
    "content": "Q2 2023 Northern Trust Corp Earnings Call\n\nQ2 2023 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJUL 19, 10:00 AM\n\nOperator\n\nToday's conference is being recorded. At this time, I would like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead, ma'am.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, Jenny, and good morning, everyone. Welcome to Northern Trust Corporation's Second Quarter 2023 Earnings Conference Call. Joining me on our call this morning is Michael O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; Lauren Allnutt, our Controller; and Grace Higgins from our Investor Relations team.\nOur second quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you find our quarterly earnings review presentation, which we will use to guide today's conference call. This July 19 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through August 19. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 12 of the accompanying presentation, which will apply to our commentary on this call. During today's question-and-answer session, please limit your initial query to 1 question and 1 related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits. Thank you again for joining us today.\nLet me turn the call over to Michael O'Grady.\n\nMichael Gerard O’Grady\n\nChairman & CEO\n\nThank you, Jennifer. Let me join and welcome you to our second quarter 2023 earnings call. Our results for the second quarter reflect solid sequential performance. Trust fees and assets under custody and management increased sequentially, which included positive organic growth in each business. Interest income was down modestly on a linked-quarter basis, reflecting higher funding costs associated with the high competitive deposit backdrop. Expenses, excluding unusual items, were well controlled, reflecting the rigor of our cost discipline as well as the impact of various productivity initiatives. We reported $64 million in charges in the second quarter associated with these steps.\nOur Wealth Management business modestly grew assets under custody and management and trust fees on a sequential basis. We continue to see strength in the higher wealth tiers and within our Global Family Office segment, where we captured several marquee wins. Our industry leadership position also sit out in the quarter. We held our third annual Northern Trust Wealth Planning Symposium bringing together legal and financial experts to share innovative strategies and insights to shape the future of wealth management. Sessions average more than 1,000 participants. It included attendees from North and South America, Europe, Asia, Africa and the Middle East. We also released the second family office trends report coauthored with the Wharton School. Notably, we received a utility patent for our cloud-based goals-driven wealth management technology during the quarter, and were named Best Digital Innovator of the Year and Best Private Bank for digital wealth planning by the Financial Times Group.\nIn Asset Management, we saw strong flows into our institutional money market platform and have recaptured share. We also won a number of key mandates across products, including outsourced investment solutions, tax advance equity and quant active. Our new product launches in the quarter focused on alternatives. Within Asset Servicing, we continue to have good momentum in core custody and fund administration, particularly with asset managers in Europe, and our pipeline remains robust. In the U.K., we were reappointed by Brightwell for middle office services. Brightwell is the primary service provider to the British Telecom pension scheme, which has more than $50 billion in assets under management. Among asset owners, we clinched several key multimillion dollar takeaway wins in North America where our front office solutions, which provides a comprehensive view across public and private assets was cited as a key differentiator.\nAs a testament to our capabilities, we are recently awarded 3 prestigious industry awards, including best global custodian for asset owners by Asian investor. In the second quarter, we launched a Suite, our content, community and collaboration hub for global asset owners. Within the first few weeks of launch, we've seen significant client engagement. Going forward, we expect this new communications channel to create relationships with key target audiences and further showcase our expertise in the market. In closing, our balance sheet continues to be very strong with ample capital and liquidity. Our new business momentum is gathering steam, and our pipeline remains robust. While there's still more work to be done, we're making solid progress following the trajectory of our expense growth. Rationalizing our cost base remains a top priority, and the governance and control mechanisms we're putting in place today should drive sustainable improvements for both the near term and for years to come. We head into the second half of the year well positioned to support our clients and generate value for all of our stakeholders.\nI'll now turn the call over to Jason.\n\nJason Jerrome Tyler\n\nCFO & Executive VP, Northern Trust Corporation\n\nThank you, Mike. And let me join Jennifer and Mike in welcoming you to our second quarter 2023 earnings call. Let's dive into the financial results of the quarter starting on Page 4. This morning, we reported second quarter net income of $332 million, earnings per share of $1.56 and our return on average common equity was 12.4%. Currency movements had an immaterial impact on our revenue and expense growth in both periods. Our second quarter results were impacted by 2 notable items. We recognized a $38.7 million pretax severance charge impacting both our compensation and outside services line items. We recorded a $25.6 million pretax charge associated with the write-off of an investment in a client capability. Notable items from previous periods are listed on the slide.\nExcluding notable items in all periods, revenue was up 1% on a sequential quarter basis and down 1% over the prior year. Expenses were down 1% on a sequential quarter basis and up 5% over the prior year. This reflects an expense to trust fee ratio of 116%, down from 120% in the first quarter and 122% in the fourth quarter of last year. Pretax income was up 13% sequentially but down 9% over the prior year. Trust, investment and other servicing fees, representing the largest component of our revenue, totaled $1.1 billion, which reflected a 3% sequential increase, but a 4% decrease as compared to last year. All other noninterest income was flat sequentially but down 10% over the prior year. Net interest income on an FTE basis, which I'll discuss in more detail in a few moments, is $525 million, down 4% sequentially but up 12% from a year ago. We had a $15 million credit reserve release in the second quarter due to improved credit quality on a small number of larger loans, which was offset in part by expectations higher future economic stress in the commercial real estate market.\nTurning to our asset servicing results on Page 5. Assets under custody and administration for asset servicing clients were $13.5 trillion at quarter end, up 2% sequentially and up 5% year-over-year. Asset servicing fees totaled $621 million, which were up 3% sequentially, but down 3% year-over-year. Custody and fund administration fees, the largest component of fees in the business were $427 million, up 3% sequentially, but down 1% year-over-year. Custody and fund administration fees increased on a linked quarter basis for the second consecutive quarter due to solid new business activity, higher transaction activity and favorable markets. The decrease from the prior year quarter, primarily due to unfavorable markets.\nAssets under management for asset servicing clients were $990 billion, up [ 30% ] sequentially and up 4% year-over-year. Investment management fees within asset servicing were $134 million, up 6% sequentially, but down 10% year-over-year. Investment management fees increased sequentially, primarily due to asset inflows and favorable market. They've decreased from the prior year quarter, primarily due to asset outflows and unfavorable markets.\nMoving to our Wealth Management business on Page 6. Assets under management for our wealth management clients were $376 billion at quarter end, up 2% sequentially and up [ 7% ] year-over-year. Trust, investment and other servicing fees were $475 million, up 3% sequentially, but down 5% compared to the prior year. Sequentially, the increase in fees in the regions was driven primarily by favorable markets. Sequentially, the increase in GFO fees was driven by net inflows. Relative to the prior year, the decrease in fees in the regions was primarily due to unfavorable markets and product-related asset outflows. Within GFO, the decrease in fees was due largely to unfavorable markets.\nMoving to Page and our balance sheet and NII trends. Our average balance sheet decreased 1% on a linked-quarter basis, primarily due to lower client deposits, partially offset by higher leveraging activity. Earning assets averaged $134 billion in the quarter, down 1% sequentially and down 4% versus the prior year. Money market assets primarily absorbed the decrease. Client liquidity continued to grow during the second quarter. While we saw a decline in average deposits was more than offset by increases in other categories. Relative to the first quarter, our money market funds were up $8 billion or 6% and our CDs were up 29%. Average deposits were $106 billion, down $6.6 billion or 6% sequentially but remained consistent with late April levels. We experienced a $2.6 billion sequential decline in noninterest-bearing deposits, mostly within the institutional channel as clients continue to shift to higher-yielding alternatives. This reduced the mix of noninterest-bearing deposits to 17%.\nAt quarter end, operational deposits comprised approximately 2/3 of institutional deposits. These tend to be the stickiest deposits as clients use them to operate their businesses. Approximately 3/4 of our average deposits are institutional with the remainder related to wealth clients, including GFO.\nShifting to the asset side of the balance sheet. Average securities were down 2% sequentially, reflecting the natural runoff, which we've seen to reinvest at the short end of the curve. Our $50 billion investment portfolio consists largely of highly liquid U.S. treasury Agency and sovereign wealth on bonds and it's split approximately evenly between available for sale and held to maturity. The duration of the securities portfolio continued to edge down in the second quarter to 2.1 years. The total balance sheet duration is now less than a year. Loan balances averaged $42 billion and were up 1% sequentially.\nOur loan portfolio is well diversified across geographies, operating segments and loan types. Approximately 75% of the portfolio is floating and the overall duration is less than 1 year. Our liquidity remains strong, with cash held at the Fed and other central banks up 9% to $43 billion. More than 45% of our overall balance sheet is comprised of cash, money market assets and available-for-sale securities. This translates to $73 billion of immediately available liquidity for more than 60% of the total deposit base. Net interest income on an FTE basis was $525 million for the quarter, down 4% sequentially but up 12% from the prior year. NII reflected the impact of several dynamics. We saw continued client migration out of deposits and into higher-yielding alternatives, noninterest-bearing deposits as a percentage of total deposits slid to 17%. And deposit costs increase with our interest-bearing deposit beta during the quarter, reaching 88% and our cumulative beta for the cycle at 68%.\nThe net interest margin on an FTE basis was 1.57% for the quarter, down 5 basis points sequentially, but up 22 basis points from a year ago. The sequential decline reflects the impact of higher funding costs, partially offset by higher short-term market rates. Our NII in the third quarter will continue to be driven by client behavior, which has been less predictable given the speed and velocity of the cycle's rate hikes. Our average client deposits thus far in the quarter are approximately $106 billion. Deposit outflows are expected to continue in part due to seasonality as August is typically our low point in the year as European activity slows materially. The pace of the outflows is expected to moderate.\nTurning to Page 8. As reported, noninterest expenses were $1.3 billion in the second quarter, 4% higher sequentially and 9% higher than the prior year. Excluding charges in both periods, as noted on the slide, expenses in the second quarter were down 1% sequentially but up 5% year-over-year. I'll hit on just a few highlights. Compensation and technology expense continue to be the areas of highest spend. Compensation expense, excluding severance charges, was down 5% sequentially, but up 4% compared to the prior year. It was down sequentially due to the payment of our annual retirement-eligible incentives in the first quarter. This is partially offset by the impact of this year's base pay adjustments, which are granted in the second quarter. The year-over-year growth in compensation expense largely reflects the impact from inflationary wage pressures and last year's employee expansion, partially offset by lower incentives. Excluding charges, noncompensation expense was up 3% sequentially. Primary driver of the increase was growth in the outside services line, which is up 9% sequentially. The increase is largely due to timing as we reported a sequential decline in outside services of 9% in the [ first ] quarter due to delays in technical services projects. With our heightened focus on expense control, we expect our operating expenses to grow more modestly and our expense-to-trust fee ratio to show further improvement.\nTurning to Page 9. Our capital ratios remained strong in the quarter and continue to be well above our required regulatory minimums. Our common equity Tier 1 ratio under standardized approach was flat to the prior quarter at 11.3%. And despite continued common stock repurchases. This reflects a 430 basis point buffer above regulatory requirements. Our Tier 1 leverage ratio was 7.4%, up slightly from the prior quarter. We returned $257 million to common shareholders in the quarter through cash dividends of $158 million and common stock repurchases of $99 million.\nAnd with that, Jenny, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/813a666933aa0c7cfa5ec85de0b80b0e",
    "period": "2023 Q1",
    "content": "Q1 2023 Northern Trust Corp Earnings Call\n\nQ1 2023 Northern Trust Corp Earnings Call\n\nNTRSNASDAQAPR 25, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation First Quarter 2023 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Jennifer Childe, Director of Investor Relations. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of Investor Relations\n\nThank you, Cynthia. Good morning, everyone, and welcome to Northern Trust Corporation's First Quarter 2023 Earnings Conference Call. Joining me on our call this morning are Michael O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; Lauren Allnutt, our Controller; and Grace Higgins from our Investor Relations team. Our first quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This April 25, call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through May 25. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 12 of the accompanying presentation, which will apply to our commentary on this call. During today's question-and-answer session please your initial query to one question and one related followup. This will allow us to move through the queue and enable as many people as possible, the opportunity to ask questions as time permit.\nThank you again for joining us today. Let me turn the call over to Michael O'Grady.\n\nMichael G. O’Grady\n\nChairman, President & CEO, Northern Trust Corporation\n\nThank you, Jennifer. Let me join and welcome you to our first quarter 2023 earnings call. The recent disruption in the banking sector reminds us of the importance of resiliency, to be able to meet the needs of clients in all operating environments. During the past 6 weeks, much like over the past 130 years, our strong balance sheet and conservative approach to risk management have enabled us to provide the support, liquidity and exceptional service our clients have come to expect from us. Northern Trust continues to be viewed as a source of strength and stability as symbolized by our anchor. During the quarter, we continue to assist our clients manage their liquidity, including deposits, money market funds and short-term treasuries through the transition from a period of quantitative easing and low interest rates to one of rapid tightening and higher rates.\nOverall, we saw client liquidity increase during the quarter as the decline in deposits was more than offset by increases in higher-yielding money market funds. Our results for the first quarter reflect sequential improvement in revenue and expense growth. The sequential growth in trust fees outpaced a slight decrease in net interest income, which still experienced healthy year-over-year growth. Expense growth moderated from recent quarters, which was attributable to both our renewed spending discipline and certain timing differences.\nWithin our Wealth Management business, assets under management grew mid-single digits sequentially, while our trust fees increased modestly. The turmoil in the banking space contributed to a flurry of new business activity later in the quarter. We saw solid new account openings, particularly at the upper end of the wealth market. We took in almost $1 billion in inflows from the $50 million in over segment alone, and discussions are continuing with a solid pipeline of prospective clients.\nIn Asset Management, we had a strong start to the year with the sequential increase in new business, including large inflows into our institutional money market platform. New product launches focused on alternatives and extending securities lending capabilities in our collective fund space with 3 new funds launched. Within Asset Servicing, we saw continued momentum with particularly good traction in Europe. For example, during the quarter, we transitioned in Artemis Investment Management, a large U.K.-based investment manager for whom we are providing a full suite of services, including custody, fund administration, investment operations outsourcing, and risk and analytic services for both their U.K. and Luxembourg funds.\nIn closing, we are well-positioned to continue to serve our clients and navigate the ongoing economic uncertainty from a position of strength. I'll now turn the call over to Jason.\n\nJason Jerrome Tyler\n\nCFO & Executive VP, Northern Trust Corporation\n\nThank you, Mike, and let me join Jennifer and Mike in welcoming you to our first quarter 2023 earnings call. Let's dive into the financial results of the quarter starting on Page 4. This morning, we reported first quarter net income of $334.6 million, earnings per share of $1.51, and our return on average common equity was 12.4%.\nOn a year-over-year basis, currency movements unfavorably impacted our revenue growth by approximately 100 basis points and favorably impacted our expense growth by approximately 130 basis points. On a sequential basis, currency movements favorably impacted our revenue growth by approximately 70 basis points and unfavorably impacted our expense growth by approximately 90 basis points.\nOur first quarter results were also impacted by 2 notable items. One, we recognized a $6.9 million pre-tax gain on the securities repositioning we announced last quarter and executed in January. We recorded -- 2, we reported $9.8 million of pre-tax charges associated with various early lease terminations. Actions taken to further optimize our global real estate footprint. Notable items from previous periods are listed on the slide.\nExcluding the notable items in all periods, revenue was flat on a sequential quarter basis and up 1% over the prior year. Expenses were flat on a sequential quarter basis and up 6% over the prior year, reflecting an expense-to-trust fee ratio of 120%. Pre-tax income was down 2% sequentially and down 13% over the prior year.\nTrust, investment and other servicing fees, representing the largest component of our revenue, totaled $1 billion and were down 9% from last year, but up 2% sequentially. Excluding notable items, we had year-over-year and sequential declines in all other non-interest income, which is primarily driven by lower foreign exchange trading income. We saw significantly reduced volumes in the first 2 months of the quarter with a modest pickup in March.\nNet interest income on an FTE basis, which I'll also discuss in more detail in a few moments, was $544 million, up 40% from a year ago, down 1% sequentially. Our provision for credit losses was $15 million for the first quarter, reflecting growth in the size and duration of the commercial real estate loan portfolio. Given the increased attention being placed in commercial real estate loans, we want to provide some detail we felt would be of interest.\nCommercial real estate loans comprised 12% of our total portfolio and commercial office loans comprised 2% of total loans. Approximately 95% of commercial real estate loans are personally guaranteed and approximately 70% have a loan-to-value ratio of less than or equal to 70%. Turning to our asset servicing results on Page 5.\nAssets under custody administration for asset servicing clients were $13 trillion at quarter end, down 9% year-over-year but up 4% sequentially. Asset servicing fees totaled $603 million, which were also down 9% year-over-year, but up 3% sequentially. Custody and fund administration fees, the largest component of fees in the business were $414 million, down 9% year-over-year, but up 2% sequentially.\nCustody and fund administration fees decreased from prior year quarter, primarily due to unfavorable markets and unfavorable currency translation. They increased sequentially due to favorable markets, favorable currency translation and solid new business activity, particularly later in the quarter. Transactional activity, which comprises approximately 15% of our custody and fund administration fees was generally weaker due to lower volumes and lower onetime fees.\nAssets under management for asset servicing clients were $962 billion, down 12% year-over-year, but up 7% sequentially. Investment management fees within Asset Servicing were $126 million, down 14% year-over-year, but up 2% sequentially. The Investment management fees decreased from the prior year quarter, primarily due to asset outflows in unfavorable markets, partially offset by lower money market fund fee waivers. Investment management fees increased sequentially due to favorable markets and favorable currency translation. Moving to our Wealth Management business on Page 6.\nAssets under management for our Wealth Management clients were $368 billion at quarter end, down 7% year-over-year, but up 5% on a sequential basis. Trust investment and other servicing fees were $461 million, down 9% compared to the prior year, but up 1% sequentially. Within both the regions and GFO, the year-over-year declines were primarily driven by unfavorable market impacts and product level asset outflows, partially offset by the elimination of money market fund fee waivers.\nSequentially, the increase within the regions in GFO was primarily driven by favorable markets, partially offset by product level asset outflows. The upturn we saw in our AUM occurred later in the quarter was not fully reflected in our trust fees. Importantly, we continue to see modest organic growth in our core advisory fees. Moving to Page 7 and our balance sheet and NII trends.\nGiven the attention being placed on balance sheet trends we also thought you might be interested in some additional data points this quarter. We think about client liquidity in 3 categories: deposits, money market funds and short-term treasuries. With that background, we can provide some color and data on what we saw throughout the quarter and through the first few weeks of April. Most importantly, client liquidity was up meaningfully for the quarter in both Asset Servicing and Wealth Management then it's continue to rise during the first 3 weeks of April.\nWhile we saw a decline in deposits for the quarter, it was more than offset by increases in money market funds as clients continue to migrate into higher-yielding products. Relative to the fourth quarter, our money market funds were up $15 billion or 7%. As mentioned, average deposits were $112 billion, down 4% sequentially with wealth management deposits down 7% and institutional down 3%. Approximately 3/4 of our average deposits are institutional. Within this segment, approximately 68% are considered operational, the stickiest as clients use these funds to run their ongoing operations.\nAcross the organization, we experienced a $2 billion decline in noninterest-bearing deposits as clients shifted to higher-yielding alternatives. This reduced the mix of noninterest-bearing deposits to 18%.\nWe actively manage our assets and liabilities considering a wide range of possible stress scenarios, including interest rate risks and how they may affect liquidity and capital. So let's shift to the asset side of the balance sheet to see how investments are allocated. Average cash held at the Fed and other central banks was up 12% to $37 billion and we had $67 billion of immediately available liquidity, reflecting approximately 50% of average earning assets.\nLoan balances averaged $42 billion and were down 1% sequentially. Our loan portfolio is well-diversified across geographies, operating segments and loan types. Approximately 75% of the portfolio is floating and the overall duration is less than 1 year.\nSecurities were down 3% sequentially, reflecting the impact of both our repositioning early in the quarter and the natural runoff, which we've chosen to reinvest at the short end of the curve. Our $49 billion investment portfolio consists largely of highly liquid U.S. treasury, agency and sovereign wealth fund bonds, and is split 50-50 between available for sale and held to maturity.\nIn the aggregate, the securities portfolio has a duration of 2.3 years. The total balance sheet duration is 1.1 year. Net interest income was $544 million for the quarter, up 40% from the prior year and down 1% sequentially. NII reflected the impact of several dynamics, many occurring late in the quarter. As mentioned, we saw continued improvement in deposits from our balance sheet to money market funds and treasuries.\nDeposit cost increased with our interest-bearing deposit beta during the quarter at 85% and our cumulative data for the cycle as of March 31 of 65%. And finally, we had the impact from 2 fewer days in the quarter. Net interest margin was 1.62% in the quarter, up 57 basis points from a year ago and roughly flat with the prior quarter. The sequential results reflect the impact of higher short-term market rates, offset by higher funding costs. The prior year increase is primarily due to higher average interest rates.\nFor the second quarter, our NII will continue to be driven by client demand which is less predictable than it was 90 days ago. Our average client deposits thus far in the quarter are approximately $110 billion. And subsequent to tax season, we've observed an incremental typical decline of a few billion dollars.\nTurning to Page 8. As reported, noninterest expenses were $1.3 billion in the first quarter, 7% higher than the prior year, but 3% lower sequentially. Excluding charges in both periods, as noted on the slide, expenses in the first quarter were up 6% year-over-year but flat sequentially. Overall, we're focused on reducing the rate of expense growth and controlling those costs that are most under our control. I'll hit on just a few highlights.\nCompensation and technology expense continue to be the areas of highest spend. Compensation expense, excluding charges, was up 6% compared to the prior year and up 7% sequentially. The year-over-year growth largely reflects the annualization of last year's headcount expansion and inflationary wage pressure, partially offset by lower incentives. The sequential increase is due to our annual payment of retirement-eligible equity incentives in the first quarter.\nEquipment and software largely reflecting our technology spend, was up 20% year-over-year, but up 1% sequentially. More than 50% of our spend is comprised of business-driven investment followed by spending on core infrastructure and modernization and to a lesser extent, spending on information security, risk and regulatory areas. Turning to Page 9.\nOur capital ratios improved in the quarter and continue to be well above our required regulatory minimum. Our common equity Tier 1 ratio under the standardized approach was up 50 basis points from the prior quarter to 11.3%, despite resuming common stock repurchases. This reflects a 430 basis point buffer above our regulatory requirements.\nAs a reminder, as a Category 2 Institution under the Federal Reserves framework, we already include unrealized losses on our available-for-sale securities in this calculation. Thus, mark-to-market losses occur immediately in our capital and capital ratios. Our Tier 1 leverage ratio was 7.3%, up 20 basis points from the prior quarter. Higher net income, improved accumulated other comprehensive income, the securities repositioning and lower loan balances were the primary factors in this quarter's increase in capital ratios.\nWe returned $259 million to common shareholders in the quarter through cash dividends of 159 million and after pausing meaningful share buybacks for the prior 5 quarters, we repurchased over $100 million of common stock. And with that, Cynthia, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/78d1479696d5376a22c3cf4836ad8086",
    "period": "2022 Q4",
    "content": "Q4 2022 Northern Trust Corp Earnings Call\n\nQ4 2022 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJAN 19, 9:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Corporation Fourth Quarter 2022 Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Jennifer Childe. Please go ahead, ma'am.\n\nJennifer Childe\n\nSenior VP & Director of IR, Northern Trust Corporation\n\nThank you, Margerie. Good morning, everyone, and welcome to Northern Trust Corporation's Fourth Quarter 2022 Earnings Conference Call. Joining me on our call this morning are Mike O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; Lauren Allnutt, our Controller; and Mark Bette, Brian Rose and Grace Higgins from our Investor Relations team.\nOur fourth quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This January 19th call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through February 18. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 13 of the accompanying presentation, which will apply to our commentary on this call.\n(Operator Instructions) Thank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael G. O’Grady\n\nChairman & CEO, Northern Trust Corporation\n\nThank you, Jennifer. Let me join in welcoming you to our fourth quarter 2022 earnings call. I'd like to start by thanking our teams across the company for their strong execution throughout the year in the face of significant global political and market turmoil. It is our partner's unwavering focus on supporting our clients in uncertain and volatile times like these that truly differentiates Northern Trust.\nFor the full year, revenue was up 5%, including trust fee growth of 2%, and our return on average common equity was 12.7%. Excluding the impact of $303 million in charges detailed in the presentation, revenue for the full year grew 8%, and our return on equity was 14.9%. Fourth quarter results reflected trends that were consistent with those we saw through the first 3 quarters of the year, namely on a year-over-year basis, weaker markets pressured our trust fees, but this was more than offset by strong increases in net interest income.\nWithin our Wealth Management business, assets under management and advisory fees grew sequentially in the fourth quarter. Total fees declined, however, due to the lagged effect of markets, strategic price reductions in our index funds and shifts in client allocations out of liquidity products. Overall, new business generation and wealth management was healthy in 2022. However, we did see some deceleration in the second half of the year as market activity waned.\nWe continue to execute on our growth strategy in Wealth Management, including increasing the size and effectiveness of our sales force, expanding our digital marketing efforts and leveraging the differentiated capabilities of the Northern Trust Institute.\nIn Asset Management, assets under management were up sequentially. The fees declined due to the outflows we experienced in our liquidity and index products as a result of the impact of both weaker markets and clients seeking alternatives. We did see solid increases in alternative funds throughout the year, including year-over-year growth of more than 20% in the fourth quarter. Our ETF complex also continued to perform well with year-over-year organic growth of 12%.\nOur product launches during the year focused on ESG capabilities, including 3 new ESG funds in the fourth quarter. And within asset servicing, we delivered a solid finish to the year. We saw healthy momentum throughout the year with our whole office offering as investment managers are increasingly considering outsourced solutions in the face of continued margin pressure and the challenging macroeconomic environment. Whole office integrates our global asset servicing platform with innovative partners facilitating access to new technologies, services and solutions.\nOne recent client win offers an insight into what differentiates us in the marketplace. After an exhaustive RFP process during which we conducted a complete review of a large U.K.-based asset manager's front-to-back operating model, we were selected to provide a holistic full suite of core asset servicing, capital markets and data and analytics products and services. This client was particularly impressed with our ability to digitalize their investment process to maximize the value of their data. We learned that this client chose us because of our combination of market-leading tools and first-rate client service.\nWe also saw continued strong demand for our integrated trading solutions offering throughout both the quarter and the year. In 2022, the number of clients on the platform increased 20% year-over-year to nearly 100. Our (inaudible) not transition backlog that we spoke to you about last quarter started to transition in during the fourth quarter and our pipeline remains strong.\nExpense growth continued to be elevated in the quarter, reflecting investments in people and technology to strengthen our resiliency, advance our digital modernization efforts and drive growth in the business. All critical initiatives, but the level of growth is too high. Some of the charges we announced today reflect early steps we are taking to bring down the trajectory to better align with the current operating environment and create capacity for profitable growth.\nTo underscore our commitment, we recently launched a dedicated office of productivity to reinforce our approach to driving efficiencies throughout the company. Jason will provide more color on in his prepared remarks.\nIn closing, as we begin 2023, we remain well positioned to navigate the ongoing macroeconomic and market uncertainty from a position of strength. Our focus is on driving organic growth, improving our productivity and continuing to bolster our foundation. I'll now turn the call over to Jason.\n\nJason Jerrome Tyler\n\nExecutive VP & CFO, Northern Trust Corporation\n\nThank you, Mike, and let me join Jennifer and Mike in welcoming you to our fourth quarter 2022 earnings call.\nLet's dive into the financial results of the quarter, starting on Page 2. This morning, we reported fourth quarter net income of $155.7 million. Earnings per share were $0.71, and our return on average common equity was 5.9%. Our results were unfortunately impacted by the inclusion of $266 million in pretax charges, which reflect $199 million in net income, impact of $0.94 in earnings per share impact. These charges included the following on a pretax basis.\n$213 million of investment security losses related to the intent to sell certain available-for-sale debt securities, which were subsequently sold in early January. $32 million of severance-related charges, $14 million of occupancy charges related to early lease exits; and $6.8 million of pension settlement charges. Also recall that in the first quarter of this year, we implemented an accounting reclassification of certain fees, which continues to impact the year-over-year comparisons as noted on this page.\nLet's move to Page 3 and review the financial highlights of the quarter. Including the charges previously mentioned, year-over-year revenue was down 8%, expenses increased 13% and net income was down 62%. In a sequential comparison, revenue was down 13%, expenses were up 8%, while net income was down 61%. Excluding the charges previously mentioned, year-over-year revenue was up 5% and expenses increased 9%. Excluding the charges previously mentioned, on a sequential basis, revenue was down 1% and expenses were up 5%.\nLet's look at the results in greater detail, starting with revenue on Page 4. Year-over-year, unfavorable currency translation reduced our revenue growth by approximately 200 basis points. Trust, investment and other servicing fees, representing the largest component of our revenue, totaled $1 billion, were down 6% from last year and down 3% sequentially. Our trust fees continue to be unfavorably impacted by the weaker equity and fixed income markets and unfavorable currency movements.\nAs a reminder, a significant portion of our trust fees are recorded on a month or quarter lag basis. So this quarter's performance is largely reflective of the third quarter's market performance as well as the months of October and November. The year-over-year and sequential declines in all other remaining noninterest income are primarily driven by the $213 million pretax investment security loss due to the intent to sell certain available-for-sale debt securities. These securities were subsequently sold in early January 2023, which I'll describe in more detail in a few minutes.\nNet interest income on an FTE basis, which I'll also discuss in more detail later, was $550 million and was up 48% from a year ago and up 5% sequentially.\nLet's look at the components of our trust and investment fees on Page 5. For our asset servicing business, fees totaled $588 million and were down 6% year-over-year and down 3% sequentially. Within asset servicing, custody and fund administration fees were $406 million, down 11% year-over-year, but importantly, they were flat sequentially.\nCustody and fund administration fees decreased from the prior year quarter, primarily due to unfavorable markets and unfavorable currency translation, partially offset by new business. Assets under custody and administration for asset servicing clients were $13 trillion at quarter end, down 16% year-over-year and up 6% sequentially. The year-over-year decline was primarily driven by unfavorable markets and currency translation. The sequential increase was primarily driven by favorable markets and currency translation. Investment management fees within Asset Servicing were $124 million, up 9% year-over-year and down 9% sequentially.\nInvestment management fees decreased sequentially, primarily due to asset outflows and unfavorable markets. Investment management fees increased from the prior year quarter, primarily due to lower money market fund fee waivers, partially offset by asset outflows and unfavorable markets. Assets under management for asset servicing clients were $898 billion, down 25% year-over-year and up 3% sequentially. The year-over-year decline was driven by asset outflows, weaker equity in fixed income markets and unfavorable currency translation. The sequential growth was driven by favorable markets and currency translation, partially offset by asset outflows.\nMoving to our Wealth Management business. Trust, investment and other servicing fees were $454 million, down 7% compared to the prior year and down 5% from the prior quarter. Within the regions, the year-over-year declines were primarily driven by unfavorable market impacts and asset outflows, partially offset by the elimination of money market fund fee waivers. Sequentially, the decline within the regions was primarily driven by unfavorable markets, asset outflows and a strategic repricing initiative.\nWithin Global Family Office, the year-over-year growth was driven by lower fee waivers and new business, partially offset by unfavorable markets. The sequential decrease was mainly related to asset outflows, unfavorable markets and the repricing initiative. Assets under management for our wealth management clients were $351 billion at quarter end, down 16% year-over-year and up 5% on a sequential basis. The year-over-year decline was driven primarily by unfavorable markets and asset outflows. The sequential increase was primarily due to favorable markets.\nMoving to Page 6. Net interest income was $550 million in the quarter and was up 48% from the prior year. Earning assets averaged $134 billion in the quarter, down 10% versus the prior year. Average deposits were $116 billion and were down 14% versus the prior year, while loan balances averaged $42 billion, up 6% compared to the prior year.\nOn a sequential quarter basis, net interest income grew 5%. Average earning assets were up 1%. Average deposits declined 2%, while average loan balances were up 2%. The net interest margin was 1.63% in the quarter, up 64 basis points from a year ago and up 5 basis points from the prior quarter. The prior year quarter increase is primarily due to higher average interest rates. The sequential increase is primarily due to higher average interest rates, partially offset by an unfavorable balance sheet mix.\nTurning to Page 7. On a year-over-year basis, expense growth benefited by approximately 300 basis points due to currency translation. As reported, expenses were $1.3 billion in the fourth quarter, 13% higher than the prior year and 8% higher than the prior quarter. The current quarter's expenses included $53 million in charges. These charges in part reflect steps we're taking in conjunction with the launch of our office of productivity.\nTo shift away, we approach and manage our expenses. Through this initiative, we expect to leverage data and analytics to help us better understand the efficacy of our spending so as to optimize our cost base and drive greater efficiencies throughout the organization. We'll update you on our progress in the coming quarters as appropriate.\nExcluding charges in both periods, expenses in the fourth quarter were up 10% year-over-year and up 5% sequentially. Also, recall that the current quarter includes the impact of the previously mentioned accounting reclassification, which increased other operating expense by $8.6 million compared to the prior year.\nCompensation expense was up 15% compared to the prior year and up 6% sequentially. The year-over-year growth was primarily driven by higher salary expense in part due to inflationary pressures and the previously mentioned severance-related charges, partially offset by favorable currency translation. The sequential increase is primarily due to the aforementioned severance-related charges and higher salary expense, partially offset by lower incentives.\nEmployee benefits expense was down 4% compared to the prior quarter and down 6% sequentially. The year-over-year decrease is primarily driven by lower ongoing pension expense, partially offset by higher medical costs. The sequential decrease is primarily due to lower pension costs, including the lower pension settlement charge relative to the prior period, partially offset by higher medical costs.\nOutside services expense was $233 million and was up 4% from a year ago and up 5% sequentially. The year-over-year increase was primarily driven by higher technical service costs, legal services and consulting services, partially offset by lower third-party advisory fees and subcustodian expense. The sequential increase was primarily due to higher technical services costs and legal services, partially offset by lower subcustodian expense and consulting costs.\nEquipment and software expense of $229 million was up 17% from a year ago and up 8% sequentially. The year-over-year and sequential growth were both primarily driven by higher software costs due to continued investments in technology as well as inflationary pressures and higher amortization. We also recognized that $3.8 million termination charge associated with our mainframe strategy. Occupancy expense of $66 million was up 27% from a year ago and up 28% sequentially. The year-over-year and sequential growth were both primarily driven by the previously mentioned $14 million of charges related to early lease exits.\nOther operating expense of $108 million was up 37% from a year ago and up 31% sequentially. The year-over-year increase is primarily driven by higher staff-related expense, business promotion and miscellaneous expense. The sequential increase is primarily due to higher business promotion, supplemental compensation plan expense and miscellaneous expenses in the current period.\nTurning to the full year. Our results in 2022 are summarized on Page 8. On the right margin of this page, we outline the charges that we called out for both years. Including these items, net income was $1.3 billion, down 14% compared to 2021, and earnings per share were $6.14, down 14% from the prior year. In 2022, these charges had a $227 million impact on net income and a $1.08 impact on earnings per share. In 2021, these charges had an $18 million impact on net income and a $0.07 impact on earnings per share.\nFull year revenue and expense trends are outlined on Page 9 and include the charges previously mentioned. Trust, investment and other servicing fees grew 2% in 2022. The growth during the year was primarily driven by lower money market fee waivers and new business, partially offset by unfavorable markets and unfavorable currency translation. Net interest income grew 36%. Average earning assets during the year decreased by 10%, while the net interest margin increased 64 basis points, driven by higher average interest rates. The net result was revenue growth of 5% in 2022 compared to 2021 and expense growth of 10%. Excluding these charges in both periods, revenue for the full year was up 8% from the prior year and expenses were up 9%.\nTurning to Page 10. Our capital ratios remained strong with our common equity Tier 1 ratio of 10.8% under the standardized approach up from the prior quarter's 10.1%. Our Tier 1 leverage ratio was 7.1%, up from 7% in the prior quarter. A decrease in net unrealized losses in the available-for-sale securities portfolio and less foreign exchange volatility were the primary factors in this quarter's increase in capital ratios.\nAccumulated other comprehensive income at the end of the quarter was a loss of $1.6 billion. During the quarter, we returned $158.9 million to common shareholders through cash dividends of $158.8 million and share repurchases of $0.1 million. In early January of this year, we sold $2.1 billion of higher capital consuming, lower-yielding non-HQLA debt securities and reinvested the proceeds into lower capital consuming, higher-yielding HQLA assets. This repositioning offered a unique opportunity to derisk our portfolio, free up capital and improve our liquidity ratios while simultaneously generating more attractive returns.\nWith that, Margerie, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7e519c69c504bc95a867eb61073b8c85",
    "period": "2022 Q3",
    "content": "Q3 2022 Northern Trust Corp Earnings Call\n\nQ3 2022 Northern Trust Corp Earnings Call\n\nNTRSNASDAQOCT 19, 10:00 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Northern Trust Corporation Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your speaker today, Jennifer Childe, Director of Investor Relations. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of IR, Northern Trust Corporation\n\nThank you, Victor. Good morning, everyone, and welcome to Northern Trust Corporation's Third Quarter 2022 Earnings Conference Call.\nJoining me on our call this morning are Mike O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; Lauren Allnutt, our Controller; and Mark Bette; and Briar Rose from our Investor Relations team.\nOur third quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call.\nThis October 19 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through November 18. Northern Trust disclaims any continuing accuracy of the information provided in this call after today.\nPlease refer to our safe harbor statement regarding forward-looking statements on Page 11 of the accompanying presentation, which will apply to our commentary on this call.\nDuring today's question-and-answer session, please limit your initial query to 1 question and 1 related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits.\nThank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael G. O’Grady\n\nChairman & CEO, Northern Trust Corporation\n\nThank you, Jennifer. Let me join in welcoming everyone to our third quarter 2022 earnings call. In the third quarter, we continued to execute well through a challenging operating environment.\nCompared to the prior year, revenue grew 7% as the elimination of fee waivers and the favorable impact from higher interest rates more than offset the significant headwinds from weaker equity and fixed income markets, asset outflows and unfavorable currency movements.\nExpense growth of 9% reflected inflationary impacts across our cost base particularly within our compensation and equipment and software lines. EPS was flat, and we generated a return on average common equity of 14.9%.\nNew business activity in Wealth Management was encouraging, and we continue to engage actively with new and existing clients. In Asset Management, weak markets and institutional cash outflows reduced assets under management yet we saw continued growth in our alternatives, tax-advantaged equity and ETF complex.\nAnd within Asset Servicing, we continue to win new mandates and our backlog of new clients that haven't yet been onboarded has expanded meaningfully and is expected to transition over the coming quarters.\nIn closing, we remain well positioned to navigate the current macroeconomic and market uncertainty from a position of strength. Our new business pipeline remains robust, and our capital position continues to be strong.\nIn a slowing growth environment, we've also begun prudently tightening our expense controls and focusing on realizing productivity benefits from the investments we've made over the past several years.\nI'll now turn the call over to Jason.\n\nJason Jerrome Tyler\n\nExecutive VP & CFO, Northern Trust Corporation\n\nThank you, Mike, and let me join Jennifer and Mike in welcoming you to our third quarter 2022 earnings call. Let's dive into the financial results for the quarter, starting on Page 2.\nThis morning, we reported third quarter net income of $394.8 million. Earnings per share were $1.80, and our return on average common equity was 14.9%. Results for the quarter included a $17 million pension settlement charge within the employee benefits expense category.\nAlso recall that in the first quarter of this year, we implemented an accounting reclassification of certain fees, which will continue to impact the year-over-year comparisons as noted on this page.\nLet's move to Page 3 and review the financial highlights of the quarter. Year-over-year, revenue was up 7% and expenses increased 9%. Net income was flat. In the sequential comparison, revenue was down 1% and expenses were up 1%, while net income was also flat.\nReturn on average common equity was 14.9% for the quarter, up from 13.7% a year ago, and down from 15.7% in the prior quarter. Looking at the results in greater detail, starting with revenue on Page 4.\nYear-over-year, unfavorable currency translation impacted revenue growth by approximately 200 basis points. Trust, investment and other servicing fees, representing the largest component of our revenue, totaled $1.1 billion were down 3% from last year and down 6% sequentially.\nAll other remaining noninterest income declined 8% from the prior year and 2% from the prior quarter. Net interest income, which I'll discuss in more detail later, was $525 million and was up 47% from a year ago and 12% sequentially.\nLet's look at the components of our Trust and Investment fees on Page 5. For our Asset Servicing Business, fees totaled $603 million, and were down 4% year-over-year and down 6% sequentially.\nWithin Asset Servicing, custody and fund administration fees were $407 million, down 12% year-over-year and down 6% sequentially. Custody and fund administration fees decreased sequentially, primarily due to unfavorable markets, unfavorable currency translation and lower transaction volumes. Custody and fund administration fees decreased from the prior year quarter, primarily due to unfavorable currency translation and unfavorable markets, partially offset by new business.\nAssets under custody and administration for Asset Servicing clients were $12 trillion at quarter end, down 19% year-over-year and down 7% sequentially. Both the year-over-year and sequential declines were primarily driven by unfavorable markets and currency translation.\nInvestment Management fees within Asset Servicing were $136 million, up 20% year-over-year and down 8% sequentially. Investment Management fees decreased sequentially, primarily due to unfavorable market and asset outflows.\nInvestment Management fees increased from the prior year quarter primarily due to lower money market fund fee waivers and the accounting reclassification previously discussed, partially offset by asset outflows and unfavorable markets.\nAssets under management for Asset Servicing clients were $873.7 billion, down 25% year-over-year and down 8% sequentially. Both declines were driven by asset outflows, weaker equity and fixed income markets and unfavorable currency translation.\nMoving to our Wealth Management business. Trust, investment and other servicing fees were $475.5 million, down 1% compared to the prior year and down 5% from the prior quarter.\nWithin the regions, the year-over-year declines were primarily driven by unfavorable market impacts, partially offset by the elimination of money market fund fee waivers. Sequentially, the decline within the regions was primarily driven by unfavorable markets.\nWithin Global Family Office, the year-over-year growth was driven by lower fee waivers and new business, partially offset by unfavorable markets. Sequential decrease was mainly related to unfavorable markets. Assets under management for our Wealth Management clients were $336 billion at quarter end, down 10% year-over-year and down 5% on a sequential basis.\nBoth the year-over-year and sequential declines were driven primarily by unfavorable markets. Moving to Page 6. Net interest income was $525.3 million in the quarter and was up 47% from the prior year.\nEarning assets averaged $132 billion in the quarter, down 8% versus the prior year. Average deposits were $118 billion and were down 9% versus the prior year, while loan balances averaged $41 billion and were up 8% compared to the prior year.\nOn a sequential quarter basis, net interest income grew 12%. Average earning assets declined 6%, average deposits declined 8%, while average loan balances were up 2%. The net interest margin was 1.58% in the quarter, up 60 basis points from a year ago and up 23 basis points from the prior quarter.\nThe prior year quarter increase was primarily due to higher average interest rates and favorable balance sheet mix shift. The sequential increase is primarily due to higher average interest rates.\nTurning to Page 7. Expenses were $1.2 billion in the quarter, 9% higher than the prior year and 1% higher than the prior quarter. On a year-over-year basis, expense growth benefited by approximately 300 basis points due to currency translation.\nThe current quarter's expenses included a $17 million pension settlement charge within the employee benefits category. This compares to similar charges in the prior year quarter, of $6.9 million and $20.3 million in the prior period quarter. Also included in the current quarter is the impact of the previously mentioned accounting reclassification, which increased other operating expense by $9.4 million compared to the prior year.\nCompensation expense was up 12% compared to the prior year and up 1% sequentially. The year-over-year growth was primarily driven by higher salary expense in part due to inflationary pressures, partially offset by favorable currency translation.\nThe sequential increase is primarily due to higher salary expense, partially offset by lower incentives and favorable currency translation. Outside services expense is $221 million and was up 5% from a year ago and up 4% sequentially.\nThe year-over-year increase is primarily driven by higher consulting and technical service costs partially offset by lower third-party advisory fees. The sequential increase is primarily due to higher technical services and consulting costs. Equipment and software expense of $212 million was up 15% from 1 year ago and up 4% sequentially.\nThe year-over-year growth was primarily driven by higher software costs due to continued investments in technology as well as inflationary pressures and higher amortization. The sequential increase is primarily due to higher software amortization expense.\nOccupancy expense of $51 million was down 5% from a year ago and up 1% sequentially. The other operating expense of $82 million was up 1% from 1 year ago and down 9% sequentially. The sequential decline was primarily due to lower miscellaneous expenses in the current period.\nTurning to Page 8. Our capital ratios remained strong with our common equity Tier 1 ratio of 10.1% under the standardized approach, down from the prior quarter's 10.5%. Our Tier 1 leverage ratio was 7%, up from 6.7% in the prior quarter.\nAn increase in net unrealized losses on the available-for-sale securities portfolio was a primary factor in this quarter's change in capital ratios. Accumulated other comprehensive income at the end of the current quarter was a loss of $1.8 billion with the loss in the third quarter totaling approximately $300 million.\nAs previously announced, in the third quarter, we increased the quarterly common stock dividend by 7% or $0.05 a share to $0.75 per share. During the quarter, we returned $159.5 million to common shareholders through cash dividends of $158.4 million and share repurchases of $1.1 million.\nThe current environment continues to demonstrate the importance of a strong capital base and liquid balance sheet to both whether the uncertain economic conditions and to support our clients' needs. We approached the end of the year on solid footing and remain well positioned to serve our clients and communities while generating long-term value to our shareholders.\nAnd with that, Victor, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f861ea809fdef73636bd41fa9f2cc2c3",
    "period": "2022 Q2",
    "content": "Q2 2022 Northern Trust Corp Earnings Call\n\nQ2 2022 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJUL 20, 10:00 AM\n\nOperator\n\nGood day, and welcome to the Northern Trust Second Quarter 2022 Earnings Conference Call. Today's conference is being concerned. At this time, I would like to turn the conference over to Jennifer Childe. Please go ahead.\n\nJennifer Childe\n\nSenior VP & Director of IR, Northern Trust Corporation\n\nThank you, Kevin. Good morning, everyone, and welcome to Northern Trust Corporation's Second Quarter 2022 Earnings Conference Call. Joining me on our call this morning are Mike O'Grady, our Chairman and CEO; and Jason Tyler, our Chief Financial Officer; Lauren Allnutt, our Controller; and Mark Bette and Briar Rose from our Investor Relations team.\nOur second quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This July 20th call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through August 17.\nThe Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 11 of the accompanying presentation, which will apply to our commentary on this call.\nDuring today's question-and-answer session, please limit your initial query to 1 question and 1 related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits.\nThank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael G. O’Grady\n\nChairman & CEO, Northern Trust Corporation\n\nThank you, Jennifer. Let me join and welcome you to our second quarter 2022 earnings call. We generated solid results in what turned out to be a more volatile and uncertain market and macroeconomic backdrop than we've experienced in some time. New business momentum continued to be strong, and our capital position remains robust. Revenue increased 12%, EPS grew 8%, and we delivered a return on average common equity of 15.7%.\nSecond quarter results benefited significantly from higher interest rates and the elimination of money market fee waivers related to low rates. The weaker equity and fixed income markets began to impact our fees and client levels and due to the lag in our billing cycle, this impact will continue in the third quarter. We saw a 7% sequential decline in average deposits. However, these were largely nonoperational in nature. Our clients continue to see us as a valuable partner for the liquidity needs.\nOur expenses increased 9% compared to the prior year, reflecting inflationary impacts across our cost base, particularly within our compensation and equipment and software lines. Despite this inflationary pressure, we achieved 3 points of positive operating leverage in the second quarter.\nIn Wealth Management, we continue to see healthy levels of engagement with new and existing clients. Growth within our Global Family Office was particularly strong. In Asset Management, consistent positive flows into our FlexShares' ETF complex helped to partially offset equity market headwinds and broad-based liquidity outflows in our institutional channel.\nAt $21 billion, our FlexShares assets under management were up 13% year-over-year. We also saw strong growth in our alternatives offerings in the quarter. Notably, we were recognized by Asia Asset Management's 2022 Best of the Best Awards as the winner of the best ESG manager in Asia. Best factor investing manager in APAC as well as the Best Application of ESG.\nOur Asset Servicing business continued to see positive new business momentum, and the pipeline remains robust. Notable wins announced in the quarter, including Wilmington Trust and U.K.-based International Biotech Trust. Our integrated trading solutions capability continues to be an area of strength. We also continue to see strong interest in our investment data science product suite.\nIn closing, as we navigate these volatile and uncertain times, we remain laser-focused on serving our clients, generating profitable long-term growth and delivering value to our stakeholders.\nBefore turning it over to Jason to review our financial results in greater detail, I would like to note that we plan to publish our 2021 sustainability report in the next few days. I'm very proud of the progress we've made in our sustainability journey and serving as a force for change.\nHighlights from the report include our commitment to be net zero by 2050, a summary of our community support initiatives and the launch of a more holistic business diversity program.\nI'll now turn the call over to Jason.\n\nJason Jerrome Tyler\n\nExecutive VP & CFO, Northern Trust Corporation\n\nThank you, Mike. And let me join Jennifer and Mike in welcoming you to our second quarter 2022 earnings call. Let's dive into the financial results of the quarter, starting on Page 2. This morning, we reported second quarter net income of $396.2 million. Earnings per share were $1.86 and our return on average common equity was 15.7%.\nResults for the quarter included a $20.3 million pension settlement charge within the employee benefits expense category. Also recall from last year, we implemented accounting reclassifications to certain fees at the beginning of the year, which will continue to impact the year-over-year comparisons as noted on this page.\nOur effective tax rate was 26.7%, which compared to 24.3% in the prior year and 23.8% in the prior quarter. The increase is largely related to our international earnings mix, including reserves for uncertain tax positions. We now expect our effective tax rate to be approximately 24% to 25% on a go-forward basis.\nTurning to Page 3 and review the financial highlights of the quarter. Year-over-year, revenue was up 12% and expenses increased 9%. Net income was up 8%. In a sequential comparison, revenue was up 3% and expenses were up 1%, while net income increased 2%. The strengthening of the U.S. dollar resulted in a reduction in our year-over-year revenue and expense growth rates of approximately 2% and a reduction in the sequential growth rates were approximately 1%.\nThe provision for credit losses was $4.5 million in the quarter. Return on average common equity was 15.7% for the quarter, up from 13.7% a year ago and up from 14.2% in the prior quarter. We'll take the results in greater detail, starting with revenue on Page 4.\nTrust, Investment and Other Servicing fees, representing the largest component of our revenue, totaled $1.1 billion and were up 6% from last year and down 2% sequentially. All other remaining noninterest income declined 2% from both the prior year and the prior quarter. Net interest income, which I'll discuss in more detail later, was $470 million and was up 37% from 1 year ago and up 21% sequentially.\nLet's look at the components of our Trust and Investment fees on Page 5. For our Asset Servicing business fees totaled $643 million and were up 5% year-over-year and down 3% sequentially. Custody and Fund administration fees were $434 million, down 5% year-over-year and down 4% sequentially. The year-over-year decline was primarily driven by unfavorable currency translations, partially offset by new business. The sequential decline was driven by unfavorable currency translations as well as unfavorable markets.\nAssets under custody and administration for Asset Servicing clients were $12.8 trillion at quarter end, down 13% year-over-year and down 12% sequentially. Both the year-over-year and sequential declines were primarily driven by unfavorable markets and unfavorable currency translation. Investment Management fees and Asset Servicing of $148 million were up 47% year-over-year and up 1% sequentially.\nThe year-over-year performance was driven primarily by lower money market mutual fund fee waivers and the previously mentioned accounting reclassification, partially offset by client outflows. Sequentially, the increase is primarily due to lower fee waivers, partially offset by client outflows and unfavorable markets. There were no fee waivers relating to low interest rates in the second quarter results compared to $28 million in the prior quarter and $50 million in the prior year quarter.\nAssets under management for Asset Servicing clients were $950 billion, down 19% year-over-year and down 13% sequentially. Both declines were driven by unfavorable markets, client outflows and unfavorable currency translation. Securities Lending fees were $22 million, up 11% year-over-year and up 14% sequentially as wider spreads offset the impact of lower volumes.\nAverage Securities Lending collateral levels were down 7% year-over-year and down 5% sequentially. Other Trust fees were $39 million, up 7% compared to the prior year and down 11% sequentially. The sequential decline was primarily driven by higher seasonal benefit payment services fees in the prior quarter.\nMoving to our Wealth Management business. Trust, Investment and Other Servicing fees were $501 million and were up 8% compared to the prior year and down 1% from the prior quarter. There were no fee waivers in relation to low interest rates in the current quarter compared to $23 million in the prior quarter and $29 million in the prior year quarter.\nWithin the regions, the year-over-year growth was driven by lower money market mutual fund fee waivers and new business. For the sequential performance, the decline within the regions was primarily driven by unfavorable markets, partially offset by lower fee waivers. Within Global Family Office, the year-over-year growth was driven by lower fee waivers, new business and favorable markets. The sequential increase is mainly related to lower fee waivers, partially offset by unfavorable markets.\nAssets under management for our Wealth Management clients were $353 billion at quarter end, down 5% year-over-year and down 11% on a sequential basis. The year-over-year decline was driven by unfavorable markets, partially offset by client flows. The sequential decline was driven by unfavorable markets and client outflows.\nMoving to Page 6. Net interest income was $470 million in the quarter and was up 37% from the prior year. Earning assets averaged $140 billion in the quarter, down 1% versus the prior year. Average deposits were $129 billion and were up 1% versus the prior year, while loan balances averaged $41 billion and were up 12% compared to the prior year.\nOn a sequential quarter basis, net interest income grew 21%. Average earning assets and average deposits both declined 7%, while average loan balances were up 3%. The net interest margin was 1.35% in the quarter, up 38 basis points from a year ago and up 30 basis points from the prior quarter. The increases from the prior year and prior quarter were both driven primarily by higher average interest rates, the favorable balance sheet mix and $7 million in nonrecurring interest received from certain nonaccrual loans.\nTurning to Page 7. Expenses were $1.2 billion in the second quarter and were 9% higher than the prior year and 1% higher than the prior quarter. The current quarter's expenses included a $20.3 million pension settlement charge within the employee benefits category, while the prior year quarter included a pension settlement charge of $17.6 million. Also included in the quarter is the impact of the previously mentioned accounting reclassification, which increased other operating expense by $10.4 million compared to the prior year.\nExcluding these impacts, expenses were up 8% versus the prior year and flat sequentially. Compensation expense was up 12% compared to the prior year and was down 3% sequentially. The year-over-year growth was primarily driven by higher salaries as well as higher cash-based incentives. The sequential decrease is primarily due to the quarter's -- to the prior quarter's equity incentives, including $49 million in expense associated with retirement-eligible staff, partially offset by higher salaries.\nBoth the year-over-year and sequential comparisons benefited by favorable currency translation. Excluding the previously mentioned settlement charges, employee benefits expense was down 1% compared to the prior year and down 5% from the prior quarter. Outside services expense was $213 million and was down 2% from a year ago and flat sequentially. The year-over-year decline was primarily driven by lower third-party adviser and technical services costs, partially offset by higher consulting expenses.\nEquipment and software expense of $204 million, was up 14% from 1 year ago and 5% sequentially. The year-over-year and sequential growth were both primarily driven by higher software costs due to continued investments in technology as well as higher amortization. Occupancy expense of $51 million, was down 2% from a year ago and flat sequentially. Other operating expense of $90 million, was up 33% from a year ago and up 13% sequentially.\nThe year-over-year increase was driven by the previously mentioned accounting reclassification and higher business promotion and other miscellaneous expense, partially offset by lower supplemental compensation plan expense. The sequential performance was primarily due to higher business promotion and staff-related expense.\nTurning to Page 8. Our capital ratios remained strong with our common equity Tier 1 ratio of 10.5% under the standardized approach, down from the prior quarter's 11.4%. Our Tier 1 leverage ratio was 6.7%, up from 6.5% in the prior quarter. An increase in net unrealized losses on the available-for-sale securities portfolio was a primary factor in this quarter's decline in capital ratios.\nAccumulated other comprehensive income at the end of the current quarter was a loss of $1.5 billion with the loss in the second quarter totaling approximately $600 million.\nDuring the quarter, we declared cash dividends of $0.70 per share, totaling $148 million to common stockholders. As announced yesterday, our Board of Directors approved an increase in our third quarter dividend to $0.75 per share. The current environment continues to demonstrate the importance of a strong capital base and liquid balance sheet to both weather the uncertain economic conditions and to support our clients' needs. We remain laser-focused on providing exceptional client service while executing on our strategic priorities to grow the franchise and create long-term value to our shareholders.\nBefore we open it up to questions, I'd like to take a moment to thank Mark Bette, who's transitioning from heading Investor Relations to his new role as CFO for our Shared Services Group. Mark, thank you for your leadership, your partnership and your unwavering commitment to serving our analysts and investor community over the past 6 years. I know I speak for all of us when I say we've learned so much from your insights and perspective. So thank you.\nAnd with that, please open the line for questions."
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/533dd10091947d6c5eeef1f221be89f6",
    "period": "2022 Q1",
    "content": "Q1 2022 Northern Trust Corp Earnings Call\n\nQ1 2022 Northern Trust Corp Earnings Call\n\nNTRSNASDAQAPR 26, 9:00 AM\n\nOperator\n\nGood day, and welcome to the First Quarter 2022 Northern Trust Earnings Conference Call. Today's conference is being recorded. At this time, I'd like to turn the conference over to Mark Bette, Director of Investor Relations. Please go ahead, sir.\n\nMark M. Bette\n\nSenior VP & Director of IR, Northern Trust Corporation\n\nThank you, Jennifer. Good morning, everyone, and welcome to Northern Trust Corporation's First Quarter 2022 Earnings Conference Call. Joining me on our call this morning are Michael O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; Lauren Allnutt, our Controller; and Briar Rose from our Investor Relations team.\nOur first quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call. This April 26 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is the replay that will be made available on our website through May 24. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 11 of the accompanying presentation, which will apply to our commentary on this call.\nDuring today's question-and-answer session, please limit your initial query to 1 question and 1 related follow-up. This will allow us to move through the queue and enable as many people as possible the opportunity to ask questions as time permits.\nThank you again for joining us today. Let me turn the call over to Michael Grady.\n\nMichael G. O’Grady\n\nChairman & CEO, Northern Trust Corporation\n\nThank you, Mark. Let me join in welcoming you to our first quarter 2022 earnings call. I hope you and your families are healthy and well. Like so many around the world, we at Northern Trust are deeply concerned by the tragic events unfolding in Ukraine. Our hearts go out to the Ukrainian people. Northern Trust has made contributions to humanitarian relief efforts and has match contributions from our employees to maximize their impact.\nWhile we have minimal direct exposure the crisis brings unique challenges. The broad use of economic sanctions and market restrictions means that we, along with our peers and counterparties have been called upon to play a role in implementing the world's response. The crisis has added to the uncertainty in the current environment, including volatile markets, supply chain constraints and persistently high inflation.\nWhile we are navigating this challenging backdrop, our performance in the quarter generated a 9% increase in revenue compared to the prior year and a return on average common equity of 14.2%. Revenue growth reflected organic growth across each of our businesses as well as the impact of rising interest rates. Compared to the prior year, our results generated approximately 2 points of positive fee operating leverage and 1 point of positive total operating leverage.\nWe continue to have success executing on our growth strategies across each of our businesses, while enhancing our foundational strength through advancements in our data and digital efforts. In our Wealth Management business, we are growing across each of our regions and our Global Family Office business. We continue to see strong levels of engagement and new business with both new and existing clients.\nLater this week, we will host our second annual virtual Wealth Planning Symposium, which will bring together experts from across the country to share planning strategies and perspective to support the needs and interest of our clients. The theme of this year's symposium, Wealth Redefined, builds on the Northern Trust Institute's 2022 wealth planning outlook, which examines how shifting values have given investors the resolve to pursue what matters most in our rapidly changing world.\nWithin Asset Management, we saw strong year-over-year organic growth across key strategic areas of focus, including our FlexShares' ETFs, which surpassed $22 billion in assets, up 13% for the quarter. We saw strong growth in funds that traditionally offer inflation protection, including our Global Natural Resources Fund. We've continued to expand our FlexShares' ESG and climate funds with the recent announcement of the launch of a fund with exposure to emerging markets. This fund builds on our existing suite of Climate ETFs, which currently includes U.S. large-cap equities, developed markets and 2 fixed income funds.\nOur Asset Servicing business continues to drive organic growth across regions, products and client segments. Our client focus and flexible global operating model continue to support our strategy and our pipeline remains strong. At the start of this year, we combined our Corporate & Institutional Services team with our Global Services operational team, creating a single integrated business unit with operational expertise focused on serving the needs and providing solutions for our institutional clients around the world. With this change, our Corporate and Institutional Services reporting segment has been renamed Asset Servicing.\nWe recently released our 2021 philanthropic impact report, which highlights our commitments to our communities through charitable contributions and the many hours of volunteering from our staff. Our employees, the heart of Northern Trust, are extraordinarily talented and caring, and I commend their efforts in serving our clients and our communities. To close, we remain focused on our long-term priorities and investing wisely for future profitable growth to deliver long-term value to our various stakeholders.\nNow let me turn the call to Jason to review our financial results in greater detail.\n\nJason Jerrome Tyler\n\nExecutive VP & CFO, Northern Trust Corporation\n\nThank you, Mike. Let me join Mark and Mike in welcoming you to our first quarter 2022 earnings call. Let's dive into the financial results of the quarter, starting on Page 2.\nThis morning, we reported first quarter net income of $389.3 million. Earnings per share were $1.77, and our return on average common equity was 14.2%. Results for the quarter included $18.5 million in reclassification of certain fees that were previously recorded in other operating income, or as a reduction to other operating expense that are now included in trust, investment and other servicing fees. Of that amount, $6.9 million relates to fees previously recorded in other operating income, with $3.5 million now included in Asset Servicing trust fees within the other category and $3.4 million in Wealth Management trust fees.\nAdditionally, $11.6 million that was previously recorded as a reduction to other operating expense is now included in asset servicing investment management fees. Prior period adjustments have not been reclassified and these reclassifications resulted in no impact, pretax or net income.\nLet's move to Page 3 and review the financial highlights of the quarter. Year-over-year, revenue was up 9% and expenses increased 8%. Net income was up 4%. In the sequential comparison, both revenue and expenses were up 3%, while net income was down 4%. The provision for credit losses was $2 million in the current quarter. Return on average common equity was 14.2% for the quarter, up from 13.7% a year ago and down from 14.5% in the prior quarter.\nLet's look at the results in greater detail, starting with revenue on Page 4. Trust, Investment and Other Servicing fees, representing the largest component of our revenue, totaled $1.2 billion and were up 10% from last year and up 5% sequentially. Foreign exchange trading income was $81 million in the quarter, up 3% year-over-year and up 5% sequentially. Both the year-over-year and sequential growth were driven by higher client volumes and market volatility. The remaining components of noninterest income totaled $88 million in the quarter, down 12% from 1 year ago and down 25% sequentially. Within this, security commissions and trading income was up 4% from the prior year and up 1% sequentially.\nOther operating income totaled $41 million and was down 25% from 1 year ago and down 43% sequentially. The increase -- the decrease compared to the prior year was primarily driven by the previously referenced $6.9 million accounting reclassification. The sequential decrease was primarily due to gains from property sales in the prior quarter, the aforementioned accounting reclassification and lower distributions from investments in community development projects. Net interest income, which I'll discuss in more detail later, was $388 million and was up 12% from 1 year ago and up 5% sequentially.\nLet's look at the components of our Trust and Investment fees on Page 5. Our newly named Asset Servicing business fees totaled $662 million and were up 7% year-over-year and up 6% sequentially. Custody & Fund administration fees were $453 million and up 2% year-over-year and down 1% sequentially. The year-over-year growth was primarily driven by favorable markets and new business, partially offset by unfavorable currency translation and lower transaction volumes. The sequential decline was driven by lower transaction-based fees and unfavorable currency translation, partially offset by favorable markets and new business.\nAssets under custody and administration for asset servicing clients were $14.5 trillion at quarter end, up 5% year-over-year and down 4% sequentially. The year-over-year growth was primarily driven by favorable markets and new business, partially offset by unfavorable currency translation. The sequential decline was primarily attributable to unfavorable markets and currency translation.\nInvestment management fees and asset servicing of $147 million were up 27% year-over-year and up 30% sequentially. The year-over-year performance was primarily driven by new business, the previously mentioned $11.6 million accounting reclassification and favorable markets. Sequentially, the increase was primarily due to lower money market mutual fund fee waivers and the accounting reclassification. Fee waivers and asset servicing totaled $28 million in the first quarter compared to $51 million in the prior quarter and $28 million in the prior year quarter.\nAssets under management for Asset Servicing clients were $1.1 trillion, flat year-over-year and down 8% sequentially. The sequential decline was driven by market declines and client flows. Securities Lending fees were $19 million, up 3% year-over-year and flat sequentially. Average collateral levels were flat year-over-year and down 4% sequentially. Other trust fees were $44 million, up 9% compared to the prior year and 24% sequentially. Both the prior year and sequential increases were due to the previously referenced $3.5 million in accounting reclassification. The sequential performance was also driven by higher seasonal benefit payment services fees.\nMoving to our Wealth Management business. Trust, Investment and Other Servicing fees were $506 million and were up 14% compared to the prior year and up 4% from the prior quarter. Fee waivers in Wealth Management totaled $23 million in the quarter compared to $30 million in the prior quarter and $22 million in the prior year quarter. Within the regions, the year-over-year growth was driven by favorable markets and new business. For the sequential performance, the growth within the regions was primarily driven by favorable markets, lower fee waivers and new business.\nWithin Global Family Office, the year-over-year performance was driven by new business and favorable markets. The sequential increase is mainly related to new business and lower fee waivers. For both the regions and Global Family Office, the previously referenced $3.4 million in accounting reclassification also contributed to the year-over-year and sequential increases.\nAssets under management for Wealth Management clients were $396 billion at quarter end, up 11% year-over-year and down 5% on a sequential basis. The year-over-year growth was driven by client flows and favorable markets, while the sequential decline was driven by client flows and lower markets.\nMoving to Page 6. Net interest income was $388 million in the quarter and was up 12% from the prior year. Earning assets averaged $150 billion in the quarter, up 7% versus the prior year. Average deposits were $139 billion and were up 10% versus the prior year, while loan balances averaged $40 billion and were up 16% compared to the prior year. The net interest margin was 1.05% in the quarter and increased 5 basis points from a year ago, driven primarily by volumes and mix as well as higher interest rates. On a sequential quarter basis, net interest income grew 5%. Average earning assets grew 1% and average deposits grew 2%, while average loan balances were down 1%. The net interest margin increased 6 basis points sequentially, driven by primarily higher average interest rates.\nTurning to Page 7. Expenses were $1.2 billion in the first quarter and were 8% higher than the prior year and up 3% from the prior quarter. The current quarter's expenses included the impact of the $11.6 million accounting reclassification, which increased other operating expense. The prior quarter included a $9.5 million charge related to severance and a pension settlement. Excluding these impacts, expenses were up 7% versus the prior year and up 3% sequentially.\nExcluding severance charges in the prior quarter, compensation expense was up 9% compared to the prior year and was up 12% sequentially. The year-over-year growth was primarily driven by higher incentives and salaries. The sequential increase is primarily due to higher equity-based incentives as well as higher salaries. The current quarter's equity incentives included $49 million in expense associated with retirement-eligible staff, compared to $32 million in the prior year.\nEmployee benefits expense was up 1% compared to the prior year and was flat with the prior quarter, excluding last quarter's $3.4 million pension settlement charge. Outside services expense was $213 million and was up 9% from a year ago and down 5% from the prior quarter. Revenue and business volume expenses accounted for just over 1.5 of the year-over-year growth. The remaining year-over-year growth reflected higher technical services and consulting expenses. The sequential decline was primarily driven by lower technical services, consulting, legal and third-party adviser cost.\nEquipment and software expense of $194 million was up 10% from 1 year ago and down 1% sequentially. The year-over-year growth was primarily driven by higher software support, rental and amortization costs. Occupancy expense of $51 million was up 1% from a year ago and down 1% sequentially. Other operating expense of $80 million was up 11% from 1 year ago and up 1% sequentially. The year-over-year increase was driven by the accounting reclassification, partially offset by lower miscellaneous expenses. The sequential performance was impacted by the accounting reclassification partially offset by lower business promotion expense.\nTurning to Page 8. Our capital ratios remained strong with our Common Equity Tier ratio of 11.4% under the standardized approach, down from the prior quarter's 11.9%. Our Tier 1 leverage ratio was 6.5%, down from 6.9% in the prior quarter. An increase in net unrealized losses on the available-for-sale of securities portfolio was a primary factor in this quarter's decline in capital ratios. During the quarter, we purchased 295,000 shares of common stock, totaling $34 million and we declared cash dividends of $0.70 per share, totaling $147.8 million to common stockholders.\nThe current environment continues to demonstrate the importance of a strong capital base and liquid balance sheet profile to support our clients' needs, and we continue to provide our clients with the exceptional service and solution expertise they come to expect from us. Our focus remains on balancing a variety of factors in the months ahead, with the prospect of continued higher interest rates benefiting our net interest income and inflationary pressures impacting our expense base.\nAs our trust fees are impacted by both quarter lag and month lag markets, the negative markets in the first quarter will be more impactful for us in the second quarter. We continue to be relentlessly focused on strengthening our competitive positioning within each of our businesses, investing in our workforce and technology, all while delivering attractive returns.\nThank you again for participating in Northern Trust's first quarter earnings conference call today. Mike, Mark, Lauren and I are happy to answer your questions. Jennifer, will you please open the line?"
  },
  {
    "header": "NTRS",
    "cik": "0000073124",
    "ticker": "NTRS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bde0138698294e4dcce2f8499538b698",
    "period": "2021 Q4",
    "content": "Q4 2021 Northern Trust Corp Earnings Call\n\nQ4 2021 Northern Trust Corp Earnings Call\n\nNTRSNASDAQJAN 20, 12:00 PM\n\nOperator\n\nGood day, and welcome to the Northern Trust Fourth Quarter 2021 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to the Director of Investor Relations, Mark Bette. Please go ahead.\n\nMark M. Bette\n\nSenior VP & Director of IR, Northern Trust Corporation\n\nThank you, Ali. Hello, everyone, and welcome to Northern Trust Corporation's Fourth Quarter 2021 Earnings Conference Call. Joining me on our call this morning are Mike O'Grady, our Chairman and CEO; Jason Tyler, our Chief Financial Officer; and Lauren Allnutt, our Controller. Our fourth quarter earnings press release and financial trends report are both available on our website at northerntrust.com. Also on our website, you will find our quarterly earnings review presentation, which we will use to guide today's conference call.\nThis January 20 call is being webcast live on northerntrust.com. The only authorized rebroadcast of this call is a replay that will be available on our website through February 17. Northern Trust disclaims any continuing accuracy of the information provided in this call after today. Please refer to our safe harbor statement regarding forward-looking statements on Page 13 of the accompanying presentation, which will apply to our commentary on this call. (Operator Instructions) Thank you again for joining us today. Let me turn the call over to Mike O'Grady.\n\nMichael G. O’Grady\n\nChairman & CEO, Northern Trust Corporation\n\nThank you, Mark. Let me join in welcoming you to our fourth quarter 2021 earnings call. I hope you and your families are healthy and well. Our performance in the fourth quarter generated a 9% increase in revenue compared to the prior year and a return on average common equity of 14.5%. Revenue growth reflected strong organic growth across each of our businesses, which also contributed to full year earnings growth and a return on average common equity of 13.9%.\nThroughout 2021, we continued to have success executing on our growth strategies across each of our businesses while enhancing our foundational strength through advancements in our data and digital efforts. In our Wealth Management business, we have driven growth across each of our regions and our Global Family Office business. We continue to see improved levels of engagement and new business activities with both existing and new clients. And we ended the year with a continuation of the strong growth in loans and deposits that we have seen throughout 2021.\nDuring the quarter, we began executing on our plans to expand our Florida footprint into Jacksonville, one of the fastest-growing Northeast regions within Florida. We were honored to be recognized by the Financial Times Group as the Best Private Bank in the U.S. for the 11th time in the past 13 years. We were also named the Best Private Bank in the U.S. for Family Offices, recognizing our Global Family Office group for its commitment to families of significant wealth, their private foundations and the family offices that serve them.\nWithin Asset Management, we continued to see strong organic growth across key strategic areas of focus, highlighted by our money funds surpassing $330 billion in AUM during the quarter, our FlexShares ETFs reaching $20 billion in assets and ESG strategies growing to more than $165 billion in assets. During the year, we also benefited from growth in our multi-manager strategies and our outsourced Chief Investment Officer services.\nOur Asset Servicing business continues to experience growth that is well diversified across regions, products and client segments. A highlight of our new business success is the recent announcement of the expansion of our relationship with Pendal Group across Australia, the U.K., Ireland and the U.S. Northern Trust has provided fund administration, global custody and transfer agency services to Pendal since establishing its first mutual fund offering in the U.S. in 2009. This mandate will now be extended to include fund accounting, regulatory reporting, collateral management, foreign exchange and middle office services across all of Pendal's businesses.\nThis is an excellent example of how we grow our asset servicing business, by targeting a premier asset management firm, developing a relationship, providing exceptional service, growing along with their success in increasing their assets under management and then expanding the relationship by consolidating their activities and providing a broader set of capabilities.\nI want to commend the efforts of our employees around the world whose commitment, expertise and professionalism is serving our clients and communities and continues to be extraordinary. As we enter 2022, we remain focused on our long-term priorities and investing wisely for future profitable growth to deliver long-term value to our various stakeholders. Now let me turn the call to Jason to review our financial results in greater detail.\n\nJason Jerrome Tyler\n\nCFO, Northern Trust Corporation\n\nThank you, Mike. Let me join Mark and Mike in welcoming you to our fourth quarter 2021 earnings call. Let's dive into the financial results of the quarter, starting on Page 2. This morning, we reported fourth quarter net income of $406.4 million. Earnings per share were $1.91 and our return on average common equity was 14.5%. Results for the quarter included a severance charge of $6.1 million, a pension settlement charge of $3.4 million, a $13 million gain within other operating income relating to property sales and net onetime tax benefits of $13.9 million, primarily relating to a lower net tax impact from international operations.\nLet's move to Page 3 and review the financial highlights of the quarter. Year-over-year, revenue was up 9% and expenses increased 2%. Net income was up 69%. In the sequential comparison, revenue was up 2% and expenses were up 4% while net income was up 3%. The provision for credit losses reflected a release of $11.5 million in reserves in the current quarter compared to a release of $13 million in the prior quarter and $2.5 million in the prior year. Return on average common equity was 14.5% for the quarter, up from 8.8% a year ago and up from 13.7% in the prior quarter.\nLet's look at the results in greater detail starting with revenue on Page 4. Trust, investment and other servicing fees, representing the largest component of our revenue, totaled $1.1 billion and were up 8% from last year and flat sequentially. Foreign exchange trading income was $77 million in the quarter, up 12% year-over-year and up 16% sequentially. The year-over-year growth was driven by higher volumes, partially offset by lower volatility, while the sequential increase was due to higher volumes as well as higher volatility.\nThe remaining components of noninterest income totaled $119 million in the quarter, up 28% from 1 year ago and up 8% sequentially. Within this, security commissions and trading income was up 11% from the prior year and down 1% sequentially. The year-over-year growth was driven by higher core brokerage revenue.\nOther operating income totaled $72 million and was up 46% from 1 year ago and up 16% sequentially. The increase compared to the prior year was primarily driven by the previously referenced $13 million in gains from property sales, distributions from investments in community development projects and higher banking and credit-related service charges, partially offset by lower miscellaneous income. The sequential increase is primarily due to the gains on property sales, also partially offset by lower miscellaneous income. Net interest income, which I'll discuss in more detail later, was $371 million and was up 7% from 1 year ago and up 4% sequentially.\nLet's look at the components of our trust and investment fees on Page 5. For our Corporate & Institutional Services, fees totaled $625 million and were up 5% year-over-year and down 1% sequentially. Custody and fund administration fees were $458 million and up 9% year-over-year and down 1% sequentially. The year-over-year growth was primarily driven by favorable markets and new business, partially offset by lower transaction-based fees. The sequential decline was driven by lower transaction-based fees and unfavorable currency translation, partially offset by favorable markets and new business.\nAssets under custody and administration for C&IS clients were $15.2 trillion at quarter end, up 11% year-over-year and up 3% sequentially. The year-over-year growth was primarily driven by favorable markets and new business. The sequential performance was primarily attributable to favorable markets. Investment management fees in C&IS of $113 million were down 9% year-over-year and were flat sequentially. The year-over-year performance was driven by higher money market fund fee waivers, partially offset by new business and favorable markets.\nFee waivers in C&IS totaled $50.9 million in the fourth quarter compared to $49.9 million in the prior quarter and $11.4 million in the prior year quarter. Assets under management for C&IS clients were $1.2 trillion, up 13% year-over-year and up 3% sequentially. The growth from the prior year was driven by favorable markets and client flows. The sequential increase was primarily driven by favorable markets. Securities lending fees were $19 million, up 8% year-over-year and down 6% sequentially. Average collateral levels were up 16% year-over-year and down 1% sequentially.\nMoving to our Wealth Management business. Trust, investment and other servicing fees were $486 million and were up 13% compared to the prior year and up 1% from the prior quarter. Fee waivers in Wealth Management totaled $30.2 million in the current quarter compared to $26.7 million in the prior quarter and $12.2 million in the prior year quarter.\nWithin the regions, the year-over-year growth was driven by favorable markets and new business, partially offset by higher fee waivers. For the sequential performance, the growth within the regions was primarily driven by new business. Within Global Family Office, the year-over-year performance was driven by favorable markets and new business being more than offset by higher fee waivers. The sequential decline was mainly related to higher fee waivers.\nAssets under management for our Wealth Management clients were $416 billion at quarter end, up 20% year-over-year and up 12% on a sequential basis. Both the year-over-year and sequential increases were driven by client flows and favorable markets.\nMoving to Page 6. Net interest income was $371 million in the quarter and was up 7% from the prior year. Earning assets averaged $149 billion in the quarter, up 13% versus the prior year. Average deposits were $136 billion and were up 18% versus the prior year, while loan balances averaged $40 billion and were up 20% compared to the prior year. On a sequential quarter basis, net interest income grew 4%. Average earning assets grew 3% and average deposits grew 5% while average loan balances were up 4%. The net interest margin increased 1 basis point sequentially.\nTurning to Page 7. Expenses were $1.2 billion in the fourth quarter and were 2% higher than the prior year and up 4% from the prior quarter. As mentioned earlier, the current quarter included $9.5 million in charges related to severance and a pension settlement, while the prior quarter included a $6.9 million pension settlement charge. Also recall that last year's results included a severance charge of $55 million and an occupancy charge of $11.9 million. Excluding these items, expenses were up 7% versus the prior year and up 3% sequentially.\nExcluding severance charges, compensation expense was up 7% compared to the prior quarter and was up 2% sequentially. The year-over-year growth was primarily driven by higher cash-based incentive accruals as well as higher salaries. The sequential increase was primarily due to higher salaries, partially offset by lower equity-based incentives. Excluding the previously mentioned pension settlement charges, employee benefits expense was up 3% from 1 year ago and up 10% sequentially. Both increases were impacted by higher medical costs and lower payroll withholding.\nOutside services expense was $224 million and was up 8% from a year ago and up 6% from the prior quarter. Revenue and business volume expenses accounted for just over 1/3 of the year-over-year growth. The remaining year-over-year growth as well as the sequential growth within the category included higher technical services, consulting and data processing-related costs, reflecting investment in the business as well as the timing of engagements. Higher legal services costs also contributed to the sequential increase but were down compared to the prior year.\nEquipment software expense of $196 million was up 11% from 1 year ago and up 6% sequentially. Both the year-over-year and sequential increases reflected higher software support and amortization costs. Excluding the prior year charge, occupancy expense of $52 million was down 6% from a year ago and down 4% sequentially. Other operating expense of $79 million was up 9% from 1 year ago and down 3% sequentially. The year-over-year increase was driven by higher business promotion expense, partially offset by lower miscellaneous expenses. The sequential decline was impacted by higher costs associated with the Northern Trust-sponsored PGA golf tournament in the prior quarter, partially offset by increases within other business promotion spend and miscellaneous expenses within the category.\nTurning to the full year. Our results in 2021 are summarized on Page 8. Net income was $1.5 billion, up 28% compared to 2020, and earnings per share were $7.14, up 31% from the prior year. On the right margin of this page, we outline the nonrecurring impacts that we called out for both years. We achieved a return on equity for the year of 13.9% compared to 11.2% in 2020.\nThe full year revenue and expense trends are outlined on Page 9. Trust, investment and other servicing fees grew 9% in 2021. The growth during the year was primarily driven by new business and favorable markets, partially offset by the impact of money market fee waivers. Net interest income declined 4%. Average earning assets during the year increased by 16%, while the net interest margin declined 20 basis points, driven by lower average interest rates. The net result was revenue growth of 6% in 2021 compared to 2020. On a reported basis, expenses were up 4% from the prior year. Adjusting for the expense items noted in both years, expenses were up 6% from 2020.\nTurning to Page 10. Our capital ratios remained strong, with our common equity Tier 1 ratio of 12.1% under the standardized approach up slightly from the prior quarter. Our Tier 1 leverage ratio was 6.9%, down slightly from the prior quarter. We declared cash dividends of $0.70 per share, totaling $146.8 million to common stockholders.\nThe current environment continues to demonstrate the importance of a strong capital base and liquid balance sheet profile to support our clients' needs. And we continue to provide our clients with the exceptional service and solution expertise they've come to expect. As we begin 2022, our focus is on balancing a variety of factors in the months ahead, with the prospect of higher interest rates benefiting our revenue, but conversely, the higher levels of inflation and the competitive labor market impacting expenses.\nWe are relentlessly focused on strengthening our competitive position within each of our businesses, investing in our workforce and technology all while delivering attractive returns. Thank you again for participating in Northern Trust's fourth quarter earnings conference call today. Mike, Mark, Lauren and I would be happy to answer your questions. Ali, will you please open the line?"
  }
]