[
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e15383497fa909780429dff2fd071105",
    "period": "2025 Q3",
    "content": "Q3 2025 Regency Centers Corp Earnings Call\n\nQ3 2025 Regency Centers Corp Earnings Call\n\nREGNASDAQOCT 29, 11:00 AM\n\nOperator\n\nGreetings, and welcome to Regency Centers Corporation Third Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Christy McElroy. Thank you. You may begin.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' Third Quarter 2025 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, East Region President and Chief Operating Officer; and Nick Wibbenmeyer, West Region President and Chief Investment Officer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make.\nFactors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance.\nOur caution on forward-looking statements also applies to these presentation materials. As a reminder, given the number of participants we have on the call today, we respectfully ask that you limit your questions to one and then rejoin the queue with any additional follow-up questions. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy. Good morning, everyone. We're proud to share another quarter of outstanding results, highlighted by strong same-property NOI growth and earnings growth. These results reflect the continued success of our team in leasing space, commencing our SNO pipeline and driving rents higher amid robust operating fundamentals and strong demand at our shopping centers. Our tenants remain healthy, which is evident in sustained sales strength and historically low bad debt. Our earnings growth is further amplified by the successful execution of our capital allocation strategy this year.\nOur investments team has accretively deployed more than $750 million of capital into high-quality opportunities, including acquisitions, ground-up development and redevelopment. By year-end, we expect to have started around $300 million of projects, bringing total starts to an impressive $800 million over the past 3 years. I am so proud of our team for this accomplishment.\nI'll let Nick talk in just a few minutes about the specific development projects we started in the third quarter, but I want to emphasize again how ground-up development is truly a key differentiator for Regency. We are the only national developer of grocery-anchored shopping centers at scale in an environment of otherwise limited new supply. We are building the types of assets that we would acquire, and we're doing so accretively and with manageable risk, creating meaningful net asset value with yields well ahead of market cap rates.\nGiven our exceptional results and a continued strong fundamental backdrop, we are raising our full year earnings growth outlook and reflecting that strong performance, increasing our dividend by more than 7%. Our strong and consistent track record of dividend increases over time is very important to us in driving total shareholder returns while also maintaining a substantial level of free cash flow.\nBefore turning it over to Alan, I want to say again how proud I am of our team's performance this year. And as we look ahead, we believe our competitive advantages position us well to drive sustainable cash flow growth from our essential grocery-anchored shopping centers in suburban trade areas with strong demographics to our leading national development platform, strong balance sheet and the best team in the business. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. Our team did an incredible job producing another quarter of outstanding results, growing same-property NOI by nearly 5% with strong base rent growth as the primary contributor at 4.7%. This outperformance is a culmination of a record amount of new leasing in recent years and accelerating rent commencement from our SNO pipeline, combined with favorable bankruptcy outcomes and historically low levels of bad debt.\nOur tenant base is healthy. And across our portfolio, we continue to experience significant demand from nearly all retailer categories and for both anchor and shop spaces. Our same-property percent leased rate sits at 96.4%, and we remain confident that we can exceed prior peak levels in this favorable retail environment with limited new supply and sustained strong demand for our high-quality space. Looking ahead, our leasing pipeline is robust, fueled by interest from vibrant restaurants, leading health and wellness brands, off-price retailers and, of course, our best-in-class grocers. In fact, we signed 3 new grocer leases in the third quarter alone, unlocking exceptional redevelopments that will drive enhanced merchandising and better foot traffic to these assets, all at highly accretive returns.\nOur same-property commenced rate increased by 40 basis points in the quarter to 94.4%, with 8 anchors rent commencing, including several key openings at redevelopment projects. At our hub at Norwalk asset located in Fairfield County, Connecticut, the long-awaited Target opened in the quarter to strong crowds. We also opened a brand-new Publix at our Cambridge Square asset in Atlanta and a Nordstrom Rack at our Pine Ridge Square Center in South Florida. All of these retailers reported exceptional openings, and we couldn't be more pleased with the upgraded merchandising and success we've seen at each of these projects.\nWhile we've made meaningful progress converting our SNO pipeline into lease commencements, we are also actively backfilling our pipeline with newly executed leases. Our 200 basis points of pre-leasing now represents approximately $36 million of signed incremental base rent. Additionally, we have another 1 million square feet of leases in negotiation, representing visibility to continued strong leasing activity.\nWe also continue to have great success driving higher rent growth. Cash re-leasing spreads were strong at 13% in Q3, while GAAP rent spreads were near record high levels at 23%, demonstrating our ability to achieve strong mark-to-market rent growth while also embedding meaningful annual rent steps into our leases. Importantly, we are also being prudent with our leasing capital investment.\nIn closing, I am so proud of our team's great work. Strength in retailer demand, leasing fundamentals and tenant health indicators remain favorable, and we have great visibility into continued above-trend same-property NOI growth in 2026. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan, and good morning, everyone. As Lisa mentioned, this was another very active quarter for accretive investment activity. We're seeing great momentum in starting new development and redevelopment projects, executing on our in-process pipeline as planned and continuing to successfully source acquisition opportunities. Since our last update a quarter ago, our most significant progress has been in growing our development and redevelopment pipeline. We started over $170 million of projects during the third quarter, bringing our year-to-date total to more than $220 million.\nOur starts in the quarter included 2 exciting new ground-up projects. Ellis Village will be a 50,000 square foot Sprouts anchored center located in the Bay Area at the front door of a thriving master plan community The Village at 7 Pines will be a 240,000 square foot public-anchored center in the heart of Jacksonville's well-established retail node. The property will serve as the commercial hub of an iconic master plan community that will also include over 1,600 homes.\nGiven our success in bringing projects to fruition, we now expect approximately $300 million of starts in 2025. As the only active national developer of high-quality neighborhood shopping centers, leading grocers remain engaged with us on new projects across our platform. Our team continues to execute well on our in-process development and redevelopment projects, which now totals more than $650 million, with strong leasing activity and blended returns exceeding 9%.\nOn the transaction side, we had another active quarter as well. As mentioned on our last call, we acquired the 5-property $350 million RMB portfolio in South Orange County at the beginning of the quarter. As a reminder, this was an off-market OP unit deal, with the value proposition of owning Regency stock playing a meaningful role in sell their motivation. We've already fully integrated these centers into our platform and are seeing them perform very well.\nWe also purchased our JV partner's interest in 3 grocery-anchored centers during the quarter, including 2 in Houston and 1 in Northern New Jersey. We welcome these opportunities to convert to full ownership of high-performing centers and strong markets.\nIn closing, our team is actively working to source attractive opportunities and further build our future investment pipeline. While the opportunity set for new development projects remains limited, our flywheel effect is real and our ongoing success uniquely positioned us to take advantage of future opportunities to create value. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThank you, Nick. As you've heard this morning, the Regency team delivered another outstanding quarter of results, driven largely by the strength of our leasing efforts, the health of our tenant base and the value we're creating from capital allocation. This is reflected in earnings and same property NOI growth that again exceeded our expectations.\nAs a result, we now anticipate same-property NOI growth of 5.25% to 5.5% and with the increase driven by lower credit loss and higher recommencement from our SNO pipeline. Notably, within that expectation, we have decreased our credit loss guidance range to 50 to 75 basis points. This higher organic growth is driving our increased full year outlook for earnings per share with our new ranges now calling for growth of mid-7% for NAREIT FFO and mid-6% for core operating earnings. And as Lisa mentioned, we also raised our dividend by more than 7% this quarter.\nOur balance sheet remains strong with leverage squarely within our target range of 5x to 5.5x. We are generating significant free cash flow to continue funding external growth, and we have nearly full availability on our $1.5 billion credit facility. You'll recall that late last year, we issued $100 million of forward equity. To update you on timing, please note that we settled $50 million in August and will settle the balance by the end of October.\nLooking ahead to 2026, we plan to provide detailed guidance when we report Q4 results in February, but I want to offer some early thoughts on our current expectations for growth as we work to finalize our plan. We expect same-property NOI growth in the mid-3% area including a credit loss environment similar to 2025. We expect total NOI growth in the mid-6% area which includes our expectation of delivering approximately $10 million of incremental NOI from ground-up development projects currently in process.\nAs Lisa and Nick discussed, Development is an important differentiator for Regency as you consider our external growth prospects, and we are gratified to realize a more significant impact from these successful projects as they lease towards stabilization. NAREIT FFO growth is expected to be in the mid-4% area, representing continued solid growth after taking into account the impact of current year and planned 2026 debt refinancing activity which collectively is expected to have an impact on growth of approximately 100 to 150 basis points.\nOrganic same-property NOI growth of 5.25% to 5.5%. And an internally funded and growing development and redevelopment pipeline, evidencing Regency's unique competitive advantage, an A-rated balance sheet prepared to weather all seasons and an outlook for continued growth even through the realities of today's higher rate environment. It's clear that Regency's best-in-class team is operating on all cylinders.\nWe are happy to take your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af58d8e7a4a41563cdc1db3652377eee",
    "period": "2025 Q2",
    "content": "Q2 2025 Regency Centers Corp Earnings Call\n\nQ2 2025 Regency Centers Corp Earnings Call\n\nREGNASDAQJUL 30, 11:00 AM\n\nOperator\n\nGreetings, and welcome to Regency Centers Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nGreetings, and welcome to Regency Centers Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Christy McElroy. Thank you. You may begin.\nI would now like to turn the conference over to your host, Christy McElroy. Thank you. You may begin.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers Second Quarter 2025 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, East Region President and Chief Operating Officer; and Nick Wibbenmeyer, West Region President and Chief Investment Officer.\nGood morning, and welcome to Regency Centers Second Quarter 2025 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, East Region President and Chief Operating Officer; and Nick Wibbenmeyer, West Region President and Chief Investment Officer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted to our Investor Relations website. Please note that we also have posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applied to these presentation materials.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted to our Investor Relations website. Please note that we also have posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applied to these presentation materials.\nAs a reminder, given the number of participants we have on the call today, we respectfully ask that you limit your questions to 1 and then rejoin the queue with any additional follow-up questions. Lisa?\nAs a reminder, given the number of participants we have on the call today, we respectfully ask that you limit your questions to 1 and then rejoin the queue with any additional follow-up questions. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy. Good morning, everyone. We are pleased to deliver another quarter of excellent results, driven by both internal and external growth. And this is highlighted by the strength of our operating fundamentals and our accretive capital allocation.\nThank you, Christy. Good morning, everyone. We are pleased to deliver another quarter of excellent results, driven by both internal and external growth. And this is highlighted by the strength of our operating fundamentals and our accretive capital allocation.\nOn the operating side, we're having a phenomenal year. We continue to outperform on all metrics, demonstrated by strong same-property NOI growth and total NOI growth. In the second quarter, we had great success, commencing rents for tenants in our SNO pipeline, achieved record low shop move-outs and sustained robust leasing activity with strong rent growth.\nOn the operating side, we're having a phenomenal year. We continue to outperform on all metrics, demonstrated by strong same-property NOI growth and total NOI growth. In the second quarter, we had great success, commencing rents for tenants in our SNO pipeline, achieved record low shop move-outs and sustained robust leasing activity with strong rent growth.\nOur investments team is also firing on all cylinders, sourcing high-quality opportunities and deploying more than $600 million of capital year-to-date. Most recently, we are excited to announce the acquisition of 5 outstanding shopping centers located in a premier community in South Orange County, California. Strategically, this transaction checks all of our boxes. It's accretive to earnings, quality and growth while enhancing our presence in this supply-constrained Southern California market.\nOur investments team is also firing on all cylinders, sourcing high-quality opportunities and deploying more than $600 million of capital year-to-date. Most recently, we are excited to announce the acquisition of 5 outstanding shopping centers located in a premier community in South Orange County, California. Strategically, this transaction checks all of our boxes. It's accretive to earnings, quality and growth while enhancing our presence in this supply-constrained Southern California market.\nDuring the second quarter, we also released our annual corporate responsibility report, highlighting our progress and future strategic direction. Our ongoing commitment to corporate responsibility in support of our business objectives remains a foundational strategy for Regency and the many achievements noted in the report reflect the dedication and efforts of our entire team.\nDuring the second quarter, we also released our annual corporate responsibility report, highlighting our progress and future strategic direction. Our ongoing commitment to corporate responsibility in support of our business objectives remains a foundational strategy for Regency and the many achievements noted in the report reflect the dedication and efforts of our entire team.\nGiven the strength in our results, substantial progress in leasing and opportunistic capital allocation, along with greater visibility for the remainder of the year, we are raising our full year growth outlook for same-property NOI, core operating earnings and NAREIT FFO. Regency's distinct strategic advantages continue to differentiate our company and position us favorably for future growth.\nGiven the strength in our results, substantial progress in leasing and opportunistic capital allocation, along with greater visibility for the remainder of the year, we are raising our full year growth outlook for same-property NOI, core operating earnings and NAREIT FFO. Regency's distinct strategic advantages continue to differentiate our company and position us favorably for future growth.\nOur high-quality grocery-anchored shopping centers located in desirable suburban trade areas provide essential retail offerings focused on necessity, service, convenience and value. Our well-established national development platform allows us to drive substantial value creation. And our strong balance sheet with low leverage and dependable access to low-cost capital enables our team to continue to pursue and successfully execute on strategic growth opportunities.\nOur high-quality grocery-anchored shopping centers located in desirable suburban trade areas provide essential retail offerings focused on necessity, service, convenience and value. Our well-established national development platform allows us to drive substantial value creation. And our strong balance sheet with low leverage and dependable access to low-cost capital enables our team to continue to pursue and successfully execute on strategic growth opportunities.\nWe are only halfway through 2025, and I am so proud of our team's accomplishments so far. I look forward to building on this success for the remainder of this year, into 2026 and beyond. Alan?\nWe are only halfway through 2025, and I am so proud of our team's accomplishments so far. I look forward to building on this success for the remainder of this year, into 2026 and beyond. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. Our team achieved outstanding second quarter operating results, highlighted by same-property NOI growth exceeding 7% with base rent being the largest contributor at 4.5%.\nThank you, Lisa, and good morning, everyone. Our team achieved outstanding second quarter operating results, highlighted by same-property NOI growth exceeding 7% with base rent being the largest contributor at 4.5%.\nAs discussed on last quarter's call, we had anticipated above-trend growth in the second quarter, and we delivered even better results, which were driven by a multitude of positive factors, including robust leasing activity, record low shop move-outs, favorable bankruptcy outcomes, accelerated rent commencement timing on a few key anchor tenants and meaningful improvement in our expense recovery rates.\nAs discussed on last quarter's call, we had anticipated above-trend growth in the second quarter, and we delivered even better results, which were driven by a multitude of positive factors, including robust leasing activity, record low shop move-outs, favorable bankruptcy outcomes, accelerated rent commencement timing on a few key anchor tenants and meaningful improvement in our expense recovery rates.\nWe maintained our same property lease rate and continue to grow shop occupancy as our high-quality properties are commanding strong tenant demand from a wide range of categories, including grocers, restaurants, health and wellness, off-price and personal services. Our team is seizing every opportunity to enhance merchandising as leading retailers recognize that high-quality, well-located space is in short supply, and it is in centers like ours where these best-in-class retailers are achieving exceptional results.\nWe maintained our same property lease rate and continue to grow shop occupancy as our high-quality properties are commanding strong tenant demand from a wide range of categories, including grocers, restaurants, health and wellness, off-price and personal services. Our team is seizing every opportunity to enhance merchandising as leading retailers recognize that high-quality, well-located space is in short supply, and it is in centers like ours where these best-in-class retailers are achieving exceptional results.\nWe continue to commence tenants within our SNO pipeline at a rapid pace driving our commenced occupancy rate higher by another 40 basis points quarter-over-quarter. At the same time, we are also continuing to backfill the pipeline with new leases. Our lease to commence occupancy spread was 260 basis points at quarter end, representing an SNO pipeline of $38 million of incremental base rent.\nWe continue to commence tenants within our SNO pipeline at a rapid pace driving our commenced occupancy rate higher by another 40 basis points quarter-over-quarter. At the same time, we are also continuing to backfill the pipeline with new leases. Our lease to commence occupancy spread was 260 basis points at quarter end, representing an SNO pipeline of $38 million of incremental base rent.\nWe continue to drive rent growth higher in the quarter for both new and renewal leasing, achieving cash rent spreads of 10% and GAAP rent spreads of nearly 20%. Our GAAP spreads demonstrate our ability to not only drive mark-to-market rent increases when signing new and renewal leases, but also reflect our continued success embedding meaningful contractual rent steps in the majority of our leases.\nWe continue to drive rent growth higher in the quarter for both new and renewal leasing, achieving cash rent spreads of 10% and GAAP rent spreads of nearly 20%. Our GAAP spreads demonstrate our ability to not only drive mark-to-market rent increases when signing new and renewal leases, but also reflect our continued success embedding meaningful contractual rent steps in the majority of our leases.\nIn summary, I'm really proud of our results and I'm even more proud of the work of our incredible team to achieve them. We are capitalizing on persistent demand for our best-in-class shopping centers and the phenomenal operating trends that exist in our sector as we upgrade our merchandising and drive NOI higher. With current year lease commencements largely derisked, we are full speed ahead on continuing to build our future lease pipeline as we drive momentum and sustained growth opportunities well into 2026. Nick?\nIn summary, I'm really proud of our results and I'm even more proud of the work of our incredible team to achieve them. We are capitalizing on persistent demand for our best-in-class shopping centers and the phenomenal operating trends that exist in our sector as we upgrade our merchandising and drive NOI higher. With current year lease commencements largely derisked, we are full speed ahead on continuing to build our future lease pipeline as we drive momentum and sustained growth opportunities well into 2026. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan, and good morning, everyone. We've maintained a robust pace of investment activity with more than $600 million of accretive capital deployment so far this year. Our investments platform is unequaled by our ability to acquire, redevelop and importantly, develop ground-up best-in-class shopping centers.\nThank you, Alan, and good morning, everyone. We've maintained a robust pace of investment activity with more than $600 million of accretive capital deployment so far this year. Our investments platform is unequaled by our ability to acquire, redevelop and importantly, develop ground-up best-in-class shopping centers.\nAs Lisa mentioned, we recently had a tremendous opportunity to lean into acquiring. Last week, we closed on a 5-asset portfolio within the Rancho Mission Viejo master plan community in Orange County, California for $357 million. The R&D portfolio, as we refer to it, is 97% leased and includes more than 600,000 square feet of high-quality retail GLA and one of Southern California's most sought-after suburban submarkets. These shopping centers are right down the middle of Regency's fairway, strategically positioned at primary intersections with strong trade area demographics and anchored by high-performance grocers. The transaction is well aligned with Regency's capital allocation strategy. Accretive to our growth, earnings and overall portfolio quality as well as leverage neutral to our balance sheet.\nAs Lisa mentioned, we recently had a tremendous opportunity to lean into acquiring. Last week, we closed on a 5-asset portfolio within the Rancho Mission Viejo master plan community in Orange County, California for $357 million. The R&D portfolio, as we refer to it, is 97% leased and includes more than 600,000 square feet of high-quality retail GLA and one of Southern California's most sought-after suburban submarkets. These shopping centers are right down the middle of Regency's fairway, strategically positioned at primary intersections with strong trade area demographics and anchored by high-performance grocers. The transaction is well aligned with Regency's capital allocation strategy. Accretive to our growth, earnings and overall portfolio quality as well as leverage neutral to our balance sheet.\nFurthermore, our [ UPREIT ] structure provided us a competitive advantage in the transaction offering tax planning optionality to the seller as well as an opportunity to participate in our future success through the ownership of our operating partnership units. We also assumed $150 million of below-market debt with an average term to maturity of about 12 years.\nFurthermore, our [ UPREIT ] structure provided us a competitive advantage in the transaction offering tax planning optionality to the seller as well as an opportunity to participate in our future success through the ownership of our operating partnership units. We also assumed $150 million of below-market debt with an average term to maturity of about 12 years.\nIn addition to the acquisition of these exceptional assets, we continue to successfully execute on our $500 million in process development and redevelopment pipeline. Consistent with the fundamental strength that exists throughout our operating portfolio, leasing activity for these projects is robust and blended project returns exceed 9%.\nIn addition to the acquisition of these exceptional assets, we continue to successfully execute on our $500 million in process development and redevelopment pipeline. Consistent with the fundamental strength that exists throughout our operating portfolio, leasing activity for these projects is robust and blended project returns exceed 9%.\nImportantly, our team is completing projects on time and on budget. We are also making significant progress sourcing incremental opportunities, especially in our ground-up development program. While overall supply growth in our sector remains limited, we continue to find more than our fair share of attractive projects as the leading national developer of high-quality open-air shopping centers. We have started nearly $50 million of new projects this year. And after 2 consecutive years of $250 million or more of starts, we continue to have visibility to at least that level in 2025 with the majority of the investment in ground-up development. Leading grocers and retailers across the country are demonstrating a strong commitment to expand in our markets and partner with us on the high-quality centers we are developing.\nImportantly, our team is completing projects on time and on budget. We are also making significant progress sourcing incremental opportunities, especially in our ground-up development program. While overall supply growth in our sector remains limited, we continue to find more than our fair share of attractive projects as the leading national developer of high-quality open-air shopping centers. We have started nearly $50 million of new projects this year. And after 2 consecutive years of $250 million or more of starts, we continue to have visibility to at least that level in 2025 with the majority of the investment in ground-up development. Leading grocers and retailers across the country are demonstrating a strong commitment to expand in our markets and partner with us on the high-quality centers we are developing.\nIn closing, our team is energized and is taking advantage of the flywheel momentum we built within our investments platform to source new opportunities. As a result, we continue to see substantial activity across the board in acquisitions, redevelopment and ground-up development, fueled by our best-in-class team, sector-leading balance sheet, substantial free cash flow and access to capital. We look forward to announcing additional exciting investments in the near future. Mike?\nIn closing, our team is energized and is taking advantage of the flywheel momentum we built within our investments platform to source new opportunities. As a result, we continue to see substantial activity across the board in acquisitions, redevelopment and ground-up development, fueled by our best-in-class team, sector-leading balance sheet, substantial free cash flow and access to capital. We look forward to announcing additional exciting investments in the near future. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThank you, Nick, and good morning, everyone. As you've heard from Lisa, Alan and Nick, Regency delivered exceptional results again this quarter. Our same-property NOI and earnings growth surpassed our expectations, and we are grateful for our team's hard work in delivering these results. Following the strong first half performance, combined with greater conviction on our outlook for the remainder of the year, we are raising our current year earnings guidance. I'll refer you to Pages 5 and 6 in our earnings presentation while I highlight some key guidance changes.\nThank you, Nick, and good morning, everyone. As you've heard from Lisa, Alan and Nick, Regency delivered exceptional results again this quarter. Our same-property NOI and earnings growth surpassed our expectations, and we are grateful for our team's hard work in delivering these results. Following the strong first half performance, combined with greater conviction on our outlook for the remainder of the year, we are raising our current year earnings guidance. I'll refer you to Pages 5 and 6 in our earnings presentation while I highlight some key guidance changes.\nWe raised our same property NOI growth range to 4.5% to 5%, up 115 basis points at the midpoint. We raised our NAREIT FFO range by $0.06 per share at the midpoint, now representing full year growth of more than 7%, and we raised our core operating earnings per share by $0.05 at the midpoint, representing growth north of 6%. The increase to same property NOI guidance was fundamentally driven by higher average commenced occupancy from higher shop retention rates, combined with strong lease commencement activity.\nWe raised our same property NOI growth range to 4.5% to 5%, up 115 basis points at the midpoint. We raised our NAREIT FFO range by $0.06 per share at the midpoint, now representing full year growth of more than 7%, and we raised our core operating earnings per share by $0.05 at the midpoint, representing growth north of 6%. The increase to same property NOI guidance was fundamentally driven by higher average commenced occupancy from higher shop retention rates, combined with strong lease commencement activity.\nAdditionally, and as a follow-on impact of the elevated occupancy, together with the completion of our annual reconciliation process, we are benefiting from higher expense recovery rates, further amplifying NOI growth.\nAdditionally, and as a follow-on impact of the elevated occupancy, together with the completion of our annual reconciliation process, we are benefiting from higher expense recovery rates, further amplifying NOI growth.\nLastly, with greater clarity on the outcomes related to some of the more high-profile bankruptcies this year, we are also narrowing our credit loss guidance to 75 to 85 basis points. While the increase to same-property NOI was the largest contributor to our overall earnings guidance range, our accretive investment activity is also moving the earnings needle even higher, including the accretion expected to be generated by our recently announced RMV portfolio acquisition. We've also substantially derisked our capital raising plan for the year, following the successful execution of our $400 million bond offering in May. We issued 7-year notes at a 5% coupon, allowing us to prefund our November unsecured bond maturity, and resolve our remaining corporate level financing needs. This issuance demonstrates our clear cost of capital advantage as we remain the only shopping center REIT with an A credit rating from both Moody's and S&P.\nLastly, with greater clarity on the outcomes related to some of the more high-profile bankruptcies this year, we are also narrowing our credit loss guidance to 75 to 85 basis points. While the increase to same-property NOI was the largest contributor to our overall earnings guidance range, our accretive investment activity is also moving the earnings needle even higher, including the accretion expected to be generated by our recently announced RMV portfolio acquisition. We've also substantially derisked our capital raising plan for the year, following the successful execution of our $400 million bond offering in May. We issued 7-year notes at a 5% coupon, allowing us to prefund our November unsecured bond maturity, and resolve our remaining corporate level financing needs. This issuance demonstrates our clear cost of capital advantage as we remain the only shopping center REIT with an A credit rating from both Moody's and S&P.\nOur leverage is comfortably within our target range of 5 to 5.5x and will remain so even taking into consideration the portfolio acquisition, which was funded on an effective leverage neutral basis.\nOur leverage is comfortably within our target range of 5 to 5.5x and will remain so even taking into consideration the portfolio acquisition, which was funded on an effective leverage neutral basis.\nWe continue to generate significant levels of free cash flow, have nearly full availability on our $1.5 billion credit facility and still have $100 million of unsettled equity from our forward ATM issuance late last year, which we will settle in the second half of this year.\nWe continue to generate significant levels of free cash flow, have nearly full availability on our $1.5 billion credit facility and still have $100 million of unsettled equity from our forward ATM issuance late last year, which we will settle in the second half of this year.\nWith our sector-leading financial and balance sheet position, we will continue to play offense and execute on strategic investment opportunities fortifying ongoing earnings growth. With that, we welcome your questions.\nWith our sector-leading financial and balance sheet position, we will continue to play offense and execute on strategic investment opportunities fortifying ongoing earnings growth. With that, we welcome your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6773b67c99c80dee69551a8f5e772f2",
    "period": "2024 Q4",
    "content": "Q4 2024 Regency Centers Corp Earnings Call\n\nQ4 2024 Regency Centers Corp Earnings Call\n\nREGNASDAQFEB 7, 11:00 AM\n\nOperator\n\nGreetings, and welcome to Regency Centers Corporation Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Christy McElroy. Thank you. You may begin.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' Fourth Quarter 2024 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, East Region President and Chief Operating Officer; and Nick Wibbenmeyer, West Region President and Chief Investment Officer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applies to these presentation materials.\nFinally, as a reminder, given the number of participants we have on the call today, be kindly and respectfully ask that you limit your questions to one and then rejoin the queue if you have additional follow-up questions. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy, and good morning, everyone. We are proud to report another quarter and year of exceptional performance and execution of our strategy. Same property NOI and earnings growth were strong, reflective of continued robust tenant demand and opportunities for us to drive value. This was evident in the strength of our base rent growth, the size of our leasing pipeline driving new record high leased rates, the activity within our expanding development program and continued growth in our dividend, which we increased another 5% in the fourth quarter.\nOur operating fundamentals continue to benefit in part from a relative lack of new supply in our sector over the last 15 or so years. At the same time, while supply growth has remained muted, Regency has found opportunities to create meaningful value through development. We had another great year of project starts, hitting our target of $250 million or more for the second straight year, with nearly half in new ground-up developments. We have close to $500 million of projects in process today and are having a lot of success continuing to build our shadow pipeline for future growth. Our development platform is, and will continue to be, a meaningful differentiator for us. And as I've said before, we have the best national development platform in the business.\nOur accretive investment activity totaled more than $0.5 billion in 2024 with the funding of this growing development pipeline, combined with our high-quality acquisitions, and our opportunistic share repurchases, all while maintaining the strength of our balance sheet.\nIn closing, I'm so appreciative of all the hard work of our team to generate this impressive performance and I'm even more excited about continued strong momentum as we look ahead. We believe the positive trends and tailwinds we are experiencing in our high-quality shopping centers, combined with our sector-leading balance sheet and liquidity position, will continue to serve as a strong foundation for the long-term success of our business. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. Regency's 2024 operating results were highlighted by robust same-property NOI and base rent growth, which was driven by record leasing activity, strong rent spreads and embedded rent [ steps ] and success with accelerating rent commencement dates. The tenant demand environment remains very strong, with activity consistent across all regions and driven by several key categories, including grocers, restaurants, health and wellness, personal services and off-price.\nOur leasing team has been extraordinarily busy and I am so proud of their success in executing nearly 2,000 leases this past year, comprised of more than 9.4 million square feet of space. This is a significant number of deals and a record high volume for Regency. We also set new record highs for our same-property lease rate, ending the year at 96.7%, and our shop occupancy lease rate ending the year at 94.1%. Our same property commenced rate was up another 100 basis points in Q4 with continued progress getting tenants in the SNO pipeline open and rent commencing, while also replenishing the pipeline with newly signed leases. Our executed lease pipeline currently reflects 300 basis points of occupancy and $44 million of incremental base rent, supporting momentum for upcoming rent paying commencement.\nWe also continue to have success pushing rent growth, reflected in the upward trajectory in cash rent spreads throughout 2024, finishing the year with spreads at approximately 11% in the fourth quarter. Our renewal rent spreads were nearly 9% for the year, our highest annual rate for renewals in more than 15 years. We achieved [ GAAP ] rent spreads of almost 20% for the year, reflecting our team's ability to capture the mark-to-market, while also achieving record levels of rent steps and new shop lease activity indicative of the strong environment and the health of our tenants.\nSame-property NOI growth, excluding term fees and COVID period reserve collections came in at 4% for the quarter and 3.6% for the full year. In addition to our success driving rent growth and accelerating rent commencements, same property NOI also benefited from an improvement in our expense recovery rate.\nAs Mike will discuss, our credit loss forecast for 2025 is in line with our historical average, which is impressive if you consider the level of retail tenant bankruptcies we've seen in the last few months. Our exposure to credit risk tenants is very manageable, a direct result of our deliberate long-term approach to strategic merchandising and intense asset management.\nIn closing, our fantastic results are attributed to continued strength in the fundamentals of our business, combined with the hard work of our talented team. A thriving retail demand environment, coupled with limited new supply, sets Regency up well for continued success. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan, and good morning, everyone. We had another active quarter of accretive investment activity to cap off a very successful year. In 2024, we started nearly $260 million of development and redevelopment projects, including $35 million in the fourth quarter. These investments encompass 24 distinct value-add projects in 14 markets around the country, with blended yields exceeding 10%. This was the highest level of annual starts in nearly 2 decades, and nearly half of that was the new ground-up developments.\nIt was also a very productive year for project completions, as we are starting to see a more significant direct benefit from our team's efforts in expanding our pipeline over the last few years. We completed more than $230 million of projects during 2024, including 7 projects in the fourth quarter totaling more than $150 million. Notably, this included [ Buckhead ] Landing in Atlanta, where public celebrated a long-awaited and highly successful grand opening in December, evident in the nearly 50% increase in foot traffic compared to before the project's commencement.\nAt year-end, we had nearly $500 million of development and redevelopment projects in process with blended returns of more than 9%. The team continues to make great progress executing on lease-up amid exceptional tenant demand as we are currently more than 94% leased within the pipeline.\nTo reiterate Lisa's comments, our development platform remains a key differentiator for Regency. There is no doubt this business is challenging and each project presents its own unique set of complexities, but our unequaled combination of expertise, proven track record, deep industry relationships and access to capital has enabled us to strategically build our pipeline and execute on numerous attractive projects in recent years. Looking ahead, we remain highly optimistic about our opportunity set. We expect demand for high-quality space in the markets and trade areas where we operate to continue to support attractive returns, driving meaningful accretion and growth on a risk-adjusted basis.\nShifting to acquisitions. We continue to see an uptick in activity in the transaction market, and our team is actively underwriting opportunities around the country. As previously disclosed, we acquired University [ Commons ], an HEB-anchored Center in Austin, within a long-standing institutional joint venture partnership. We also currently have a center under contract in Nashville, which will further enhance our presence in a market where we've been looking to expand for some time. This high-quality center is in a desirable trade area, located in close proximity to existing Regency assets, and we look forward to providing additional details on the transaction in the coming months.\nIn closing, we believe the success and momentum within our investment platform, especially the growth in our development and redevelopment pipeline over the last few years, positions Regency well for the future, providing clear visibility into the drivers of our earnings growth in the years ahead. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThank you, Nick, and good morning, everyone. As Lisa, Alan and Nick have described, we reported another strong quarter to complete an exceptional full year results, generating core operating earnings growth of just over 5%, excluding the impact of prior year collections. Our high-quality portfolio produced same property NOI growth, excluding term fees and COVID period collections of 3.6% for the year, primarily driven by base rent growth. We are looking forward to continuing this positive momentum, but let's now turn to our 2025 earnings guidance. As usual, I'll refer you to some helpful details on Pages 5 and 6 of our earnings presentation.\nIncluding a roll forward of 2024 results to the midpoint of our current year outlook, we are guiding to a NAREIT FFO range of $4.52 to $4.58 per share, which reflects nearly 6% year-over-year growth at the midpoint. The largest contributor to our earnings growth is same property NOI, which we expect to grow in a range of 3.2% to 4%. Just as a quick reminder, now that we are about 1.5 years past our merger date with our [indiscernible], those properties have now entered our same property pool as of January 1 of this year. We expect base rents will continue as the primary driver of same-property NOI growth generated from contractual rent steps, continued strength in re-leasing spreads and higher average commenced occupancy, including redevelopment contributions.\nEven with the uptick in recent bankruptcy filings that Alan referenced, our credit loss outlook is unchanged from our indication a quarter ago, at a range of 75 to 100 basis points of total revenues, in line with our historical averages. Tenant failures and move-outs, simply said, [indiscernible] will always be part of this business, but Regency's low and manageable exposure to tenant credit risk speaks to the quality of our portfolio as well as our merchandising discipline.\nMoving to the balance sheet. In the fourth quarter, we raised $100 million of equity on a forward basis through our ATM at an average price of $74.66 per share. This issuance adds to our liquidity and balance sheet capacity as we work to invest growth capital into accretive investment opportunities. We have 12 months to settle in order to best match fund sources and uses.\nOur liquidity position is further supported by a strong free cash flow generation and access to debt capital. We have more than $1.4 billion available on our unsecured line of credit. We have no unsecured bond maturities until late this year, and our leverage remains within our targeted range of 5 to 5.5x debt-to-EBITDA. We believe that our balance sheet position, ready access to low-cost capital and ample liquidity will continue to provide us with the flexibility to be opportunistic, drive growth and create shareholder value.\nWith that, we look forward to your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/12793e2c96bf58b9873eefb62ff5f509",
    "period": "2024 Q2",
    "content": "Q2 2024 Regency Centers Corp Earnings Call\n\nQ2 2024 Regency Centers Corp Earnings Call\n\nREGNASDAQAUG 2, 11:00 AM\n\nOperator\n\nGreetings, and welcome to Regency Center Corporation's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Christy McElroy. Thank you. You may begin.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' Second Quarter 2024 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, East Region President and Chief Operating Officer; and Nick Wibbenmeyer, West Region President and Chief Investment Officer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also apply to these presentation materials. Finally, given the number of participants we have on the call today, we kindly and respectfully ask that you limit your questions to 1 and then rejoin the queue if you have any additional follow-up questions. This will allow everyone who'd like to ask a question an opportunity to do so. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy, and good morning, everyone. We had another great quarter driven by continued strong operating fundamentals and active and prudent capital allocation. While we recognize that the macro environment remains uncertain with mixed economic signals and inflationary pressures on consumers, our business continues to show strength. Consumers may be shopping with a new level of price awareness but that can be a benefit to our high-quality centers and our high-quality tenants given a focus on necessity, service, convenience and value.\nSales and traffic trends remained steady and leasing demand continues to be strong. We are taking advantage of the solid and consistent tenant demand to drive rent growth and leasing activity with strong new and existing tenants. This is evidenced in our record shop lease rate and our sizable SNO pipeline. This will provide momentum and lease commencement into 2025. Our continued leasing success is a testament to the strength of Regency's high-quality grocery-anchored centers and strong suburban trade areas with limited new and available supply.\nOur value creation pipeline also supported by the strong tenant demand and focus on high-quality assets in demographically compelling areas is one of the most exciting aspects of our business today and one that truly sets or Regency apart. Our team continues to make meaningful progress sourcing new projects with another $250 million of expected starts in 2024 as well as executing on and delivering our existing pipeline. The strength of Regency's platform and ability to self-fund our program with free cash flow, have enabled our long track record of success.\nWe also continue to acquire shopping centers when able to that are accretive to our quality growth and earnings. As previously disclosed, we acquired Compo Shopping Center in Westport, Connecticut in May, and we are currently under contract to purchase an additional asset in the Northeast. I can't stress enough the importance of our balance sheet strength and liquidity position, and providing us with an ability to be opportunistic across the spectrum of capital allocation strategies, which is why in addition to sourcing select high-quality, high-growth acquisition opportunities at upper single-digit IRRs, we were also able to take advantage of a meaningful disconnect and public and private market values this past quarter with the execution of a $200 million share repurchase.\nAs many of you are well aware, along with our standards of quality and balance sheet strength, corporate responsibility is also a foundational strategy for Regency. This past quarter, we published our annual corporate responsibility report, highlighting our 2023 achievements as well as our future goals and strategy. Our best-in-class program is evident in the progress we've made toward our goals but also in the recognition we receive from third parties, including ranking sixth overall and first in the real estate industry for Newsweek's most responsible companies list and our continued recognition by GRESB for sustainability and disclosure leadership in our sector. I appreciate the efforts of all Regency team members in helping us achieve these important accomplishments.\nIn closing, now that we are more than halfway through the year, with the strength in leasing activity and results that we've seen thus far, we are raising our eye level and our full year guidance range. Mike will go into more detail, but we've been able to move the needle on several fronts, including same property NOI, development activity and accretive capital allocation. I want to reiterate the importance of Regency's strategic competitive advantages, which position us favorably to continue to outperform over the long term as we have historically.\nThese advantages include our high-quality assets and strong trade areas with favorable demographics, the strength of our operating platform and experience and talent of our people, a value-creation pipeline that gives us more leverage to drive growth and the balance sheet strength that allows us to opportunistically allocate capital, which we did very strategically in the second quarter. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. We continue to have great leasing and operating success, reflecting the positive tenant demand environment for high-quality shopping centers in strong trade areas. We're seeing this robust demand from both new and existing tenants in a wide array of categories, including grocers, restaurants, health and wellness, off-price and personal services. Our success is evident in the continued depth and momentum in our leasing pipeline as well as in our ability to drive rents and occupancy higher and improve our expense recovery rate, all while still maintaining judicious capital spend.\nDuring the quarter, we held our same-property percent leased at 95.8%, while increasing our same-property percent commenced by 10 basis points to 92.3%. Our SNO pipeline sits at 350 basis points and represents approximately $49 million of incremental base rent. As we've discussed previously, the timing and commencement of this pipeline will largely impact the fourth quarter of 2024 and into 2025.\nNotably, beyond our signed pipeline of exciting retailers, we have another 1.3 million square feet of leases in negotiation. In the quarter, we were also able to drive strong blended cash rent spreads of more than 9%. GAAP and net effective rent spreads were in the upper teens, demonstrating our ability not only to drive strong mark-to-market increases but also continued success, negotiated embedded contractual rent step in nearly 100% of our leases.\nOur average rent steps on all leasing activity in the quarter was 2%. But importantly, we achieved a record high of 2.7% rent steps in new lease transactions. Collectively, these efforts drove same-property NOI growth of 3.3% in the second quarter, excluding term fees and COVID period reserve collections, while our base rent growth contribution remained very healthy at 2.9%.\nBefore turning the call over to Nick, I wanted to address the recent Kroger and Albertsons announcement regarding the 579 stores they intend to divest to C&S Wholesale Grocers if a merger occurs. Regency has 11 owned locations on the C&S list out of the 104 combined Kroger and Albertsons locations in our portfolio. Further detail will be provided as we learn more, but regardless of the outcome of the proposed merger, we are very comfortable with the underlying lease obligations, and we continue to feel great about the quality of our real estate for all of these locations.\nIn closing, as our portfolio occupancy approaches prior peak levels, combined with limited new high-quality supply and the strong trade areas in which we operate, our space is becoming more valuable. The strength in our leasing pipeline remains unabated, driven by continued appetite from retailers to expand. Our leasing and operating teams are firing on all cylinders, leveraging the current environment to deliver what we believe will be long-term sustainable performance in the years ahead. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan. Good morning, everyone. We remain very active growing and executing on our value creation pipeline, starting $40 million of new redevelopment projects in the second quarter and yields exceeding 10%. Additionally, subsequent to quarter end, we started an exciting new ground-up development project in Houston called the Jordan Ranch. This 160,000 square foot HEB-anchored center will serve as the retail component with that thriving master plan community.\nWe are developing the center in a joint venture with the master plan developer, with Regency's investments being approximately $23 million, bringing our year-to-date starts to more than $140 million. As we've discussed on prior calls, master plan developers continue to appreciate the value and benefits of bringing Regency, an experienced developer, owner and operator of high-quality retail centers into their project. At the same time, we and our tents recognize the benefits of developing our groceries and shopping centers directly adjacent to new, high-quality suburban residential communities.\nWe also continue to make great progress executing on our in-process pipeline, which now totals nearly $580 million. Leasing activity remains robust with projects currently more than 90% leased at blended returns exceeding 9%. Turning to transactions. We have seen a recent pickup in activity in the private markets as well as deeper bidding pools. Our teams are actively underwriting opportunities that fit our investment strategy as well as return, growth and accretion requirements.\nIn May, we closed on the purchase of Compo Shopping Center in Westport, Connecticut, which is adjacent to our Trader Joe's anchored Compo Acres Center. We also currently have a grocery-anchored center in the Northeast region under contract, which you'll note we've included in our updated acquisition guidance and on which we look forward to sharing more details post closing. While cap rates have remained relatively low for high-quality centers and compelling opportunities at high single-digit IRRs are a limited opportunity set in today's market, we have been able to source these select assets where we believe we can drive accretion both to earnings as well as to our long-term growth rate.\nLooking ahead, our teams remain focused on continuing to source high-quality incremental investment opportunities, including accretive acquisitions like these as well as further building our value creation pipeline. It's true that it is difficult to find and execute new ground-up development opportunities at accretive returns, but this is where we believe our ability to create value is a meaningful differentiator for Regency.\nOur national platform and deep relationships, combined with our low cost of capital, liquidity and balance sheet strength enable us to be one of the only developers right now who can fund projects and execute at scale. You've heard us talk about our objective of starting more than $1 billion of development and redevelopment projects over the next 5 years. With $250 million of projects started in 2023, and another $250 million planned to start in 2024, we are confident in our visibility to achieving this goal. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThank you, Nick, and good morning, everyone. For the second quarter, we reported NAREIT FFO of $1.06 per share, core operating earnings of $1.02 per share and same-property NOI growth, excluding term fees and COVID period reserve collections of 3.3%.\nDuring the quarter, recognizing the meaningful disconnect between public and private market pricing, we executed on the opportunity to repurchase approximately 3.3 million shares for $200 million, representing an average price of just over $60 per share. We bought our shares at an implied cap rate of roughly 7% compared to where we are seeing private market values today for high-quality grocery-anchored centers in the 5.5% to 6.5% range, sometimes even in the low 5s. This opportunistic investment was accretive to earnings, and was afforded to us by our strong balance sheet and liquidity position.\nImportantly, we remain well within our strategic leverage range with an expectation to end the year around the midpoint of our 5 to 5.5x net debt and preferred to EBITDA target. We also maintain flexibility to continue sourcing new accretive investment opportunities, including redevelopments, new ground-up developments and acquisitions.\nTurning to our forward guidance. I'll refer you to the details on Slides 5 through 6 in our earnings presentation and highlight some key changes. We increased our core operating earnings midpoint by $0.03 per share, which now implies close to 4% growth this year at the midpoint, excluding the COVID period reserve collections in 2023. As we show on Slide 6 in the presentation, this increase is driven in effectively equal parts by a 25 basis point increase in our same-property NOI growth range, now at 2.25% 2.75% an increase in expectations of nonsame-property NOI, largely related to accelerated contributions from ground-up developments and the positive impact of capital allocation activity, net of financing including the share repurchases I've discussed previously.\nWe also increased our NAREIT FFO range by $0.05 per share at the midpoint or an incremental $0.02 above our core operating earnings revision, matching the increase in our guidance for noncash items. As a reminder, for modeling purposes, as you think about the mechanics of our interest expense and interest income for the balance of the year, recall that much of the proceeds from our January bond offering were parked in similar yielding deposit accounts as we awaited the $250 million June maturity date. Therefore, the impact of refinancing this debt at a higher rate will come through earnings in the second half of this year.\nLooking beyond year-end, we continue to point to the embedded growth elements we see over the next 18 to 24 months, coming from our leasing and redevelopment progress. As Alan mentioned, our SNO pipeline sits at 350 basis points, representing approximately $49 million of annual base rent of which about 65% is scheduled to commence by the end of this year.\nAs these lease commencements are weighted to the fourth quarter, the resulting NOI growth will largely occur next year. And part of this commencement is within our redevelopment pipeline, where we continue to expect an outsized benefit to same-property NOI growth in 2025 from delivering completed projects with the positive contribution likely to exceed 100 basis points, which is double what we would have experienced in past normal years.\nFinally, we continue to be very proud of our sector-leading balance sheet and liquidity position, which provides Regency with the cost of capital advantage and the ability to invest opportunistically. Our debt is nearly all fixed rate. Our weighted average maturity is close to 7 years. We remain within our targeted leverage range of 5 to 5.5x net debt and preferred to EBITDA, and we expect to continue generating free cash flow of more than $160 million annually.\nSupported by our financial position, we often reference the available options within our capital allocation toolbox that we utilize for various reasons and at different times. And in the second quarter, we had a unique opportunity to purposely employ nearly all of these tools successfully and accretively from leasing to operations to investments to capital allocation and balance sheet management, wrapped together with an increased outlook on current year earnings, Regency's unequaled strategic advantages were on full display.\nWith that, we look forward to taking your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5251c49f09e22e3b62f9137d95308191",
    "period": "2024 Q1",
    "content": "Q1 2024 Regency Centers Corp Earnings Call\n\nQ1 2024 Regency Centers Corp Earnings Call\n\nREGNASDAQMAY 3, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Regency Centers Corporation First Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Christine McElroy, Senior Vice President, Capital Markets. Thank you. You may begin.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' First Quarter 2024 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, East Region President and Chief Operating Officer; and Nick Wibbenmeyer, West Region President and Chief Investment Officer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. They are based on management's current beliefs and expectations and are subject to various risks and uncertainties.\nIt's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website.\nPlease note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applies to these presentation materials. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy, and good morning, everyone. We had another really solid quarter, in line with our expectations and driven by a continuation of very healthy leasing fundamentals. Robust tenant demand is driving significant leasing activity across all of our shopping centers, and this is evident in an even higher percent leased rate and strong rent growth. .\nWith this robust demand and activity, we are poised to accelerate growth into 2025. As you will hear more from Alan, we are having great success quickly re-leasing space. And I will note, some of which we've intentionally recaptured with upgraded merchandising of leading operators and at higher rents.\nAs a result, our pipeline of executed leases is larger than it's ever been, and we look forward to these tenants coming online propelling our future growth. I'm also really excited about the progress our team has made, executing on our value creation pipeline. Sustained development activity over the long term, which creates value and enhances growth is an important part of our business and is a differentiator for Regency in our sector today. The strength of our platform provides us an unequaled strategic advantage.\nOur talented and experienced national development team, our relationships with top grocers and retailers, and ready access to capital, all are enabling strong execution on an impressive lineup of great in-process projects and continued growth in our pipeline of opportunities.\nAs you'll hear from Nick, following our impressive execution in 2023 with over $250 million of development and redevelopment starts, we expect to drive a similar level of success this year. The benefits from this ramp-up in activity will continue to grow as NOI comes online in 2025 and beyond.\nImportantly, the strength of our balance sheet and our liquidity position is what provides Regency with the ability to sustain a meaningful value creation pipeline through cycles to remain opportunistic in our capital allocation strategy and to consistently grow our dividend. And we are really gratified to see this position of strength acknowledged by Moody's with a credit rating upgrade to A3, which occurred in February. We are currently the only REIT in the open-air shopping center sector with an A rating and we are already seeing the benefits in our relative bond market pricing, further supporting our cost of capital advantage.\nThis is a big accomplishment and a direct result of our team's consistent track record of operational excellence and balance sheet strength over the long term. It's a reflection of what I speak to often, which is what we believe to be Regency's unique and unparalleled combination of strategic advantages that differentiates us from our peers and allows us to drive above-average earnings per share, dividend and free cash flow growth. It's the favorable attributes of our portfolio, including quality tenants and merchandising mix, format, and trade area demographics driving rent growth and durability of occupancy.\nIt's the expertise of our people and the strength of our operating platform. It's our ability to create value through development and redevelopment consistently over time. It's the strength of our balance sheet, and it's our commitment to corporate responsibility and stakeholder stewardship.\nHigh-quality suburban shopping centers, especially with the particular strength of our portfolio and the trade areas in which we operate will continue to benefit from structural tailwinds that support continued excellent performance and long-term growth of our business. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. We had another great quarter of leasing activity in Q1 as tenant demand for our centers remained very strong. The tremendous appetite for space that we saw in 2023 has continued unabated, enabling our team to achieve both higher rents and push our lease rate to even higher levels. We are executing leases with high-quality tenants, further improving upon the strength of our merchandising and creating value at our centers. .\nOur same-property percent leased rate increased by another 20 basis points this quarter to 95.8%. This is especially impressive given the significant anchor move-outs that I discussed on last quarter's call, which I'll come back to in a moment, coupled with the seasonality of higher move-outs we historically experienced in the first quarter. Our shop lease rate was up 10 basis points sequentially in the first quarter reaching yet another new record high for shop of 93.5%. Base rent growth in 2024 is benefiting from shop commencement activity given our record year of lease-up in 2023.\nYou'll recall that a quarter ago, we discussed an expected decline in our commenced occupancy rate in the first quarter, driven by anchor move-outs consistent with our plan, while our lease rate has moved even higher, our same property commenced rate ended the first quarter down 70 basis points from year-end. Roughly half of this decline was attributable to the intentional recapture of a Walmart store in Norwalk, Connecticut.\nSome of you were with us on a recent tour of the property, seeing firsthand this great opportunity to create value from an anchor tenant lease expiration in an exceptional location. We will experience some downtime impact while the space is built out and the center undergoes a transformative redevelopment, but the new lease of Target has already been executed with significant accretion. This is just one example of similar scenarios within the portfolio.\nOn the surface, this disconnect between leased occupancy and rent paying occupancy would appear counterintuitive, but the strength in the leasing environment, coupled with our deliberate approach to asset management, is enabling us to take advantage of these accretive opportunities quickly and in many cases, before the tenant vacates.\nWe are remerchandising with upgraded stores and at higher rents, improving and growing the long-term value of our centers, and we look forward to getting these new anchors open for business in the coming months. As we've replenished this vacating space with new leases, our pipeline of executed leases has grown. We stand today with a 370 basis point delta between our same property leased and commenced occupancy rates, which is an all-time high for us reflecting an incremental $50 million of annual base rent that will be very rewarding as these leases commence within our operating portfolio.\nBeyond what's already based, we have another 1.4 million square feet of space under letter of intent or in negotiation with consistent demand across the portfolio from a wide variety of categories, including grocers, restaurants, health and wellness, off-price and personal services.\nCash re-leasing spreads in the first quarter were more than 8% on a blended basis including the highest spread for renewals that we've seen since 2019, an indication of our ability to increase rents further as occupancy rises and available spaces limited, a reflection of the strong demand in today's environment.\nBoth GAAP and net effective rent spreads were in the mid-teens this quarter, given strength in contractual rent steps in the majority of our leases and our prudent use of leasing capital.\nOur team across the country is energized by the unwavering strength and leasing activity we are seeing, supported by a limited supply of high-quality retail space available and a surplus of great retailers actively looking to expand. We look forward to harvesting the benefits of our record high SNO pipeline, getting those tenants open and operating and continuing to move the occupancy needle higher in the months ahead. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan. Good morning, everyone. Motivated by our tremendous success in 2023, including the start of more than $250 million of new projects, our team remains very active, both executing and growing our development and redevelopment pipelines. Among our first quarter starts was the shops at Stonebridge in Chester, Connecticut. This $67 million ground-up development will be anchored by Whole Foods as well as T.J. Maxx and while we just broke ground last month, we are already seeing significant leasing demand.\nThe project serves as the retail component of a new master plan community, a format with which we've had great success over the years. We recognize the mutual benefits and value that these relationships with master plan developers can provide for our shopping centers as well as the communities they serve.\nIn addition to new starts, we continue to make great progress executing on our in-process pipeline and bringing NOI online. In total, we now have more than $0.5 billion in process, which is nearly 90% leased with blended returns of 9%. And in 2024, we plan to complete over $200 million of these projects. Some examples of the tremendous progress are several exciting recent anchor openings that are worthy of highlighting.\nAt our Glenwood Green ground-up development in Old Bridge, New Jersey, both Target and Shoprite celebrated successful grand openings last month and the project is now nearly 95% leased. Exciting shop tenants opening soon include Honeygrow, Duck Donuts and [indiscernible].\nAt Westbard Square and Bethesda, the new giant grocery store opened in January, and rent will start commencing from the shop space over the coming months, including tenants such as Tate, Stretch zone, Silver and Sons Barbecue and Oak Barrel and Dine.\nTurning to the private transactions market, although data points and deal volumes remain below historical norms, we are seeing increased activity in deeper bidding pools in the marketplace and cap rates remain low. The implications of the recent move in treasuries remains to be seen, but our team is actively underwriting acquisition opportunities that fit within our portfolio quality, growth and earnings accretion requirements. This includes a great asset that we are buying in Westport, Connecticut immediately adjacent to one of our existing centers, adding to our already strong portfolio in that region.\nAs we look ahead, our team is focused on sourcing accretive investment opportunities across our national platform. We expect to execute on acquisitions opportunistically, and we have great visibility on development and redevelopment activity as we continue to grow our pipelines. We are planning for another year of project starts north of $200 million and remain on track to meet our strategic objective of completing more than $1 billion of projects over the next 5 years.\nWe are partnering with leading grocers looking to grow their footprints in high-quality centers within our attractive trade areas and our recent project successes are also driving additional opportunities to further grow our pipeline. The strong momentum within our program is supported by macro tailwinds within the shopping center business, but more importantly, by Regency sourcing and execution capabilities. As you hear me repeatedly say, we have the best development team in the business, which combined with our free cash flow and balance sheet give us an unequaled ability to fund and drive significant value creation within our investment program. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThank you, Nick, and good morning, everyone. I'll start with some highlights from our first quarter results and then walk through updates to our 2024 guidance and forward expectations before ending with comments on our balance sheet position. We reported NAREIT FFO of $1.08 per share and core operating earnings of $1.04 per share for the first quarter. Same-property NOI growth, excluding term fees and COVID period reserve collections was 2.1%. It's worth a reminder that while bad debt this quarter trended closer to our historical averages, we are comping against a year ago bad debt number that was net positive, which we know is unusual. .\nThis anomaly impacted our first quarter growth rate by 60 basis points. At 2.7%, base rent was the largest contributor to same-property NOI growth and continues to be the best indicator of portfolio performance. This was largely driven by our team driving rec growth through embedded rent steps and re-leasing spreads as well as executing on our redevelopment pipeline.\nOur same-property leased occupancy rate is 95.8%, up another 20 basis points in the quarter, reflecting the continued strong leasing environment. First quarter earnings results benefited from a $0.01 of timing-related items outside of the same property pool as well as $0.01 of straight-line rent, which you can see in our increased full year noncash guidance. Additionally, recall that we typically recognize more than half of our annual percentage rents in the first quarter, benefiting Q1 by about $0.03 compared to the implied run rate for the balance of the year.\nI also would like to point out our new AFFO disclosure on Page 9 of our supplemental, which highlights what in our view, is one of the most important performance metrics, reflecting a REIT's ability to grow dividends and to invest back into its business in order to grow earnings. This added disclosure also provides transparency around the level of capital used to drive same-property NOI growth and allows for greater apples-to-apples comparison across the peer group.\nTurning to our guidance updates. As always, I'll refer you to the helpful detail on Slides 5 through 6 in our earnings presentation. We raised our NAREIT FFO outlook by $0.01 at the midpoint, which corresponds to the increase in our guidance for noncash items. Our guidance for same-property NOI growth remains unchanged at 2% to 2.5%, excluding term fees and COVID period reserve collections. We also adjusted our full year transactions outlook.\nAs Nick referenced earlier, the asset we are buying in Westport is now included in our acquisition guidance, and we modestly increased our dispositions guidance to include the potential sale of a few smaller noncore lower growth assets. Notably, our core operating earnings per share guidance, excluding COVID period reserve collections, implies growth of more than 3% at the midpoint despite higher interest rates and the impact of our debt refinancing this year.\nAs we look beyond the calendar year, we wanted to highlight some tailwinds we see impacting our growth, especially as it relates to items where we have greater visibility. We've discussed the meaningful growth coming from our pipeline of executed leases where outsized commencement activity will begin as we approach year-end and move into 2021.\nAs Alan mentioned, our SNO pipeline sits at a historical high of more than $50 million of annual base rent, of which about 65% is scheduled to commence by the end of this year. In fact, we expect our spot commenced occupancy rate to end this year, roughly 50 basis points higher as compared to year-end 2023. As these lease commencements are weighted to the second half of the year, the NOI and earnings impact will largely occur in 2025.\nAnd as Nick discussed, we've continued to ramp up our in-process development and redevelopment activity and look forward to completing these projects delivering space and commencing rent. We expect same-property NOI to benefit from this redevelopment activity and for growth to accelerate into 2025. The positive contribution to same-property NOI is likely to exceed 100 basis points next year, leading to above-trend overall growth, and total NOI growth will also benefit from the continued momentum of our ground-up development program, which will also start to bear more fruit as we head into next year.\nFinally, turning to our balance sheet. The recent credit rating upgrade from Moody's to A3 further validates Regency's balance sheet strategy and liquidity position. we are relatively insulated from the current volatility in the debt capital markets as our balance sheet is in phenomenal shape. The majority of this year's maturities have been prefunded following our bond issuance in January, which we are gratified to price at a 10-year treasury yield meaningfully below where it sits today. And our next unsecured bond maturity is not until November 2025.\nNearly all of our debt is fixed. Our weighted average maturity is close to 7 years, and we remain near the low end of our targeted leverage range of 5 to 5.5x net debt and preferred to EBITDA. We have approximately $1.7 billion of liquidity today including nearly full capacity on our revolver, and we remain on track to generate free cash flow of more than $160 million this year.\nWith that, we are happy to take your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/86038324ced272a54aa176f4ac597983",
    "period": "2023 Q4",
    "content": "Q4 2023 Regency Centers Corp Earnings Call\n\nQ4 2023 Regency Centers Corp Earnings Call\n\nREGNASDAQFEB 9, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Regency Centers Corporation's Fourth Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Christy McElroy, Senior Vice President, Capital Markets. Thank you, Christie. You may begin.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' Fourth Quarter 2023 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, East Region President and Chief Operating Officer; and Nick Wibbenmeyer, West Region President and Chief Investment Officer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applies to these presentation materials.\nLisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christine. Good morning, everyone. We had another strong quarter in Q4, finishing off an exceptional year for Regency. I'm so proud of the success and what we were able to accomplish, a direct result of the hard work of our dedicated and talented team.\nTenant demand across our shopping centers remains robust and this is most evident in our record shop occupancy and then the strength of our leasing pipeline. As we look ahead, we believe the current macroeconomic backdrop supports the continuation of positive trends for neighborhood and community shopping centers. This favorable retail demand environment has also served as a great foundation for driving success in creating value through our sector-leading development program. In 2023, we started more than $250 million of new projects. With a healthy pipeline of future projects that the team continues to build, we are on track to start $1 billion or more of projects over the next 5 years.\nMy hat is off to all involved on our team. You have heard me say before, I believe we have the best development platform in this sector. Our experienced team and ability to create value through this platform, and the ability to self-fund with levered free cash flow are unique competitive advantages for Regency.\nIt was also a big year on the transactional side, highlighted by the closing of the Urstadt Biddle acquisition in August. The integration into Regency is now essentially complete. Kudos to all involved for affecting such a smooth and seamless transition.\nOur ability to grow through developments and transactions is also a testament to the strength and stability of our balance sheet, which, in turn, enabled us to successfully execute on our $400 million bond issuance and revolving credit line recast in January. Our ability to access low-cost capital is reflective of the quality of our portfolio, our track record and the strength of our lending relationships. Most of you on this call also know that I'm very proud of Regency's best-in-class corporate responsibility, reputation and practices. I'm also grateful when the efforts of our team are recognized, such as in Newsweek's most recent America's Most Responsible Companies list, where Regency ranked sixth overall in the United States and first in the real estate and housing category.\nOur company has been included in this list for all 5 years of its existence, and this is the highest ranking any real estate company has ever achieved. For the benefit of our shareholders and all stakeholders, we are committed to adhering to our corporate responsibility principles in all areas of our business.\nBefore turning it over to Alan, I do want to reiterate that we believe the strength in leasing demand over the past 24 months or so is showing no signs of abating. Consistent job growth and moderating inflation are driving consumer resiliency in our trade areas. We also continue to experience tailwinds favoring brick-and-mortar retail in strong suburban markets, supporting a positive retail environment ahead.\nAlan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. We had another quarter with great operating results and leasing momentum, capping off a very active 2023. Our teams are taking full advantage of the healthy retail environment that has continued into 2024. Our success was evident in same-property NOI growth of 3.6% in 2023 excluding COVID period reserve collections and termination fees, with base rent growth being the most significant driver, a function primarily of driving rents higher, commencing shop occupancy and bringing redevelopment projects online.\nIn the fourth quarter, we executed nearly 2.5 million square feet of leases with activity from categories including grocers, restaurants, health and wellness, off-price and personal services. Our leasing pipelines continue to be robust, representing another 1 million square feet of potential new leases in LOI and lease negotiation. We achieved cash rent spreads of 12% on a blended basis in Q4, including 35% spreads on new leasing. Full year 2023 cash rent spread of 10% was our highest annual level since 2016.\nGAAP and net effective rent spreads were above 20% in the quarter, demonstrating our ability to obtain contractual rent steps in our leases, while also being judicious on CapEx spend. Our same-property percent lease rate was up another 30 basis points in Q4, ending the year at 95.7% and our pre-lease spread widened further to 280 basis points as a result of our leasing success in the quarter. This pipeline of executed deals now reflects more than $40 million of base rent for leases yet to commence.\nI've said in the past that records are made to be broken, and the team drove our shop lease rate to yet another new record high of 93.4% in the fourth quarter. That represents an impressive 150-basis-point increase in shop leasing year-over-year, reflective of nearly 1.4 million square feet of shop space leased, our highest shop volume in more than a decade.\nOur anchor lease rate also ticked higher in the quarter and ended the year up 10 basis points over 2022, despite the impact from bankruptcy-related closures. Our teams have made great progress remerchandising this space with exceptional retailers and at higher rents. And in some cases, our ability to recapture the space has acted as a catalyst for long-awaited redevelopment projects.\nAs I look towards 2024, it will take some time to see the benefit of this re-tenanting activity given the 12- to 24-month average downtime associated with anchor re-leasing and lead times on redevelopment projects. For example, some of the Bed Bath spaces that we've re-leased will not rent commence until the fourth quarter of this year. So even with our substantial leasing progress, our anchor commenced occupancy rate ended 2023 lower by 60 basis points. And as a result, we will feel the impact of these vacancies in 2024. That said, the work we've done to date means that we have meaningful visibility into our anchor commencement trajectory. We expect to move our portfolio lease rate even higher in 2024 as demand for space in our high-quality centers continues unabated. This will ultimately drive an elevated level of anchor commencement in late 2024 and into 2025.\nIn closing, I am really proud of the tremendous work and success of our team over the last year, and I'm excited for another great year of leasing activity as the current retail environment is enabling us to create meaningful long-term value at our shopping centers.\nNick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan. Good morning, everyone. We continue to experience strong momentum in our development and redevelopment program, as our investment teams were active in the fourth quarter. With additional projects breaking around in Q4, we ended 2023 with just over $250 million in starts. This is the highest level of starts in a single year for Regency in nearly 2 decades and demonstrates the incredible work and progress our team has made in sourcing new projects and ramping up our pipeline to achieve our goals.\nAmong our fourth quarter starts is the $23 million redevelopment of Avenida Biscayne. With this project, we are excited to bring additional shop space to one of the best pieces of commercial real estate in South Florida, adjacent to our existing Aventura Square Shopping Center. In the quarter, we also began the redevelopment of Cambridge Square, in Atlanta. This $15 million project will bring in new public as well as extensive improvements to the center.\nAs of year-end, our in-process pipeline has grown to $468 million, and overall, our execution remains on time and on budget with expected blending returns of more than 8%. Our in-process projects are 89% pre-leased on average, reflecting the tremendous work of our team and continued strong demand from high-quality retailers. I'll reiterate Alan's comments about anchor recapture as it can often be a catalyst to unlock accretive redevelopment opportunities and bring exciting new merchandising to reinvigorate a center. We have several examples of those within our in-process redevelopment pipeline today, including Baptist Health and Manor landing, Sprouts at Circle Marina Sune, REI at Walker Center and Publix at Buckhead Landing.\nMoving to acquisitions. Private transaction activity remains light, but our teams were still able to close 2 compelling transactions in the fourth quarter. As disclosed previously, we closed on the acquisition of Nohl Plaza in Orange County, California in October. And as a reminder, we bought this center as the future redevelopment pipeline project. And in December, we acquired The Longmeadow Shops in Massachusetts. This 100,000 square foot neighborhood center is fully leased to a strong national merchandising mix of tenants and serves as the premier shopping and dining destination within its trade area.\nLooking ahead to 2024 and beyond, our team is focused on further building our value creation pipeline and achieving our goal of starting more than $1 billion of development and redevelopment projects over the next 5 years. While it is difficult to get developments to pencil, we continue to be uniquely suited and remain optimistic about finding and executing attractive opportunities. Demand continues to be strong among best-in-class grocers, as well as other retailers and service providers looking to grow their footprints in our high-quality centers and within our trade areas. As Lisa just said, Regency has the best development team in the business, and our free cash flow and balance sheet give us the capability to fund projects and continue the success we enjoyed in 2023.\nMike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThank you, Nick, and good morning, everyone. I'll start with some highlights from our full year results, walk through details related to our initial 2024 guidance range and finish by discussing recent balance sheet activity.\nWe reported NAREIT FFO of $4.15 per share and core operating earnings of $3.95 per share in 2023. Year-over-year growth in core operating earnings per share was nearly 6% excluding the timing impact of COVID period reserve collection, driven in large part by same-property NOI growth of 3.6%. Base rent following significant gains in rent paying occupancy remained the largest contributor to our NOI growth rate at 360 basis points.\nTurning to our initial guidance for 2024. I'll first refer you to the helpful detail on Slides 5 through 7 in our earnings presentation. Excluding the timing impact of COVID period reserve collections last year, the midpoint of our 2024 range reflects core operating earnings growth of more than 3%. The largest contributor to growth continues to be same property NOI, for which our guidance is in the range of 2% to 2.5%. Base rent growth this year will continue to be driven by embedded rent steps, positive re-leasing spreads, additional rent commencement of shop leases and deliveries of redevelopment projects.\nHowever, anchor space recapture is expected to impact our commenced occupancy rate in the near term, primarily a result of bankruptcy-related moveouts and some junior anchor move-outs following lease expiration. Given the longer lead time to open new anchor tenants, we expect our average commence occupancy rate to be down by about 50 basis points year-over-year in 2024, impacting same-property NOI growth in the short term. But more importantly, due to robust tenant demand, we have been releasing the anchor space just about as quickly as we are recapturing it. And we expect our overall portfolio lease rate will trend higher throughout the year. We will begin to benefit from the outsized anchor rent commencement activity beginning in late 2024.\nIn addition to same-property NOI growth, our earnings range also reflects previously discussed accretion from the UBP merger as well as positive contributions from recently completed ground-up developments. As we discussed last quarter, the impact of higher rates and debt refinancing activity remains a headwind to core operating earnings growth this year. That said, we are very pleased to gain greater visibility on this impact as we took advantage of an attractive debt capital markets window in early January to prefund our 2024 maturity with a new $400 million bond priced at 5.25%.\nNotably, as you consider our guidance range for interest expense and preferred dividends, please note that it is shown net of expected interest income.\nJanuary proved to be a busy month as we also closed on the recast of our revolving credit facility, which was upsized by $250 million to a $1.5 billion total commitment, which included a tightening of our borrowing spread by 15 basis points. In an environment where access to capital is even more precious and banks are being incrementally more discriminating, we are proud of this result, a reflection of Regency's performance track record, portfolio quality and balance sheet position as well as the strength of our long-standing banking partnerships.\nOur recent activity has further fortified our sector-leading balance sheet and liquidity position. We remain at the low end of our targeted leverage range of 5 to 5.5x net debt to EBITDA. And following the prefunding of our '24 maturities, our next unsecured bond maturity is not until November of 2025. We have ample capacity on our newly upsized revolver and expect to generate free cash flow north of $160 million this year. This liquidity, balance sheet capacity and differentiated access to capital allows us to further grow our development and redevelopment pipeline, as both Lisa and Nick discussed, and remain opportunistic as we look for incremental avenues to drive growth and value.\nWith that, we are happy to take your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5af6aabd5167038c836ce287f0e9adde",
    "period": "2023 Q3",
    "content": "Q3 2023 Regency Centers Corp Earnings Call\n\nQ3 2023 Regency Centers Corp Earnings Call\n\nREGNASDAQNOV 3, 11:00 AM\n\nOperator\n\nHello, and welcome to the Regency Centers Corporation Third Quarter 2023 Earnings Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to Christy McElroy, Senior Vice President, Capital Markets. Please go ahead, Christy.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' Third Quarter 2023 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, EVP National Property Operations and East Region President; and Nick Wibbenmeyer, EVP and West Region President.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applies to the presentation materials. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy, and good morning, everyone. We had another strong quarter of operating results, supported by continued positive momentum in our business Tenant demand remains really healthy and consistent, and this is evident in the strength of our rent growth and our ability to further increase leased occupancy despite elevated bankruptcies. And you're going to hear a lot more about this from Alan in just a few minutes.\nWe continue to drive success within our development program as well. This is reflected in the leasing progress that we've made across our in-process pipeline as well as our significant volume of project starts year-to-date. Development is a core competency of our company. And as you heard me say before, I believe we have the best national platform in the business. We have proven our ability to create meaningful value and earnings accretion over time and we remain well positioned to reach our targeted annual pace of $200 million to $250 million of redevelopment and development spend annually.\nOn the transaction side, we were proud to close our merger with [indiscernible] in mid-August. And since then, we made significant headway integrating the assets into our platform and welcoming our new Regency team members. Our short time with the portfolio and the people has only served to reinforce our confidence in the combination of our 2 great companies.\nWe also recently acquired 2 shopping centers. Nick will discuss these in more detail. But despite a pretty thin transaction market, I'm really proud that we were able to find some higher total return needles in the haystack.\nSo turning to the macroeconomic environment. Yes, we continue to see positive trends. We are seeing in real time the spending power of the consumer in our trade areas. This is evident in the solid sales performance for our tenants and for traffic to our centers. And while a deceleration perhaps has been expected by many, we are not seeing it. We remain really encouraged by the structural supply-demand trends that are supporting our business today. Our tenants continue to invest in brick-and-mortar stores that are profitable as a last mile distribution channel, and our suburban trade areas continue to thrive. And while we continue to create value -- we continue to create value through ground-up development, overall, there is very little new retail space being added in the U.S., supporting the value and scarcity of existing space.\nThat said, we do acknowledge that increased interest rates and significantly higher borrowing costs in the recent months do create uncertainty. First is the future to our earnings from refinancing next year's debt maturities. Our intentional strategy of maintaining low leverage and a ladder debt maturity schedule do act as mitigants to changes in rates, but we still expect to see an impact in 2024. The bottom line, though, is that in today's uncertain world, the one thing that we -- that I am certain about is that Regency remains well positioned. And this is a direct result of many attributes, one of which is our intentional portfolio composition. We believe the quality of our grocery-anchored neighborhood and community centers and the strength and demographics of our trade areas support durability of occupancy and create a wide buffer to insulate against potential economic impacts to our tenants and to our customers.\nAnd another attribute is our strong balance sheet and liquidity position, including our significant free cash flow. With this, we have flexibility in our capital allocation decision-making and an ability to self-fund and maintain consistency in our value creation pipeline through economic cycles. And importantly, we can also continue to play offense and be opportunistic. All of this is what's enabled us to maintain our dividend through the pandemic and raised it again this quarter by another 3%. We're now up 15% from 2019. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. We continue to experience a very healthy retail environment as demonstrated by another quarter of strong operating results and demand for space in our centers remained robust. We increased our same-property lease rate by 20 basis points in the third quarter, even when factoring in roughly 25 basis points of impact from bankruptcy-related move-outs, primarily attributed to the remaining Bed Bath locations.\nOur shop leasing activity has been at a record pace over the last several quarters, including above-average retention rates, resulting in another 50 basis point increase in our shop lease rate in the third quarter to a near record high of 93.2%. We were also able to generate solid re-leasing spreads again this quarter, 9% cash spread on a blended basis, including spreads of more than 20% on new leasing. Our straight-line rent spreads were above 17%, reflecting our keen focus on sustainable annual growth and our ability to consistently achieve contractual rents [indiscernible] in the majority of our leases with annual steps often 3% or higher on our shop deals.\nLeasing progress continues to drive strength in our same property base rent growth which was more than 3% in the third quarter and remains our largest and most important contributor to same-property NOI growth. We continue to replenish our executed SNO pipeline as tenants open today, representing more than $36 million of annual incremental base rent, and our leasing pipelines remain full, supported by continued depth and negotiation activity. We are seeing strength in tenant demand across all of our regions and from a range of categories, including grocers, off-price, medical, restaurants, fitness, and pet services. In fact, at our former Bed Bath location, we've had one of the fastest absorption rates in recent memory as it relates to a material anchor liquidation. And while most of the new leases won't commence until the second half of 2024 or later, half of our vacated spaces have been executed with new tenants and the remainder of the space is in active negotiation. Based on our activity backfilling the rejected leases, we now expect rent spreads above 30% on average, exceeding our original projections.\nIn regard to the recent Rite Aid bankruptcy filing, we have 22 locations in total, representing 50 basis points of ABR. We had one store that was already dark, which was part of the initial rejection list and one more on the going out of business sale list. We are early in the process of this bankruptcy proceeding, but we feel really good about our exposure and the quality of our locations as a result of productive sales or below market rents. We know that tenant bankruptcies are a normal part of our business. And importantly, our high-quality shopping centers are well positioned to grow through it with better merchants, often at higher rents and driving greater traffic to our centers.\nLastly, as Lisa mentioned, the integration process with [indiscernible] has been progressing successfully. We're excited to welcome our new Regency team members in the Northeast and bring these high-quality assets into our portfolio where we are already having tremendous success on the leasing front. With this transaction, we further strengthened our best-in-class operating platform. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan. Good morning, everyone. We had another productive quarter for development and redevelopment activity, increasing our starts year-to-date to $210 million. One of our Q3 starts is the $15 million redevelopment of Circle Marina Center in Southern California. Acquired in 2019 with the intention of redeveloping the center, the project includes the replacement of the existing Staples box with the new Sprouts Farmers Market in addition to extensive site improvements of the [indiscernible] renovation enhancements to the shop space in common areas. We continue to make great progress executing on our $440 million in-process pipeline and have seen tremendous activity on these projects, currently over 84% leased with blended returns of more than 8%.\nAs an example, at our ground-up -- Glenwood Green project in Oldbridge New Jersey, the target in ShopRite buildings are substantially complete and on schedule to open this coming spring. Leasing momentum has been strong, we are now 92% preleased with a great tenant lineup, including Wawa, Shake Shack, Duck Donuts, Paris Baguette and Evolve Med Spa.\nNow turning to acquisitions. While private transaction market activity remains then, we were able to source 2 unique opportunities to allocate capital and higher IRRs within our targeted trade areas. In September, we acquired Old Town Square within one of our joint venture partnerships, a high-performing center in [indiscernible], Chicago neighborhood anchored by [indiscernible] the recent top grocer. This is a near urban asset with a suburban file layout located in a trade area with over 500,000 residents in a 3-mile radius. It is widely regarded as one of the premier [indiscernible] centers in the Chicago area.\nIn October, we closed on the acquisition of Noel Plaza in Orange County, California. This bonds Acreage Center provides a near-term value-add opportunity after redevelopment, resulting in an estimated IRR that will exceed 10%. As we look ahead, our teams remain focused on building our value creation pipeline, and we see the opportunity to start more than $1 billion of development and redevelopment projects over the next 5 years. Demand is strong among grocers and other retailers looking to grow their footprints in high-quality centers within attractive trade areas, coupled with the relative lack of new supply. We have the best development team in the business, and we continue to see a compelling opportunity to capitalize on this incremental demand at a time when we are one of the only developers with the capability to fund projects and execute.\nAnd as we've discussed many times before, we have the ability to self-fund our growth pipeline without raising any incremental equity with free cash flow north of $160 million annually. We are sourcing these projects through the redevelopment of our existing assets, we're acquiring redevelopment opportunities like Circle Marina and Noel Plaza, and we're partnering with landowners and expanding grocers as we seek new ground-up development projects. It's important to note, especially in this environment, that as we evaluate investment opportunities, our teams remain cognizant of today's higher cost of capital, and we are focused on ensuring appropriate risk-adjusted returns. It also gives us comfort that for the type of assets we are building and redeveloping, we meaningfully derisk our projects ahead of putting a shovel on the ground with significant pre-leasing, entitlements and bids for the majority of our cost in hand. Overall, we are excited about the investments we've made and by the opportunities we see ahead of us. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThank you, Nick, and good morning, everyone. I'll start with highlights from our third quarter results, walk through a few changes to our guidance for the balance of this year, provide some comments on 2024 and finish by touching base on our balance sheet position.\nWe reported third quarter NAREIT FFO of $1.02 per share, which was impacted by $0.01 of EDP merger transition expenses and core operating earnings of $0.97 per share. We grew same-property NOI by 2.9% in the third quarter, excluding the impact of COVID period reserve collections and termination fees. Importantly, as Alan mentioned, the largest component of growth continues to be base ramp, contributing 320 basis points to our NOI growth rate in the quarter, driven by the combination of embedded rent steps, higher commenced occupancy and redevelopments coming online.\nTurning to our revised current year guidance, I'll refer you to the detail on Slides 5 through 7 in our earnings presentation. Driven by another strong quarter of new leasing and continued high tenant retention, we've eliminated the bottom end of our prior same-property NOI growth range and are now guiding to finish the year at about 3.5%. Excluding COVID period reserve collections and termination fees. We have also raised our per share core operating earnings guidance by $0.03 at the midpoint, driven primarily by the upward revision to same-property NOI and the expected accretion from the [indiscernible] little transaction and changes to our acquisition and disposition assumptions. Comparably, we only raised our NAREIT FFO per share range by $0.01 primarily due to the offsetting impact of forecasted merger transition costs.\nAs we all start to plan for 2024 on Slide 8 of our earnings presentation, we provided some forward-looking considerations of certain nonrecurring items, including COVID period reserve collections and noncash impacts as well as summary details on the [indiscernible] merger accretion and related continuing transition expenses. While I won't belabor the details on today's call, we trust you'll find this disclosure very helpful, and we highly recommend you review it as we recognize there are many moving pieces to consider heading into next year. Additionally, given the higher interest rate environment and potential future refinancing impact, we want to provide as much transparency as possible as to how we are thinking about our financing plans next year.\nThese plans include an unsecured bond offering in the first half of 2024, sized in the $400 million to $450 million range with proceeds used to refinance scheduled debt maturities and to reduce our balances on our credit facility. We are proud of the strength of our balance sheet, which has been an intentional and foundational strategy of our company and is particularly important in times like today when for others, access to capital is more limited and pricing more volatile. Importantly, as Lisa mentioned, we are not immune to the adverse impact of higher rates but our overall low leverage, combined with a well-laddered maturity schedule helps mitigate the financing impacts for Regency in any given year. We feature one of the strongest balance sheets in the REIT sector with our leverage remaining at the low end of our targeted range of 5 to 5.5x debt-to-EBITDA. We continue to generate significant free cash flow, expected to be north of $160 million this year, self-funding our growing investments pipeline, and we have access to meaningful liquidity through our $1.25 billion line of credit. Given this foundation, we remain confidently on our front foot as we move forward.\nWith that, we're happy to take your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e95b52f0c7c332b715b97c648ffa022",
    "period": "2023 Q2",
    "content": "Q2 2023 Regency Centers Corporation Earnings Call\n\nQ2 2023 Regency Centers Corporation Earnings Call\n\nREGNASDAQAUG 4, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Regency Centers Corporation Second Quarter 2023 Earnings Call. [Operator Instructions] And as a reminder, this conference is being recorded. It is now my pleasure to introduce to you, Christy McElroy, Senior Vice President of Capital Markets. Thank you, Christy. Please go ahead.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' Second Quarter 2023 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, EVP National Property Operations and East Region President; and Nick Wibbenmeyer, EVP and West Region President. .\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties.\nIt's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance.\nOur caution on forward-looking statements also applies to these presentation materials. Today's discussion may also contain forward-looking statements about the company's pending merger with Urstadt Biddle, including forward pro forma earnings accretion estimates and projected timing of the merger close. While we currently expect the transaction to close in mid- to late August, the closing remains subject to shareholder approval and conditions being satisfied or waived. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy. Good morning, everyone. We appreciate you joining us. We again had a really strong quarter, in fact, one of the strongest and most active quarters in Regency's history. Our success came from all facets of the business, including leasing, development starts and, of course, the Urstadt Biddle merger announcement in May. .\nI said many times since we emerged from the pandemic, that Regency is so well positioned for sustained growth and that we're on our front foot ready to capitalize on opportunities. Our achievements in the second quarter reflect this. They reflect the exceptional work of our team, supported by the strength of our portfolio, the current retail environment and our balance sheet position.\nAs we all know, there is still uncertainty in the macroeconomic landscape, but at Regency, we've not seen any signs of softening. As evidenced by our results, the fundamentals of our business remain very healthy and operating trends are strong. From a leasing perspective, tenant demand is robust, and the second quarter was one of our strongest quarters ever, and it's supported by sustained momentum in our LOI and lease negotiation pipelines.\nTenant bankruptcies are playing out as we expected, but importantly, our exposure to these retailers is limited. From a capital allocation perspective, most of you know that we have been acutely focused on ramping our development and redevelopment activity back to our strategic goal of a pace of $200 million to $250 million of average annual investment.\nI'm really proud and gratified by the success demonstrated by such a strong second quarter for new project starts. Nick will discuss our activity in more detail, but creating value through development and redevelopment has always been a core competency of Regency, and it is a competitive advantage for us that is often overlooked.\nAs I've said before, I believe we have the best team and platform in the business. And with ground-up development, we can really move the needle in an environment where new supply of high-quality centers is lacking. Even as we ramp our activity, our pipeline will continue to be self-funded on a leverage-neutral basis with free cash flow, driving accretion and a sustainable component of our earnings growth above and beyond the organic same-property NOI growth that are high-quality, well-located properties are generating.\nWith regard to Urstadt Biddle, we're proud of this transaction and are excited to integrate both the shopping centers and many of their people into Regency. These centers align so well with our own and meaningfully expand our presence in these strong trade areas in the Northeast. The teams on both sides are working hard to effect an efficient and timely merger close.\nAs Mike will discuss, we expect it to be immediately accretive to our core operating earnings, and we also look forward to unlocking value within the combined portfolio under the umbrella of our leading national leasing and asset management platform. Another highlight of the quarter was the release of our annual corporate responsibility report in late May. This report is a synthesis of our commitment to ESG and the many initiatives driving us forward. We are extremely proud of the progress that we continue to make towards achieving our long-term goals. The principles of our program are embodied throughout our organization and are integral to achieving our strategic and financial objectives.\nBefore I turn it over to Alan, I'll reiterate that Regency is very well positioned in this environment given the strength of our assets, the trade areas in which we operate, supported by the solid fundamentals of the grocery-anchored suburban shopping center business today.\nOur liquidity and balance sheet position will allow us to remain opportunistic driving sustainable cash flow growth going forward. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. We continue to benefit from a strong retail environment as demonstrated by another quarter of fantastic operating results, particularly on the leasing side. New leasing volume year-to-date is 40% above our historical average. And in the second quarter, we achieved our highest shop new leasing volume in over 10 years. .\nAs a result, we increased our shop lease rate by another 60 basis points sequentially to 92.7%. Our overall same-property lease rate is up 10 basis points in the second quarter despite 60 basis points of occupancy loss due to bankruptcy, further validating the strength and quality of our portfolio.\nExceptional second quarter leasing activity also came with strong cash rent spreads of 12% on a blended basis and nearly 30% on new leasing. Our continued success with contractual rent steps is reflected in our GAAP rent spreads of 20% on a blended basis. This strength in our operating trends helped us drive another successful quarter for same-property base rent and NOI growth.\nTenant demand is coming from a broad range of categories, including but not limited to grocers, off-price, medical, restaurants and pet services. Our signed but not occupied pipeline represents over $30 million of annual incremental base rent, and our same-property occupancy spread remains wide at 250 basis points.\nEven as executed leases commence each quarter, we continue to replenish our SNO pipeline with the execution of new deals. As we look ahead, our leasing pipelines remain full, with another 1 million square feet under LOI and lease negotiation.\nOur second quarter activity did include a mix of larger space deals with longer lease terms, which resulted in elevated per square foot leasing CapEx. But importantly, net effective rents remain in line with our historical average.\nWith regard to backfilling our former Bed Bath & Beyond spaces, we are executing our vision and making excellent leasing progress. You'll recall that our exposure at the time of the bankruptcy filing a quarter ago was 50 basis points of ABR.\nTwo of our locations were purchased at auction by Burlington and Michael, and we have fully executed leases on 3 additional spaces. We have significant interest on the remaining spaces and our team is actively negotiating with multiple prospects, including the in-process pursuit of redevelopment projects at a couple of the locations.\nOverall, we anticipate marking them our rent by approximately 20% to 25% on average for our former Bed Bath stores. As we've noted previously, we feel confident in our ability to re-lease our high-quality real estate when tenant bankruptcies occur often at higher rents and upgraded tenancy.\nIn closing, we recognize that our success in the second quarter is not only reflective of the current environment and the strength of our assets but of the hard work of our best-in-class leasing and operating team. We see that momentum continuing as we work in the coming months to integrate Urstadt Biddle's people and high-quality properties and create even more value through the combined portfolio. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan. Good morning, everyone. We had a very productive and gratifying quarter for development and redevelopment activity. We started several exciting new projects and made great progress on leasing and construction across our $400 million in-process pipeline while maintaining costs, returns and timing consistent with our underwriting. .\nWe also continue to build our future pipeline of projects and see meaningful opportunities for incremental investment. In the second quarter, we started 12 new development and redevelopment projects totaling $175 million. That is an impressive amount for Regency, and I'd like to thank our development teams for their efforts.\nAs these projects start to reflect years of hard work behind the scenes, getting us ready to commence construction at these sites. The first project I'd like to highlight is Sunbelt. The $90 million Whole Foods anchored ground-up development on Long Island that we spoke about last quarter.\nThe properties in Holberg, New York and located on the heavily trafficked east-west artery of Sunrise Highway, which is the dominant retail corridor in the market. Construction commenced on the 170,000 square foot center in May, and we anticipate Whole Foods opening in 2025.\nWe already have signed leases with Starbucks as well as Citibank and have seen significant leasing interest from many other best-in-class retailers. In the second quarter, we also started Phase 3 of our redevelopment of Serramonte in Daily City. This project will allow us to transform the Northeast quadrant of the property, including the redevelopment of the former JCPenney space with a world-class Asian food market as well as the development of 2 new small shop buildings adjacent to Macy's.\nWe continue to see significant demand throughout all components of this asset and look forward to even more value creation in the future. We also commenced redevelopment of our Whole Foods anchor, Mandarin Landing in Jacksonville, which will include a new 25,000 square foot Aptus Health Medical Center, additional shop space and a new 2-tenant pad building.\nIn addition to the development and redevelopment starts, I'm appreciative and proud of the work our teams have done completing 5 projects during the second quarter, which will collectively contribute more than $5 million of annual rental NOI. The largest of these projects was our $55 million redevelopment of the Crossing Claritin in Arlington, Virginia, where our leasing and construction teams did an amazing job further solidifying the asset at the center of gravity in the Rosslyn-Ballston corridor. The project is now 100% leased with an incredible tenant mix, including a new state-of-the-art flagship lifetime, which had a very successful opening a few weeks ago.\nLooking ahead, our teams are laser-focused on sourcing new investment opportunities. These include redevelopments within our existing portfolio as well as new ground-up development projects. The 3 cornerstones of Regency's development strategy, our capabilities, our capital and our contacts are more relevant than ever in the current environment.\nOur leading grocers continue to expand, and we are one of the few developers that have the ability to help them execute on their desire to locate with a new high-quality shopping centers throughout the country. We continue to build our pipeline to achieve our strategic objective of more than $1 billion of project starts over the next 5 years of our expertise and our long-standing relationships, combined with our access to capital, uniquely position us to capitalize on opportunities. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThanks, Nick, and good morning, everyone. I'll start with highlights from our second quarter results, walk through a few changes to our current year earnings guidance, provide some estimates for accretion related to our pending Urstadt Biddle merger and finish with some comments on our balance sheet position.\nWe grew same-property NOI by 3.6% in the second quarter after excluding the impact of COVID period reserve collections. Importantly, the largest driver of growth continues to be base rent, contributing 380 basis points to the NOI growth rate in the quarter. As we've continued to stress on previous calls, base rent growth is the most important indicator of our portfolio's performance.\nAnd in Q2, our growth was driven by the combination of embedded resets, positive re-leasing spreads, growth in occupancy and redevelopments coming online. Turning to 2023 guidance. As I'll refer you to the helpful detail on Slides 5 through 7 in our earnings presentation. Driven by another strong quarter of leasing, incredibly strong, if I may add, and greater clarity around the current operating environment and bankruptcy impact. We've raised the bottom end of our same-property NOI growth range. as well as our ranges for NAREIT FFO and core operating earnings.\nWith more certainty at the margin, we have eliminated some previous downside scenarios. Our updated same-property NOI growth range is now 3% to 3.5%. While we've maintained our total credit loss assumption at 60 to 90 basis points, we now expect a greater contribution from average commenced occupancy, benefiting from strong shop leasing through the first half of the year and absorption more than offsetting the negative impact from bankruptcy closings.\nSame-property NOI is the primary driver of the $0.01 increase in the midpoint of our core operating earnings guidance range. With the Bed Bath auction behind us and the outcome of those stores now known, we now have clarity on impact from the acceleration of below-market rents tied to those locations.\nFor the full year, we anticipate roughly $6 million of accelerated below-market rent within our noncash guidance, about half of which has been recognized year-to-date. Our full year noncash guidance also includes $3.5 million of expected impact from the reinstatement of straight-line rent associated with the conversion of cash basis tenants back to accrual up slightly from a quarter ago.\nAs a result, we've raised our assumption for noncash items to plus or minus $37.5 million, positively impacting our NAREIT FFO range, the midpoint of which is up $0.02. For those that are undoubtedly starting to think about 2024, we consider both of these items, combining for $9 million to $10 million of noncash revenue this year to be nonrecurring in nature.\nAnd speaking of nonrecurring items, our guidance for COVID reserve collections for 2023 remains unchanged at $4 million. As we thankfully reached the last of our collections on deferral agreements, and with only 5% of our tenants on a cash basis of accounting today, we are not currently anticipating any material COVID period collections to recur in 2024.\nThese updated guidance ranges and the details I just reviewed remain on a Regency stand-alone basis only and do not yet factor in any impacts from the Urstadt Biddle transaction, which we expect to close by the end of this month.\nWe will provide updated current year guidance with more detailed assumptions on a pro forma basis when we report our third quarter results, so more to come. But in the meantime, we are prepared to offer a high-level outlook. Our expectation is to deliver incremental per share core operating earnings accretion of $0.01 in 2023, reflecting about 4 months of impact and plus or minus 1.5% accretion for the full year of 2024, which continues to include an estimated $9 million of annual G&A cost synergies.\nImportantly, this accretion estimate is for core operating earnings, not NAREIT FFO as it does not include any impact to noncash items. The teams are making excellent progress with integration prep, and we're all excited for the merger closing and the future prospects of the combined company.\nI'll finish by highlighting the strength of our balance sheet, which is the foundation of our capital allocation strategy. With one of the strongest balance sheets in the overall REIT sector, our leverage remains at the low end of our targeted range of 5 to 5.5x debt to EBITDA and will remain so following the close of Urstadt Biddle merger.\nWe are generating significant free cash flow, expected to approach $150 million this year, self-funding our growing investment pipeline that Nick highlighted previously. And we have access to meaningful liquidity through our $1.25 billion line of credit with less than 10% of our total debt maturing through the end of 2024.\nI can't stress enough the importance of our balance sheet strength and allowing us maximum flexibility throughout economic cycles and providing us an ability to remain opportunistic as the team executes on our investment strategy.\nWith that, we look forward to taking your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5afbca0e7b85e4c5b0e8eb2cf7e5123f",
    "period": "2023 Q1",
    "content": "Q1 2023 Regency Centers Corporation Earnings Call\n\nQ1 2023 Regency Centers Corporation Earnings Call\n\nREGNASDAQMAY 5, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Regency Centers Corporation First Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Christine McElroy, Senior Vice President of Capital Markets. Thank you, Christy. You may begin.\n\nChristy McElroy\n\nSenior Vice President of Capital Markets\n\nGood morning, and welcome to Regency Centers' First Quarter 2023 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, EVP National Property Operations and East Region President; and Nick Wibbenmeyer, EVP and West Region President. As a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by these forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applied to these presentation materials. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director\n\nThank you, Christy. Good morning, everyone, and thank you for joining us today. We are pleased to report another solid quarter with positive results. Yes, we acknowledge there is uncertainty in the economic outlook, especially given the recent bank turmoil. So we do continue to look for signs of softening in our business. But to date, we haven't seen it. Operational trends remain positive, and this is consistent with our update a quarter ago. And in fact, with 3 more months in the book, we have even more conviction in our outlook for this year. Tenant demand for space in our centers remains strong, sustaining the momentum in our leasing pipelines and also in our ability to drive base rent growth.\nThis is the case across our entire operating portfolio as well as within our development and redevelopment program. We've seen continuing outperformance in tenant sales as well, which have resulted in higher percentage rents, especially in restaurant and grocery. We believe this reflects strength in those categories as well as an ability of consumers in our trade areas to absorb elevated inflationary impacts. As we discussed in our last call, we are seeing more activity related to tenant bankruptcies, most recently with a widely anticipated filing from Bed Bath & Beyond nearly 2 weeks ago.\nBut none of this activity has been a surprise to us as these retailers have been on our watch list for some time. And as Alan will discuss, our teams have been proactive and we're seeing strong demand from tenants to backfill the space. Regency's relatively limited exposure to these bankruptcies is not by accident or luck, it is the result of proactive asset and portfolio management over a long period of time as the quality of our assets and locations gives us the advantage and the ability to be selective in the merchandising of our centers.\nWe believe that our in-place tenant roster today is as strong as it's ever been. One change that we have seen since our update last quarter is in regard to the transaction markets. You may recall that I commented that we were starting to see increased activity and competitive bidding situations returning. But that was pretty short-lived as within weeks after that, the transaction market was again impacted by uncertainty and instability in the financing markets. I was hoping that today we'd have more concrete data points to share with you, but transaction volumes remain very thin.\nThat said, we remain on our front foot from an investment perspective. As Nick will discuss in a few minutes, the team is hard at work finding new opportunities to invest our free cash flow and grow our development and redevelopment pipelines. This has long been a core competency of Regency, as many of you on this call are aware, and I'm proud of our industry-leading team and a long track record of successful execution. In summary, we believe that given the positive structural trends supporting continued tenant demand in suburban trade areas, we and the shopping center sector as a whole, are in an enviable position with greater resistance to potential adverse economic and capital markets impacts.\nAnd further, we also believe Regency benefits from competitive advantages, including the exceptional quality of our assets and our people, our liquidity, access to capital and balance sheet strength that uniquely positions us to be opportunistic while still delivering quality results. Alan?\n\nAlan Todd Roth\n\nSenior MD of East Region, Regency Centers Corporation\n\nThank you, Lisa. And good morning, everyone. The positive leasing and retail environment we experienced last year has continued as evidenced by another quarter of strong operational trends. Leasing activity remains robust with new leasing volume 20% above our historical first quarter average. Activity was led by continued strength in shop leasing, where occupancy was up another 20 basis points in the quarter on top of a 200 basis point increase during 2022.\nCash rent spreads remain healthy. And importantly, our GAAP and net effective rent spreads were both in the mid-teens in Q1 and on a trailing 12-month basis. The GAAP and net effective rent spread metrics are the most reflective of our ability to drive base rent growth while prudently managing our capital investment and maximizing our return. We believe these mid-teen spreads are reflective of the quality of our shopping centers and locations, which gives us leverage and lease negotiations and allows us to limit leasing capital spend.\nTo that end, I would encourage you to review our new net effective rent disclosure on Page 20 of our supplemental. Embedded rent escalators are a huge driver of our rent growth, and we continue to have success driving these steps. Nearly 90% of all leasing activity and 93% of shop leases in the first quarter had embedded rent steps, which is our highest percentage on record for shops. So not only are we pushing the rate of contractual increases higher, but we're getting them in more leases. These positive operating results and activity contributed to another solid quarter of base rent and same-property NOI growth.\nMost importantly, it provides further conviction in our forward growth trajectory. Leasing activity remains strong and our signed but not occupied pipeline is flat quarter-over-quarter at 230 basis points, representing $32 million of annual incremental base rent. So the leases that we are commencing each quarter, we are replenishing the pipeline with new leases signed. Notably, our new disclosure on Page 20 also includes enhanced information on our signed but not occupied pipeline. Today, we also have nearly 1 million square feet of leases under LOI or lease negotiation further reflective of the strength and demand that we continue to see.\nThis activity includes square footage associated with recent tenant bankruptcies for which we've seen strong interest. The most notable of these is the recent filing of Bed Bath & Beyond, of which we have 10 locations comprising only 50 basis points of ABR. Five of these locations were included on last week's rejection list, which we had expected. Our teams have been proactively engaged on all of our Bed Bath locations with potential backfill tenants in anticipation of the opportunity to recapture and remerchandise the stores.\nDemand is coming from several categories, including grocers, off-price retailers, home decor, sporting goods and medical uses. This is resulting in multiple retailers buying for many of these spaces, and we anticipate average mark-to-market of approximately 20%. In addition to Bed Bath, we continue to actively manage all of our at-risk tenant exposure. We own great real estate in some of the best suburban trade areas around the country and leasing demand remains strong.\nWe are not afraid to get spaces back in an environment of limited new supply growth and a surplus of great retailers that are actively looking to expand. In summary, our team feels really good about the continued positive momentum we are seeing in the retail operating environment. Nick?\n\nNicholas Andrew Wibbenmeyer\n\nSenior MD of West Region, Regency Centers Corporation\n\nThank you, Alan. Good morning, everyone. We continue to make great progress executing on our development and redevelopment strategy, ending the quarter with $300 million of in-process projects. Leasing activity remains strong, and our team has done an excellent job of keeping our projects on schedule within budget. As we have discussed on prior calls, Regency is uniquely positioned to grow our investment pipeline by utilizing our 3 development cornerstones, our capabilities, our capital and our contacts are an equal combination of development expertise, our access to capital, given our extensive free cash flow and fortress balance sheet in conjunction with our expansive and deep industry contacts and relationships across our 22 offices give us an unparalleled advantage to source and execute on attractive opportunities throughout the country.\nFor instance, we are nearing the finish line on the purchase of a development project in the New York Metro area. This nearly $90 million investment will be anchored by a best-in-class specialty grocer and located in an extremely high barrier to entry market. Additionally, this week, we also closed on the first phase of a retail development and a thriving 10,000-acre master plan community in Metro Houston. Although the first phase is smaller in scale at approximately $10 million, we do anticipate being able to grow the project in future years. We look forward to sharing more details on both of these projects when we add them to our in-process pipeline. Beyond ground-up developments, our investment team continues to execute on opportunities to create value within our current portfolio.\nSubsequent to quarter end, we started Phase III of our redevelopment at Serramonte Center in Daly City, this $37 million project includes the redevelopment of the former JCPenney and the addition of 2 small shop buildings adjacent to Macy's. We have executed a lease with best-in-class South Korean food market and grocery operator for the former JCPenney space, and we're excited to bring their new concept to the Bay Area. This phase of the project sits at the highly visible front door of the shopping center and will bring the center to 97% leased. In summary, we remain encouraged by the opportunities we are seeing to drive future value creation and reinvest our free cash flow and are focused on continuing to build our development and redevelopment pipelines to north of $200 million of annual starts. Mike?\n\nMichael J. Mas\n\nSenior Vice President-Capital Markets, Regency Centers Corp.\n\nThanks, Nick. And good morning, everyone. I'll start with some highlights from our first quarter results, then walk through a couple of changes to our full year earnings guidance and assumptions. Excluding COVID period reserve collections, we delivered same-property NOI growth of 6.3% in the first quarter. The largest driver was base rent contributing a strong 430 basis points in the quarter. Base rent growth is the most important indicator of our portfolio strength, and we continue to see positive impacts from embedded rent escalators, positive spreads on re-leasing space and higher occupancy year-over-year.\nWe also saw meaningful outperformance on percentage rents in the quarter, contributing 100 basis points to same property NOI growth despite tougher year-over-year comps, driven by continued strength in grocery and restaurant sales. Notably, percentage rents tend to be seasonal, with the majority of sales-based billings occurring in the first quarter of the year. The other meaningful driver to first quarter same-property NOI was a 130 basis point positive contribution from uncollectible lease income. We continue to isolate the collection of COVID period reserves from 2020 and 2021 to provide a better picture of normalized results.\nBut the realities of cash basis tenancy can create some variability in the bad debt line item from quarter-to-quarter. To that end, and due to the better-than-expected collection rates on cash basis tenants, we experienced a positive contribution to uncollectible lease income this quarter as we collected on rents originally billed and reserved in 2022. The increasing collection rates and decline in receivable and reserve balances demonstrate the health and resiliency of our tenant base.\nTurning to 2023 guidance. I'd like to point you to the helpful detail on Slides 5 through 7 in our investor presentation. We've increased both our NAREIT FFO and core operating earnings guidance ranges, each by $0.04 per share driven largely by the outperformance in percentage rents and uncollectible lease income in the first quarter. Collectively, these items also drove the 50 basis point upward revision in our same-property NOI growth guidance to a new range of 2.5% to 3.5%, excluding COVID period reserve collections.\nI also want to spend a minute on our credit loss assumption, which we revised to a lower range of 60 to 90 basis points for the full year from 75 to 100 basis points previously. Notably, the midpoint of our new same-property NOI and earnings per share ranges now capture the potential for a full liquidation of Bed Bath & Beyond by mid-year. This scenario was previously contemplated in the low end of those ranges. However, this change was offset by first quarter outperformance and bad debt that I discussed earlier, which positively impacted our full year credit loss assumption.\nOn the capital side, in late March, we repurchased roughly 350,000 shares for $20 million at an average price just over $57 per share. This repurchase was executed to hedge the planned issuance of a like kind of Mountain OP units to the seller of the development project in New York that Nick mentioned earlier. All end as I typically do, highlighting the strength and afforded opportunity of Regency's balance sheet, the importance of which is never more evident than in times of capital markets turmoil.\nLeverage remains at the low end of our targeted range of 5x to 5.5x debt to EBITDA, we are generating significant free cash flow projected to be north of $140 million this year, funding our investments pipeline. We have access to significant liquidity with our $1.25 billion line of credit and there are no significant debt maturities for over a year. This position of strength allows us to be patient and opportunistic in this evolving environment. With that, we look forward to taking your questions. Thank you."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c69f8d09c156eb1b0df7c69ecd33b955",
    "period": "2022 Q4",
    "content": "Q4 2022 Regency Centers Corp Earnings Call\n\nQ4 2022 Regency Centers Corp Earnings Call\n\nREGNASDAQFEB 10, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Regency Centers Corporation Fourth Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Christy McElroy, Senior Vice President, Capital Markets. Thank you, Christy, you may begin.\n\nChristy McElroy\n\nSVP of Capital Markets, Regency Centers Corporation\n\nGood morning, and welcome to Regency Centers' Fourth Quarter 2022 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Alan Roth, Executive Vice President, National Property Operations and East Region President; Nick Wibbenmeyer, Executive Vice President, West Region President; and Chris Leavitt, SVP and Treasurer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by the forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applies to these presentation materials.\nLisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director, Regency Centers Corporation\n\nThank you, Christy, and good morning, everyone. Thank you for joining us. 2022 is a really good year for Regency, and we ended it on a high note with solid fourth quarter results on all fronts. Our strong performance is a testament to the quality of our shopping centers, the health and resiliency of our tenants and the hard work of our team.\nWe enter 2023 with great momentum in our leasing pipelines fueled by strong tenant demand as we continue to have success growing rents across our portfolio. This persistent strength in the operating environment also continues to support the economics of our development and redevelopment projects. We look forward to further growing that pipeline over the next several years.\nAt the same time, it is important to acknowledge that the challenging macroeconomic backdrop is bringing with it more tenant bankruptcies and early store closures, which have been relatively light for the last couple of years. But importantly, our exposure to at-risk tenants is limited. This is not by accident. It is a product of many years of intentionally cultivating our portfolio of neighborhood centers and strong suburban trade areas. And where we do have exposure, we see upside opportunities in getting spaces back and taking advantage of the strong leasing environment.\nAdditionally, with inflation moderating, along with some stabilization in the capital markets, we believe we have more clarity on the impacts to our business from the economic environment than we did 3 months ago. These factors underscore our conviction in our 2023 outlook.\nShifting to the private transaction markets, we are starting to see increased activity. Transaction volumes remain thin, but with financing markets stabilizing and treasuries reversing course, competitive bidding situations are returning for high-quality grocery-anchored centers. We believe this validates our portfolio and our investment strategy as shopping centers with a focus on necessity, convenience and value are more resistant to impacts from economic cycles.\nA couple of final thoughts before I turn it over to Alan. In addition to the stability and steadiness of grocery-anchored shopping centers, the open-air sector generally has really benefited from structural tailwinds coming out of the pandemic, lifting all boats with the rising tide. While we do expect those tailwinds to continue, we believe that 2023 can really shine a spotlight on Regency's attributes, allowing us to separate from the pack. These attributes include the quality and locations of our real estate, our tenant credit, our balance sheet strength and liquidity and the hard work and dedication of our amazing team.\nIn our business, you win on the meaningful margin by making solid operating and investment decisions every day that generate steady and sustainable growth. It's how we create value for our shareholders and this is reflected in Regency's long track record of outperformance in cash flow and dividend growth.\nAlan?\n\nAlan Todd Roth\n\nExecutive VP of National Property Operations & East Region President, Regency Centers Corporation\n\nThank you, Lisa, and good morning, everyone. The retail operating environment remains healthy, and we ended the year with another strong quarter. I'm really proud of our 2022 results. We had an exceptional year in leasing, helping to drive strong occupancy gains with our leased rate up 80 basis points and our commenced rate up 110 basis points over levels 1 year ago. Notably, our year-end 2022 same-property lease rate is back to our 2019 level of 95.1%. But make no mistake, we still have room to run and we aim to ultimately get back closer to peak levels of 96% or higher.\nThe primary driver was our record year for shop space leasing ending the year up 200 basis points with our shop lease rate now 70 basis points above 2019. I am especially proud of the shop occupancy recovery considering the many challenges we faced during the pandemic.\nOur tenant retention rate remains above historical averages, bad debt as a percent of revenues is back to pre-COVID levels. And importantly, our GAAP and net effective rent spreads were in the mid-teens for the year due to our team's accomplishments of achieving initial cash rent spreads north of 7%, embedding contractual rent steps in the majority of our leases and maintaining our track record of judicious leasing capital spend. All of these positive trends and the progress we've made contributed to another strong year of same-property NOI growth of 6.3%, excluding COVID-related reserve collections and term fees.\nAt year-end, our signed but not occupied pipeline of 230 basis points represents more than $34 million of annual base rent, giving us positive momentum into 2023. Importantly, as leases commence, we continue to replenish this pipeline with newly executed leases. We have seen strong tenant demand continuing in the new year, and our LOI and lease negotiation pipelines remain full. Our most active categories include restaurants, health and wellness, veterinary, grocers and off-price. We are hearing from top national retailers that their appetite to expand outpaces the quality inventory available today which bodes well for Regency's high-quality portfolio.\nAs we all know from recent headlines, tenant bankruptcies and early store closures will be more impactful as we think about move-outs in 2023. Among retailers that have recently filed for bankruptcy, Party City comprises only 20 basis points of ABR over 6 stores, and we have only one Regal Cinema, which is less than 10 basis points of ABR. In the context of Bed Bath & Beyond's recently announced store closures, at year-end, we had 11 stores comprising 60 basis points of ABR. We had one of those expire naturally in January, and of the closures announced last week, we had 5 locations on the list.\nWithin our 2023 guidance range, we've embedded assumptions for credit loss associated with these bankruptcy filings and store closure announcements which Mike will discuss in more detail. But all of that said, we believe our overall exposure to at-risk tenants is relatively limited. Our current tenant base is healthier than ever as a result of being intentional in the centers that we own and thoughtful in our merchandising process.\nAnd whatever the outcome of the at-risk tenants, we feel really good about the quality of our real estate. Tenant bankruptcies are a normal part of our business. And to the extent we get stores back from underperforming retailers, we have opportunities to mark-to-market rents and upgrade the merchandising mix at our centers. To that end, our teams are already negotiating with replacement tenants at higher rents for all of the known closures.\nIn summary, our strong Q4 results and the trends we are experiencing today provide positive momentum into 2023.\nNick?\n\nNicholas Andrew Wibbenmeyer\n\nExecutive VP & West Region President, Regency Centers Corporation\n\nThank you, Alan. Good morning, everyone. Last year, we successfully executed on our development and redevelopment strategy. Even with pressures from rising construction costs, we continue to achieve solid returns on our investments that will provide earnings accretion in years to come. To that end, we completed more than $120 million of projects with over $100 million of those completions in the fourth quarter. These include East San Marco, our public-anchored ground-up development here in Jacksonville. The property is 100% leased and outperformed original expectations on all metrics, including timing, cost and rents.\nCarytown Exchange in Richmond, Virginia is another public-anchored ground-up development. We split this project into 2 phases during the pandemic and recently completed construction on the second phase. We've had great leasing success at Carytown with tenants such as Torchy's Tacos, Jeni's Ice Cream, Burtons Grill and Starbucks.\nPreston Oaks is the redevelopment of an H-E-B-anchored center in Dallas. We were able to significantly upgrade the center in the merchandising mix by adding vibrant new shop tenants, including Mendocino Farms, Heyday and everybody, and the property is now 100% leased.\nOut at Serramonte Center, we completed the first 2 phases of our redevelopment project during the fourth quarter. These phases included the interior mall renovation as well as the addition of Chick-fil-A and Starbucks outparcels. Future phases of this project, including the addition of 2 exterior buildings and the redevelopment of the former JCPenney space are expected to start in the second half of 2023.\nIn addition to our completions, we've also made great progress on our in-process development and redevelopments, which totaled $300 million at year-end. Highlights include our Whole Foods-anchored Town & Country redevelopment in Los Angeles. We discussed this project in detail a quarter ago, but construction has commenced in the fourth quarter and demolition of the former Kmart building is nearly complete. Additionally, at our Glenwood Green development in Old Bridge, New Jersey, construction is on schedule with Target's anticipated opening later this year, and we expect ShopRite to open in early 2024.\nThe team continues to do an excellent job of managing costs and keeping our projects on time and on budget. In total, we believe our accretive development and redevelopment program remains on track to deliver $15 million of incremental NOI in 2023 and 2024. Beyond our in-process projects, I'm really encouraged by the progress we're making growing our shadow pipelines. We're focused on building our pipelines through sourcing new ground-up development projects, new redevelopment projects through value-add acquisitions, as well as continuing to unlock redevelopment opportunities in our existing portfolio. We also continue to engage meaningfully with developers that are facing financing challenges, which could create additional joint venture opportunities.\nIn totality, we have the key ingredients necessary to grow our program, including robust tenant demand, long-standing retailer relationships, experienced development teams in top markets around the country. [Importunately], we have the ability to self-fund this growth with free cash flow. We believe the combination of these capabilities are unequaled, and we look forward to sharing additional details as we advance these opportunities.\nMike?\n\nMichael J. Mas\n\nExecutive VP & CFO, Regency Centers Corporation\n\nThank you, Nick, and good morning, everyone. I'll take you through some highlights from our Q4 and full year results, then walk through our 2023 guidance and assumptions before ending with some color on our balance sheet position.\nOur strong performance last year was underpinned by growth in NOI and more specifically from base rent growth. Excluding the collection of 2020 and 2021 reserves, which I'll refer to today as COVID collections, we delivered same-property NOI growth of 5.8% in the fourth quarter and 6.3% for the full year. Again, most importantly, we saw a 3.6% contribution from base rent growth in 2022, accelerating to 4.8% in the fourth quarter. This growth in base rent over the last year has been driven by contractual rent steps, mark-to-market on re-leasing, increases in occupancy and commencement of rent from redevelopment projects.\nAs Alan mentioned, our leased occupancy rate is now back to pre-pandemic levels, but our eyes are set even higher. COVID collections were about $2 million in the fourth quarter and totaled $20 million for the year. That's down from $46 million in 2021. During the fourth quarter, we converted another 2% of our tenants back to an accrual basis of accounting from cash, and as a result, recognized nearly $5 million of noncash income from the reversal of straight-line rent reserves. We ended the year with 7% of our tenants remaining on a cash basis of accounting.\nFor uncollectible lease income, in 2022, we were close to our historical average of 50 basis points on current year billings by nearly all metrics but for some limited exposure to higher profile potential bankruptcies, our in-place tenancy is about as strong as it's ever been.\nLooking ahead to 2023 and after excluding COVID collections, we are guiding to core operating earnings per share growth of close to 4% year-over-year at the midpoint.\nWe'd like to point you to Slides 5 through 8 in our earnings presentation, which I'm certain you'll find extraordinarily helpful as you work through our outlook. We expect same property NOI growth, excluding COVID collections of 2% to 3%, which is the largest positive driver of earnings into 2023. The primary contributor continues to be base rent growth, driven by embedded rent steps, rent growth from new leasing and shop space commencement as well as the delivery of completed redevelopment projects.\nImportantly, our same-property NOI guidance range also assumes credit loss impact of roughly 75 to 100 basis points from anticipated tenant bankruptcies and early store closures, including from those tenants that Alan discussed. This credit loss impact includes an assumption that current year uncollectible lease income will be modestly above our pre-pandemic average of 50 basis points as well as the potential for occupancy to end the year flat to lower -- should bankruptcy-driven move-outs occur. Again, this range excludes any impact from COVID collections, which I'll discuss in a minute.\nAs you think about reconciling NAREIT FFO of $4.10 last year to a guided midpoint of $4.07 in 2023. Remember that this metric continues to be significantly impacted by COVID era accounting adjustments, including the collection of rents previously reserved as well as the impact on noncash revenues from converting tenants from cash to accrual. Our operating fundamentals continue to strengthen, as they have in 2022 and as they are expected to continue this year. And these pandemic-related items can mask our true growth in cash earnings.\nIt's important to take this a step further this morning as these 2 items meaningfully impact year-over-year comparability. First, we are anticipating lower COVID collections of $3 million in 2023 compared to $20 million last year. And second, we are also anticipating lower noncash revenues of $36 million at the midpoint in 2023 compared to $47 million in 2022.\nPlease note that we increased our full year noncash revenue guidance from $30 million a quarter ago to account for new information, including an assumption that we will continue converting tenants to accrual accounting in 2023, as well as the likelihood that we will recognize accelerated below-market rent amortization triggered by the potential for bankruptcy-related store closures.\nThis is why we focus on core operating earnings, which strips out the noncash adjustments and also why we provide same-property NOI excluding COVID collections. With this added transparency, you can better see the underlying positive growth. Again, I encourage you to use the materials in our earnings presentation, as I'm certain you'll find it very helpful in evaluating these impacts.\nThe good news is that we are fast approaching the point where these COVID-related impacts will no longer create meaningful noise in our reported results.\nTo finish and to pivot from guidance, we feel great about how we are positioned from a balance sheet perspective with one of the strongest in the REIT sector at a time when it matters most. Our leverage is at the lower end of our targeted range of 5x to 5.5x debt-to-EBITDA. And we expect to generate free cash flow north of $140 million this year, self-funding our development and redevelopment commitments.\nWhile the financing markets have moved in our favor over the last 3 months, we have no need to access the capital markets this year. Our revolving credit line was undrawn at year-end, and we have no unsecured debt maturities until mid-2024. Our liquidity position and maturity profile provide us the ability to remain patient and act when we need and walk to.\nWith that, we look forward to taking your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/61520058e39f81864a15baf392594e12",
    "period": "2022 Q3",
    "content": "Q3 2022 Regency Centers Corp Earnings Call\n\nQ3 2022 Regency Centers Corp Earnings Call\n\nREGNASDAQNOV 4, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Regency Centers Corporation Third Quarter 2022 Earnings Call. (Operator Instructions) And as a reminder, this conference is being recorded.\nIt is now my pleasure to introduce you to Christy McElroy, SVP of Capital Markets. Thank you, Christy, you may begin.\n\nChristy McElroy\n\nSVP of Capital Markets, Regency Centers Corporation\n\nGood morning, and welcome to Regency Centers' Third Quarter 2022 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Jim Thompson, Chief Operating Officer; Chris Leavitt, SVP and Treasurer, Alan Roth, Senior Managing Director of the East Region; and Nick Wibbenmeyer, Senior Managing Director of the West region.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties.\nIt's possible that actual results may differ materially from those suggested by the forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website.\nPlease note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applies to these presentation materials.\nLisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director, Regency Centers Corporation\n\nThank you, Christy. Good morning, everyone. Thank you for joining us today. We are pleased to report another quarter of solid results. We've continued to see positive operating trends as tenant demand is strong and rent growth remains at healthy levels despite the challenging macroeconomic backdrop. We do recognize that neither we nor our tenants are immune to macro pressures, especially higher levels of inflation, rising interest rates and lower consumer spending. And this does create some uncertainty in the near term.\nBut at the last few years have proven anything, it's the resiliency of our people, assets and our balance sheet in tough times. It is through a lens of what I would characterize as cautious optimism that we look ahead, and we remain confident that we are uniquely positioned to outperform. The demographic profile of our portfolio provides greater cushion for inflationary impacts to be absorbed by consumers and for spending to continue through a softer economic environment.\nOur dense suburban trade areas also continue to benefit from structural tailwinds, stemming from post-pandemic migration patterns and hybrid work but also by a renewed appreciation for the value of brick-and-mortar retailing. Additionally, and just as importantly, we are well positioned to continue to execute on our self-funded growth strategy. While the cost of raising incremental capital have risen meaningfully over the last several months, our strong free cash flow and balance sheet dry powder enable us to continue to invest in our value creation pipeline on an earnings-accretive basis without the need to raise new equity capital or sell assets into an illiquid transaction market.\nWe remain focused on further growing our development and redevelopment pipelines and the commencement of our Town and Country project last month is an example of that. Another example is our acquisition of East Meadow Plaza on Long Island as we bought this as a redevelopment opportunity. And with the backdrop of a more challenging financing environment, we are starting to see more opportunities come to us to co-invest in attractive development projects.\nOn the acquisition side, while we always are looking for compelling opportunities, bid-ask spreads remain wide and volumes are low. So it will likely take time to get real price discovery. But regardless of when or where things settle, we do believe there will be less of an impact to values for well-located, grocery-anchored neighborhood and community centers at the upper end of the quality spectrum. In other words, for the types of assets that we own. But in the meantime, we are fortunate to have the liquidity and balance sheet capacity to take advantage of dislocation or other opportunities that may arise.\nFinally, as I step back and think about the potential for operating in a more challenging environment or in any environment for that matter, I feel grateful to be leading Regency with the quality of assets and the caliber of people that we have. I believe we are well positioned to outperform over the long term, acting as both a safe haven and generating solid and sustainable growth, driving total shareholder returns with earnings growth plus dividend.\nI always like to remind you that I'm proud that we delivered our dividend consistently during the pandemic, even growing it with another 4% increase just announced for the fourth quarter.\nJim?\n\nJames D. Thompson\n\nExecutive VP & COO, Regency Centers Corporation\n\nThanks, Lisa, and good morning, everyone. We had another strong quarter and continued to experience healthy operating trends throughout the portfolio. Some of the highlights include: Continued robust tenant demand as evidenced by achieving our highest quarterly total leasing volumes on record, both in terms of square footage and number of deals executed, a strong leasing pipeline including over $34 million of annual base rent forecasted from our 240 basis points of leases signed, but not yet commenced; further occupancy gains as we continue to fill vacant space with percent leased up another 20 bps over the second quarter and up 90 basis points over the prior year; above average retention rates with record high renewals executed in the third quarter; healthy cash spreads of 7% and GAAP rent spreads over 13% in the quarter; continued prudent management of leasing CapEx, resulting in net effective rent growth in the mid-teens; and, a return to pre-COVID historical levels of current year bad debt as a percent of revenues.\nImportantly, we're carefully monitoring our portfolio for any signs that these trends are softening, but we remain encouraged by the continued strength and progress we are seeing, leading us to further increase our 2022 same-property NOI guidance, excluding prior year collections by 25 basis points to 5.5% at the midpoint.\nTurning to development and redevelopment. We continue to make great progress on our nearly $400 million of in-process projects around the country. Even with the increases in construction costs that we've seen over the last several years, our average yields have held firm in the 7% to 8% range. Notably, we anticipate roughly $15 million of NOI coming online over the next 2 years from development and redevelopment projects currently in process.\nAt our new much-anticipated ground-up East San Marco development here in Jacksonville, Publix opened their doors in August and the stores outperforming sales expectations. Leasing demand for the shop space was also very strong as the project is already 100% leased. We've also made significant progress over the last quarter at the Abbot, our redevelopment project in Cambridge, Massachusetts. The first tenant successfully opened and rent commenced in Q3, and we've recently signed a 17,000 square foot lease for the entire fourth floor and have good momentum and interest in the remaining penthouse space.\nAs Lisa mentioned, last month, we commenced construction at the Town and Country Center in Los Angeles, located across the street from the Grove and the L.A. farmers market. This long-awaited project will include a redevelopment of a former Kmart building into new retail space and approximately 300 luxury mid-rise apartments. We have partnered with a leading multifamily developer who will construct the apartments on a ground lease.\nLooking ahead, we are very focused on continuing to build our pipeline of value-add development and redevelopment projects by executing on redevelopment opportunities that we have within our existing portfolio, sourcing new redevelopment projects through value-add acquisitions like our East Meadow, and by sourcing new ground-up development opportunities like our recently announced Glenwood Green. This is a key element of our growth strategy and a core competency of Regency and we believe that the tightening of the financing markets will favor our strong balance sheet and access to capital, affording us greater investment opportunities with developers and owners.\nIn closing, I spent the last 42 years in my career learning and growing this business with this incredible company. There isn't a stronger team or more thoughtfully curated portfolio of shopping centers in this business in what Regency owns today. I have the utmost confidence that our operating and development platforms will continue to thrive under the leadership of Alan and Nick, and I look forward to watching Regency's future successes from the sidelines over the years to come.\nMike?\n\nMichael J. Mas\n\nExecutive VP & CFO, Regency Centers Corporation\n\nThanks, Jim. Good morning, everyone. I'll start by addressing third quarter results, walk through a few changes to our current year guidance, provide some comments on 2023 and touch base on our balance sheet. Same-property NOI, excluding prior year collections, was up 2.6% in the third quarter. This metric continues to be impacted by the noisier comps of uncollectible lease income last year, diluting the growth rate.\nBut as we've indicated previously, we are now back to a more historical run rate on collection losses of about 50 basis points on current year billings. Importantly, base rents contributed 3.9% to that growth rate, reflecting our strong embedded rent steps, combined with the progress we've made, growing occupancy and marking our rents to market as we convert on our strong leasing pipeline.\nI'll continue to stress that while we are -- we still have some remaining pandemic-related accounting anomalies impacting our same property NOI growth rate, we believe that base rent growth is the best representation of the trends driving our business today. Included within our Q3 results is close to $3 million of prior year reserve collections, now totaling $18 million year-to-date.\nAnd we have increased our fourth quarter expectations for continued collections by another $2 million, bringing our full year 2022 guidance range to an anticipated total of $20 million. We also converted another 3% of our cash basis tenants back to accrual in the third quarter, resulting in a reversal of straight-line rent reserves that contributed another $4.6 million to NAREIT FFO. Following these conversions, we now have about 9% of our ABR remaining on a cash basis of accounting.\nAs has been our practice, we have not included any potential fourth quarter conversions in our guidance, but it is possible that we may see another 1% to 2% convert before year-end, which could result in an additional straight-line rent of $2 million to $3 million on top of what's currently in the 2022 guidance range.\nWe raised our full year 2022 NAREIT FFO range by $0.075 at the midpoint, $0.045 of which was driven by the prior year collections and straight-line rent reversals that I just discussed. But most importantly, a large contributor to the increase was also further improvement in core trends, reflected in an increase in same-property NOI growth ex prior year collections of 25 basis points at the midpoint to a new range of 5.25% to 5.75%. Our revised core operating earnings per share range of $3.75 to $3.78 excludes the impact of noncash items, and when further backing out the impact of prior collections, represents year-over-year growth of 7%.\nWe also made a few tweaks to our transactions guidance, mostly to adjust for the $30 million acquisition of East Meadow, which closed shortly after quarter end. This is a value-add opportunity for us, a low going in cap rate, under earning center immediately adjacent to the Stew Leonard's anchored center that we bought as part of our Long Island portfolio late last year. This property is an ideal addition to our future redevelopment pipeline.\nLooking ahead to 2023, as usual, we will provide full year guidance in February. But recognizing that we still have some pandemic hangover noise in our numbers, we would like to provide some context as you think about modeling our earnings over the next year. I'd also refer you to Slide 8 of our earnings presentation for additional details.\nFirst, with regard to prior year collections, an area where we certainly experienced the most dramatic change over the last several years. Recall that in 2021, earnings benefited from prior year collections by $46 million, and our current 2022 guidance now implies an impact of $20 million. We're proud of the success we've had collecting those rents, much of which we reserved during the height of the pandemic in 2020. These collections are evidence of the strength of our tenant base. But thankfully, there's not a whole lot left in this bucket.\nAs we look ahead, we only expect to recognize another $3 million next year related to collections of receivables initially reserved in 2020 and 2021. Beyond those anticipated collections, the impact from -- of pandemic-related reserves should start to normalize.\nI'd also like to point out the impact of noncash items where our current year guidance of $43 million includes $12 million positive contribution from the reversal of straight-line rent reserves. Our 2023 guidance will not include any further impact from conversions. As of right now, we expect total noncash items, which include straight-line rents, above and below market rents and amortization of above- and below-market debt of approximately $30 million for the full year 2023.\nTurning to the balance sheet. We remain well positioned with one of the strongest balance sheets in the REIT sector, and we're proud to have been recognized for that strength by Moody's, placing us on positive outlook during the third quarter. Our leverage is at 5x net debt to EBITDA, which is the lower end of our target range, and we ended the quarter with full capacity on our revolver.\nWe are extremely well prepared, whether the future holds further challenging conditions or increasing opportunities for value-add investment. The debt markets have remained volatile and the rise in treasury rates, along with wider credit spreads, has meaningfully impacted everyone's cost of new debt capital. But with no unsecured debt maturities until the middle of 2024, we have no need to access these uncertain credit markets in the near term. We can remain patient.\nIn addition, 99% of our pro rata debt is fixed rate, and our low leverage and long-dated maturity schedule will help to further suppress any potential negative impacts to our growth rate of marking our debt to market in the coming years.\nWith that, I'll turn it back over to Lisa.\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director, Regency Centers Corporation\n\nThanks, Mike. Before turning to Q&A, I do want to take a moment to recognize Jim. Jim has been a cornerstone for Regency success over the past 42 years. And so I thank you, Jim, on behalf of our entire company for your dedication and enormous contributions to Regency, building a legacy that will carry forward with Alan and Nick with all that you've taught them. I also thank you for being such a terrific partner to me and to Mike and also to Hap.\nSo as a parting gift today for your last earnings call, Alan and Nick will handle the Q&A for you. I wish you all could see a smile right now. Congrats, Jim, and enjoy the next chapters.\nWith that, we will open it up for Q&A."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8de5bdebdad43e2413c8cb18c8d52269",
    "period": "2022 Q2",
    "content": "Q2 2022 Regency Centers Corp Earnings Call\n\nQ2 2022 Regency Centers Corp Earnings Call\n\nREGNASDAQAUG 5, 10:00 AM\n\nOperator\n\nGreetings. Welcome to the Regency Centers Corporation Second Quarter 2022 Earnings Call. (Operator Instructions) And please note that this conference is being recorded.\nI will now turn the conference over to Christy McElroy, Senior Vice President, Capital Markets. Thank you. You may begin.\n\nChristy McElroy\n\nSVP of Capital Markets, Regency Centers Corporation\n\nGood morning, and welcome to Regency Centers Second Quarter 2022 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Jim Thompson, Chief Operating Officer; Chris Leavitt, SVP and Treasurer; Alan Roth, Senior Managing Director of the East Region; and Nick Wibbenmeyer, Senior Managing Director of the West region.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties.\nIt's possible that actual results may differ materially from those suggested by the forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applies to these presentation materials.\nLisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director, Regency Centers Corporation\n\nThank you, Christy. Good morning, everyone. Thank you for joining us today. We are pleased to report strong second quarter results, reflecting a still healthy operating environment. Leasing demand continues to be strong and tenant move-outs remain light, driving occupancy and rent growth higher. We acknowledge the increasing macroeconomic headwinds and, in our view, that makes our results all the more notable. We know that we're not immune to the adverse impacts of inflation, interest rate increases and recessionary risks, all of which could have implications for us, but we very much believe that we are extremely well positioned to weather any economic storm.\nFor the remainder of this year, as a result of that, we are very confident in our forecast as reflected in our guidance increase. And looking beyond 2022, Regency's portfolio and balance sheet were built for times of greater uncertainty. Everything we've done over the last decade and every decision we've made positions the company not only to play offense and drive growth when times are good, but to successfully navigate challenging macroeconomic environments. We are designed to outperform through cycles, evident most recently in the resiliency of our performance through the pandemic, and how quickly we were able to pivot back to offense and return to pre-pandemic levels of NOI, earnings per share and leverage.\nImportantly, in the context of the current environment, the demographic profile of our trade areas is supportive of a consumer that has more cushion to absorb pressures from inflation and economic softness. And in times when tenant bankruptcies may be elevated, our locations tend to be among the best-performing, limiting occupancy decline.\nAdditionally, current positive momentum is a source of tailwinds into 2023 and beyond. First and foremost is our strong pipeline of leases, both executed and those in negotiations. Also next year, we will see an even greater benefit from development and redevelopment NOI coming online. And finally, as we've been saying, our dense suburban neighborhoods and communities continue to benefit from structural tailwinds stemming from post-pandemic migration and hybrid work.\nWhere we have begun to see some impact from the current environment is in the capital markets. But again, we are extremely well positioned. The strength of our balance sheet and our low leverage afford us the luxury of not needing to raise capital when it's not advantageous to do so. And our dry powder and ready access to capital give us a competitive advantage should opportunities arise.\nA prime example of that was the execution of our share repurchases in the second half of June. We saw a window of opportunity to essentially buy our own high-quality properties in a mid-6% implied cap rate range, a meaningfully more attractive price than what we would pay for anything comparable in the private market today. We were uniquely positioned to take advantage of that dislocation given our balance sheet strength and liquidity position.\nWe can't control the macro environment but we can control our response to it. As we sit here today, we remain confident in our operational strategy and our balance sheet strength regardless of the macro backdrop.\nClosing out, I'd like to comment briefly on ESG. As many of you know that have been covering Regency for a while, we take pride in having best-in-class, sector-leading environmental, social and governance programs, across which we continue to meet or exceed our goals. We did publish our annual corporate responsibility report in late May and also announced an interim 2030 target for reducing absolute Scope 1 and 2 greenhouse gas emissions, which was endorsed by the Science Based Targets initiative.\nWe also set a long-term net zero target of 2050. We don't take these commitments lightly. These targets were established after extensive work by our team to identify and analyze the impact of specific initiatives that will help us reach these goals, which includes further improvements in common area energy efficiency and continued growth in our on-site solar program.\nCorporate responsibility is a foundational strategy for Regency and it has been for many years. It's part of our culture and is as fundamental to what we do as is our commitment to portfolio quality and balance sheet strength.\nJim?\n\nJames D. Thompson\n\nExecutive VP & COO, Regency Centers Corporation\n\nThanks, Lisa, and good morning, everyone. While we are keeping a close eye on increasing economic pressures in the U.S. today, the operating environment for our open air retail centers currently remains healthy and active. We had a great second quarter of operating results, leading us to further increase our 2022 same-property NOI guidance by 100 basis points to 5.25% at the midpoint, excluding prior year collections. This confidence in our outlook is driven by continued positive vectors in our key metrics.\nFirst, continued robust tenant demand with new leasing volumes up 20% year-to-date versus the historical average; increasing occupancy, both on leased and commenced basis, especially on shop space as we backfill space vacated during the pandemic. Our tenants are paying rent and we're nearly back to more customary levels of current period bad debt. Retention rates remained above historical average. Cash spreads were nearly 9% in the second quarter, and we're embedding contractual rent steps in close to 90% of our executed leases, especially important in this inflationary environment, contributing to GAAP rent spreads of 17%.\nStrong tenant sales reports, again, contributing to higher percentage rent, and we're maintaining low levels of leasing CapEx with net effective rent growth also in the mid-teens. Our success and momentum relating to all these key drivers of our business gives us continued confidence in the strength of our core operating outlook.\nAs Lisa discussed, we do acknowledge the heightened risk of softer economic environment, including the potential for an uptick in tenant failures. We're not seeing that yet as tenant move-out activity has remained light, and we believe that is a result of the purge of weaker operators that occurred during the pandemic. Our tenants are as healthy as they've ever been, especially our shop tenants who went through the wringer 2 years ago and emerged stronger and smarter. So if we do see bankruptcies materialize, we feel like we're in a good relative position.\nTurning to development. We now have nearly $390 million of development and redevelopment projects in process at yields in the 7% to 8% range. Despite construction cost increases over the last couple of years, we remain on track and on budget with our current in-process projects. Additionally, we continue to source new opportunities, supported by strong tenant demand at yields that are holding steady despite cost increases we're seeing in our underwriting.\nDuring the second quarter, we started Phase 2 of our ground-up Baybrook development in Houston. You may recall that we completed Phase 1 of this project late last year, and the H-E-B anchor, which opened in December, is already one of the top performing grocers in the Houston market. This new phase of the project will include roughly 50,000 square feet of shops and outparcels adjacent to the new H-E-B store. We have already signed or committed leases on the nearly 75% of the new space and anticipate the first tenants opening in about a year from now.\nWe also started a major redevelopment this quarter at our Buckhead Landing property in Atlanta, formerly known as the Piedmont Peachtree. With total cost of around $25 million, we will redevelop the 150,000 square foot center and replace the existing grocer with a new Publix anchor. Our team is really excited to start this much anticipated transformation of this irreplaceable location in the heart of Buckhead.\nOur consistent track record and successful execution within our development and redevelopment program is a testament to the depth and perseverance of our experienced teams across the country. This avenue for investment is a core competency for Regency and is where we have the ability to create value and drive incremental growth. In upcoming quarters, we look forward to sharing further details on additional projects as we plan to start over the next 12 to 18 months.\nIn summary, even in a more volatile macro environment, we remain encouraged by continued strength in tenant sales, foot traffic and demand for space, supporting continued same-property NOI growth and reflective of the resiliency and quality of our locations and tenant base. Beyond that, our self-funded value creation pipeline provides an additional layer of accretion and growth.\nMike?\n\nMichael J. Mas\n\nExecutive VP & CFO, Regency Centers Corporation\n\nThank you, Jim. Good morning, everyone. I'll start by addressing second quarter results, walk through key changes in our 2022 revised guidance and touch base on our balance sheet. First, we'd like to point out some new disclosure on Page 8 of our supplemental, where we now summarize the contributing elements of our same-property NOI growth.\nLast quarter, we spent time describing the noise that exists in the quarterly cadence of our NOI growth rate throughout 2022, driven primarily by the collection of prior year reserves as well as an expense recovery adjustment that occurred in the second quarter of last year. Due to the continued significant impacts of these items, we stress that base rent growth is the best indicator of what is truly driving our business and is the best representation of our continued growth trajectory.\nYou should find that this new disclosure is helpful in making these themes more clear. And as you can see in the table, the largest positive contributors to second quarter performance were growth in base rent and improvement in current year uncollectible lease income which, together, added a total of 450 basis points to our NOI growth rate, while the offsetting factors include the tougher year-over-year comparisons relating to prior year reserve collections and expense recoveries, detracting a total of 380 basis points from our results.\nWe've also added GAAP or straight-line rent spreads to our supplemental on Page 19 as a complement to our historically reported cash spreads. GAAP spreads have always been an important metric for us internally given our strong focus on embedding contractual rent growth into our leases. And we believe this metric helps provide an even more fulsome picture of the primary drivers of our base rent growth over time.\nNotably, as of the second quarter, even after removing the positive impact of prior year collections, our core operating earnings per share has returned to pre-pandemic 2019 levels. This achievement is a testament to our portfolio's quality and resiliency. We also converted more cash basis tenants back to accrual in the second quarter, continuing a trend over the last year, following improvement in both collections and underlying tenant credit. The resulting reversal of straight-line rent reserves contributed $3.5 million, or $0.02 per share, to NAREIT FFO, which was not included in prior guidance. We now have about 12% of our ABR remaining on a cash basis of accounting.\nTurning to our updated current year guidance. We refer you to Page 6 of our second quarter earnings presentation, specifically the column indicating the drivers of the increase in our NAREIT FFO range at the midpoint. The biggest change was to our same-property NOI growth forecast, up 100 basis points at the midpoint, positively impacting our NAREIT FFO per share outlook by about $0.06. All the positive operating trends we are seeing, that Jim outlined and that impacted our second quarter results are supportive of the 100 basis point increase for the full year.\nThe primary drivers include higher average commenced occupancy benefiting both base rent and expense recoveries and better collections on cash basis tenants, leading to decreasing levels of uncollectible lease income. Another driver of the increase is noncash revenues, up $0.03 per share at the midpoint, primarily driven by the impact on straight-line rent from the conversion of cash basis tenants back to accrual during the second quarter. Recall that we only include these impacts and result in guidance on an as-converted basis.\nOur balance sheet remains in excellent condition, ending the quarter with full capacity on our revolver with total leverage at the bottom end of our targeted range of 5 to 5.5x net debt to EBITDA. This strong balance sheet position enabled us to take advantage of an opportunity to repurchase our shares in the second half of June. We bought back 1.3 million shares for about $75 million, representing an average price of $58.25 per share. As Lisa mentioned, this price implied a cap rate in the mid-6s, a price at which we would happily buy assets that match Regency's quality and growth profile. Notably, the share repurchase was about $0.01 accretive to 2022 earnings.\nThe debt markets have remained volatile and the movement in both treasuries and spreads has impacted our cost of debt capital. But with no unsecured maturities until 2024, we have the luxury to remain patient, waiting for more opportunistic windows. We're also reminded that during periods of dislocation in the capital markets, the importance of our significant level of free cash flow is highlighted, which at north of $130 million annually allows us to continue investing accretively.\nLooking ahead from an operational perspective, inflationary impacts on the consumer, combined with a softer economic backdrop, introduces some uncertainty into our outlook beyond 2022. But as we reflect on our resiliency throughout the pandemic, the impacts from which could be described as indiscriminate towards property location and tenant quality, we believe Regency's portfolio is well positioned ahead of a more traditional economic recession with greater bifurcation and performance across the quality spectrums of trade area locations, property formats and tenant exposures.\nAs Lisa indicated, you won't hear us say we're immune to the impacts of a downturn. But the good news is that we are starting from a position of strength. Our leasing pipelines are very active, featuring a healthy mix of tenant demand across all markets, categories and sizes with retention rates that continue to be above historical averages. One silver lining of the pandemic is that the less resilient operators were culled out during 2020, and our tenant base has emerged even stronger, providing stable footing in our occupancy.\nWe also have a strong value creation pipeline, fully funded with free cash flow, with visibility to more meaningful NOI contributions in 2023 and 2024. And maybe most importantly, as we consider the rising economic uncertainties, we have one of the strongest balance sheets in the sector, allowing us the ability to remain on offense and create value through investments should opportunities arise.\nWith that, we look forward to taking your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/94dd9e8db4138fd19974ecdc2546e6ef",
    "period": "2022 Q1",
    "content": "Q1 2022 Regency Centers Corp Earnings Call\n\nQ1 2022 Regency Centers Corp Earnings Call\n\nREGNASDAQMAY 4, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Regency Centers Corporation First Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded. I would now like to turn the conference over to your host, Christy McElroy. Thank you. You may begin.\n\nChristy McElroy\n\nSVP of Capital Markets, Regency Centers Corporation\n\nGood morning, and welcome to Regency Centers' First Quarter 2022 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Jim Thompson, Chief Operating Officer; Chris Levitt, SVP and Treasurer; Alan Roth, Senior Managing Director of the East Region; and Nick Wibbenmeyer, Senior Managing Director of the West region.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by the forward-looking statements we may make. Factors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically in our most recent Form 10-K and 10-Q filings.\nIn our discussion today, we will also reference certain non-GAAP financial measures. The comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance. Our caution on forward-looking statements also applied to these presentation materials. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director, Regency Centers Corporation\n\nThank you, Christy. Good morning, everyone, and thank you for joining us. We've had a great start to the year. Our operating trends are healthy, our investment pipelines are active and our balance sheet is strong. With this even further strengthening our core business and accretion from our transaction activity, our outlook for 2022 has improved from a quarter ago.\nOur centers continue to benefit from positive structural tailwinds, including the strength of first-ring suburban trade areas, the greater amount of time that people are spending near their homes as hybrid work becomes more permanent and the growing emphasis among retailers on the importance of brick-and-mortar locations as a key component to last-mile distribution.\nThis vibrancy in the retail environment is evidenced by strong tenant sales and continued robust leasing activity, and we're successfully pushing rents higher as we continue to make progress getting our portfolio back to historical high occupancy levels. We do see and acknowledge the risks of inflation and continued supply chain challenges and labor shortages on our business. But so far, we and importantly, our tenants have largely been able to mitigate the impacts.\nJim will discuss this in more detail in a few minutes. We are full steam ahead on our value-creating development and redevelopment pipeline, which remains the best use of our free cash flow. We're excited to have started a new ground-up target and ShopRite-anchored center during the first quarter. And not only are we making great progress on this and our other in-process projects, but we continue to build our future pipeline. On the transaction front, the assets that we've purchased over the last year are very indicative and very much like those that we already own, high-quality grocery-anchored neighborhood and community centers, and we will continue to look for opportunities to invest incremental capital accretively in these types of centers.\nWe had a really successful and active first quarter doing just that. And as a result, we've raised our full year 2022 acquisition guidance to $170 million. And our largest acquisition so far this year, just after quarter end, we purchased our partner's 75% interest in 4 centers in our JV with CalSTRS for approximately $90 million. Similar to the buyout of our USAA joint venture last year, we saw another great opportunity to allocate capital on an accretive basis into high-quality assets that we know well.\nWhile higher interest rates could eventually have more of an impact on private market pricing to this point, we've continued to see significant capital chasing grocery-anchored neighborhood and community shopping centers. Perhaps even more telling on the acquisitions we've completed in recent months are the other assets that we've seen trade at low to mid-4% cap rates for the type of high-quality, well-located centers that we own.\nThere remains a sizable disconnect between public and private market values for our asset class. Before I turn it over to Jim, I do want to acknowledge our recent organizational announcement that he will retire at the end of this year. There is simply no possible way to appropriately recognize him on this call or future calls for that matter as this is not his last, we are grateful that he'll still be with us for the remainder of the year. Many of you already know Alan and Nick, who will be stepping up next year to take on Jim's responsibilities. They're both on the call with us today, and you will see them at upcoming conferences and other events. With Jim paving the way, I'm confident this will be a seamless transition, and I look forward to what the future brings. Jim?\n\nJames D. Thompson\n\nExecutive VP & COO, Regency Centers Corporation\n\nThanks, Lisa, and good morning, everyone. I appreciate the comments and very much look forward to finishing my career here at Regency with strong 2022 results and Q1 was a great way to start the year. As Lisa mentioned in her remarks, the operating environment remains robust. We continue to see healthy foot traffic and strong tenant sales trends, particularly among our grocers and restaurants. New leasing volumes in the quarter were nearly 40% above the historical first quarter averages, and we are seeing terrific demand across all unit sizes, both shop and anchor space and across our portfolio geographically with a flight to quality being a driver.\nWe were pleased to cover -- we're pleased that over the past quarter, our same-property percent leased rate held firm at 94.3% and our percent commenced rate was actually up 30 basis points sequentially which is extremely positive, in my view, as we typically experience a seasonal occupancy decline in the first quarter of the year.\nYear-over-year, our percent lease rate is up 170 basis points and percent commenced rate is up 120 bps. These positive trends really speak to the leasing progress we've made over the last year in addition to the quality of our centers and the hard work of our team. Not only are we making progress filling vacancies, but our renewal retention rate also remains ahead of our historical average. Blended rent spreads in the first quarter averaged 6.5%, which is reflective of the healthy demand for space across the portfolio. We also remain judicious in our leasing capital spend as we continue to be successful in our efforts to embed solid rent steps into leases which gives us an opportunity to keep pace with market rent growth throughout the life of the lease.\nThis three-pronged approach to growing rents, number one, focusing on contractual steps, marking to market at exploration and limiting capital spend is reflected in both our GAAP and net rent -- net effective rent spreads, which are both in the mid-teens for leases executed in the first quarter. The culmination of both our occupancy and rent growth trends is embedded in our same-property base rent growth, which will be the most meaningful contributor to same-property NOI growth in 2022 and going forward.\nWe do recognize the macroeconomic and geopolitical headwinds that persist, including inflation, supply chain issues and labor shortages. So far, in the trade areas in which we operate, most of our tenants have largely been able to pass increased costs through to consumers. So we have not seen a meaningful impact yet from the tenant perspective. Permitting delays and the availability and cost of materials and labor are potential impacts that we continue to monitor. But so far, we haven't yet seen a material impact on rent commencement dates as we've been working hard to try to mitigate these impacts on our business.\nExamples of this include: helping our tenants coordinate permitting, source supplies, facing some approval processes and ordering long lead time items in bulk. In the context of our development and redevelopment projects and pipeline, we are diligently monitoring pricing trends and are conservatively underwriting cost escalations into our estimated yields. But that has not stopped us from moving forward and we're making great progress on our value creation pipeline currently with about $350 million of redevelopment and development projects in process.\nAt our East San Marco ground-up development project here in North Florida, we anticipate delivering the public store this summer with rent commencing later this year. The project started just over a year ago and has an expected stabilized yield that exceeds 7%. Even before delivering the anchor space, we are nearly 100% leased today with only one shop space remaining. This project is a great example of the leasing demand we are seeing for new grocery-anchored centers and top trade areas.\nWe were excited in Q1 to commence construction on another ground-up development project called Glenwood Green with a pro rata cost of $40 million and an expected stabilized yield of 7%. The project is located 30 miles south of New York City and Old Bridge, New Jersey and will serve as the retail hub of a new 250-acre master planned community. The 350,000 square foot center will be anchored by ShopRite, Target and a single-tenant medical building. All three will be operated on a ground lease and construct their own buildings, helping to mitigate our risk of cost escalations over the construction period. Both of these ground-up projects reflect our ability to continue sourcing and executing on value-add projects, attractive yields in this current environment.\nAs we consider new development and redevelopment projects for our future pipeline, we are excited to continue partnering with best-in-class grocers and are encouraged as they continue to expand their footprints in top trade areas. Overall, our team remains energized by the robust retail activity we are seeing across all regions and categories and I look forward to sharing more details over the next several quarters. Mike?\n\nMichael J. Mas\n\nExecutive VP & CFO, Regency Centers Corporation\n\nThanks, Jim. Good morning, everyone. I'll start by addressing the first quarter and then walk through the primary changes in our 2022 revised guidance. We are pleased to report strong first quarter results and operating trends, supported by continued occupancy improvement, rent growth and accretion from investment activity. Additionally, we continue to collect previously reserved rents from cash basis tenants as uncollectible lease income was again positive in the quarter, impacted by about $9 million or $0.05 per share of prior year collections. And given continuing improvement in underlying credit conditions, we also converted more cash-based tenants back to accrual, triggering the reversal of straight-line rent reserves during the first quarter, which contributed close to $4 million or $0.02 per share to NAREIT FFO. This conversion impact was not included in our prior guidance range. We now have 14% of our ABR remaining on a cash basis of accounting and our rent collection rate was 93% in the first quarter for the smaller pool.\nAs we discussed on last quarter's call, there remains significant noise in our year-over-year same property NOI comparisons that will certainly impact the cadence of our growth rate throughout the rest of this year. In the first quarter, we had a relatively easy year-over-year comparison, primarily related to uncollectible lease income in the year ago period. Conversely, over the next 3 quarters, we are facing much tougher comps, especially in the second and third quarters as it relates to uncollectible lease income comparisons as well as an expense reconciliation adjustment that occurred in the second quarter of last year, all of which we have discussed previously.\nGiven this comparability issue, the best indicator of what is truly driving our business this year is same property base rent growth. You will find that for the first quarter and underlying our guidance for the balance of 2022. Base rent growth will be the primary contributor to our same property NOI and will most closely match our sustained growth trajectory. We wish our classic metrics could be less complicated but the reality of the accounting impacts resulting from the pandemic will continue to affect year-over-year comparisons through year-end.\nTurning to 2022 guidance. We hope you've had a chance to review the details in our press release and business update slide deck, both posted to our website. On Page 6 of the slide deck, we've added a column to show the drivers of the $0.11 per share increase from our previous midpoint to the new midpoint of our NAREIT FFO guidance range. The drivers of the change that related to our operating fundamentals include a $0.03 positive impact from the 75 basis point upward revision to our same-property NOI growth forecast. The primary drivers include higher percentage rents in the first quarter, mainly from grocery and restaurant tenants as well as expectations for higher average commenced occupancy for the year, driven by more favorable lease-up progress and lower move-outs in Q1 than previously expected.\nAs Jim noted, commenced occupancy was actually up sequentially in the first quarter of this year, where it's typically seasonally lower. We also estimate an additional $0.02 per share of accretion from transaction activity, reflecting the net result of our incremental acquisition and disposition activity featuring the acquisition of our JV assets. The remaining increase in our guidance at the midpoint is related to the cash basis accounting adjustments I mentioned earlier. We increased our forecast for noncash revenues by $0.03 per share. primarily driven by the impact on straight-line rent from the conversion of cash basis tenants back to accrual during the first quarter. Recall that we only include these impacts and results in guidance on an as-converted basis.\nAdditionally, we raised our expectations for prior year collections to $18 million from the previous $13 million, driving another $0.03 per share of positive change to our guidance range at the midpoint. From a funding perspective, we raised our acquisition guidance to $170 million for the full year. We also raised our disposition guidance to $210 million. But as a reminder, $125 million of that is related to the sale of Costa Verde in January, the proceeds from which were already used to fund the purchase of the Long Island portfolio we closed in late December. The remaining $85 million of dispositions will in part fund our acquisition pipeline, combined with cash on hand and just over $60 million of net proceeds from the final settlement in April of our remaining forward ATM equity.\nWe also expect free cash flow after dividend payments and capital expenditures to be north of $140 million in 2022, which will be used to fund our development and redevelopment pipeline spend. Finally, we are in great shape with our sector-leading balance sheet and leverage profile and remain well positioned to continue taking advantage of growth opportunities. We ended the quarter with full capacity on our revolver and our leverage is at the low end of our targeted range of 5 to 5.5x. While the debt markets have been volatile and all-in costs have risen sharply year-to-date with no unsecured maturities until 2024, Regency can remain patient and opportunistic when accessing the debt markets in a meaningful way. With that, we look forward to taking your questions."
  },
  {
    "header": "REG",
    "cik": "0000910606",
    "ticker": "REG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3733c05df447e93ee7a7712d969767d0",
    "period": "2021 Q4",
    "content": "Q4 2021 Regency Centers Corp Earnings Call\n\nQ4 2021 Regency Centers Corp Earnings Call\n\nREGNASDAQFEB 11, 10:00 AM\n\nOperator\n\nGreetings, and welcome to Regency Centers Corporation Fourth Quarter and Full Year 2021 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Christy McElroy, Senior Vice President of Capital Markets. Thank you. You may begin.\n\nChristy McElroy\n\nSVP of Capital Markets, Regency Centers Corporation\n\nGood morning, and welcome to Regency Centers' Fourth Quarter 2021 Earnings Conference Call. Joining me today are Lisa Palmer, President and Chief Executive Officer; Mike Mas, Chief Financial Officer; Jim Thompson, Chief Operating Officer; and Chris Leavitt, SVP and Treasurer.\nAs a reminder, today's discussion may contain forward-looking statements about the company's views of future business and financial performance, including forward earnings guidance and future market conditions. These are based on management's current beliefs and expectations and are subject to various risks and uncertainties. It's possible that actual results may differ materially from those suggested by the forward-looking statements we may make.\nFactors and risks that could cause actual results to differ materially from these statements may be included in our presentation today and are described in more detail in our filings with the SEC, specifically our most recent Form 10-K and 10-Q filings. In our discussion today, we will also reference certain non-GAAP financial measures.\nThe comparable GAAP financial measures are included in this quarter's earnings materials, which are posted on our Investor Relations website. Please note that we have also posted a presentation on our website with additional information, including disclosures related to forward earnings guidance and the impact of COVID-19 on the company's business. Our caution on forward-looking statements also applies to these presentation materials. Lisa?\n\nLisa Palmer\n\nPresident, CEO & Non Independent Director, Regency Centers Corporation\n\nThank you, Christie. Good morning, everyone. Thank you for joining us. Reflecting back on 2021, Regency accomplished a great deal over the course of the year, and we have a lot to be proud of. With the disruption caused by the pandemic, it was a year of recovery, but the pace of our progress is a testament to the resiliency of retail properties like ours.\nAs we sit here today, we feel really good about the financial health of our tenants. Our leasing activity is robust. Our investment pipeline is full, and our balance sheet is back to pre-pandemic strength. And of course, this didn't just happen. We wouldn't be where we are without the tireless efforts of our people.\nSo if you would, please just give me a moment to thank the Regency team. Thank you, team. It truly takes all of us.\nSo as we've transitioned into 2022 and look ahead, our story is no longer about recovery. We move forward with a focus on growth and also with the benefit of hindsight from the last 2 years. While we do see lingering effects of the pandemic on our tenants, specifically the impacts of inflation and labor shortages, these headwinds have thus far not impacted demand for our space.\nThis focus on growth did begin last year with regards to our capital allocation strategy, as we've discussed on prior calls. We pivoted to offense in 2021. We completed nearly $500 million of acquisitions last year on an accretive, leverage-neutral basis.\nDuring the fourth quarter, we not only closed on the acquisition of our trucking, Blakeney Shopping Center, but we also announced the purchase of a 4-property grocery-anchored neighborhood centered portfolio on Long Island.\nYou've heard me say it before, these types of investments are the bread and butter of what we do, what our company does. Our focus is to invest in strong, well-located grocery-anchored shopping centers. Overall, the private transaction market for the centers we want to own remains really strong. We continue to see cap rate compression and value appreciation and even steeper competition for deals.\nBut despite this, our acquisition pipeline remains active. That's because our balance sheet and access to capital give us a competitive advantage as does our reach, given the boots on the ground in most of our target markets. Our Long Island portfolio acquisition was an off-market transaction. It was a group of family-owned assets, kudos to our team in that market for sourcing this deal. We will continue to look for opportunities like these where the assets meet our criteria for location, quality, format and growth.\nWe also announced recent dispositions. And in that context, I want to spend a minute on our sale of Costa Verde since this was previously a part of our redevelopment pipeline. As most of you know, we have been really excited to undertake a mixed-use densification project there that featured retail at its core. We worked for years to entitle the asset de-leasing the property, all in preparation for future redevelopment. But as time went on, the project evolved into predominantly life science and the highest and best use was no longer a retail-centric asset.\nThis changed the nature of the project and the risk profile materially. We made the decision to sell as it became clear to us that this was the best path to maximize value and manage our risk for the benefit of our shareholders. Importantly, we did get paid well for the value we created at that site, and we immediately reinvested the proceeds.\nTo be very clear, we don't see another Costa Verde in our portfolio. This asset was somewhat of a unicorn but we do own really great real estate, and there will be other opportunities to add nonretail uses or to densify our properties. To the extent that makes sense, we will again pursue a similar path. This could mean partnering with experienced operators, a ground lease or a sale of the nonretail component, but always with the goal of extracting and retaining control over the retail.\nAs an example, we have our Westbard Square project currently underway in Bethesda, Maryland. The redevelopment of this shopping center essentially features a refresh of all the retail, including a new store for our already successful giant grocery anchor, but will also include the development of senior living and apartment components on which we have partnered with others.\nBefore I turn it over to Jim, I'll conclude by saying that Regency emerged from 2020 a stronger company. And we and our tenants spent 2021 adapting to position ourselves for success in the new normal, and we've done just that. We've recovered from the pandemic, we maintained and even raised our dividend, and we are on our front foot today.\nThis consistency that you've seen from us over the years, even through the toughest of times, is evidence of the quality of our assets, our investment discipline, the strength of our balance sheet and most importantly, our people. Jim?\n\nJames D. Thompson\n\nExecutive VP & COO, Regency Centers Corporation\n\nThanks, Lisa. Good morning, everyone. Our teams are\nencouraged by the positive trends we're seeing in our portfolio and in the overall retail environment we saw record new leasing volumes during 2021 at 20% above historical levels. For the fourth quarter, rent collections are 99%, and tenants are reporting positive and often record sales.\nWith continued strength in our leasing activity and lower tenant move-outs, our percent leased rate again rose in the fourth quarter, ending the year at over 94%. We've made good progress from our COVID lows, but we continue to see further upside to occupancy from here, having achieved historical highs north of 96%.\nAdditionally, our teams have an opportunity to further upgrade merchandise mix in this environment, and our new leasing pipelines are healthy and building. The most active categories include grocers, medical, health and wellness, restaurants, cosmetic, home and off-price.\nImportantly, we are seeing good activity across all regions for both anchor and shop space. We are also having success keeping our current tenants in place. Our fourth quarter retention rate was 85%, well ahead of the historical average and shop tenant retention was our highest on record in the quarter.\nOur blended rent spreads were nearly 13% in Q4, positively impacted by the execution of a new anchor lease with Target and a property in Connecticut. As we have often discussed on prior calls, our ability to recapture and mark-to-market legacy anchor leases can often be one of the largest contributors to our rent spreads over time.\nWe also remain successful at driving contractual rent spreads achieving over 2% annual growth in the vast majority of our leases executed in the fourth quarter, while continuing to remain judicious in our leasing CapEx spend. Our consistent focus on embedded rent increases resulted in GAAP rent spreads of 13% in 2021 while also achieving attractive net effective rents. That said, we are cognizant that tenants are continuing to be impacted by inflation, supply chain issues, permitting challenges and most notably, labor shortages, both in operating existing stores and getting new stores open.\nWe are seeing and planning for an impact to rent commencement timing on the margin. Importantly, these pressures have not yet impacted demand for space but we also recognize that may not be sustainable as labor shortages continue to adversely impact businesses around the country.\nFor now, many tenants showing are showing an ability to adapt, including in-store tech advancements, reuse of equipment and improved e-commerce and curbside platforms. We continue to monitor these trends closely, and our teams are actively working with current and future tenants on these issues when where possible.\nMoving to our development and redevelopment pipeline, much like what we're acquiring, our teams are focused on creating value within our core competency of grocery-anchored neighborhood and community centers. We are proud of our track record and our proven ability to do so throughout cycles. Even with the pandemic-related challenges facing our industry over the last 2 years, we continue to start and deliver projects and currently have $300 million in process.\nTo highlight a few. In the fourth quarter, we completed the first phase of our ground-up HEB-anchored Baybrook development in Houston and look forward to starting an additional phase of this successful project in the near future. We completed the redevelopment of the public-anchored West Bird Plaza in South Florida this quarter.\nThis project included a complete tear down and rebuild of an older public store as well as Pasad and site work improvements to the entire center. The immediate impact of significantly enhanced sales volumes of the grocer over pre-redevelopment volumes, coupled with the modernization of this very well-located asset will enable us to significantly upgrade the merchandising mix and keep the center competitive and relevant for years to come.\nAt the Cambridge -- Abbott and Cambridge, Massachusetts, we have seen increased leasing activity and anticipate tenant openings later this year. The crossing Clarendon outside of D.C., we are nearing construction completion and happy to report that we are now over 95% leased.\nLooking ahead, we continue to target project spending in the range of $150 million to $200 million annually. While our development teams are seeing inflationary pressures on material and labor cost, we are carefully monitoring these increases and adjusting our underwriting. Importantly, we've been able to maintain our targeted project yields. Our teams are being proactive on securing bids, ordering materials early and utilizing our scale, relationships and connections to mitigate our risks as effectively as possible.\nIn summary, our team is optimistic about the current retail environment and the positive momentum we are experiencing across all regions in leasing, development and redevelopment. Mike?\n\nMichael J. Mas\n\nExecutive VP & CFO, Regency Centers Corporation\n\nThank you, Jim, and good morning, everyone. I'll start by addressing fourth quarter results, provide some color around sources and uses relating to recent transactions and then walk through some highlights of our initial 2022 guidance. Fourth quarter NAREIT FFO was positively impacted by a few items worth mentioning.\nUncollectible lease income was a positive $6 million in the quarter, and you can see the components of this detailed on Page 33 of our supplemental. Additionally, similar to last quarter, straight-line rent benefited from the reversal of reserves triggered by the conversion of some cash basis tenants back to accrual.\nThis noncash accounting impact benefited uncollectible straight-line rent by about $7 million. To reiterate, straight-line rent does not impact our core operating earnings, but these conversions created an outsized benefit to NAREIT FFO in each of the third and fourth quarters.\nFollowing the conversions back to accrual, we now have 17% of our ABR remaining on a cash basis of accounting. For this smaller pool, our cash basis collection rate was 94% in the fourth quarter.\nFrom a balance sheet perspective, we ended the year with full capacity on our revolver, and we have no unsecured debt maturities until 2024. Total leverage is back to well within our targeted range of 5 to 5.5x. The acquisition of Blakeney, which closed in November was funded with cash on hand and our share of proceeds from dispositions completed in the fourth quarter.\nThe acquisition of the Long Island portfolio, which closed just prior to year-end, was funded with the sales Costa Verde in early January, notably, and the challenge that often goes under the radar with dispositions of long-held assets.\nIn the last year, we've been able to sell nearly $250 million of properties on a tax-efficient basis by structuring 1031 exchanges. Turning to guidance. Please be sure to review the very helpful detail in our press release and business update slide deck posted to our website. While our earnings have historically been more visible and predictable, our 2021 earnings were impacted by a few cash basis accounting adjustments that complicated the picture heading into this year.\nThese include prior year reserve collections and straight-line rent reversal impacts where it appears as if expectations around these items resulted in meaningful variability in Street estimates. To add some clarity, we've increased the transparency even further in our guidance disclosure related to these items.\nRegarding the collection of prior year reserves, last year, we collected $46 million that we had billed and reserved in 2020. This year, we expect to collect about $13 million of revenues billed and reserved in prior years. These impacts are only related to the timing of revenue recognition, and this timing difference represents a $0.19 per share decrease in NAREIT FFO year-over-year in 2022.\nOne of the other big variances, as I mentioned, is the noncash impact of straight-line rent reserves. Last year, we recognized $43 million of noncash revenues, which included $13 million driven by the conversion of tenants from cash basis back to accrual. This year, we are forecasting roughly $28 million of noncash revenues. That's a $0.09 per share difference impacting NAREIT FFO.\nAnd as we've mentioned on prior calls, we only plan to include the cash to accrual conversion impact and forward-looking guidance as tenants are converted. So right now, we have 0 impact in our 2022 guidance relating to future conversions. We mentioned on the last call that the JV promote was recognized in Q3 '21 would not recur in '22. And we also discussed that our quarterly net G&A run rate would be higher in '22, driven by annual salary increases, filling open positions and returning to more normalized levels of T&E.\nCollectively, these impacts are another $0.14 at the midpoint. We hope you find this walk-through of material and unusual impacts helpful. Pivoting to same-property NOI growth, after adjusting for prior year collections, we are forecasting growth of 3.5% at the midpoint. That's $0.16 per share of incremental positive FFO growth.\nWe will continue our practice of disclosing the same-property NOI growth range, excluding prior year collections for as long as they meaningfully impact our results, providing some reflection of a more normalized growth rate where the primary contributing component is base rent growth.\nOne last reminder on same-property NOI. Recall that in the first quarter of last year, we were still recording meaningful uncollectible lease income and nearly $18 million when excluding any impacts from prior period collections. This compares to roughly $2.5 million in the fourth quarter of '21. So as we look to the cadence of growth by quarter during '22, we are anticipating a higher growth rate in the first quarter relative to the other 3.\nAlso included in guidance, we expect transaction activity will be accretive to earnings this year. And while on the surface, our disposition guidance exceeds acquisitions, remember that the acquired Long Island portfolio closed on December 30. So the impact is really that of a 2022 purchase.\nWe have about $65 million remaining of unsettled forward ATM equity and expect free cash flow from dividend payments north of $130 million this year, all of which supports and funds our investment pipeline and future growth opportunities. Finally, a quarter ago, we talked about NOI getting back to 2019 levels on an annualized basis during the first half of 2022, and that was 6 months sooner than we had originally anticipated.\nBut we're pleased to report that in the fourth quarter of 2021, and after excluding prior year collections, total NOI has now recovered back to 2019 levels. As Lisa alluded with the recovery behind us, we've now pivoted our mindset toward growth in 2022 and beyond. And with that, we look forward to taking your questions."
  }
]