[
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a66c76a6ec11ebf5f2360521fb41b40d",
    "period": "2025 Q3",
    "content": "Q3 2025 Nucor Corp Earnings Call\n\nQ3 2025 Nucor Corp Earnings Call\n\nNUENYSEOCT 28, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Nucor's Third Quarter 2025 Earnings Call. [Operator Instructions] And today's call is being recorded. [Operator Instructions] At this time, I would like to introduce Chris Jacobi, Director of Investor Relations. You may begin your call.\n\nChris Jacobi\n\nThank you, and good morning, everyone. I'm excited to join you this morning as the newest member of the Nucor IR team and welcome you to our third quarter earnings review and business update. Leading our call today is Leon Topalian, Chair, President and CEO; along with Steve Laxton, Executive Vice President and CFO. Other members of the new core executive team are also here with us today. and may participate during the Q&A portion of the call.\nYesterday, we posted our third quarter earnings release and investor presentation to Nucor's IR website. We encourage you to access these materials as we will cover portions of them during the call. Today's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures along with a reconciliation of non-GAAP financial measures.\nWith that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Chris. I want to begin by thanking our 33,000 Nucor teammates for their continued commitment to safety. Our team has been lowering our injury and illness rate every year since 2017, and we are on track to do it again in 2025. This level of performance would be impressive at any point, but to do it through a period of significant growth is an amazing accomplishment. Congratulations to the entire Nucor team and let's make the last 2 months of 2025 the safest in Nucor's history.\nTurning to Nucor's third quarter financial performance. We generated EBITDA of approximately $1.3 billion and earned $2.63 of EPS. These results exceeded our third quarter guidance driven by stronger-than-expected shipments from our steel mills and favorable corporate adjustments. Steve will provide more details during his financial update.\nWe remain committed to prudent capital management on behalf of our shareholders, balancing long-term growth with meaningful shareholder returns while maintaining our industry-leading credit profile. During the third quarter, we reinvested $807 million into the company with the majority of this capital related to growth projects that are nearing completion.\nWe've also returned approximately $230 million to Nucor shareholders through dividends and share buybacks, bringing our year-to-date returns to nearly $1 billion or 72% of net earnings. We also saw our long-term credit ratings upgraded to A3 by Moody's. Following the Moody's upgrade, we are now rated A- or A3 by all 3 rating agencies, making us the only major North American steel producer to hold that distinction.\nCreating value for our stakeholders requires a relentless focus on execution, and I'm proud of the work our team has done to advance our long-term mission to grow the core, expand beyond and live our culture. We are in the final phase of our multiyear capital investment campaign and will complete 4 major projects by the end of this year. Recent milestones include the commissioning of 2 bar mill projects and the commencement of pull production in galvanizing operations at our Alabama Towers & Structures facility. Our 2 new sheet coating facilities at Crawfordsville and Berkeley County remain on track, and the team in Crawfordsville recently processed the first coil through their new galvanizing line.\nAnd construction of our new sheet mill in West Virginia is 2/3 complete and remains on schedule to begin ramping up by the end of next year. Even as we invest to grow our capabilities, we remain focused on leveraging our existing asset base to generate attractive returns for our shareholders. For example, in steel products, we've taken steps to repurpose 2 existing steel products facilities to support our faster-growing Nucor data systems businesses.\nAnd within the steel mills, we have recently decided to no longer pursue a new rebar micro mill project in the Pacific Northwest region. With the recent investments we've made in the bar group, we can serve the Western U.S. and Canadian markets from our current footprint with superior cost and supply chain advantages. We will continue to monitor market developments to ensure the best use of our shareholder capital.\nAs I've said in the past, our growth strategy is not about growing our capacity. It's about providing more capabilities for our shareholders, customers and team. The investments we're making now to grow our core steelmaking capabilities and expand into downstream steel adjacent businesses will better position Nucor to offer comprehensive integrated solutions unmatched by any of our competitors. And by optimizing our full portfolio to operate as one team, we make it easier for our customers to buy, build and succeed.\nLet me now take a few minutes to highlight a couple of the areas where Nucor is improving its position as the supplier, employer and investment of choice within the steel industry. One of these is Nucor's bar mill group. As many of you know, Nucor entered the steelmaking business in 1969 when we began operating our first bar mill in Darlington, South Carolina. Over the following 5 decades, we have harnessed the inherent advantages of scrap-based steelmaking and Nucor's performance-driven culture to grow our bar mill Group into the nationwide powerhouse that it is. The bar mill team has delivered strong results in 2025, fueled by increased demand in the nonres construction markets and infrastructure markets.\nWith our broad geographic coverage and capabilities, Nucor is well positioned to optimize both product mix and volume regionally. In fact, the team has set quarterly rebar shipment records twice so far this year, first in Q1 and then again in Q3. We also began ramping production in the third quarter at our new melt shop in Kingman, Arizona and our new rebar micro mill in Lexington, North Carolina. Both facilities are strategically located in high-growth regions with reliable access to local scrap supply, enhancing our existing footprint in the Western and Southeast markets. We will continue ramping up operations over the coming months, with both projects on track to be EBITDA positive by the first quarter of 2026.\nWhile we build our leadership in steelmaking, we are also positioning Nucor as a key supplier to high-growth markets, like data center construction. The DOGE construction network is forecasting 60 million square feet of data center construction in 2025, a 30% increase over '24. And the state of Virginia alone has seen 54 new data center permit applications in the first 9 months of the year, underscoring the sector's momentum and long-term growth potential.\nWith our comprehensive portfolio of products, Nucor is uniquely equipped to partner with leading developers and hyperscalers who increasingly value speed and certainty of execution. We now supply over 95% of all steel products that go into a data center from the building envelope to the interior infrastructure. For example, we're the only provider capable of supplying steel for both conventional structures and preengineered buildings at scale. Inside of data centers, we're accelerating growth in our Nucor data systems businesses, implementing domestic production of server cabinets and increasing capacity for hot aisle containment and data center support structures. This unlocks powerful cross-selling opportunities for our diverse product portfolio, creating better outcomes for customers and driving shareholder value.\nTurning to trade policy. We've seen meaningful federal action this year supporting the American steel industry. Section 232 measures and ongoing trade enforcement are curbing imports with finished deal imports down nearly 11% year-to-date through August. Since the broader Section 232 tariffs were implemented, we have seen larger month-over-month reductions in imports and expect the trend to continue.\nWhile imports have decreased since the comprehensive 50% steel tariffs went into effect, they continue to be a necessary tool to counteract the massive amount of overcapacity that persist in the global steel sector. We believe that tariffs must stay in place with no exceptions or loopholes until there are fundamental changes in the global steel industry. Ongoing trade cases continue to provide another important defense against unfairly traded imports. In September, the ITC Commission rule that American steel producers were materially injured by imports of corrosion-resistant steel from 10 countries. Nucor is pleased with the decision, which clears the way for the Department of Commerce to issue final antidumping and countervailing duty orders in the coming weeks.\nWe are also following the Commerce Department's investigations into rebar imports from 4 countries and expect to see the preliminary determination later this quarter. Overall, we are encouraged by the administration's actions to help level the playing field for the American steel industry. And as North America's largest and most capable steel products company, Nucor is well positioned to create value for our customers and shareholders.\nWith that, let me turn it over to Steve, who will share additional details about our third quarter financial performance. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon, and thank you all for joining us on the call this morning. For the third quarter, Nucor generated net earnings of $607 million or $2.63 per share. Earnings were in line with the second quarter's adjusted earnings per share of $2.60 and above adjusted earnings per share of $1.49 for the third quarter of last year. Year-to-date, Nucor's adjusted net earnings are approximately $1.4 billion or $5.98 a share.\nEarnings for the third quarter exceeded the midpoint of our guidance range by approximately $0.50. The guidance beat was driven by 2 main factors: better-than-expected shipments and lower pre-operating and start-up costs. Our steel mills segment realized higher-than-expected shipments in sheet, bar and structural. In September, our Berkeley division set an all-time production record. And as Leon mentioned earlier, the bar group achieved another quarterly record for rebar shipments.\nThe steel mills group also saw stronger-than-expected shipment levels from several mills coming out of the third quarter planned outages. Additionally, the steel products segment exceeded volume expectations, contributing further to overall outperformance.\nSeveral of our newer operations progressed through start-up activities more rapidly than anticipated, resulting in lower-than-expected pre-operating and start-up costs. Pre-operating and start-up costs for the third quarter were $103 million. Favorable corporate and administrative impacts also contributed to the outperformance. These included lower inventory eliminations due primarily to lower-than-expected inventories in our downstream steel products segment as well as lower overall corporate and administrative costs.\nTurning to the segment level results for the third quarter. The steel mills segment generated $793 million of pretax earnings, a decrease of 6% from the prior quarter. We saw improved results across our bar and structural steel groups, but lower profitability in sheet and plate more than offset the gains in longs. We continue to see strong demand for long products and more subdued but stable demand for flats. That said, we are gaining market share and are encouraged by the recent operating performance of our steel mills.\nSheet shipments nearly matched our record volumes set in the prior quarter with sheet backlog tons up 13% year-over-year. And our bar products backlog at the end of the third quarter was 35% higher than the same time last year.\nTurning to steel products. We generated pretax earnings of $319 million, down from $392 million in the second quarter. Despite the sequential decline, volumes held up better than expected, with external shipments increasing 4% quarter-over-quarter. However, operating profit was impacted by less favorable product mix, higher substrate pricing and planned outage cost. Our steel products backlog has moderated alongside typical seasonal ordering trends, but ended the third quarter 14% higher year-over-year. The backlog extends well into the second quarter of 2026 for some of our more custom engineered product lines.\nQuoting activity remains robust, and we believe this reflects business confidence among our customers servicing the construction and infrastructure markets as well as their confidence in Nucor as a reliable provider of high-quality solutions.\nTurning to the raw materials segment. We realized pretax earnings of approximately $43 million compared to $57 million for the prior quarter. The primary driver of the sequential decline was lower pricing, partially offset by lower operating cost.\nMoving to the balance sheet. Nucor continues to have a differentiated position of strength and flexibility in our industry. An example of this was on display in the past quarter as evidenced by our recent ratings upgrade by Moody's. And we remain committed to maintaining a strong investment-grade credit profile.\nWe ended the third quarter with a total debt to capital ratio of approximately 24% and cash of approximately $2.7 billion. We generated $1.3 billion in operating cash flow during the quarter, a testament to Nucor's cash-generating operating model. Capital expenditures totaled $807 million for the quarter, bringing our year-to-date total to $2.6 billion. We now expect full year CapEx to be $3.3 billion for 2025 as some project spending was pulled forward from 2026. We will provide more detail on our CapEx budget for 2026 on our year-end earnings call in January, but we expect overall expenditures to decline by more than $0.5 billion compared with 2025.\nThe cornerstone of Nucor's capital allocation framework is providing meaningful cash returns to shareholders. During the second quarter, we returned $227 million to shareholders in the form of dividends and share repurchases. Through the end of the third quarter, we've returned nearly $1 billion, representing 72% of Nucor's year-to-date net earnings. During the same period, we repurchased approximately 4.8 million shares at a weighted average price of approximately $126 per share.\nTurning to our near- to medium-term demand outlook. I'd like to take a closer look at the distinct demand drivers shaping our flats, longs and steel products markets. While we're seeing varying levels of demand across these products, we expect each will continue to benefit from further declines in imports as the effects of tariffs and trade cases are realized. Beginning with our flat products, we expect strong demand from energy, data centers and advanced manufacturing. At the same time, we're monitoring softer conditions in areas like residential construction, consumer durables, heavy equipment and agricultural machinery. Additionally, new domestic supply is still being absorbed in the market.\nTurning to long products. Our bar and structural mills continue to benefit from a number of demand drivers, underpinning a more constructive near-term outlook that we remain mindful of typical seasonal purchasing trends. Infrastructure spending remains elevated. The American Road and Transportation Builders Association reports that bridge and tunnel contract awards are up nearly 20% year-over-year. And 60% of total funds allocated to the IIJA highway projects remain unspent. As Leon mentioned, data centers and energy infrastructure needed to power them will continue to drive pronounced demand for Nucor's long products.\nWe also see good demand from institutional construction, stadiums, warehouses and chip facilities. In addition, we expect to capitalize on the strong regional demand and gain market share as our North Carolina micro mill and new melt shop in Arizona ramp up.\nFinally, in our steel products segment, many of our business lines are benefiting from pockets of strength in nonresidential construction. As the market leader in custom engineered building products like joist and deck, metal buildings and insulated metal panels, we're seeing strong customer interest in our capabilities, particularly from those prioritizing speed, quality and certainty of execution. We also expect healthy demand for our rebar fabrication business and incremental demand for tubular products. That said, we're closely monitoring the impact of evolving trade policy, higher construction cost and persistent softness among residential construction activity.\nTurning to our fourth quarter outlook. We expect Nucor's consolidated earnings to be lower than the third quarter. We expect lower total volumes across all operating segments due to a combination of factors, including seasonal effects, Nucor's fiscal quarter continuing 5 less shipping days and 2 scheduled outages at our DRI facilities during the fourth quarter. We anticipate a decline in realized pricing within our steel mills segment, primarily driven by sheet. In contrast, pricing in our steel products segment is expected to remain stable.\nLooking ahead to 2026, we expect stable domestic steel demand. With the broadest range of capabilities in the North American steel market, Nucor is confident in our ability to create value for our customers and shareholders as we capture a healthy share of that demand.\nAnd with that, we'd like to hear from you and answer any questions you may have. Operator, please open up the line for questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/daa2d964768317e560ec0b126e11e562",
    "period": "2025 Q2",
    "content": "Q2 2025 Nucor Corp Earnings Call\n\nQ2 2025 Nucor Corp Earnings Call\n\nNUENYSEJUL 29, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Nucor's Second Quarter 2025 Earnings call. [Operator Instructions] And today's call is being recorded. After the speaker's prepared remarks, I'll provide instructions to callers wishing to ask any questions. I'd now like to introduce Jack Sullivan, Vice President, Treasurer and General Manager of Investor Relations, to begin your call.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's second quarter earnings review and business update. Leading our call today is Leon Topalian, Chair, President and CEO; along with Steve Laxton, Executive Vice President and CFO. Other members of Nucor's executive team are also here with us today and may participate during the Q&A portion of the call. Yesterday, we posted our second quarter earnings release and investor presentation to Nucor's IR website. We encourage you to access these materials as we will cover portions of them during the call. .\nToday's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures. So with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack. Now I want to begin by thanking our 33,000 Nucor teammates for delivering a solid quarter, both in terms of financial results and our safety performance amid all the uncertainty and distractions you have remained focused on executing our growth strategy and creating value for our shareholders, customers and communities. And you did it all while setting another all-time safety record for the first half of any year. Thank you for your vigilance and focus and never losing sight of our most important value. Let's continue to carry that momentum into the back half of the year.\nTo recap some of the second quarter financials, Nucor generated EBITDA of approximately $1.3 billion and earned $2.60 per diluted share. This represents a significant improvement over our first quarter results driven by higher average selling prices in our steel mills segment and stable realized pricing and higher volumes in our Steel Products segment. During the quarter, we returned $329 million to Nucor's shareholders through dividends and buybacks, bringing our total capital return to shareholders for the first half of the year to $758 million.\nCapital expenditures for the quarter totaled $954 million and we remain on track to deploy approximately $3 billion in CapEx for the year. Our team continues to execute well, and I'd like to highlight just a few of our accomplishments for the quarter. Production levels and shipments at our Brandenburg plate mill trended higher for a sixth consecutive quarter. Shipments in June reached another record, helping Brandenburg achieve positive EBITDA for the quarter. Meanwhile, Brandenburg's product development team continues to strengthen its market position with key customers for complex grades of steel plate that we have not been able to produce prior.\nI'd also like to recognize our entire sheet making group for shipping nearly 3.1 million tons during the second quarter, marking the second consecutive quarter where the Sheet Group has set a new shipment record. In particular, I'd like to congratulate our team at Gallatin sheet mill in Kentucky for setting a new monthly shipping record during the quarter. On our first quarter earnings call, I mentioned our structural steel backlog reaching historically high levels, and that set us up nicely for strong shipments in the second quarter. Nucor's Beam team delivered shipping over 630,000 tons in generating the highest quarterly earnings for this business since 2022 and the fourth highest of all time.\nOn the growth front, our construction teams continue to make great progress as we near completion of several important capital projects, our rebar micro mill in Lexington, North Carolina recently rolled its first heat and is now in the early stages of ramping up production. And the team in Kingman, Arizona has successfully melted, cast, and rolled several heat out of its new melt shop, and it will be ramping up production throughout the third quarter. For Nucor towers and structures, pull production and galvanizing operations in Alabama are set to begin by September, with customer shipments beginning in the fourth quarter. Our Indiana greenfield project is set to commence full operations by the spring of 2026 with customer shipments beginning in the second quarter.\nWithin sheet, we remain on schedule to complete our coding complex in Crawfordsville, Indiana by the end of 2025 and are galvanizing on in Berkeley, South Carolina by the middle of 2026 and the construction of our new West Virginia sheet mill is nearly 60% complete and remains on track for completion by the end of 2026. A key driver of our quarterly results came from the strong performance of our Steel Products group. We have grown this business to become the broadest and most diverse portfolio of downstream steel products in North America, allowing Nucor to offer a wide variety of solutions for our customers.\nFor the entire segment, second quarter pretax earnings were $392 million, a 28% increase over the adjusted results of the previous quarter. In fact, pretax earnings for each of the main product groups comprising this segment were in line with or above Q1 levels. On an LTM basis, the Steel Products segment accounted for 45% of Nucor's total pretax segment earnings with EBITDA margins of approximately 16%. Both of these metrics remain significantly higher than their respective pre-pandemic averages. Tariff policy continues to evolve, but has been positive for the steel industry overall.\nWe support the administration's recent actions to strengthen the Section 232 program by increasing the tariffs to 50%. We also applaud the Commerce Department's decision earlier this year to expand the review of steel derivative products covered by the Section 232 tariffs and for implementing a transparent inclusions process. These steps will help to curb the volume of unfairly traded imports and protect our national security. However, Dunton subsidized imports continue to persist and the vigorous enforcement of our trade laws is needed now more than ever. Nucor and other domestic producers have been injured by elevated levels of unfairly traded corrosion-resistant imports in recent years, and file trade positions on core imports from 10 countries last September.\nNucor is pleased with the preliminary determinations from the U.S. Commerce Department and U.S. International Trade Commission in these investigations and we anticipate affirmative final determinations from both agencies later this summer and fall. The Commerce Department in ITC have also initiated investigations into rebar imports from 4 countries, with the ITC issuing an affirmative preliminary injury determination earlier this month. Affirmative determinations in these cases and other trade proceedings are critical to ensuring a level playing field for the steel industry in America.\nWe are optimistic that the administration's vigorous enforcement of our trade laws and the strengthened Section 232 program will result in a sustained reduction of imports into our market. We're also monitoring the evolving country-specific tariff negotiations and their impact on raw material costs. Nucor's raw material supply chain is advantaged by having a broader set of capabilities than any other steel producer in North America. That diversity, along with our world-class sourcing and logistics teams give us flexibility to source raw materials in a way that optimizes our cost structure and adapt to this highly dynamic situation.\nBeyond trade policy, we were pleased to see the tax provisions and manufacturing incentives contained in the new legislation signed into law earlier this month. We expect the bill will lead to further economic growth and boost our competitiveness as a nation. It will unleash new investments in steel-intensive projects and promote the restoring of vital manufacturing while enhancing our national security. And as North America's largest and most capable steel products company, Nucor is incredibly well positioned to support this growth. With that, let me turn it over to Steve, who will share additional details about our second quarter performance, the current demand environment for steel and our outlook for the third quarter. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon, and thank you all for joining us on the call this morning. During the second quarter, Nucor generated net earnings of $603 million or $2.60 a share, right at the midpoint of our earnings guidance range. This represents a substantial improvement over the prior quarter adjusted earnings per share of $0.77 and is similar to the reported $2.68 earnings per share during the second quarter of last year. Year-to-date, Nucor's adjusted earnings were $782 million or $3.37 a share. Our second quarter results included preoperating and start-up costs of approximately $136 million or $0.45 per share. This is down $34 million compared to the prior quarter and in line with the prior year second quarter.\nTurning to the segment level results for the quarter. The steel mills segment generated $843 million of pretax earnings, more than triple that of the prior quarter. Higher average selling prices, particularly in our sheet and plate operations were the largest drivers of the change in profitability. Total volume for the steel mills segment was in line with prior quarter as increases in sheet, plate and beam shipments were offset by lower bar shipments.\nWe continue to see solid and steady booking rates and our steel mills backlog at the end of the second quarter was up nearly 30% over this time last year. To comment briefly on the pricing environment, we would describe it as broadly stable. Our published consumer spot price for HRC has been within 5% band of either side of $900 a ton for the past 16 weeks. During this period, we shipped record sheet volumes, and our sheet backlog at the end of the second quarter was 15% higher than the same time last year. As for rebar and MBQ products, we've recently announced price increases that take our average selling price for both products above the respective 13- and 52-week averages. We continue to see healthy overall demand for long products and we expect lower rebar imports during the second half of the year.\nTurning to steel products. As Leon mentioned earlier, we saw another strong performance in this segment. During the second quarter, steel products generated pretax earnings of $392 million, up 28% over the prior quarter's adjusted basis. Results were driven by stable realized pricing and higher volumes, leading to our best earnings quarter for this segment since the second quarter of 2024. Similar to steel mills, our backlog levels for the Steel Products segment remained healthy, up approximately 20% from a year ago and extending into 2026 for some products.\nWe continue to see strong demand as evidenced by robust coating activity and believe this reflects improved business confidence among our customers servicing the construction and infrastructure markets. In Joist and Deck, we are now seeing pricing for new orders at levels that are approaching our average backlog pricing. As a result, prices and margins in this business are expected to stabilize above pre-pandemic levels by end of the year. Turning to raw materials segment. We realized pretax earnings of approximately $57 million for the quarter, an increase of approximately 95% over the first quarter. Results were in line with expectations with stable volumes and pricing and lower operating expenses.\nMoving to the balance sheet. Nucor remains committed to maintaining a strong investment-grade credit profile. Nucor's credit ratings are the highest of any North American steel producer, and we have long believed that our financial strength is a competitive advantage, allowing us to execute our strategy through various phases of the economic cycle. During the quarter, we retired $1 billion in long-term debt with proceeds from our senior notes issued in March. We ended the second quarter with a total debt to capital ratio of approximately 24% in cash of approximately $2.5 billion.\nOur next substantial maturity is not until 2027 and more than 80% of our long-term debt maturities are after 2030. In addition to maintaining a strong balance sheet, a cornerstone of Nucor's capital allocation framework is to provide a meaningful direct return to shareholders. During the second quarter, we returned $329 million to shareholders in the form of dividends and share repurchases. When combined with the first quarter, we've returned $758 million of cash to shareholders, representing nearly 100% of Nucor's year-to-date net earnings. During the same period, we've repurchased approximately 4 million shares at a weighted average value of approximately $124 a share. Leon covered some of the factors impacting our markets. But now I'd like to touch on 4 of the larger macro themes that are driving demand.\nFirst, technology and advanced manufacturing. Since the passage of the CHIPS Act in 2022, we've seen announcements of over 90 technology and advanced manufacturing projects totaling over $450 billion in private investments. and that momentum has accelerated in 2025. These projects take time to move from announcement to construction, but we're seeing increased bidding and new order activity. We're currently supplying steel to 8 large semiconductor facilities now under construction, which all require beam, rebar, joist and deck and other downstream products.\nSecond, infrastructure demand remains strong, driven by funds allocated and now flowing to projects under the IIJA. We've seen notable increases in public transit, highway bridge and tunnel contract awards and our bar and plate teams are responding to this demand. Nucor's bar shipments were 13% higher in the first half of the year. while Nucor's plate shipments to the bridge market hit a record in the second quarter and rose 35% for the first half of 2025. We also anticipate higher steel tube demand later this year as contracts progress for unfinished sections of the border wall.\nThird, energy. In the energy sector, Nucor is seeing exceptional growth in power transmission with the first half shipments to this market up 88% year-over-year. We've also seen significant increases in steel shipments related to solar and onshore wind projects and the recently enacted tax policy will likely lead to some incremental pull-ahead tons over the coming year. Additionally, our Brandenburg facility has been certified to supply line pipe for both LNG and oil pipeline projects, opening up new opportunities in this expanding market.\nLast but not least, data centers. Construction in this market remains particularly strong. According to the Dodge Construction network, spending from construction starts is projected to grow 18% this year and an additional 26% in 2026. Our beam orders for this segment have increased significantly and serve as a precursor to incremental demand for a variety of downstream products that Nucor supplies. We expect these growing market segments will continue to drive demand for steel and steel products for the foreseeable future. Turning to the third quarter outlook. We expect Nucor's consolidated earnings to be nominally lower than in the second quarter. In the steel mills segment, despite resilient backlogs and stable demand, we expect modest margin compression compared to the second quarter. In both the steel products and raw materials segments, earnings are expected to be similar to the second quarter.\nFor Steel products, we expect slightly lower profitability in Tubular and Joist and deck, offset by improved performance in other business lines. As we look ahead to the second half of 2025, our expectation is that domestic steel demand will be higher than it was in the second half of 2024 and with the broadest range of capabilities in the North American steel market. We are confident in our ability to create value for our customers and shareholders as we capture a healthy share of that demand. And with that, we'd like to hear from you and answer any questions you may have. Operator, please open the line for questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/98f3ea49c699c4eaf0081c0ee0f8dbb2",
    "period": "2025 Q1",
    "content": "Q1 2025 Nucor Corp Earnings Call\n\nQ1 2025 Nucor Corp Earnings Call\n\nNUENYSEAPR 29, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Nucor's First Quarter 2025 Earnings Call. [Operator Instructions] And today's call is being recorded.\n[Operator Instructions] I would now like to introduce Jack Sullivan, Vice President of Nucor Investor Relations. You may begin your call.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's First Quarter 2025 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President and CEO; along with Steve Laxton, Executive Vice President and CFO. Other members of Nucor's executive team are also here with us today and may participate during the Q&A portion of the call. Yesterday, we posted our first quarter earnings release and investor presentation to Nucor's IR website. We encourage you to access these materials as we will cover portions of them during the call.\nToday's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures.\nSo with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack. Before we discuss the quarterly results, I'd like to acknowledge the important contributions of two retiring executive team members. Chad Utermark, our EVP of New Markets and Innovation, will retire in June after more than 3 decades with Nucor. Chad has exemplified the Nucor culture and has positively impacted thousands of team members during his tenure. His leadership in executing our Expand Beyond strategy and driving key acquisitions has been invaluable. We extend our best wishes to Chad and his family in his retirement.\nAdditionally, Greg Murphy, our EVP of Business Services and General Counsel, will also retire in June. Since joining Nucor in 2015, Greg has provided exceptional leadership. And his impact and advocacy leading our legal, environmental, government affairs and communications teams has been instrumental in developing long-term strategies that serve our shareholders, customers and our team. So on behalf of our more than 32,000 team members, thank you both for all of your leadership, friendship and dedication to Nucor You will be greatly missed.\nWith Greg's retirement, Ben Pickett has also been promoted to EVP of Business Services and Doug Wilmer has been promoted to President of Corporate Legal Affairs and General Counsel. And just last week, we announced Tom Batterby will be promoted to EVP of Human Resources and Talent effective May 11. Tom is an exceptional leader with more than 35 years of service with Nucor. In his new role, Tom will drive Nucor's strategy for the growth, retention and development of all Nucor team members. Please join me in giving a warm welcome to Ben, Doug and Tom in their new roles.\nTurning now to our first quarter results. Nucor has generated EBITDA of $696 million and earned $0.77 of adjusted EPS. Despite the lower results compared to prior quarters, Nucor's strong balance sheet and deep liquidity allowed the company to advance its long-term growth plans on a number of fronts. During the quarter, we reinvested nearly $860 million into the company with approximately 2/3 of that going into projects that will commence operations over the next 2 years. We've returned nearly $430 million of capital to Nucor's shareholders. We've prefunded upcoming debt maturities, raising $1 billion in new senior notes with a weighted average coupon of 4.88% took steps to wind down or repurpose certain operations at divisions where we believe resources can be allocated more efficiently.\nThrough it all, we've continued to live our culture, taking care of our team, customers and shareholders. The capital projects we've undertaken are designed to strengthen and diversify our earnings profile for shareholders and better serve the evolving needs of our customers. Several of these projects will commence operations within the next 12 months, and I'd like to take a moment to provide an update on them.\nWithin the bar mill group, our rebar micromill in Lexington, North Carolina, rolled its first billet in April and is on track to produce its first heat in June. Commercial shipments are expected to occur in the third quarter. At our Kingman, Arizona bar mill, we expect a new melt shop to produce its first heat in June and be operational in the third quarter. We've also made considerable headway with new coating facilities at our existing sheet mills. The coating complex at our Crawfordsville, Indiana sheet mill is scheduled to be completed by year's end and will add galvanizing and prepainting capabilities at the location. Additionally, the new galv line at our Berkeley County sheet mill in South Carolina is on track to completion by mid-2026.\nWithin our towers and structured business, the greenfield projects in Alabama and Indiana will commence operations throughout the next 9 months. Customers have already started to tour Alabama location, and we are working through initial phases of the qualification process. The Alabama project is slated to begin operations in the third quarter of this year and the Indiana project is on track to begin operations in the first quarter of 2026. While construction on our West Virginia sheet mill will continue through 2026, the team there continues to do a great job of moving the project forward. We're near the midpoint of construction time line and equipment installation is well underway. We remain on schedule to commission the mill by the end of next year and look forward to supplying the markets with some of North America's cleanest and most advanced sheet steels.\nOver the past several months, we've seen significant changes in federal trade policy, including the welcome marine statement and broadening of Section 232 steel tariffs, Since its implementation in 2018, the 232 tariffs have been significantly weakened through country exemptions, quotas and numerous product exclusions. By 2024, fewer than 18% of steel imports were subject to Section 232 tariffs. Ending the exclusions and quota agreements was necessary to strengthen the U.S. steel industry, which was the original goal of the 232 tariffs. We have always maintained the belief that America's national security depends on a robust and healthy American steel industry. As America's largest and most diversified steel producer, we applaud recent steps to help level the playing field for American steel producers.\nIn addition, the trade case relating to certain corrosion-resistant steel products continues to progress. Earlier this month, the Department of Commerce announced preliminary antidumping duties on coated flat-rolled steel from 10 countries. Many of our country's trading partners have taken advantage of our open markets for far too long to the detriment of the American manufacturer and their teams. These trade remedies as well as the comprehensive Section 232 tariffs are the sort of enforcement mechanisms required to stop unfairly traded imports. For nearly 30 years, Nucor has worked across administrations to ensure strong trade law enforcement, and we will continue to be outspoken on these issues so long as there are trading partners who do not play by the rules of free and fair trade.\nWhen speaking to investors over the past several weeks, we've heard a lot of questions about the outlook for steel demand in light of macroeconomic uncertainty and volatility. So let me spend a few moments describing what we're seeing and what we're focused on. For starters, in the first quarter, we saw backlogs rise over 30% in our steel mill segments and rise nearly 25% in steel products. We recognize a portion of this may be pull forward. However, we continue to see very healthy order entry rates and relative stable pricing. We're also seeing an administration that seeks less regulation, a lower corporate tax rate and has demonstrated a willingness to pivot and course correct as conditions evolve.\nWe're seeing steady to improving demand for steel among customers who are engaged in the reshoring, rebuilding and repowering of American industry. And Nucor is best positioned to supply these growing markets as evidenced by our order books, which include projects like the advanced manufacturing facilities, infrastructure projects, new hospitals, schools, airports, power plants and stadiums. Overall, we continue to see the current improving demand environment in line with our expectations of 2025. And when you couple that with Nucor's product breadth and capabilities, paired up with recent policies and support of U.S. manufacturers, it's hard not to be optimistic about Nucor's future.\nWhile the economy is grappling with a lot of uncertainty and volatility, rest assured, Nucor is built for this. We have the right capabilities, the right team and the right financial strength to preserve regardless of the macroeconomic trends. Our mission to grow the core, expand beyond and live our culture is how we plan to succeed. But all of this requires execution. It's through great execution that Nucor turns potential into value creation for our shareholders and our customers. And that's why my most important message to the team during this period of transformative growth is to stay focused and accountable as we bring new projects to life across the enterprise.\nBefore handing it over to Steve, I want to mention that we recently posted our 2024 Corporate Sustainability Report to the Nucor website. We're proud to share that our greenhouse gas emission intensity is among the lowest in the global steel industry, and we believe demand for cleaner steels will continue to grow. The report highlights how we're advancing the development of cleaner energy sources such as nuclear energy as well as carbon-free iron sources and other low-carbon raw materials. The report also highlights impressive progress our team has made in reducing injuries over the last several years. I'd encourage you to look through it and learn more about how our team is working to care for one another, the environment and the communities we call home.\nWith that, I'll turn it over to Steve, who will provide more details about our performance in the first quarter and our outlook for the second. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon, and thank you all for joining us on the call this morning.\nDuring the first quarter, Nucor generated net earnings of $156 million or $0.67 per share. This includes pretax charges of $29 million or $0.10 per share of after-tax charges related to the closing or repurposing the facilities in our steel products segment and ceasing production of wire rod at our Connecticut bar mill. Excluding these onetime charges, our annual earnings were approximately $179 million or $0.77 per share.\nLeon highlighted the progress we've made on several of our larger growth initiatives. While these growth investments create long-term shareholder value, they also create near-term earnings headwinds. During the first quarter, Nucor incurred $170 million or $0.56 per share in pre-operating and start-up costs.\nTurning to the segment level results for the quarter, and adjusting for the onetime charges just mentioned, the steel mill segment generated adjusted pretax earnings of $241 million, increasing approximately 43% from the prior quarter. While average realized prices were roughly in line with the fourth quarter prices, volume increased 14%. The most pronounced increase came from the bar mill group, where shipments rose 21% compared to the prior quarter and 20% year-over-year. We also saw improvement in plate shipments driven by a combination of good customer demand and improved operations at our Brandenburg, Kentucky plate mill. Brandenburg shipments and production have trended higher for 5 consecutive quarters, a testament to the progress of that team.\nWhile shipments were higher during the first quarter, we were also booking at healthy levels. As Leon mentioned previously, our steel mills backlog grew more than 30% throughout the quarter and sits up nearly 25% over this time last year.\nNucor's steel products segment affords a wider and more diverse set of solutions than others in our industry. That capability breadth is a meaningful differentiator and value creator. The segment continues to deliver pronounced impacts on Nucor's overall earnings profile. The steel products segment generated adjusted pretax earnings of $307 million for the first quarter. Steel products also saw a meaningful backlog growth, up nearly 25% across all downstream products for the quarter. Our joist and deck backlogs now extend into the fourth quarter. As we've shared in the past, the longer-duration backlogs for some products within this segment mean we experience a lag between pricing changes in the market and realized financial results.\nAnd we're seeing this effect now and expect lower realized pricing in our financial results for some of these businesses in coming months. But it's important to note that we expect margins in this backlog to remain well above pre-pandemic levels. Given where backlog is set, broader coverage under Section 232 and our healthy current order book, we have a constructive view on the steel products segment for the balance of 2025.\nSince 2022, we've made several acquisitions to expand our construction products capabilities to leverage our company's core competency as an efficient manufacturer. These acquisitions and subsequent organic growth investments have established four distinct platforms with higher growth and margin potential for our shareholders. During 2024, our overhead doors, racking and insulated metal panels platforms generated EBITDA of approximately $400 million when annualizing for midyear acquisitions. For 2025, we expect these three platforms will generate approximately $450 million in EBITDA, with further growth expected in 2026 when our new towers and structures facilities enter their first full year of production.\nTurning to our raw materials segment. We realized pretax earnings of approximately $29 million for the quarter, a decrease of approximately $28 million from the fourth quarter. Lower realized pricing for DRI and higher operating expenses in some of our scrap processing operations were the primary factors affecting the quarter-over-quarter change.\nMoving to the balance sheet. We remain committed to maintaining a strong investment-grade credit quality. A healthy balance sheet with ample liquidity has been a hallmark of Nucor for decades and continues to put the company in a position of strength, allowing us to execute our strategy throughout various phases of the economic cycle. In March, Nucor increased its revolving credit facility by $500 million, and we raised $1 billion of senior notes at a weighted average coupon of just under 4.9%. This $1 billion offering was split evenly across 5- and 10-year tenors with proceeds being used to retire $1 billion of notes that reach final maturity in late May and early June.\nThe rating agencies continue to affirm our investment-grade credit rating outlooks. Our ratings are the highest of any North American steel producer with an A- rating and stable outlooks from both S&P and Fitch and a Baa1 rating on positive outlook from Moody's. Nucor ended the first quarter with a total debt to capital of approximately 27% and just over $4 billion in cash. However, as just mentioned, we intend to use $1 billion of the cash recently raised from our debt offering to retire debt. So adjusting for this intended use, Nucor would have debt to capital of just under 25%, more in line with recent periods, and cash of just over $3 billion.\nIn addition to maintaining a strong balance sheet, the cornerstone of Nucor's capital allocation framework is to provide meaningful direct returns to shareholders. During the first quarter, that principle was on display as we returned $429 million to shareholders in the form of dividends and share repurchases.\nLeon spoke earlier about our outlook, but now I'd like to drill deeper on what we're seeing across some of our businesses. Within sheet, we're seeing continued resilient demand from key end-use markets like construction and energy. Our sheet backlog grew meaningfully during the first quarter, and we expect our second quarter shipments to increase further. The effects of the [ court's ] trade case, coupled with the recent Section 232 refresh, should temper unfairly dumped and [ federally ] priced materials, allowing for improved stability in the sheet business.\nTurning to bar. While there is potential concern that some of the commercial construction planning may be pausing in response to recent market volatility, larger projects in advanced manufacturing, infrastructure and institutional construction remain largely unaffected and continue to represent steady business for us. Consequently, we see improved financial performance in bar in the second quarter. Imports were meaningfully higher during the first quarter, reflecting front-running of tariffs.\nWithin our plate and structural groups, some of the same demand drivers are having a positive impact. Nucor is a leading supplier to structural fabricators, and we saw higher shipments for projects ranging from data centers and warehouses to bridges and other infrastructure projects. New energy-related projects are also driving demand. We're supplying piling for solar farms, plate for onshore wind and transmission towers and getting qualified to supply steel for API-grade line pipe out of Brandenburg. Our backlogs are up significantly in both beam and plate, and we expect strong shipment levels and stable pricing to continue into the second half of this year.\nAnd in the steel products segment, our backlogs are up year-over-year by 19%. Highlighting a few of our larger businesses within that segment, we expect continued strong performance from joist and deck and strengthening performance from our tubular and metal buildings groups. Positive construction trends on growing data center demand, stable warehouse activity and ongoing institutional construction are driving backlog growth. In addition, operational gains in our tubular and metal buildings group, coupled with lower imports for tubular, are setting this up for positive momentum in coming months.\nTurning to our second quarter 2025 outlook. We expect Nucor's earnings to be meaningfully higher than in the first quarter of this year. Operating results at the steel mills, steel products and raw materials segments are all expected to be stronger than the first quarter. The steel mills segment is expected to drive the largest portion of the sequential earnings growth due to stable volumes and higher realized pricing. Within this segment, Nucor sheet and plate business are expected to drive the majority of the increase. In the steel products segment, we expect higher volumes and improved cost to more than offset slightly lower realized pricing. In our raw materials segment, we expect volumes to remain flat along with moderating scrap pricing and stable realized DRI pricing. We also expect sequential cost improvements within our scrap processing operations.\nAs we look further into 2025, our expectations for demand remain generally in line with the optimism we shared on our year-end earnings call. We still expect to see growth in domestic steel demand this year, and we're confident in our ability to capture a healthy share of that demand with the best and most diverse range of solutions in the marketplace.\nAnd with that, we'd like to hear from you and answer any questions you may have. Operator, please open the line for questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f0cf33701ef6f7e610b6bd6c3d3f8faf",
    "period": "2024 Q4",
    "content": "Q4 2024 Nucor Corp Earnings Call\n\nQ4 2024 Nucor Corp Earnings Call\n\nNUENYSEJAN 28, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Nucor's Fourth Quarter 2024 Earnings Call. [Operator Instructions] Today's call is being recorded. [Operator Instructions] I would now like to introduce Jack Sullivan, Vice President of Investor Relations. You may begin your call.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's Fourth Quarter and Year-end 2024 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President and CEO; along with Steve Laxton, Executive Vice President and CFO. Other members of Nucor's executive team are also here with us today and may participate during the Q&A portion of the call.\nYesterday, we posted our fourth quarter earnings release and investor presentation to Nucor's IR website. We encourage you to access these materials as we will cover portions of them during the call. Today's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws.\nActual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures along with a reconciliation of non-GAAP financial measures. So with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack, and welcome, everyone. We often begin these calls by highlighting our safety performance. We do this because safety is our most important value, and we cannot truly be successful as a company if we are not taking great care of one another. That's why I'm pleased to report that 2024 was the safest year in Nucor's history. We had the fewest number of recordable and reportable injuries on record, and our injury and illness rate declined for the seventh consecutive year.\nTo my 32,000 team members, I'm extremely proud of your safety performance, especially since it has occurred through all phases of the economic cycle and during a period of rapid expansion for our company. But safety never rests and we must all remain vigilant to achieve our ultimate goal of becoming the world's safest steel company. Let's continue to work together and make 2025 our new safest year ever.\nTurning to our financial performance. We earned $1.22 per share in the fourth quarter and $8.46 for the full year. We generated EBITDA of $751 million for the quarter, on our way to nearly $4.4 billion for the year. And our balance sheet remains quite strong with $4.1 billion of cash at year-end. 2024 was a very active year on the capital allocation front with approximately $3.2 billion in total CapEx and $760 million in acquisitions. In keeping with our commitment to investors, Nucor has returned over $2.7 billion to shareholders through share repurchases and dividends for the year.\nWhen I became CEO of Nucor 5 years ago, we developed a 3-part mission statement: to grow the core, expand beyond, and live our culture. It launched the company on a long-term growth trajectory that will take nearly a decade to complete and will require more of our team than we've ever asked. I'm proud of the work we've accomplished so far and the plans we have over the next few years to reach our stated goals. But as I've said in the past, this is not about getting bigger. This is all about getting better for our shareholders, our customers, and our team members.\nWe are about 2/3 of the way into this journey in terms of the capital deployment, but we've yet to realize the earnings potential of the investments we've made. This is one of the primary reasons I'm so optimistic about Nucor's future. I'd like to take a moment to revisit our long-term growth plans and how the investments we're making today are going to create value for our customers and shareholders for years to come.\nIn raw materials, we are investing in new technologies to enhance our scrap segregation and recovery rates while reducing our carbon footprint. In our steel mills segment, each investment is aligned with our broader strategy to increase Nucor's product mix towards higher-margin value-added products that address specific customer needs in key markets. For steel products, we're investing in automation to drive efficiencies and create a safer work environment. And we're developing new products and solutions that our customers value. And finally, we're investing in new downstream platforms where we identify steel-adjacent businesses with growth prospects underpinned by strong secular demand drivers.\nLet's take a minute to provide an update on our largest growth initiatives, which collectively represent approximately 65% of our 2025 CapEx budget. In the sheet group, we're making good progress on our West Virginia sheet mill, Nucor's single largest capital investment. We're nearly 40% of the way through the construction phase and remain on track to commission the mill by the end of next year. As this mill ramps up throughout 2027, it will begin shipping some of the cleanest and most advanced sheet steels in North America, targeting the automotive, construction, and industrial markets.\nAlso within the sheet group, we're adding new finishing capabilities, including a new galvanizing line and coding complex at Crawfordsville that will begin operation by late 2025, a second galv line at our Berkeley County mill by mid-2026, and a construction-grade galvanizing line at our CSI joint venture by the end of 2027. Within the bar mill group, we're on track to complete construction of 2 key projects in 2025, including our new rebar micro mill in Lexington, North Carolina, and our new melt shop bar mill in Kingman, Arizona. These new operations will allow Nucor to better serve infrastructure and construction markets in some of the fastest-growing regions in the nation.\nAnd steel products will complete construction on 2 highly-automated tower manufacturing plants this year, and we'll break ground on the third site in Utah, which will be completed in 2027. These will serve the high-end growth power transmission and telecommunication markets. Each of these investments address critical customer needs and advances us towards our objective of doubling Nucor's through-cycle earnings.\nOur mission also includes living our culture. Nucor's culture is one of our greatest competitive advantage. And while it will continue to evolve, its core values like trust, open communication, teamwork, remain constant. This is what enables the company to harness the collective strength of the 32,000 men and women who make up the Nucor family. Our mission and the way in which we executed has created significant shareholder value. Over the last 5 years, Nucor has returned over $12 billion of capital to shareholders, and we've reinvested approximately $16 billion through CapEx and strategic acquisitions.\nDuring the same period, we've maintained our industry-leading credit profile and have advanced our sustainability journey. I'm proud of all we've accomplished during the first half of this decade. But make no mistake, Nucor's greatest days are still in front of us as we continue to ramp up recently completed projects and finalize several more over the next few years.\nWith the inauguration last week, we look forward to working with President Trump and members of his administration as they advance the President's fair trade and pro-growth economic agenda. Unfairly traded imports continue to be a challenge for the domestic steel industry, with earnings negatively affected by rising global steel overcapacity and surges of unfairly traded imports, including corrosion-resistant steel. More needs to be done to ensure that these illegally dumped and subsidized imports do not continue to distort the American market and erode profitability.\nSection 232 measures have been critical in providing support for our domestic steel industry, but they've been weakened over time. Country exemptions and quota arrangements, including with Mexico and Canada and the EU should be replaced with tariffs, and the Section 232 measures should be extended to downstream steel products such as fabricated structural steel. We also need the new Congress to pass the Leveling the Playing Field Act 2.0 quickly. It's been roughly a decade since the last overhaul of our trade laws, and this bill would help to ensure that domestic industries injured by unfairly traded imports can obtain critical relief.\nOver the last few years, we've seen significant investment in American-based manufacturing. We expect this trend to continue, given the new administration's desire to strengthen America's industrial base and supply chains for national security and energy independence. America is home to the cleanest and most advanced steel industry anywhere on the globe, and we look forward to working with the administration to ensure that we strengthen our steel industry.\nAs we look ahead into 2025, we believe steel demand is poised for modest growth in the first half of the year and will gain more momentum as we get further into the second half. Consumer confidence has been resilient, inflation has moderated, and unemployment remains low. With respect to our primary markets, infrastructure construction activity continues to be strong, as does institutional construction. We expect a resumption of growth in residential and commercial construction this year as well, especially if we see looser lending conditions and a more supportive regulatory permitting environment under the new administration.\nManufacturing construction starts have slowed, but we will continue to see demand for steel products from these complex projects for several years to come. Overall, we're encouraged by the pro-growth and fair trade philosophy of the new administration. These policies are well aligned with the rebuilding, repowering and reassuring of the U.S. economy, which should continue to drive demand for steel. And as America's largest and most diversified steel producer, Nucor is well positioned to supply those needs.\nWith that, I'll turn it over to Steve Laxton, who will provide more detail about our fourth quarter and full year performance and our outlook for Q1.\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon, and thank you all for joining us on the call this morning. During the fourth quarter, Nucor generated net earnings of $287 million or $1.22 a share. For the full year, Nucor's net earnings were approximately $2 billion or $8.46 a share. Earnings for the fourth quarter exceeded the midpoint of our fourth quarter guidance range by about $0.62. There were several factors contributing to our beat but they fit into 2 primary categories. First, stronger-than-expected operating performance accounted for about 2/3 of the guidance beat; and second, favorable impacts from corporate, administrative, and discrete tax items accounted for the rest.\nWith respect to operations, higher-than-expected shipments were the primary driver of outperformance. Shipment volumes for our steel and steel product segments were both higher than we anticipated in December. Solid demand fundamentals coupled with less impact than anticipated during the holidays drove these results. Additionally, operating margins were stronger for several of our products. Various items drove the favorable impacts from corporate, administrative, and tax and are more discrete in nature. These include lower compensation costs as well as unrealized gains on investments due to changes in market valuations and onetime tax items primarily related to state taxes.\nTurning to segment-level results for the quarter. The steel mills segment generated pretax earnings of $169 million, a decrease of roughly 45% from the prior quarter. While shipment volumes were roughly in line with that of the third quarter, both realized pricing and metal margins declined in the fourth quarter. Approximately half of the segment declines in the quarter are attributable to our sheet business. The steel products segment delivered pretax earnings of $329 million for the fourth quarter, a decrease of about 5% compared to the third quarter, excluding the third quarter's noncash impairment charge. Volumes for this segment were 4% lower than the prior quarter and realized pricing declined about 1%.\nOur joist and deck backlogs are stable and extend well into the second quarter. The nature of this business's longer duration backlogs mean we expect to continue to see lower realized pricing in our financial results in the coming months from prior period price declines. Importantly, the margins in this backlog remain well above their pre-pandemic levels. We are cautiously optimistic that more favorable demand trends are emerging in some nonresidential construction markets, which may have positive impacts on our overall downstream businesses.\nImproving construction activity should also benefit our Expand Beyond platforms. And we expect double-digit top line growth for each of our overhead doors, racking, and insulated metal panels in 2025. These 3 platforms generated a run rate EBITDA of approximately $400 million in 2024. When annualizing for the partial year ownership of 2 of our acquisitions, Rytec and Southwest Data Products. For 2025, we expect these platforms to generate over $450 million in EBITDA, with further opportunity for additional growth in the years ahead.\nJust to highlight a few of the catalysts fueling our growth. With the acquisition of Rytec and further capability development, our door technologies platform should realize added growth by going to market with a more comprehensive offering of overhead doors and to a larger customer base. Our racking business is executing on numerous opportunities to provide custom fabricated solutions for data centers and for warehouse customers looking for vendors who can help them realize the benefits of automatic storage and retrieval systems.\nInsulated metal panels should continue to benefit from growing demand for climate-controlled environments, manufacturing and storage facilities, and going to market alongside our growing racking business and market-leading and pre-engineered metal buildings business. And we continue to build out our capabilities in our towers and structures business. We anticipate starting up our facilities in Alabama and Indiana in 2025 and our recently announced Utah facility in 2027. These advanced manufacturing facilities are well positioned to serve our nation's growing needs in energy infrastructure for years to come.\nTurning to our raw materials segment. We realized pretax earnings of approximately $57 million for the quarter, an increase of approximately $40 million from the third quarter, excluding the third quarter's noncash impairment charge. While pricing was relatively stable during the quarter, DRI production increased by about 20% from the third quarter, and we benefited from lower operating costs in our scrap processing facilities.\nAs Leon mentioned, capital expenditures for 2024 totaled approximately $3.2 billion. For 2025, we're estimating capital spending to be approximately $3 billion as we continue to execute on our long-term growth strategy. Growth-oriented investments constitute about 2/3 of our expected spend this coming year with our West Virginia sheet mill being the largest single use of capital. We're more than 1/3 of the way into construction phase at West Virginia with considerable headway made in 2024. We remain on track to complete construction and begin the start-up of West Virginia by the end of 2026. As we construct and ramp up new mills, it's important to remind you that we'll continue to incur elevated levels of pre-operating and start-up costs, which were $594 million for 2024.\nAs we progress through this period of growth investments, we remain dedicated to our balanced capital allocation framework. We're committed to a strong investment-grade balance sheet. With a debt-to-capital ratio of about 25% and debt-to-EBITDA of 1.6x and ample liquidity with cash of more than $4 billion at the end of the year, our balance sheet is a reliable enabler of our ability to grow while providing meaningful direct returns to shareholders. Nucor returned over $2.7 billion back to shareholders in the form of dividends and share repurchases in 2024 alone and has returned approximately $12.5 billion over the last 5 years. We plan to continue to return at least 40% of our annual net earnings through quarterly dividends and share repurchases.\nThis past December, our Board of Directors authorized an increase in our quarterly dividend to $0.55 a share. We've not only paid but also increased our regular quarterly dividend for 52 consecutive years. That's a commitment to our shareholders that very few other companies can attest to.\nTurning to our first quarter of 2025 outlook, we expect Nucor's operating results of the steel mills and steel products segment to be generally in line with the prior quarter. The demand environment may be showing some early indications of strengthening, and backlog tons increased 5% from the third quarter to the end of the year. But given the length of backlogs and the lag nature of some of our businesses, realized pricing and margins for these segments may not exceed prior quarter's results.\nIn our raw materials segment, we expect to ship higher volumes to meet the demand growth of our mills. Fair scrap pricing has moved up slightly in the opening weeks of 2025 but the realized transfer price for our DRI is trending lower. The net effect of this is likely to result in a lower contribution for the raw materials segment compared to the fourth quarter. While the fundamentals of our operating segments appear to be stable with the possibility of upside as we work further into the quarter, we must bear in mind that the discrete benefits we saw from our corporate, administrative, and tax areas in the fourth quarter are not expected to reoccur. As a result, this may cause our net earnings in Q1 to be slightly lower than the fourth quarter.\nAs we look further into 2025, several positive trends seem to be emerging. And as the largest, most diverse and most capable solutions provider in our industry, Nucor is well positioned for the year ahead. And with that, we'd like to hear from you and answer any questions you may have. Operator, please open the line for questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/06656558ee2fbe124c9a95205cb743a4",
    "period": "2024 Q2",
    "content": "Q2 2024 Nucor Corp Earnings Call\n\nQ2 2024 Nucor Corp Earnings Call\n\nNUENYSEJUL 23, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Nucor's Second Quarter 2024 Earnings Call. [Operator Instructions] Today's call is being recorded. [Operator Instructions] I would now like to turn or introduce Jack Sullivan, General Manager of Nucor Investor Relations. You may begin your call.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's Second Quarter Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President, and CEO; along with Steve Laxton, Executive Vice President and CFO. Other members of Nucor's executive team are also here to participate during the Q&A portion of today's call. We've posted our second quarter earnings release and investor presentation to the Nucor Investor Relations website, and we encourage you to access these materials as we'll cover portions of them during the call.\nToday's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures. So with that, I turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack, and welcome, everyone. I'd like to begin by highlighting 2 recent changes to our executive team. In June, Doug Jellison retired after 33 years with Nucor. Doug worked across many of our businesses and made tremendous contributions to Nucor over the 3 decades he was part of our team, most recently as EVP for Strategy. We wish Doug, Luanna, and his entire family the very best in retirement.\nAnd in May, Randy Spicer was promoted to Executive Vice President to run our bar and engineered bar businesses. Randy is a talented leader who has most recently served as President of Nucor tubular products. He's been with Nucor now for more than 20 years and we are excited to have him part of our executive team.\nTurning to our second quarter performance, I'd like to congratulate our entire team on achieving the safest first half of any year in Nucor's history, with 52 of our 109 divisions accomplishing our ultimate goal of 0 recordable injuries. These are fantastic results, and I'd like to thank our 32,000 team members for your steady progress toward making Nucor the world's safest steel company.\nIn terms of financial results, we generated earnings of $2.68 per diluted share in the second quarter, bringing our year-to-date earnings to $6.14 per diluted share. Second quarter earnings decreased compared to the first quarter, primarily due to lower average selling prices in both our steel mills and steel products segments.\nReturning capital to shareholders and maintaining a strong balance sheet are key components of our overall capital allocation philosophy, and we made progress in both fronts during the quarter. Nucor repurchased approximately 2.9 million shares for $500 million, and Moody changed its outlook on Nucor's senior unsecured credit rating from stable to positive.\nOne thing I'm especially proud of is the progress our team continues to make in advancing our long-term value-creating strategy. During the quarter, we continued to make progress in growing our core steelmaking operations while expanding into new downstream businesses. I'd like to just take a minute and highlight a few of these initiatives. At our Lexington, North Carolina greenfield bar mill, we hit key milestones during the quarter and remain on track to commission the mill in the first quarter of 2025. At our West Virginia sheet mill, we've made considerable progress since our groundbreaking last fall and expect construction to wrap up by the end of 2026.\nAs for recently completed projects, we continue to build momentum in production and shipments out of our Gallatin and Brandenburg mills. Gallatin shipped almost 500,000 tons for the quarter, establishing new daily and ship production records. And in late June, we celebrated the grand opening of its new tube mill. At Brandenburg, we shipped nearly 60,000 tons in Q2, but we no longer expect to ship 0.5 million tons for the year due to softer market conditions, elevated plate imports, and our focus on capabilities rather than volume. However, we will continue to focus on achieving full run rate capabilities and becoming EBITDA positive by year's end.\nWe also took additional steps to expand the set of solutions we offer customers, recently announcing 2 acquisitions as part of our Expand Beyond strategy. As a reminder, this strategy involves targeting steel-adjacent businesses with attractive growth profiles, high margins, and compelling synergy potential. In June, we announced the planned acquisition of Rytec, a leading manufacturer of high-performance overhead doors. In conjunction with this acquisition, we're forming Nucor Door Technologies, our overhead door growth platform, which will include CHI overhead doors as well as Rytec.\nRytec has 2 manufacturing facilities in Wisconsin that produce high-performance stores for warehouse, auto dealerships, advanced manufacturing facilities, and cold storage. The company has a strong reputation for quality products and superior customer service. The combination of Rytec and CHI to form Nucor Door Technologies allows us to offer customers a diverse portfolio of residential and commercial doors. The acquisition is expected to close by the end of July, and we're excited to welcome Rytec's 300 team members to the Nucor family.\nEarlier in the second quarter, we closed on the acquisition of Southwest Data Products, a manufacturer and installer of data center infrastructure. This acquisition gives us expanded capabilities to serve a rapidly growing market, driven by the rise of artificial intelligence and cloud computing. By combining the capabilities of Southwest Data Products, Nucor warehouse systems and Nucor buildings group, we can now provide customers with nearly all steel products that go into a data center from the building to the interior infrastructure. We believe the cross-selling opportunities that Rytec and Southwest Data Products create with existing Nucor business units will create meaningful value for our customers and our shareholders.\nNow I'd like to take a minute to revisit our long-term growth plan and how the investments we're making today can create value for our customers and shareholders for years to come. In raw materials, we're investing in new technologies to enhance our scrap segregation and recovery rates while reducing our carbon footprint. In our steel mills segment, each investment is aligned with our broader strategy to increase Nucor's product mix towards higher-margin value-added products to address specific customer needs in key markets. For steel products, we're investing in automation to drive efficiencies and create a safer work environment. And we're innovating new products and production methods that our customers value. And finally, we're investing in new downstream platforms where we identify steel-adjacent businesses underpinned by strong secular growth trends.\nNucor embarked on this long-term growth strategy in 2020 when I became CEO. Over the past several years, we've accomplished a lot but we've still got plenty left to do. The next 2 years will likely be our most capital-intensive with several active construction projects occurring simultaneously. We plan to fund this with operating cash flow and cash on hand, which was approximately $5.4 billion at the end of Q2. Our largest current project is the West Virginia sheet mill, which will begin supplying customers in the Midwest and Northeast with a more sustainable sheet product once construction is completed in late 2026.\nBetween now and then, we're excited about the startups of several other projects. In the first quarter of 2025, we'll begin ramping up our new rebar micro mill in Lexington, North Carolina, to supply construction markets in the Southeast and Mid-Atlantic regions. In the spring and fall of '25, we'll complete construction of 2 highly automated utility tower manufacturing plants to serve the high-growth power transmission and telecommunications markets. After that, we'll be bringing on new finishing capabilities, including a new galv line and coating complex at Crawfordsville in late '25 and a second galv line at Nucor Berkeley in mid-'26. Each of these projects, along with several others throughout the company serve important roles. It's not about adding capacity, it's about a differentiated capability set for our customers while doubling the through-cycle earnings potential for Nucor.\nWe have crossed the midpoint of our multiyear CapEx plan, but several recently completed projects have yet to reach their full earnings potential. We know what it takes to accomplish the goals we've laid out for you at our Investor Day nearly 2 years ago, and our leadership team is laser-focused on the execution required to get us there.\nFinally, I'd like to address concerns the domestic steel industry has regarding unfair trade practices. Over the last 18 months, we've seen a material uptick in steel imported from Mexico and Canada to levels far above historic levels, contrary to the Section 232 agreements with both countries. It's also clear that China and other countries have been evading the Section 232 tariffs and other duties by train shipping steel through our neighbors to the north and south.\nFortunately, a few weeks ago, trade representatives from the U.S. and Mexico announced an agreement designed to stop the flow of illegally imported steel from China and elsewhere. Under this new agreement, the U.S. will impose a 25% tariff on Mexican steel that is melted and poured outside of North America. And Mexico agreed to raise its tariff rates on imports from countries it does not have free trade agreements with. In our view, this was an important first step to stop the surge of steel imports from Mexico and address the problem of circumvention. However, more stringent efforts are needed, and any exceptions to this new requirement, including through the exclusion process will largely negate the benefits of the agreement.\nAnd we still have concerns about trade practices involving rebar, electrical conduit, and the rise in fabricated steel products coming in from Mexico. We urge the U.S. government to continue working with Mexican leaders to address each of these issues. We also urge Congress to pass the Level the Playing Field Act 2.0 (sic) [ Leveling the Playing Field 2.0 Act ] This legislation includes critical updates to the U.S. trade remedy laws that would enhance domestic industry's ability to defend against unfairly traded imports with new tools to address Chinese cross-border subsidies and expedite investigations of repeat offenders that simply move production from 1 country to another. We appreciate the bipartisan support that exists for strong trade enforcement. With that, I'll turn it over to Steve, who will share additional details on our Q2 financial results. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon, and thank you to everyone for joining us on the call this morning. Leon just highlighted how the Nucor team is continuing to advance the ball on its long-term and value-creating strategy. And during the first half of 2024, the team also executed on delivering results, posting strong earnings of just under $1.5 billion at around $2 billion of cash from operations.\nDuring the second quarter, Nucor generated net earnings of $645 million or $2.68 per share, approximately 23% lower than earnings from the first quarter of the year. The majority of our overall change in earnings between the prior quarter is attributable to our steel mills segment. This segment generated pretax earnings of $645 million, a decline of roughly 40% from the prior quarter. Lower realized pricing, especially among our sheet mills, was the biggest single factor contributing to the segment reduced profitability.\nThe steel products segment delivered pretax earnings of $441 million for the second quarter, roughly 14% lower than the first quarter. Although segment shipments increased in the second quarter, lower realized pricing and decreased margins more than offset volume gains. Our steel products segment is composed of a diverse set of products and market solutions. And I'd like to highlight 2 of our groups that had more pronounced impact on the segment results during the quarter.\nFirst, our tubular products group saw earnings decline by more than 50% during the quarter as those divisions worked through higher-priced substrate in a declining price environment. Our tubular products group accounts for more than 1 out of every 5 tons sold from the steel products segment. Another group to highlight in this segment is our joist and deck operations. These divisions continue to perform well, even as realized pricing for these products moderated from the record levels of prior years. Earnings from joist and deck declined roughly 5% from the prior quarter but still accounted for more than half of the segment earnings for the second quarter.\nOur raw materials segment produced pretax earnings of approximately $39 million for the quarter. Overall, volumes and pricing were softer than the prior quarter, but lower operating expenses more than offset these headwinds. During the second quarter, the power of Nucor's business model allowed us to generate $1.5 billion in cash from operations. This strong cash generation is a key factor enabling Nucor to continue its balanced, consistent, and long-term approach to allocating capital and creating value.\nOur capital allocation framework includes maintaining a strong investment-grade balance sheet, providing direct shareholder returns, and enabling growth and value through investments. That balanced and disciplined approach to capital allocation was on display again in the second quarter. Nucor's balance sheet has long been a foundational source of advantage and an enabler of our long-term strategy. At the end of the second quarter, our total leverage stood at less than 1.2x trailing 12-month EBITDA, and our cash on hand was a healthy $5.4 billion.\nAnd as Leon mentioned earlier, we're pleased to see Moody's revise our senior unsecured credit outlook in May from stable to positive. The second quarter saw Nucor return just over $630 million back to shareholders through dividends and share repurchases. These returns, when combined with the first quarter, yield direct shareholder returns of more than $1.7 billion year-to-date. While we target returning 40% or more of net earnings to shareholders, we've nearly tripled that rate on a year-to-date basis. And this demonstrates an important aspect of how Nucor thinks about managing shareholders' valuable capital. We either invest it to grow and create value or we return it to shareholders.\nIn addition to strong shareholder returns, during the quarter, we deployed more than $800 million of capital spending and more than $100 million in acquisitions. These investments and those to come will help fuel the future earnings capacity of this company.\nTurning to our third quarter outlook. We expect consolidated earnings to be lower than the second quarter, primarily because of lower anticipated earnings from our steel mills segment. Earnings in the steel mills segment are expected to decline meaningfully as realized pricing has recently continued to decline across most of our major product categories. We also expect sequential earnings to decline in our steel products and raw materials segments. Taken together, the magnitude of the sequential decline in consolidated EBITDA for the third quarter could resemble that of our second quarter.\nTaking a step back to reflect on the broader macro picture. While the U.S. economy appears to continue to avert a more pronounced downturn, it's becoming more evident that activity has softened as the year has progressed. We've also seen an increase in imports year-over-year and a higher-for-longer interest rate environment may have tempered or delayed some marginal demand. The confluence of these factors is driving margin pressure on several of our products in the near term.\nIt's worth noting that there are several end markets that remain quite healthy, including construction activity related to semiconductors and other advanced manufacturing facilities, data centers, health care facilities, and energy and infrastructure projects. As the largest and most diversified steel producer in North America, Nucor is well positioned to service each of these markets. With that, we'd like to hear from you and answer any questions you might have. Operator, please open the line for questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7fe8dd6cb5f748a1c4b81c4eee3b313c",
    "period": "2024 Q1",
    "content": "Q1 2024 Nucor Corp Earnings Call\n\nQ1 2024 Nucor Corp Earnings Call\n\nNUENYSEAPR 23, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Nucor's First Quarter 2024 Earnings Call. [Operator Instructions] And today's call is being recorded. [Operator Instructions] I would now like to introduce Jack Sullivan, General Manager of Nucor Investor Relations. You may begin your call.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's First Quarter 2024 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President and CEO; along with Steve Laxton, Executive Vice President and CFO. We also have other members of Nucor's executive team with us, including Dave Sumoski, Chief Operating Officer; Al Behr, responsible for Plate and Structural Products; Brad Ford over fabricated construction products; Noah Hanners, Raw Materials; John Hollatz, Bar and Rebar Fabrication; Doug Jellison, Corporate Strategy; Greg Murphy, Business Services, Sustainability and General Counsel; Dan Needham, Commercial; Rex Query, Sheet Products; and Chad Utermark, New Products and innovation.\nWe posted our first quarter earnings release and presentation to the Nucor Investor Relations website, and we encourage you to access these materials as we'll cover portions of them during the call. Today's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures. So with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack, and welcome, everyone. I'd like to begin by congratulating our 32,000 Nucor teammates for a safe and profitable start to 2024. In the first quarter, we generated EBITDA of approximately $1.5 billion and net earnings of $845 million or $3.46 per diluted share. For the quarter, we shipped a total of 6.2 million tons to outside customers, up 5% from the prior quarter and in line with our average quarterly shipments for 2023.\nPricing also remained strong in the first quarter. Average steel mill pricing per ton was up nearly 10% compared to the prior quarter and slightly ahead of the average for all of 2023. For Steel Products, realized prices continue to moderate. However, prices have held consistently above pre-pandemic levels and will continue to generate robust returns.\nIn keeping with our commitments to shareholders and our balanced approach to capital allocation, Nucor returned over $1.1 billion to shareholders through dividend payments and share repurchases in the first quarter. We made good progress on key capital investment projects during the quarter. And as we have mentioned previously, our capital spending will increase this year as we get further along in the construction phase of our West Virginia sheet mill and our Lexington, North Carolina rebar micro mill. We're also advancing work on 2 downstream production facilities that are part of our Nucor Towers & Structures growth platform.\nOn the safety front, our team delivered the safest quarter in Nucor's history with an injury and illness rate roughly 30% lower than that of Q1 last year. I'm incredibly proud of the steady progress we have been making since 2017 to drive down the number of safety incidents we experienced. Our goal to become the world's safest steel company will require the steadfast determination, innovation, and continuous improvement in how we operate. We have the most capable team assembled anywhere in the world who are all focused on delivering these results and taking great care of one another, our customers, and shareholders.\nBuilding on our leadership position in sustainability continues to be a high priority, and we kicked off 2024 with several exciting initiatives. In March, we signed an agreement with Mercedes-Benz to supply Econiq-RE for vehicles produced at its Tuscaloosa, Alabama manufacturing plant. Econiq-RE is made with 100% renewable energy and has a greenhouse gas intensity less than half that of extractive blast furnace-based steel production across Scopes 1, 2 and 3. Our agreement with Mercedes-Benz is another example of how we're partnering with world-class customers to reduce carbon emissions within their supply chain.\nWe also announced a new initiative with Google and Microsoft to scale the adoption of clean energy technologies. Developers of such technologies often struggle to find creditworthy and large-scale energy customers to advance early-stage projects. We aim to lower these obstacles by aggregating our energy needs with others like Google and Microsoft that will seek affordable, reliable and cleaner forms of energy. Going forward, we'll be working with energy providers, policymakers, and other large energy consumers to advance this work.\nNucor continues to receive recognition for our sustainability efforts. Earlier this year, Barron's Magazine designated Nucor the only steel company ranked among its Top 100 Most Sustainable Companies. Congratulations to our entire Nucor team for this well-deserved recognition of your commitment to operating sustainably each and every day.\nTurning to our commercial strategy. We're always looking for better ways to serve our customers, which has led us to introduce weekly pricing updates for our hot-rolled coil sheet products. Nucor's consumer spot price, or CSP for short, will provide customers with reliable, real-time pricing information for hot-rolled coil. The CSP will provide our customers with better information to make better decisions to meet their needs. Having real-time pricing coupled with shorter lead times will help our customers reduce the risks inherent in price speculation. While the CSP pricing framework has only been in place for a few weeks, the customer feedback thus far has been positive.\nOn the corporate strategy front, 2024 is off to a productive start. We recently announced the acquisition of Southwest Data Products, a reputable manufacturer and installer of data center infrastructure with an impressive blue-chip customer base. With that, I'd like to welcome the 147 team members at Southwest Data Products to the Nucor family. In conjunction with this transaction, we're launching a new business unit, Nucor Data Systems, to better serve the data center market. Southwest Data Products gives Nucor expanded capabilities in airflow containment structures, which help data centers run more efficiently by separating cold air from the heat generated by racks of server equipment.\nThe team at Southwest has a strong reputation for engineering and manufacturing high-quality products and installing them in a timely and professional way. They have also deep relationships with many of the largest data center codevelopers and hyperscalers, which Nucor can leverage to cross-sell our other downstream products. The rise of artificial intelligence and the growing reliance on cloud computing are driving strong demand for the next-generation data centers. And this market is expected to grow at double-digit annual rates through the end of this decade. We continue to evaluate other acquisition opportunities in high-growth sectors, and we have a robust pipeline of compelling prospects aligned with steel-adjacent growth trends.\nBefore turning it over to Steve, I'd like to take a moment to comment on recent updates to our nation's trade enforcement policy. Earlier this month, I attended a World Steel Association meeting where I currently serve as Chair. And during that meeting, we discussed the ongoing challenges posed by global production overcapacity. The U.S. Commerce Department recently published a final rule designed to strengthen its antidumping and countervailing duty regulations.\nThese rule changes are a positive development for Nucor and the entire steel industry as they strengthen the enforcement of existing trade laws. We appreciate the Commerce Department for making these necessary changes, but we still believe it's crucial for Congress to pass the Level the Playing Field 2.0 legislation to give commerce additional tools that address trade-distorting behaviors. With that, I'll turn it over to Steve, who will share some more details on our Q1 financial results. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon, and thank you all for joining our call this morning. The first quarter of 2024 saw Nucor advance its growth strategy, made meaningful commercial news and continue to differentiate itself. We also had a solid start to the year on the earnings front with net earnings of $845 million or $3.46 a share. This was nearly 10% higher than our prior quarter earnings per share but came in roughly 4% below the midpoint of our first quarter earnings guidance range. So I'd like to take a minute to share some color on that.\nFirst and most important, results from the 3 operating segments were generally in line with our forecast for the first quarter. However, certain administrative costs and intercompany eliminations exceeded our estimates. Some of the larger drivers of higher-than-expected administrative costs related to employee benefits such as medical insurance coverage. Intercompany eliminations had a more pronounced impact. Higher-than-expected eliminations were a function of 2 things: one driver was the delivery of more materials from Nucor divisions to our own construction projects than expected. This is predominantly a timing difference between our pre-guidance assumptions and what actually materialized.\nThe second driver was more activity and profits than anticipated between our operating divisions. As most of you know, Nucor has a diverse and integrated set of businesses. This aspect provides strategic benefit, synergies, and risk mitigation over long periods of time. However, that same beneficial attribute can result in short-term adjustments to earnings recognition, particularly during periods of higher rates of change in volume and realized pricing, both of which occurred in the first quarter. Generally speaking, these intercompany eliminations are simply timing differences between segment-level earnings recognition and the final sale to our customers.\nWith respect to our operating segment results, our steel mills improved pretax earnings nearly 90% from the prior quarter, generating approximately $1.1 billion in pretax earnings for the first quarter. Improved results in our sheet business was the largest factor driving the quarter-over-quarter gains. That business saw approximately 11% increase in shipments and 19% higher realized pricing during the quarter.\nMoving to Steel Products. This segment delivered pretax earnings of approximately $512 million for the quarter. Total segment shipments were down approximately 4% from the prior quarter. We believe an unusually wet start to the year may have adversely affected some regional construction activity during the period. While margins for downstream steel products have receded from the historically high levels of recent years, the segment continues to generate attractive returns and strong cash flows.\nHighlighting a few individual product lines, the first quarter saw higher pricing and margin from our Tubular Products divisions. This was more than offset by moderating contributions from our joist and deck, metal buildings, and rebar fabrication operations. Our joist and deck business continues to be the largest single contributor to our Steel Products segment earnings. This business tends to have backlogs and lead times of 4 to 6 months. Consequently, we believe the earnings profile of our joist and deck business will likely stabilize as we approach the back half of the year, given the relative stability we've seen in pricing over the last quarter. It's worth noting that for the foreseeable future, this business is expected to maintain results that remain considerably higher than pre-pandemic averages.\nOur Raw Materials segment produced pretax earnings of approximately $10 million for the quarter. Overall, volumes were higher but lower metallics prices compressed margin for the segment. Let me now turn our attention to the balance sheet and capital allocation. We began the year with a strong cash position and generated $460 million in cash from operating activities in the first quarter. These factors enabled Nucor to continue its balanced approach to capital allocation, enabling growth through investment, providing direct shareholder returns, and maintaining a strong investment-grade rating.\nOn the growth front, during the first quarter, we continued to advance our strategy, deploying $670 million in capital spending with progress made on several greenfield and expansion projects described earlier. The first quarter also saw Nucor return over $1.1 billion back to its shareholders. This includes $134 million in dividends and $1 billion in share repurchases, which reduced our share count by 5.5 million shares.\nIt has long been Nucor's practice to put capital to use or return it. This discipline was on display again in the first quarter, where repurchasing activity was higher than normal due to our sizable cash balance at the start of the year. Today, we continue to have the healthy cash and liquidity position, an enabler of our expected near-term CapEx plans and pipeline of acquisition opportunities. Nucor's balance sheet remains robust, a financial practice that both maintains a strong investment-grade rating and enables our long-term orientation and success. We ended the quarter with a total debt to capital ratio of approximately 24% and total leverage of roughly 1x trailing 12-month EBITDA.\nLooking ahead to the second quarter of 2024, we expect consolidated earnings to be lower than the first quarter, with reduced earnings from our steel mill and Steel Products segment, partly offset by modest improvements in earnings from our Raw Materials segment. Lower earnings from our steel mills segment are the largest drivers of our reduced outlook for second quarter earnings. For this segment, we expect slightly higher volumes to be more than offset by lower realized prices. We anticipate our sheet business will be the largest driver of change in results for the steel mill segment and for the overall company.\nOur Steel Products segment continues to moderate from historically high record levels of performance. For this segment in the second quarter, we expect higher volumes and lower realized pricing, with the net effect being slightly lower earnings for the segment. For the Raw Materials segment, stable volumes and improved margins should result in an overall higher profitability. Overall, across all businesses, backlogs remain healthy and in line with historic norms. However, the anticipated reduction in realized pricing for our steel mills and Steel Products segment in the second quarter are expected to lead to lower overall cash flows and earnings.\nOn a macro level, the U.S. economy appears to demonstrate near-term resilience. That strength relative to recent past expectations is an overall positive. In addition, select end markets such as advanced manufacturing, data centers, and infrastructure continue to show strength from secular trends. Taken collectively, near-term demand appears stable. Looking further out, we remain cautiously optimistic on demand fundamentals, given the positive trends of reshoring, repowering, and rebuilding. With that, we'd like to hear from you and answer any questions. Operator, please open the line for Q&A."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b7fde2aabfd58b148675238424f11ebd",
    "period": "2023 Q4",
    "content": "Q4 2023 Nucor Corp Earnings Call\n\nQ4 2023 Nucor Corp Earnings Call\n\nNUENYSEJAN 30, 10:00 AM\n\nOperator\n\n[Audio Gap] fourth quarter earnings call. [Operator Instructions]. Please note this event is being recorded. I would now like to turn the conference over to Jack Sullivan, General Manager and Investor Relations. Please go ahead.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's Fourth Quarter and Year-end 2023 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President and CEO, along with Steve Laxton, Executive Vice President and CFO. We also have other members of Nucor's executive team with us, including Dave Sumoski, Chief Operating Officer; Al Behr, responsible for Plate and Structural Products; Brad Ford over fabricated construction products, Noah Hanners, raw materials; John Hollatz, Bar and rebar fabrication, Doug Jellison, Corporate Strategy; Greg Murphy, Business Services, Sustainability and General Counsel; Dan Needham, Commercial, Rex Query, Sheet and Talent resources and Chad Utermark, new markets and innovation.\nWe've posted our fourth quarter earnings release and presentation to the Nucor Investor Relations website. We encourage you to access these materials as we will cover portions of them during the call. Today's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws.\nActual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures.\nSo with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack, and welcome, everyone. I'd like to begin by congratulating our 32,000 Nucor teammates for delivering another strong year of financial results. We closed out 2023 with solid performance earning $3.16 per share in the fourth quarter on our way to $18 per share for the full year. This represents the third most profitable year in Nucor's history behind 2022 and 2021.\nIn fact, Nucor's combined net earnings over the past three years exceeds the combined net earnings of the last 20 years. This is a testament to the focus and dedication of our team as we execute our strategy to grow the core, expand beyond and live our culture.\nIn keeping with our commitment to shareholders and our balanced approach toward capital allocation, Nucor invested $2.2 billion in CapEx and returned $2.1 billion to shareholders in 2023, representing 46% of our net earnings. We are coming off the three best years in Nucor's history, but in spite of that, we're even more excited about what lies ahead. The U.S. economy continues to be resilient and steel-intensive megatrends are starting to drive increased demand for the products we make and our focus on expand beyond businesses downstream are generating excellent returns.\nTurning to our safety performance, 2023 statistically was the safest year in Nucor's history making five straight years of improvement. We also had 29 divisions going the entire year without a recordable injury. We finished the year with a company-wide injury and illness rate of 0.79 which is 17% lower than 2022 and well below the steel industry average. However, with that said, Nucor will not internally acknowledge 2023 as a record year in safety, will not celebrate 2023 as a record year because on November 3, we lost a Nucor team member to a workplace accident.\nSubsequently, on November 9, we had a company-wide safety stand-down. It was a chance to honor our fallen team member and his family, reflect on our most important value, safety and reinforce that the health, safety and well-being of every Nucor team member is what matters most. Our team members come to work each and every day to support themselves, their loved ones and they must go home each and every day. That is our greatest responsibility to all 32,000 team members who make up our Nucor family. Every leader inside of Nucor is committed to delivering our mission to become the world's safest steel company, and there is no doubt in my mind, we will achieve our goals together.\nNucor is the largest and most diversified steel producer in North America. We pioneered the commercial application of EAF steelmaking over 50 years ago, and today, we own and operate 30 electric arc furnaces with four more under construction. EAF steelmaking and our unique entrepreneurial culture have made us the industry leader and our current strategy, we'll keep Nucor out in front as we continue to deliver the financial results and capabilities our investors and customers have come to expect. Today, Nucor leads the North American steel industry across financial, operational and environmental criteria.\nValue creation for shareholders through prudent capital deployment is our primary financial objective. Since the beginning of 2020, we have invested over $12 billion in CapEx and strategic acquisitions to grow our core and expand beyond. During the same time, our average annual ROE has exceeded 30% and our annualized EPS growth rate has exceeded 40%. In terms of operation, Nucor makes approximately one out of every four tons of steel produced in the United States. We have a highly efficient business model and our unrivaled breadth of products and capabilities serve the widest range of end markets.\nSustainability is a key differentiator for Nucor and a major part of our growth strategy. We are the largest recycler in the Western Hemisphere and among the lowest in greenhouse gas intensity across global steelmaking. And we're taking steps to position us even better for the future. Supplying customers with the sustainable solutions they've come to expect. That's why we helped create the Global Steel Climate Council and announced a commitment towards net zero steelmaking by 2050 across Scopes 1, 2 and 3.\nOur business strategy and investments are driving growth for shareholders. In raw materials, we are leveraging our market intelligence and flexible supply chain to provide more sustainable inputs. We're investing in advanced scrap separation technologies and near zero emission iron-making and we've partnered with ExxonMobil to capture and store up to 800,000 tons of CO2 per year at our Louisiana DRI facility beginning in 2026.\nIn our steel mills segment, we are shifting the mix towards higher-margin value-added products. We continue to ramp up Brandenburg, the most capable EAF plate mill in the world. We're constructing a state-of-the-art sheet mill in West Virginia, and we're expanding our rebar micro mill footprint, targeting some of the highest growth regions in the U.S.\nTurning to Steel Products, we have a strategic advantage on the supply side, given the integration between our mills and steel product teams. We'll continue to leverage this advantage while pursuing more cross-selling and companion tons through our solutions teams and we're investing in automation and technology to improve efficiency and reduce the risk of injuries.\nAnd finally, our Expand Beyond strategy into its steel adjacent platforms is paying off. We are leveraging our core competencies to grow into higher-margin businesses aligned with steel-intensive megatrends. We're executing this strategy through a combination of acquisitions and organic growth, including the construction of two new utility structure [indiscernible] [ this ] strategy through a combination of acquisitions and organic growth, including the construction of two new utility structure production facilities. For 2023, our Expand Beyond platforms contributed roughly $415 million in EBITDA, led by overhead doors and insulated metal panels. We remain confident in hitting our $700 million EBITDA run rate goal for Expand Beyond divisions in the coming years.\nWe believe the American steel industry is still on the front end of megatrends working their way into steel [ markets ] and renewable energy. And as we've shared before, Nucor expects the federal programs that support these megatrends to add somewhere between 5 million to 8 million tons of incremental annual demand for steel over the next several years. While the long-term trends look favorable, we've seen some pockets of slower-than-expected activity. For instance, adoption rates for electric vehicles are tracking lower than some have predicted and several offshore wind projects have been canceled or delayed due to supply chain challenges as well as higher costs. Warehouse [ starts ] are expected to decline again in 2024, but we still expect them to stay above pre-pandemic levels. And despite some of these near-term headwinds, Nucor remains optimistic about the longer-term prospects for these end markets.\nNon-res construction is our largest end market, and it has proven to be incredibly resilient. Some of the strongest growth is coming from the sharp rise in advanced manufacturing and infrastructure investment, both expected to rise double digits over the next two years according to [ Dodge ] construction forecast. This is helping to offset some of the softness we're seeing for more rate sensitive sectors, which should begin to pick up later in the year if interest rate cuts occur as many expect.\nBefore turning it over to Steve, I'd like to share a few thoughts on how Nucor's business model continues to deliver attractive returns for our shareholders. From 2020 to 2023, we've generated a combined EBITDA over $30 billion, net earnings of nearly $20 billion and returned nearly $10 billion to our shareholders. Throughout it all, we've maintained the strongest balance sheet of any North American steel producer, allowing us to grow the company by investing in higher-margin less-volatile businesses. As our results demonstrate, Nucor is a growth company and given our investment plans and the long-term outlook of businesses as our results demonstrate, Nucor is a growth company and given our investment plans and the long-term outlook for steel in the U.S. we see more opportunities for growth in the years ahead.\nWith that, I'll turn it over to Steve, who will share additional details on our financial results and near-term outlook. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon and thanks to our shareholders for joining us this morning. Nucor ended 2023 on a strong note with fourth quarter consolidated net earnings of $785 million, including $127 million of pre-operating start-up costs. We exceeded the midpoint of our guidance due primarily to better-than-expected performance from our steel mills segment in the month of December. In addition to solid earnings for the quarter, the power of Nucor's business model allowed us to generate more than $1.5 billion of operating cash flow during the quarter, with working capital contributing about $250 million of that total.\nTurning to our operating segment results, our Steel Mills Group generated $588 million of pretax earnings in the fourth quarter, a decrease of 33% from the third quarter. Total steel mill shipments declined 4% from the prior quarter, and realized pricing for the segment was lower across all major products. Our mill utilization rate was 74%, down from 77% in the prior quarter, but [ higher confidence ] as the UAW strikes were resolved and the Federal Reserve signaled the end to interest rate hikes.\nShipment volumes increased as the quarter progressed and we began to realize higher pricing for sheet steel consistent with pricing trends in the published indices. We're expecting further improvements in both shipments and realized pricing to favorably impact results in the first quarter of 2024.\nOur Steel Products segment delivered another strong quarter with pretax earnings of $656 million. This represented just over half the total segment earnings for the fourth quarter and is the sixth consecutive quarter with steel products contributed at least 40% of our total segment earnings. For the year, Steel Products generated segment earnings of $3.4 billion, its second best year behind 2022. Realized pricing and margins continued to moderate in the fourth quarter but on an earnings per ton basis for the full year of 2023 only gave up about 6 percentage points.\nOur raw materials segment posted for the full year of 2023 only gave up about 6 percentage points. Our raw materials segment posted a pretax loss of about $14 million for the quarter. Compared to the prior quarter, pricing is relatively stable, but output was lower and per ton cost rose due to planned outages at our DRI facilities.\nNow turning to capital allocation [ with a ] demonstrated a measured and balanced and 2-point capital deployment. With respect to our shareholder returns, it's worth noting that next week, we'll pay our 203rd consecutive quarterly cash dividend in the amount of $0.54 per share. This represents a 6% increase over the prior dividend.\nAs Leon highlighted, Nucor is taking meaningful steps to grow its earnings power and cash flow potential. Since 2018, we've been able to increase our dividend by 42% and reduced our shares outstanding by 23%. For the foreseeable future, we remain confident we'll continue to be able to return at least 40% of our net earnings to shareholders by way of dividends and share repurchases. A cornerstone of our capital allocation framework is a commitment to a strong investment-grade credit rating and liquidity that enables our strategy.\nNucor's balance sheet remains well positioned to enable continued execution of our balanced capital allocation philosophy with a debt-to-capital ratio of 25% and a debt-to-EBITDA ratio of less than [ 1% ]. We have a long history of putting capital to use and returning capital to shareholders. Given that principle, and our ambitious growth plans, we do expect to end 2024 with a lower cash balance than when we started the year.\nWe finished 2023 with a strong cash position for several reasons. First, with more than $7 billion of cash from operations, we generated robust cash flows throughout the year. Second, we experienced some timing delays in our planned capital spending. And finally, we were preserving liquidity for possible acquisition opportunities, which ultimately did not materialize.\nNow that we've broken ground in West Virginia, the pace of our capital spending should accelerate. For 2024, we expect total capital expenditures of approximately $3.5 billion with our 7 largest growth projects represented approximately 2/3 of this total. In addition, we're firmly committed to growing our portfolio of solutions and expand beyond footprint through value-creating acquisitions. To that end, we are actively fostering a pipeline of acquisition candidates. As always, we will be selective, opportunistic and disciplined in our approach. But unlike our organic growth strategy, the timing and size of potential acquisitions is far less predictable.\nLooking ahead to the first quarter of 2024, we expect consolidated earnings to be higher than the prior quarter with improved performance from the steel mills and raw materials segments, partially offset by weaker earnings from the Steel Products segment. For the Steel Mills segment, we expect quarterly earnings to increase due to higher realized pricing and higher volumes, in particular, from our sheet mills. In the Steel Products segment, we expect lower realized pricing compared with the prior quarter. Across most of our steel products groups, current backlogs are consistent with historic norms, while margins have remained higher than historic averages. For the raw materials segment, we expect modest profitability on higher shipments and relatively stable pricing.\nLooking ahead, 2024 appears to have a more stable outlook than may have been expected just a few months ago, with a reasonable probability of seeing the much discussed soft landing. As Leon mentioned in his opening remarks, the U.S. economy appears relatively healthy with inflation and unemployment metrics continuing to trend favorably. Market expectations for gradual declines in interest rates could result in more demand for consumer durables, light vehicles and increased activity across a broad construction sector.\nAs the most diversified producer of steel and steel products with the widest array of market solutions, these potential expectations bode well for Nucor. Looking beyond 2024, several steel-intensive megatrends are only in the early stages. While economic cycles will continue to impact the markets, we broadly see positive demand drivers that provide a constructive backdrop to Nucor's midterm growth potential. With that, we'd be happy to take your questions. Operator, if you would, please open the line for Q&A."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a18a14687650b9d02283749dc546b673",
    "period": "2023 Q3",
    "content": "Q3 2023 Nucor Corp Earnings Call\n\nQ3 2023 Nucor Corp Earnings Call\n\nNUENYSEOCT 24, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Nucor's Third Quarter 2023 Conference call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Jack Sullivan, General Manager, Investor Relations. Please go ahead.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's Third Quarter 2023 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President and CEO; along with Steve Laxton, Executive Vice President and CFO. We also have other members of Nucor's executive team with us, including Dave Sumoski, Chief Operating Officer; Al Behr, responsible for Plate and Structural products. Brad Ford over Fabricated Construction Products; Noah Hanners, Raw Materials; John Hollatz, bar and rebar fabrication; Doug Jellison, Corporate Strategy; Greg Murphy, Business Services, Sustainability and General Counsel; Dan Needham, Commercial, Rex Query, Sheet and Talent Resources; and Chad Utermark, New Markets and innovation.\nWe've posted our third quarter earnings release and investor presentation to Nucor's IR website. We encourage you to access these materials as we will cover portions of them during the call. Today's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws.\nActual results may be different and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures.\nSo with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack, and welcome, everyone. I'd like to begin today's call by highlighting the tremendous performance of our 32,000 Nucor team members through the first 9 months of the year, the investments we're making to grow our core and expand into new markets are generating strong returns for our shareholders and our team continues to operate efficiently and safely.\nIn fact, we're on pace to deliver our fifth consecutive year of record safety performance, further proof of the world-class performance by our Nucor team members who live our culture each and every day.\nLooking at our financial performance in the second quarter, Nucor generated approximately $1.8 billion of EBITDA and $1.1 billion net earnings or $4.57 per diluted share. This brings our year-to-date net earnings to $3.7 billion or $14.83 per diluted share. Even though we still have 1 more quarter to go, our year-to-date earnings through September already represents our third best full year in Nucor's history.\nIn keeping with our investor-focused capital allocation strategy, we've returned $627 million to shareholders in Q3, representing 55% of our net earnings for the quarter. On the operations front, total shipments to outside customers was approximately $6.2 million, down 5% compared to the prior quarter and down 3% compared to Q3 of 2022.\nTotal steel mill shipments for the quarter were nearly 5.8 million tons and downstream steel product shipments to outside customers was roughly 1.1 million tons. Earlier this month, we launched a national sustainability campaign branded Made for Good, which highlights our commitment to producing the world's most sustainable steel and our efforts to lead others in our industry to adopt practices that reduce emissions.\nOur circular recycling-based process gives us a competitive advantage as more customers look to reduce emissions in their supply chain, but we are taking steps to differentiate ourselves even further. We're not just talking about sustainability. We are making investments in forming partnerships to accelerate a cleaner future for Nucor, the broader steel industry and all industrial manufacturers. And in almost every month of the past year, we've done something to move the needle in that regard.\nWe've entered into another renewable energy PPA, invested in technologies to develop advanced forms of nuclear power generation and zero-carbon iron making, formed a partnership to capture transport and sequester CO2 emissions from our Louisiana DRI facility introduced Elcyon, our new sustainable heavy-gauge steel plate for the offshore wind energy industry, and help lead the Global Steel Climate Council, a coalition of global steel companies and industry partners to develop a clear and unbiased global standard to measure and report carbon emissions.\nConsistent reinvestment in our businesses has played a critical role in our company's growth. We make investments after we identify strategies that have compelling risk-adjusted return opportunities for Nucor shareholders.\nI'd like to highlight 3 important milestones we've hit recently across sheet, plate and bar with a reminder of the strategic rationale behind each investment. Starting with sheet. Last week, we were joined by hundreds of leaders in West Virginia and Mason County for a groundbreaking event to celebrate the start of a construction of our newest sheet mill. This investment in West Virginia, along with additional galvanizing paint and tube lines, we are adding in other sheet mills will enable Nucor to produce higher-margin value-added products for a broader set of customers especially those who value high-quality steel with a lower carbon footprint. By 2026, we will have more than doubled our capacity to produce higher-value sheet products compared to our capabilities in 2020.\nTurning to plate. Earlier this month, we celebrated the official grand opening of our state-of-the-art mill in Brandenburg, Kentucky. This investment positions Nucor as the most capable plate supplier in the largest plate-consuming region of North America, able to produce specialty plate products that support our nation's economy and security in critical areas such as wind, long-span bridges, military applications, power transmission, amongst many others.\nAnd in August, we held a groundbreaking ceremony for our rebar micromill in Lexington, North Carolina. This mill will help us to capitalize on growing demand for rebar in the growing Mid-Atlantic and Southeast regions over the coming decades. The modernized equipment and processes at this new mill will enable us to achieve both improved margins and lower emissions intensity from our rebar operations. The team in Lexington is making great progress on the construction, and we look forward to starting the mill up in early 2025.\nAs we have said many times, the goal of our growth strategy is to expand our capabilities to better serve our customers and grow our earnings for our shareholders. The new capabilities we're adding in our steel mill and steel product segments are diversifying our customer base and creating more opportunities to cross-sell various products. A lot has already been said about the magnitude of the 3 steel intensive megatrends, each fuel by supportive federal legislation. We like to think of these 3 as the rebuilding, repowering and reshoring of the U.S. economy. And with Nucor's unrivaled scale and diversity, we are favorably positioned to capitalize on these growth drivers.\nInvestors have been asking where we are in the cycle of these mega trends and what steel products Nucor is best positioned to supply. I'd like to share a few thoughts on that. And since it's baseball playoff season, I'll use a few baseball metaphors to help make my point.\nBased on current production and order books, it feels like we're still in the early innings across all 3. To be clear, innings plate is not intended to reflect tons shipped and some innings may last longer than others. It's meant to indicate where we believe we are along the continuum from federal and state level appropriations, project engineering and development, the permitting and bidding process and ultimately taking orders in manufacturing steel products.\nWhile all 3 are still early in the process with still plenty of upside to come, we feel like the IIJA has progressed at least with respect to steel-related orders. The CHIPS Act has probably had the biggest impact on our order book thus far and the IRA falls somewhere in between.\nAs it relates to the rebuilding effort, with funding through IIJA, we have shipped tons related to the first wave of bridge projects involving Nucor plate, beam and piling products, but we believe a lot more has yet to make it out of state-level permitting and the bidding processes, especially with respect to highway construction and power transmission, which will require a great deal of rebar, plate and heavy sheet.\nBack to my baseball analogy. The game has started, and we've probably neared the bottom of the first, but some fans are still tailgating while others are just entering the stadium. On the repowering front, the financial stimulus under the IRA occurs through tax credits as opposed to the longer allocation process under the IIJA, this probably gives the IRA a slight edge on timing, but renewable and energy storage projects still take a while to secure financing and all the necessary permits. So while we are starting to see more orders relating to ground-mounted solar and onshore wind, there's still a lot of upside remaining in the years yet to come.\nAnd finally, the reshoring efforts supported by the CHIPS and Science Act has promulgated announcements for at least 37 projects worth an estimated $370 billion. Nucor is already delivering steel products to a few of these, but these projects can take several years to complete and will shift from 1 steel product to another as construction progresses.\nWhen it comes to an advanced manufacturing facility, including semiconductor, battery and EV plants, Nucor can produce an estimated 90% of the required steel. Some of the higher steel intensity products represent home runs for Nucor, but there are plenty of companion tons representing base hits. And in many cases, the profit margins of base hits orders can be quite compelling.\nNeedless to say, we're excited for what these megatrends can mean for the U.S. economy and Nucor plans to be the leading supplier of this deal with which it's built.\nWith that, I'd like to turn it over now to Steve Laxton, who will provide additional details about our Q3 performance and outlook for Q4. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon, and thank you all for joining our call this morning. With third quarter consolidated net earnings of more than $1.1 billion, we exceeded the midpoint of our guidance by about 10%. The main driver of this exceedings was better performance in September than we expected from many of our businesses, but most notably in our bar mills and several downstream steel products divisions.\nThe strength of Nucor's business model and growing the earnings power were on display yet again. The third quarter was our tenth consecutive quarter where both net earnings exceeded $1 billion and return on equity exceeded 25% on a trailing 12-month basis.\nWith respect to our operating segment results, our steel mills group generated $883 million of pretax earnings in the third quarter, a decrease of 37% from the second quarter. While volumes declined roughly 4% from the prior quarter, lower realized pricing accounted for most of the earnings decline. As an example, our realized sheet pricing for the third quarter fell by roughly $80 a ton compared to the prior quarter, outpacing more modest declines in our cost of scrap and ore-based metallics.\nOur utilization rate for the quarter was 77%, down from 84% in the prior quarter. This lower utilization rate was a key factor affecting higher price per ton conversion cost at our steel mills. We continue to see excellent results from our Steel Products segment.\nPretax earnings for steel products were approximately $807 million for the third quarter. As you know, our steel products business produces the most diverse set of solutions in our industry, and we're benefiting from this broad range of capabilities.\nDuring the quarter, we saw stronger contributions from areas like rebar fabrication, pre-engineered metal buildings and insulated metal panels. These partially offset some declines in joist and deck and tubular products. While joist and deck profitability continues to moderate from historically high levels, it remains well above pre-pandemic averages. Although there is a lingering lack of clarity with the overall economy, we're still seeing areas of growth within nonresidential construction. Here again, Nucor's diverse product range is allowing us to see gains with advanced manufacturing facilities and data centers on the buildings front, and transportation and energy on the infrastructure front.\nOur Raw Materials segment produced pretax earnings of $71 million for the quarter. Compared with the prior quarter, we shipped lower volumes and saw lower realized pricing in both our DRI and recycling businesses. Nucor generated nearly $2.5 billion of cash from operations during the third quarter and $5.6 billion through the first 9 months of the year. This strong cash flow enabled our balanced approach to capital allocation.\nOur framework for capital remains the same. We expect to maintain a strong investment-grade balance sheet, make meaningful direct returns to shareholders, and create long-term value by redeploying capital and advancing our strategy. Nucor's balance sheet remains strong with a total debt to capital of just around 24% and more than $6.7 billion of cash on hand at the end of last quarter. This level of liquidity provides support as we move into a period of accelerated capital spending over the next year with large capital projects, such as our West Virginia sheet mill while also enabling potential M&A activity.\nNucor has a long track record of returning capital to shareholders. Since 2020, Nucor has returned approximately $9.3 billion back to shareholders through dividends and share repurchases. Year-to-date, Nucor has returned nearly $1.8 billion or 47% of net earnings to shareholders.\nTurning to capital spending. As you may recall, initial progress on several of our growth projects was slower than anticipated, but in particular, our largest project in West Virginia was delayed. Because of the slower spending and timing delays, we're reducing our 2023 capital spending estimates from $3 billion to approximately $2.4 billion, with the difference between those figures being pushed into 2024.\nFor our fourth quarter outlook, we expect consolidated earnings to be lower than the third quarter, with declines across all 3 segments. At the steel mills, we expect earnings to decrease compared to the third quarter results on lower realized prices and slightly lower volumes. Given that most of our sheet business is sold on contracts, recent improvements in pricing are not expected to improve average realized selling price until later in the quarter.\nIn our Steel Products segment, we expect slower volumes and lower realized pricing as well. For the Raw Materials segment, we expect lower earnings in the fourth quarter due to margin compression and planned outages at our DRI operations.\nLooking ahead into 2024, we have attractively priced backlogs into the second quarter for some of our steel products with continued strong order activity expected in manufacturing, data centers and energy. So while we remain constructive over the long term due to expected secular demand drivers, near-term market conditions have softened. We attribute this to uncertainty arising from the United Auto Workers strike higher interest rates, credit tightening, elevated geopolitical risk and concerned about another potential U.S. government shutdown. As of today, we expect the sequential declines in our fourth quarter earnings may exceed that of our third quarter decline.\nWith that, we'd like to hear from you and answer any questions you may have. Operator, please open the lines for Q&A."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0bdde7b908d38f4f3ace60b0fc84efb3",
    "period": "2023 Q2",
    "content": "Q2 2023 Nucor Corp Earnings Call\n\nQ2 2023 Nucor Corp Earnings Call\n\nNUENYSEJUL 25, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Nucor Second Quarter 2023 Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Jack Sullivan, General Manager of Investor Relations. Please go ahead.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, and good morning, everyone. Welcome to Nucor's Second Quarter 2023 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, print and CEO and along with Steve Laxton, Executive Vice President and CFO. We also have other members of Nucor's executive team with us, including Dave Sumoski, Chief Operating Officer; Al Behr, responsible for Plate and Structural products, Brad Ford over Fabricated Products, Noah Hanners, raw materials, John Hollatz, bar products and fabrication. Doug Jellison, Corporate Strategy; Greg Murphy, Business Services, Sustainability and General Counsel; Dan Needham, Commercial Strategy; Rex Query, Sheet and Tubular products; and Chad Utermark, new products and innovation.\nWe posted our second quarter earnings release and investor presentation to the Nucor Investor Relations website. We encourage you to access these materials as we'll cover portions of them during the call. Today's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures. So with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack, and welcome, everyone. I'd like to begin by thanking the 31,000 members of the Nucor team for delivering another outstanding quarter. The investments we've made in recent years to grow our core and expand into new markets are generating strong returns for our shareholders, increased capabilities for our customers, and the Nucor team is executing safely and efficiently. In fact, through the first half of 2023, we're on track to set another annual safety record for the fifth straight year, further proof of the world-class performance by Nucor teammates who live our culture every single day.\nLooking at our financial performance in the second quarter, Nucor generated approximately $2.2 billion of EBITDA and $1.5 billion of net earnings or $5.81 per diluted share. On a year-to-date basis, we've generated $4 billion in EBITDA and $10.26 earnings per share, representing our second best start to any fiscal year in Nucor's history. Each of the 3 reporting segments saw higher earnings in Q2 compared to Q1, with the largest gains coming from the steel mill segments, which saw higher realized pricing. The steel mills order book remains healthy with strong demand from automotive, energy, heavy equipment, bridge construction, data centers and manufacturing. And within Steel Products, Q2 marks the fifth consecutive quarter with segment earnings of approximately $1 billion or higher, and we continue to see a healthy backlog at attractive margins through the remainder of the year.\nLooking ahead, we believe steel markets for the remainder of the year will remain healthy, driven by strong manufacturing investment and infrastructure spending. U.S. GDP growth forecast for 2023 have been revised upward on multiple occasions in response to economic data that continues to demonstrate the resiliency of the U.S. economy.\nTurning to our growth strategy. We've completed slightly more than 50% of our $10 billion CapEx plan to grow our core steelmaking operations. Several of these investments are already generating incremental earnings and growing our share in key markets. Over the next several years, we'll continue to execute on our CapEx plan to better position Nucor with more value-added steelmaking capabilities.\nIn our sheet mill group, we've continued our ramp-up at Nucor Steel Gallatin in the second quarter, the Gallatin team has achieved full run rate production levels in June and saw increasing levels of profitability each month of the quarter. I'd like to congratulate our entire Gallatin team for their continued focus on safely bringing the facility to full run rate production as well as taking care of our customers during this time. At Nucor Steel West Virginia, we expect to begin construction in the coming weeks. We remain excited about this transformative project to serve the Heartland of American steel consumption with a considerably lower carbon footprint. In our plate mill Group, the Brandenburg team in Kentucky continues to ramp up production at the most advanced EAF plate mill in the world. As we've shared before, our focus at Brandenburg in 2023 and is on proving our capabilities rather than maximizing output. We spent the first half of the year dialing in the caster and downstream operations, and we're now producing finished products ranging in thickness from 1 to 12 inches.\nIn the second half of '23, we expect to produce approximately 300,000 tons and turned profitable by year's end. Our customers continue to express strong interest in Brandenburg's capabilities, and our team there is working to ensure we can provide a full range of plate solutions.\nFinally, in the bar mill group, construction on our new rebar micro mill in Lexington, North Carolina, broke ground in May and dated for completion by early 2025. This highly efficient 430,000 tonne bar mill will serve the growing construction markets throughout the Mid-Atlantic and Southeast regions. Our Steel Products segment continues to generate strong earnings, with nearly $2 billion of pretax earnings year-to-date, representing 45% of Nucor's earnings mix for the first half of 2023. This is a testament to our industry-leading capabilities across a broad array of engineered steel construction products and solutions.\nToday, Nucor can produce an estimated 90% of the steel intensity of a typical manufacturing facility or a large warehouse with over 100 fabrication centers throughout North America we are the leading supplier of the steel products most commonly used in nonresidential construction. Last year, we provided solutions to more than 5,000 steel products customers with none representing more than 5% of consolidated revenue. And we're leveraging our channels to market and broad capabilities to cross-sell products such as overhead doors, racking and other solutions.\nIn recent years, our customers are attributing more value to the solutions we provide, helping to depart from the traditional cost-plus paradigm. They recognize the incremental value we provide through engineering, detailing, fabrication, custom finishing and our nationwide logistics capabilities. As a result, products such as joist and deck, pre-engineered metal buildings and insulated metal panels command higher margins than in years past. Our performance also reflects some fundamental changes we've made to improve efficiencies and in metal buildings and rebar fabrication, which are now driving better results for our customers and our shareholders.\nTurning to our Expand Beyond strategy. We're pleased with the initial success of our 4 new growth platforms and we continue to develop a pipeline of potential growth opportunities. During the second quarter, Nucor towers and structures announced the location of our second new production facility in Crawfordsville, Indiana, there is considerable growth potential in the utility infrastructure market with the need to expand and hardened transmission infrastructure while accelerating the connection of distributed renewable energy to the grid. As we evaluate and pursue new expand beyond platforms, we're focused on opportunities that leverage our core capability as an efficient industrial manufacturer and are aligned with steel-intensive mega trends or themes. Passage and implementation of the infrastructure bill, IRA and chips and Science Act are helping to drive these megatrends and Nucor intends to capitalize on them further to grow and diversify our earnings potential. The goal of our growth strategy is not simply about being the biggest steel company. It's about providing a differentiated capability set for our customers and creating long-term economic value for our shareholders. We aim to generate returns over the economic cycle comparable to the best manufacturing companies in the world. That's why we're seeking opportunities with attractive growth rates, stronger free cash flow, great synergy potential and more stable earnings profiles.\nBefore turning it over to Steve, I'd like to provide some updates on our sustainability strategy. In May, we announced an MOU at NuScale to explore locating NuScale small module reactor power plants near certain Nucor steel mills. And in June, we announced a partnership with ExxonMobil to capture, transport, in-store CO2 emissions from our DRI plant in Louisiana. We believe this is the first carbon capture project of any DRI facility and will enable us to produce the lowest embodied carbon DRI in the world, even though our emissions intensity is already 60% lower than the global steelmaking average, Nucor continues to aggressively pursue strategies that further differentiate itself as the leader in sustainability for our industry. With that, let me turn it over to Steve, who will share additional details about our Q2 performance as well as our outlook for Q3. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon. Nucor just completed another terrific quarter. The company had consolidated net earnings of nearly $1.5 billion, resulting in a return on equity of 30% over the past 12 months. In fact, the second quarter of this year marks our ninth consecutive quarter where both net earnings exceeded $1 billion and return on equity exceeded 25%. These results highlight the advancement of our strategy and the growing earnings power of Nucor's diversified portfolio and industry-leading capabilities. It also demonstrates solid execution by the Nucor team and ongoing favorable conditions across important steel consuming end markets such as construction, automotive, energy and industrial equipment.\nAt the segment level, our Steel Mills Group delivered $1.4 billion of pretax earnings in the second quarter, an increase of 68% over the first quarter. This was due to higher metal margins, especially at our sheet mills as gains on realized pricing and steel outpaced higher prices for both scrap and ore-based metallics. Second quarter steel shipments were similar to that of the first quarter. During the period, we realized slightly lower conversion costs, including lower energy rates.\nTurning to our Steel Products segment. We saw another period of outstanding performance with segment pretax earnings of just over $1 billion. We continue to realize attractive pricing and margins, even as some subsectors like warehouses continue to moderate from their historically high levels of 2022. While Nucor operates a diverse portfolio of downstream steel products, some of the strongest contributions came from our joist and deck business and our pre-engineered metal buildings group. We also saw improved results in our rebar fabrication and Tubular Products businesses. In addition, as Leon mentioned, we've seen very positive contributions from our newly acquired Expand Beyond platform businesses. Our raw materials segment produced pretax earnings of $138 million for the quarter. Relative to the first quarter of the year, we realized higher volumes and pricing in both our DRI and recycling businesses.\nDuring the second quarter, we also continued to generate strong free cash flow, with cash from operations totaling $1.9 billion for the quarter and $3.1 billion year-to-date. This strong cash flow allowed Nucor to continue its balanced approach to capital allocation. In the second quarter, we deployed $525 million in capital expenditures as we continue to enhance and grow our core. We also returned $580 million to shareholders, including approximately $130 million in dividends and $450 million in share repurchases. Year-to-date, we've returned roughly 44% of our net earnings to shareholders through dividends and share repurchases. Nucor's balance sheet strength continues to be a fundamental underpinning of our current and future success. At quarter end, Nucor had approximately $5.4 billion in cash and short-term investments, and our revolving credit facility remains undrawn. This strong liquidity position enables us to continue our balanced approach to capital allocation. Leon referenced the progress we're making on our $10 billion capital spending plan to leverage and grow our core but we still have significant spending in our largest project ahead of us.\nWe expect capital spending related to our West Virginia sheet mill to accelerate in the near term as we begin the construction phase of this project. And as mentioned earlier, we continue to cultivate a viable pipeline of growth opportunities to expand into new adjacent businesses. Maintaining the strong balance sheet and sufficient liquidity are centrally important to enabling and positioning Nucor for continued future success.\nTurning to our outlook for the third quarter. We currently expect consolidated earnings to be lower than the second quarter. At the segment level for the third quarter, we expect earnings from steel mills to decrease compared to the second quarter on stable shipments but lower margins as we've seen prices come down for sheet and, to a lesser extent, long products. In our Steel Products segment, we expect performance will continue to moderate from the record set earnings of recent quarters due to modestly lower pricing and stable volumes. For the raw materials segment, we expect lower earnings in the third quarter due to margin compression of our DRI and scrap processing operation. Overall, nonresidential construction remains elevated with especially strong activity from infrastructure spending, data centers and manufacturing.\nIn addition, positive trends continue in the automotive and energy sectors. In short, we believe medium and long-term fundamentals of our industry and key demand drivers remain very healthy. This, coupled with our strategy to grow our core and expand beyond position Nucor for strength well into the future. With that, we'd like to hear from you and answer any questions you might have. Operator, please open the line for Q&A."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/106d6f4a66415a93cb1e8daad9766639",
    "period": "2023 Q1",
    "content": "Q1 2023 Nucor Corp Earnings Call\n\nQ1 2023 Nucor Corp Earnings Call\n\nNUENYSEAPR 20, 2:00 PM\n\nOperator\n\nGood afternoon, and welcome to Nucor's First Quarter Earnings Call. [Operator Instructions] And today's call is being recorded. [Operator Instructions] I would now like to introduce Jack Sullivan, General Manager of Nucor Investor Relations. You may begin your call.\n\nJack Sullivan\n\nGeneral Manager of Investor Relations\n\nThank you, operator, and good afternoon, everyone. Welcome to Nucor's First Quarter 2023 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President and CEO, along with Steve Laxton, Executive Vice President and CFO. We also have other members of Nucor's executive team with us, including Dave Sumoski, Chief Operating Officer; Al Behr, responsible for Plate and Structural products, Noah Hanners over raw materials, John Hollatz, bar products and fabrication; Doug Jellison, Corporate Strategy; Greg Murphy, Business Services, Sustainability and General Counsel; Dan Needham, Commercial Strategy; Rex Query, Sheet and Tubular Products; and Chad Utermark, New markets and innovation.\nThis morning, we posted our earnings release and an updated slide deck to the Nucor Investor Relations website. We encourage you to access these materials, and we will cover portions of them during the call. Today's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures.\nSo with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nExecutive Vice President-Beam and Plate Products, Nucor Corp.\n\nThanks, Jack, and welcome, everyone. I'd like to begin by thanking our 31,000 team members for delivering another strong quarter for our shareholders while continuing to deliver on our most important value, the health, safety and well-being of the entire Nucor family. We're coming off our fourth consecutive year setting new safety records and the team is off to a strong start again in 2023, ahead of last year's record performance through the first quarter.\nTurning to our financial results in the first quarter. Nucor generated EBITDA of approximately $1.9 billion and net earnings of $1.1 billion or $4.45 per diluted share. This strong performance was due in large part to the ongoing profitability of our steel products segments, along with increased volumes and margins at our steel mills segment compared to Q4. In our Steel Products segment, net earnings were down 10% from Q4 levels, but remained 42% ahead of the prior year quarter and significantly above historical averages. Shipments out of our steel mills rose 18%, taking utilization to approximately 80% during Q1 compared to 70% in the prior quarter. And finally, the performance of our raw materials segment improved in the first quarter due to higher volumes.\nNucor has created significant long-term value over many years and cycles by executing on its strategy. And today, we continue to position the company for further value creation. We are advancing several large capital projects to drive continued earnings growth, market share gains and margin expansion in our core steelmaking businesses. In our sheet mill group, Nucor Steel Gallatin continues to ramp up production. We've invested in Gallatin Mill to completely modernize its operations and more than double its capacity, and we're pleased with the progress the team has made to date. During the second quarter, we expect Gallatin will continue ramping up to its full run rate of 2.8 million tons and return to profitability. We remain confident Gallatin will be a strong contributor to Nucor's bottom line in the second half of 2023 and for many years to come.\nShifting to West Virginia. Progress continues with our new sheet mill. The team has received all preconstruction state permits and is awaiting final federal permits, which we anticipate being finalized in the next few months. We expect to complete construction approximately 2 years after the receipt of all permits. And as previously announced, Nucor's Board of Directors approved an updated budget for the West Virginia project which is now estimated at a net cost of $3.1 billion. Once completed, the new mill will have an annual capacity of 3 million tons per year and advanced capabilities that will enhance our ability to provide customers with high quality, low embodied carbon steel products, particularly for the demanding automotive and construction applications.\nTurning to our plate operations. The team at Nucor Brandenburg has had a productive quarter based on continued commissioning of the mill and beginning shipments to customers. Throughout Q1, the team has made significant headway dialing in the rolling mill and caster as we bring online a mill with the broadest offering of plate products in the Western Hemisphere. Every month, we continue increasing casting rates and the range of production capabilities. Over the balance of 2023, we expect the Brandenburg mill will produce up to 500,000 tons of steel and turn profitable by year's end. This game-changing plate mill gives us a unique capability and will play a pivotal role in building out our nation's infrastructure across multiple growth sectors.\nMoving to our Expand Beyond strategy. we're pleased with the success of our new platforms, especially the diversification and accelerated growth they bring to Nucor's earnings profile. As we've shared before, we look for efficient manufacturers of steel-related products when evaluating candidates to expand beyond our traditional steelmaking operations. The most attractive opportunities are those where we can create incremental value through operating synergies, supply chain efficiencies and revenue enhancements. We also see companies whose values match Nucors, especially when it comes to taking care of their team.\nAs part of our Expand Beyond strategy, Nucor established 4 new platforms, helping grow the size and diversity of our steel products segment. In the past 3 quarters in which we've owned these platforms they have generated combined EBITDA of roughly $350 million or annualized EBITDA of approximately $465 million. This puts them on track to reach the $700 million through cycle annual EBITDA goal we described at our Investor Day in November.\nIn the first quarter, steel products represented approximately 52% of our segment earnings mix. We plan to keep growing the earnings potential of our steel products segment over time through both organic growth and acquisitions. In fact, just last month, we announced the location of our first of 2 new production facilities for Nucor towers and structures, which will help meet the growing demands of our nation's transmission infrastructure.\nAs we execute our Expand Beyond strategy, we are maintaining a selective and disciplined approach, seeking those that enhance our service offerings for customers and generate superior returns for our investors. Our competitive advantage lies not only in the breadth and quality of the products we produce, but in how we make them as more customers look to reduce emissions across their supply chains, the low embodied carbon in Nucor Steel is a real differentiator for us. Over the past few years, we've developed numerous supplier partnerships with the likes of General Motors and Train. And this week, we're adding to that with a supplier partnership with Johnson Controls.\nNucor will recycle nearly all of the scrap from Johnson Control facilities and repurpose it as low embodied carbon steel to be sold back to Johnson Controls for future use. This closed loop recycling partnership helps both companies pursue our decarbonization goals. In May, we will publish our updated sustainability report, which speaks to the commitment our teammates have in living our culture and protecting our environment. I encourage you to take the time to review it as it describes what makes Nucor so special, things like our industry-leading safety record and the pride of our teammates have in working for Nucor. How being the largest recycler of any product in the Western Hemisphere allows us to make steel with a fraction of the carbon footprint compared to the global average and the various ways we support and invest in our communities. This is what makes Nucor a world-class manufacturer as recognized by Fortune Magazine, where we were ranked #1 among steel companies for the second consecutive year as one of the world's most admired companies.\nBefore turning it over to Steve, let me wrap up by sharing some perspectives on the U.S. economy. Despite the economic uncertainty, we see a constructive long-term outlook for Nucor and the broader U.S. steel industry. And when economic conditions do change, our highly variable cost structure and flexible operating model allows Nucor to toggle our production and efficiently match demand. Nucor has a track record of operating profitably through downturns and emerging from them even stronger. The long-term investments we make in our conservative capital structures are designed to withstand all economic cycles, and this time is no different. But for now, the fundamentals driving nonresidential construction and infrastructure projects appear to be quite healthy.\nThree pieces of legislation, the Infrastructure Investment Act, the Inflation Reduction Act and the CHIPS Act provide a combined $975 billion of funding or tax incentives which will have a multiplier effect on the actual amount of capital deployed. Taken together, we believe that these 3 programs have the potential to generate up to 8 million tons of incremental steel demand per year over the balance of this decade. According to the American Iron and Steel Institute, an estimated 5 million tons of steel is needed for every $100 billion in infrastructure spending.\nOn top of that, we expect IRA will drive significant investment in clean energy, adding approximately 2 million to 3 million tons of annual steel demand for wind, solar and transmission projects. There also have been more than 30 announced semiconductor plants or expansions in response to the CHIPS Act. These are massive steel-intensive factories that take billions of dollars and years to build and Nucor's unrivaled domestic production capabilities and low carbon footprint position us favorably to provide this deal for these projects. As I've said in the past, the green and digital economies are being built with steel and the steel that they get built with matters. The future looks bright for Nucor, and we're excited to continue building on our company's long track record of driving profitable growth and delivering outstanding returns to our shareholders.\nWith that, let me turn it over to Steve Laxton, who will share additional details about our Q1 performance and outlook for Q2. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon. Our net earnings of $4.45 per diluted share for the first quarter is the product of another strong performance by our team. In fact, with total earnings of just over $1.1 billion, our first quarter marks the eighth consecutive quarter where Nucor has exceeded $1 billion in earnings, a measure unattained prior to 2021 despite our long and profitable history as a company. These results highlight the advancement of our strategy and the growing earnings power of Nucor's diversified portfolio and industry-leading capabilities. During the first quarter, steel mill earnings of $838 million represented a 62% increase in the prior quarter, driven predominantly by higher shipments. We also saw efficiency gains from Q1's higher utilization rate, allowing us to achieve lower conversion costs. Improving cost for energy, alloys and consumables were also a factor.\nShifting to our Steel Products segment. We again saw excellent quarterly performance with segment earnings of $971 million. While this is a slight moderation from the prior period, it remains a historically strong result. During the quarter, we realized attractive pricing for margins across many of our product lines. This performance is further evidence of the strong nonresidential construction market commented on by Leon.\nOur Raw Materials segment produced earnings of $58 million for the quarter. We realized higher pricing in our recycling businesses and shipped higher volumes out of both DJJ scrap operations and our DRI facilities. You may recall DRI volumes in Q4 were lower than normal in large part due to planned maintenance activities. Our Corporate and eliminations expenses increased for the quarter, in line with the outlook we shared during our fourth quarter earnings call in January. As a reminder, this segment includes several key activities including our teammate incentive compensation programs for all segments, interest expenses, selling, general and administrative expenses and the elimination of intercompany profits. Included in this is the elimination of profits or losses on intersegment sales when one segment supplies product to another segment, but the final sale to an external customer has not yet been recognized.\nWith roughly 20% of Nucor Steel shipments going to downstream businesses and the vast majority of Nucor's raw material shipments going to our Nucor Steel segment our intercompany eliminations can increase or decrease meaningfully, particularly during periods of rapid price change. In addition to producing strong earnings in the first quarter, Nucor's efficient manufacturing business model was on display again generating cash from operations of $1.2 billion. This allowed the company to continue its long-established and balanced approach toward capital allocation, investing $532 million in CapEx, while maintaining its commitment to making meaningful direct returns to shareholders. During the quarter, we repurchased 2.7 million shares valued at approximately $426 million and made dividend payments of $131 million for a total of $557 million returned directly to shareholders or 49% of our net earnings.\nOver the last 3 fiscal years, we've returned $7.6 billion to shareholders, representing approximately half of the net earnings for the period. It's worth noting, our dividend payment in Q1 was Nucor's 200th consecutive quarterly dividend, that's a half a century of paying and raising our dividend and a long track record of creating shareholder returns that very few companies in any industry can point to.\nNucor's balance sheet continues to be a fundamental underpinning for Nucor's capital allocation framework and an enabler of our value-creating strategy. At quarter end, Nucor had more than $4.7 billion in cash and short-term investments. and our $1.75 billion revolving credit facility remains undrawn. Given the potential economic uncertainty, we've been intentional about fostering a resilient and flexible liquidity position. This position of strength gives us confidence we can continue our balanced approach of executing Nucor's growth strategy while also providing meaningful direct returns to shareholders.\nAs we look ahead to the second quarter, we expect earnings from our steel mill segment to increase compared to first quarter results on modestly higher shipments and improved margins with better results from our sheet business being the biggest driver. In our Steel Products segment, we expect performance will moderate slightly from the historically high earnings level of recent quarters as the impact of lower pricing offsets the benefit we expect to see from seasonally higher volumes. Our raw materials segment is expected to continue to improve on higher shipment volumes. Overall, we expect the second quarter consolidated earnings to be higher than the first quarter. And we remain optimistic that 2023 will be another strong year of earnings for Nucor.\nAs Leon mentioned, federal support for infrastructure projects, clean energy investments and advanced manufacturing facilities, will begin to impact demand in 2023. In addition, nonresidential construction remains elevated and positive trends in both the automotive and energy sector will impact demand. In short, we believe medium and long-term fundamentals of our industry and key demand drivers remain relatively positive. This, coupled with our strategy to grow our core and expand beyond positioning Nucor for strength well into the future.\nWith that, we'd like to hear from you and answer any questions you might have. Operator, please open the line for Q&A."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/389a0706912ae38b88533dd0230d9448",
    "period": "2022 Q4",
    "content": "Q4 2022 Nucor Corp Earnings Call\n\nQ4 2022 Nucor Corp Earnings Call\n\nNUENYSEJAN 26, 2:00 PM\n\nOperator\n\nGood afternoon and welcome to Nucor's Fourth Quarter Earnings Call. (Operator Instructions) And today's call is being recorded. After the speaker's prepared remarks, I will provide instructions for those wanting to ask questions during the Q&A session. I would now like to introduce Jack Sullivan, General Manager of Nucor Investor Relations. You may now begin your call.\n\nJack Sullivan\n\nThank you, and good afternoon, everyone. Welcome to Nucor's Fourth Quarter and Year-end 2022 Earnings Review and Business Update. Leading our call today is Leon Topalian, Chair, President and CEO; along with Steve Laxton, Executive Vice President and CFO. We also have other members of Nucor's executive team with us who may provide comments during the Q&A portion of the call.\nThey include Dave Sumoski, Chief Operating Officer; Al Behr, responsible for Plate and Structural products; Noah Hanners, responsible for Raw Materials; John Hollatz, Bar products and Fabrication; Doug Jellison, Corporate Strategy; Greg Murphy, Business Services, Sustainability and General Counsel; Dan Needham, Commercial Strategy; Rex Query, Sheet and Tubular products; and Chad Utermark, New Products and Innovation.\nThis morning, we posted our earnings release and an updated slide deck to the Nucor Investor Relations website. We encourage you to access these materials as we will cover portions of them during the call.\nToday's discussion will include the use of non-GAAP financial measures and forward-looking information within the meaning of securities laws. Actual results may be different than forward-looking statements and involve risks and uncertainties outlined in our safe harbor statement and disclosed in Nucor's SEC filings. The appendix of today's presentation includes supplemental information and disclosures, along with a reconciliation of non-GAAP financial measures. So with that, let's turn the call over to Leon.\n\nLeon J. Topalian\n\nPresident, CEO & Chairman of the Board, Nucor Corporation\n\nThanks, Jack, and welcome, everyone. I'd like to begin by highlighting some recent organizational changes. Earlier this month, Noah Hanners joined the executive team as EVP for Raw Materials. Noah is a West Point graduate with his Bachelors of Science in Mechanical Engineering and his MBA from UNC Chapel Hill. He also served our nation in the United States Army for 9 years. Noah began his career with Nucor in 2011 at Nucor Steel Darlington and has worked at several of our divisions, most recently serving as Vice President and General Manager of the David Joseph Company.\nDoug Jellison, previously EVP of Raw Materials has accepted the newly created role of EVP for Strategy. Doug has been with Nucor for more than 30 years and has a great understanding of all of our business segments. As we continue to grow Nucor, Doug will continue to help ensure we are further leveraging our competitive advantages across the enterprise. Congratulations to both Noah and Doug.\nNow turning to our year-end review. I'm proud to announce that 2022 was the safest and most profitable year in Nucor's history, breaking prior record set in 2021. In the face of uncertain and at times volatile market conditions, we stayed focused on our goal of becoming the world's safest steel company and our mission to grow the core, expand beyond and live our culture.\nIn terms of safety, we established another record low injury and illness rate for the fourth consecutive year. 20 Nucor divisions went the entire year without a single recordable injury, and we set new records across each of the 4 primary safety metrics that Nucor tracks. And we achieved all of this during a period of rapid growth welcoming over 2,000 new team members to the Nucor family throughout the year.\nI'm inspired by the way, each member of the Nucor team has embraced our most important value, the health, safety and well-being of all 31,000 team members who make up our family.\nTurning to financial performance. We earned $4.89 per share in the fourth quarter of '22 on a way to setting a new earnings record of $28.79 per share for the full year. This represents a 24% increase over the annual EPS record we previously set in 2021. Our operations continue to generate strong cash flow with a record $11.6 billion of EBITDA. This allowed us to advance our strategy along several fronts, while also returning $3.3 billion to shareholders through dividends and share repurchases, consistent with our capital allocation strategy of returning at least 40% of earnings to Nucor shareholders.\nOur return on invested capital stands at a healthy 35%, and we closed out the year by announcing the 50th consecutive annual increase to our regular dividend following Nucor's original listing on the New York Stock Exchange in 1972.\nThis places Nucor among an elite group of roughly 40 dividend kings referring to publicly traded companies that have consistently increased annual dividends to shareholders for over a half a century.\nThese successes were in large part made possible through their hard work and dedication of the Nucor team who executed our strategy to achieve world-class performance. As most of you know, we share our profits with our team and in just a few weeks, we will reach a milestone never achieved before Nucor's history, delivering nearly $1 billion back to our teammates.\nIn 2022, we made considerable progress along all of our strategic initiatives, deploying approximately $2 billion in CapEx and completing 5 acquisitions valued at approximately $3.6 billion, to grow our core and expand beyond. But we didn't just invest in new assets and business lines. We invested in a more sustainable future. We did this through new partnerships and capital commitments to our technologies that can help reduce our carbon footprint even further.\nIn December, we announced an equity investment in Electra, a boulder-based start-up that has developed a process to produce carbon-free iron used in making steel. In November, Nucor became the first major industrial company in the world to join the United Nations' 24/7 carbon-free energy Global Compact which aims to accelerate the world's transition to clean, affordable and reliable electricity.\nNucor also cofounded the Global Steel Climate Council in International Coalition advocating for a single, transparent global emission standard that is focused on steelmaking emissions and last week, the NRC officially certified new scales design to build a small modular reactor, the first of its kind approved for use in the United States. Nucor's minority investment in NuScale will continue to support the development of this technology with the goal of producing 100% of carbon-free electricity.\nOur mission to grow the core, expand beyond and live our culture is delivering results for our company and our shareholders. In our steelmaking operations, we invested in new capabilities to produce more value-added products and improve operating efficiencies that can earn higher and more sustained margins.\nIn our downstream operations, we continue to expand into new steel adjacent markets where we can offer differentiated solutions, including overhead doors and utility towers. These represent unique opportunities in faster-growing markets where Nucor can leverage its core competencies, supply chain efficiencies and market channels to create incremental value for shareholders.\nAnd we lived our culture. For over 50 years, Nucor's unique culture has created value for shareholders as it empowers and incentivize teammates to take ownership of decision-making, drive efficiency and pursue innovation.\nLet me provide an update on some of our larger initiatives to grow the core, starting with our Brandenburg plate mill. Nearly 4 years after it was first announced, the Brandenburg team rolled their first steel plate on December 30. They are now focused on final commissioning of the mill and plan to begin customer shipments by the end of the quarter.\nLast week, we announced the Brandenburg mill would produce a new product called Elcyon, a sustainable heavy-gauge steel plate designed to meet the growing demands of the offshore wind industry. Congrats to the entire Nucor Brandenburg team for delivering one of the safest mill start-ups in Nucor's history and for completing it on time and on budget.\nTurning to our sheet operations. We announced plans to build a continuous galv line at California Steel Industries to serve construction markets in the Western United States. Recent closures of galvanizing capacity by other suppliers in the West presented Nucor a unique opportunity to better serve this region. This new galv line along with the line we completed at Nucor Gallatin in 2019 and future lines planned for Berkeley and Nucor West Virginia will position the company as a supplier of choice for the cleaner, value-added sheet products our customers are seeking in several key markets. Investments like this help forge even stronger relationships with our key customers, like Trane Technologies, which honored Nucor last week with their 2022 Supplier of the Year award.\nNow shifting to our Expand Beyond strategy. I'd like to provide an update on a few of our recent acquisitions we've completed, beginning with our midyear purchase of C.H.I. overhead doors. When we announced this transaction and held a special investor call last May, we spoke about C.H.I.'s $230 million LTM EBITDA, it's 30% EBITDA margins and average annual revenue growth of 10%. In the last 6 months following our June closing, C.H.I. generated record EBITDA of nearly $170 million, finishing the full year with over $320 million of EBITDA and expanding margins.\nWithin the first 6 months of closing, we've taken our implied trailing EBITDA acquisition multiple down from 13x to just over 9x. Going beyond the strong financial results, I want to commend the entire C.H.I. team for executing such a quick and seamless integration into Nucor. We're already seeing the benefits of our combined operations, including improvements to C.H.I.'s safety performance. Thank you. Thank you, team C.H.I. and all of the Nucor team members who have come together to make this an incredibly successful transition. And we're starting to realize supply chain synergies as well with C.H.I., developing plans to source most of its cheap bar and tube from Nucor divisions.\nThe sales team at C.H.I. is collaborating with Nucor's regional commercial groups and cross-selling efforts have begun as C.H.I. grows its share of the commercial overhead door market.\nLast year, we also acquired Summit Utility Structures, producer of steel structures for the utility, telecommunications and transportation sectors. It's an area that we see considerable growth potential in. Then in December, we announced plans to construct 2 new state-of-the-art tower production plants. These highly automated facilities will help meet the growing need for utility infrastructure as our nation's electric transmission grid is modernized and hardened.\nTurning to the broader economic backdrop. We recognize there continues to be uncertainty, but we also see tailwinds that should benefit Nucor as well as the American steel industry throughout this decade, including the Infrastructures Act, the CHIPS Act and IRA that are all starting to work their way into the steel sector. These programs align perfectly with Nucor's unmatched and unrivaled product capabilities to meet the growing demand of our customers today and well into the future.\nWith that, let me turn the call over to Steve Laxton, who will share more about our Q4 performance. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon. As Leon mentioned, our earnings of $28.79 per share established a new record for the company. These results highlight the earnings power of Nucor's diversified portfolio and industry-leading capabilities. 2022 was also a noteworthy year for cash flows at Nucor.\nFor the year, cash from operations exceeded $10 billion for the first time in our history, and free cash flow topped $8 billion. Over the past 5 years, Nucor has generated $16.6 billion in free cash flow. During that same time period, we returned $9.7 billion directly to shareholders through dividends and share repurchases and while at the same time, investing over $12.8 billion in our business through capital expenditures and acquisitions to further strengthen and grow our earnings base.\nThese results demonstrate continued and consistent adherence to our balanced capital allocation framework. Nucor's efficient manufacturing business model is a powerful through-cycle cash flow generator.\nTurning to our financial results for the fourth quarter. Earnings for the Steel Mills segment were down nearly 60% from the prior quarter. Shipment volumes fell 13%, reflecting normal seasonal weaknesses and some purchasing hesitancy as prices were trending lower for much of the quarter. Overall, metal margins contracted as lower realized pricing outpaced lower cost for metallics. Conversion costs were slightly lower compared to the third quarter despite lower utilization rates, in part due to energy cost, which fell approximately 10% on a per ton basis. Alloys and consumable costs also trended slightly lower.\nShifting to our Steel Products segment. We continue to see very strong performance with segment earnings of $1.1 billion in the fourth quarter. This is down about 10% from the third quarter's record results, but still represents the third best earnings quarter ever for this segment. Contributions from most product lines were down from their respective third quarter levels, reflecting normal seasonality. And C.H.I. overhead doors was a notable exception, as Leon touched on earlier, posting fourth quarter earnings 20% higher than the prior quarter.\nTurning to Raw Materials. This segment saw a negative earnings for the quarter as DRI and scrap processing results were impacted by lower volumes and falling prices for much of the quarter. We also took both DRI facilities off-line for planned maintenance and elected to extend those outages for additional service until we saw signs of improving conditions later in the quarter.\nOn the capital deployment front, Nucor's CapEx for the quarter totaled approximately $520 million, bringing total CapEx for the year just under $2 billion. We're forecasting CapEx in 2023 at $3 billion, including some catch-up spending originally slated for 2022, new growth initiatives and general maintenance. The earnings presentation we posted on our Investor Relations site this morning has additional details on our 2023 capital spending plan, including projected allocations among primary CapEx categories, and a preliminary look at the anticipated pace of spending on a few of our major growth projects over the next couple of years.\nI'd like to take a minute and provide an update on the strong results we're already seeing from recently completed investments. While strong conditions in 2022, certainly aided performance, we believe these were prudent, timely and well executed investments that are yielding excellent returns and position the company for continued future success. The roughly $2.2 billion we invested in sheet and bar projects that have been up and running for the past few years, generated an estimated $620 million in EBITDA for 2022. In the businesses we acquired over the last 2 years for around $4.5 billion, establishing 4 new downstream platforms generated EBITDA of nearly $500 million over the course of the year.\nWe believe this puts us well on our way to reaching our annual run rate EBITDA goal of $700 million for our Expand Beyond businesses. Collectively, these strategic investments in those to come, provide significant earnings catalysts and position Nucor for sustained value creation long term.\nTurning to our balance sheet. We finished the year in a very strong liquidity position with over $4.9 billion in cash and short-term investments, and our $1.7 billion revolving credit facility remains undrawn. We've been intentional about building liquidity toward the end of the year in light of uncertain economic conditions, coupled with near-term uses of cash, including our 2022 profit-sharing payouts that are earned by our teammates, our capital spending plans and maintaining our commitment to meaningful direct returns to shareholders.\nIn addition to ample near-term liquidity, Nucor's balance sheet continues to be in a position of strength with total debt to capital of around 25% at the end of the year and debt to EBITDA well under 1 turn. Earlier this week, Fitch Ratings published its first credit rating on Nucor with long-term and short-term unsecured ratings of A- and F1, respectively. We were pleased to see Fitch recognize Nucor's credit strength.\nDuring the quarter, we repurchased 3.1 million shares valued at $403 million and made dividend payments of $130 million for a total of $533 million return directly to shareholders, which represents more than 42% of our quarterly net earnings. Over the last 5 years, we've returned $9.7 billion to shareholders, representing approximately 52% of total net earnings for the period.\nAs we look ahead to the first quarter of 2023, we expect earnings from our Steel Mills segment to increase compared to fourth quarter results on higher shipments, improved metal margins and expected higher realized prices. In our Steel Products segment, we expect lower earnings in the first quarter compared to the fourth quarter due to seasonally lower volumes and lower pricing in some products. However, it's worth noting that earnings are expected to remain higher than the first quarter of 2022.\nOur Raw Materials segment earnings are expected to improve on more stable pricing and higher shipment volumes. While operating income from these 3 segments is expected to be higher compared to the fourth quarter, we expect consolidated earnings for the first quarter to be lower due to higher intercompany eliminations and the absence of onetime state tax benefits that were realized in the fourth quarter.\nWe remain relatively optimistic 2023 will be another strong year of earnings for Nucor despite entering a period of increased economic uncertainty. Overall, nonresidential construction spending continues to be robust, federal support for infrastructure and energy projects will begin to show impacts on demand in 2023. Other positive drivers of demand include re-shoring of manufacturing, energy infrastructure demand, clean energy and storage projects, EV factories and semiconductor plants.\nIn closing, we believe medium and long-term fundamentals of our industry and key demand drivers remain relatively positive. This, coupled with our growth initiatives and investments that advance our strategy to grow our core and expand beyond position Nucor for strength well into the future. With that, we'd like to hear from you and answer any questions. Operator, please open the line for Q&A."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1be2bdf350e72a118a971e547d220525",
    "period": "2022 Q3",
    "content": "Q3 2022 Nucor Corp Earnings Call\n\nQ3 2022 Nucor Corp Earnings Call\n\nNUENYSEOCT 20, 2:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Nucor Corporation Third Quarter of 2022 Earnings Call. As a reminder, today's call is being recorded. (Operator Instructions)\nCertain statements made during this conference call will be forward-looking statements that involve risks and uncertainties. The words we expect, believe, anticipate and variations of such words and similar expressions are intended to identify those forward-looking statements, which are based on management's current expectations and information that is currently available. Although Nucor believes they are based on reasonable assumptions, there can be no assurance that future events will not affect their accuracy.\nMore information about the risks and uncertainties relating to these forward-looking statements may be found in Nucor's latest 10-K and subsequently-filed 10-Qs, which are available on the SEC's and Nucor's websites. The forward-looking statements made in this conference call speak only as of this date, and Nucor does not assume any obligation to update them, either as a result of new information, future events or otherwise.\nFor opening remarks and introductions, I would like to turn the call over to Mr. Leon Topalian, President and Chief Executive Officer of Nucor Corporation. Please go ahead, sir.\n\nLeon J. Topalian\n\nPresident, CEO & Chairman of the Board, Nucor Corporation\n\nGood afternoon, and thank you for joining us for our third quarter earnings call. Joining the call today are other members of Nucor's executive team, including Dave Sumoski, Chief Operating Officer; Steve Laxton, Chief Financial Officer; Al Behr, responsible for plate and structural products; John Hollatz, responsible for bar, engineered bar and rebar fab; Greg Murphy, responsible for Business Services and our General Counsel; Dan Needham, responsible for our commercial strategy; Rex Query, responsible for sheet and tubular products; and Chad Utermark, responsible for new markets and innovation.\nAs our teammates continue to serve our customers and what we anticipate will be a record year for Nucor financially, we've not lost focus on our most important goal of becoming the world's safest steel company. After 2 record-setting safety years in 2020 and 2021, we are on pace for the safest year in Nucor's history in 2022.\nI want to acknowledge the progress demonstrated by all of our teammates as they continue to take care of our most important value. I'd also like to thank and give a shout out to our sheet and engineered bar teams for achieving world-class safety performance so far this year, and I want to encourage all of our team members to maintain their focus on safety so we can again achieve our most important goal that we have set for our company.\nRegarding our financial results in the third quarter, we posted earnings of $6.50 per share. And through the first 9 months of this year, we have earned $23.85 per diluted share, setting an all-time record for Nucor Corporation. Our earnings in the third quarter were down compared to the record high levels we achieved in the first 2 quarters of the year. And as we indicated in our guidance, earnings from our steel mill segments were lower in the third quarter due to metal margin contraction and reduced shipping volumes, particularly at our sheet and plate mills. Prices have decreased more rapidly than our raw material costs, and we've also had planned outages at several of our mills.\nThe ongoing war in Ukraine, dynamic changes in energy cost and shifting monetary policy have amplified economic uncertainty. Even with this uncertainty, we continue to see good demand here in the United States, particularly in our steel products segments, which had strong earnings again in the third quarter. Their performance was largely the result of continued robust demand from the nonres construction market.\nU.S. Census Bureau data reflects that the total domestic nonres construction spending hit a record in August at $79.4 billion. Steve Laxton is going to provide more details on the financial performance of our 3 business segments and the outlook for the final quarter of the year. Although increased economic uncertainty and lower pricing for many steel grades means it's unlikely we'll see more record highs for the rest of the year, we believe that the medium- and long-term outlook for our business is quite positive.\nWe continue to execute on our various capital investment projects so that we're well positioned to seize market opportunities as they evolve. Consistent reinvestment in our businesses has been the critical factor enabling value creation by our team over the years.\nThe construction and start-up of our Nucor Steel Brandenburg plate mill continues to progress incredibly well with respect to safety, budget and schedule. The Brandenburg team is delivering one of the safest construction projects in Nucor's history. The Brandenburg team has already commissioned the electric arc furnace, the ladle metallurgical furnace and anticipates commissioning the vacuum tank degasser and caster in the next several weeks. Commissioning is also underway in the rolling mill area, positioning the team to produce its first plate products by year's end.\nThe start-up this year will have our state-of-the-art mill ready to enter the market in 2023. We also announced that Brandenburg is publicly registered to pursue LEED v4 for building and design certification. In a continued trend of environmental leadership as a company, Nucor Steel Brandenburg is the first steel mill in the world to pursue certification under LEED v4, which is more stringent than previous LEED rating systems. The new plate mill will play a key role in supplying sustainable steel to build our clean energy infrastructure. It will be one of very few mills worldwide and the only one in the Western Hemisphere capable of supplying the critical steel components required to build offshore wind farms. I'd like to congratulate our entire Nucor Brandenburg team.\nThe ramp-up at Nucor Steel Gallatin continues to progress, although we anticipated a full run rate production by the end of this year, we now expect that this will occur in Q1 of 2023. The majority of our start-up delays have centered around equipment sequencing and remembering that this upgrade was a complete modernization of the entire facility, including new automation software throughout the mill.\nThis investment, combined with the galvanizing line we added in 2019, the addition of the recently purchased pickle line and the 2 mill currently under construction, dramatically expands the breadth of market solutions our Gallatin mill can provide. Collectively, these efforts position Gallatin with a higher, more value-added product suite and will enable our team to generate higher profit margins as we move forward. We're proud of the work our team is doing to safely bring the Gallatin facility to its full production capability for our customers.\nThe third quarter was also the first full quarter of operating C.H.I. Overhead Doors since closing on the acquisition in June. We continue to work closely with the C.H.I. team to integrate them into Nucor, and we are already realizing supply chain efficiencies because of the acquisition. We're also working to capitalize on incremental sales opportunities now that C.H.I. is part of Nucor. We are very excited about the growth potential of this new portion of our business, and we are on track for a record 2022 and ahead of our acquisition model expectations.\nWe also announced in the third quarter that we will be adding a melt shop at our Kingman, Arizona facility. The new $100 million melt shop will have the capacity to produce 600,000 tons annually and create approximately 140 new full-time jobs. Kingman is currently a rolling mill, and we're leveraging that existing footprint and adding melt shop capacity there to efficiently meet the growing demand for rebar in the Western U.S.\nLastly, at the End of the third quarter, we announced that the Nucor Board of Directors approved the construction of a galvanizing line at our Nucor Steel Berkeley sheet mill that is expected to begin operations in mid-2025. The Board also approved an additional galvanizing line to be constructed in the western United States with details to be announced at a future date. The new Berkeley line will be our eighth wholly-owned galv line. These investments further advance our strategy of shifting our mix to higher-margin value-added products and capitalizing on sustainability trends that are driving more growth opportunities for Nucor.\nTurning to Washington for a moment. During the third quarter, Congress passed the CHIPS Act and the Inflation Reduction Act, 2 pieces of legislation that will strengthen domestic manufacturing and create opportunities in the future for the American steel industry.\nThe CHIPS Act promotes semiconductor manufacturing here at home, which is strengthening our supply chains and helping us unleash a manufacturing renaissance across the United States. The Inflation Reduction Act invests in the domestic manufacturing of clean technologies to reduce emissions. It also contains provisions that encourage the procurement of American-made steel products in clean energy infrastructure.\nIncentives to build our clean energy future with low emission steel produced by the U.S. industry give us a competitive advantage. And finally, as we've mentioned in previous calls, we expect to start seeing the impacts of new federal infrastructure spending in 2023 as states continue to move forward with their projects.\nWith our expanded capabilities and sustainable steel products, we are well positioned to supply the broad array of solutions that are essential to these efforts. And we are confident that as we do so, our efficient and flexible business model and diversified product portfolio will enable us to deliver very attractive returns on our shareholders' valuable capital.\nBefore I turn it over to Steve, I want to thank our Nucor team for your incredible hard work and great performance through the first 9 months of this year. And as we navigate the volatility and certainty in the market, we must stay focused on working safely and operating reliably to take great care of our customers. Let's finish this year having 2022 be the safest and most profitable year in Nucor's history.\nNow Steve Laxton will share with you additional details about our third quarter performance and our outlook through the end of the year. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThanks, Leon. This quarter's earnings of $6.50 per diluted share represent the fifth best quarterly result ever posted by Nucor. Year-to-date earnings per share of $23.85 actually beats the record we established last year for a full year EPS of $23.16. And operating cash flow through the first 9 months of the year was approximately $7.5 billion, also setting the new annual record. The entire Nucor team should be very proud of these results.\nComparing this quarter's results to the prior quarter, our steel segment earnings were down about 55%. Shipment volumes were down about 9%, with sheet and plate volumes relatively weaker and long products more stable. Overall, metal margins contracted by approximately 11% as lower realized pricing for sheet plate and bars more than offset reduced metallics cost.\nConversion costs were higher due to lower utilization and higher energy cost. Energy cost per ton produced increased by 17% during the quarter and now constitute about $57 per ton. Some of these costs were offset by natural gas hedges we had in place as well as increased earnings from our producing gas wells in the Piceance Basin of Colorado.\nWe continue to see very strong performance from our steel products segment. That segment's earnings were up about 6% on last quarter's record performance. Joist and deck results improved from the second quarter, while tubular products profits declined. Joist and deck volumes both increased slightly, and pricing on orders shipped during the quarter also rose, while substrate costs declined. Pipe and tube shipments were down almost 16% and realized prices were off about 11%.\nLeon has already referenced the excellent results posted by C.H.I. Overhead Doors. C.H.I. is one of several moves the company has made recently to leverage our capabilities, products and channels in new businesses that have good margins, strong free cash flows and good growth attributes. We call these efforts 'expand beyond'.\nOther platforms in our 'expand beyond' efforts include insulated metal panels and warehouse systems. During the quarter, these businesses produced $29 million and $28 million in EBITDA, respectively. While it's early in the Nucor life of these 3 expand businesses, all 3 met or exceeded the targets for the third quarter in our acquisition model assumptions. I want to thank our teammates for the excellent work they are doing running and integrating these businesses.\nRaw materials segment earnings were up slightly from the second quarter, with higher profits from our DRI operations more than offsetting lower results from DJJ. Cash provided by operating activities during the quarter was $2.8 billion, while capital expenditures totaled approximately $460 million. Year-to-date capital expenditures totaled $1.43 billion.\nFor the full year, we now expect capital expenditures to be approximately $2 billion. During the quarter, we repurchased 5.3 million shares and paid $132 million in dividends for a total capital return to shareholders of $784 million or 46% of net earnings. Total capital returns to shareholders through the first 3 quarters of the year via dividends and repurchases were approximately $2.75 billion or 44% of net earnings.\nDuring August, we also retired $600 million of senior notes that were set to mature in September. We had prefunded this maturity and some other outstanding debt back in March of this year with opportunistic issuance of $1.1 billion in new senior notes split evenly between 10- and 30-year maturities.\nThe coupon on the maturing notes was 4 1/8%. The blended coupon on the March issuance was 3.5%. And Nucor continues to enjoy excellent access to capital due to our position as a leading manufacturer across a broad array of steel products, our efficient and highly variable cost structure and our consistent commitment to maintaining a strong balance sheet with good financial liquidity.\nSpeaking of the balance sheet, we finished the quarter with a debt-to-capital ratio of 26% and ample liquidity with $3.5 billion of cash, short-term holdings and restricted cash holdings and our $1.75 billion revolving credit facility was undrawn.\nTurning to the outlook for the fourth quarter. We expect our steel mills segment earnings to decline meaningfully relative to the third quarter. Fourth quarter shipments are projected to be lower compared to the third quarter, primarily due to seasonality, customers delaying orders due to economic uncertainty as well as some of the planned outages in our own fleet. We expect lower realized prices in the quarter for most of our mills due to some of the same factors. The most pronounced effects will be felt in our sheet business. Lower raw materials cost will partially offset some of these impacts.\nWe expect lower but still very strong earnings from our Steel Products segment in the fourth quarter, primarily due to seasonality and softer demand. Raw material earnings will also decline sequentially, primarily on lower pricing and shipping volumes from DRI. Several factors are combining to create a more dour economic outlook. The ongoing war in Europe, other geopolitical tensions and rapid monetary policy actions attempting to tame inflation likely mean tempered near-term demand and stronger U.S. dollar, both challenging elements for Nucor's customer base. Service centers, in particular, are cautious at this time.\nWhile there are still headwinds in the economy, we also have tailwinds supporting our overall demand. Just a few of those factors include nonresidential construction, particularly in warehousing and reshoring of manufacturing as well as energy and projects funded by the Infrastructure Investments and Jobs Act, some of which should see commencement next year.\nThank you for your interest in Nucor. Operator, we are now ready to take questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/977b52e90e634fb0069a6e5973510040",
    "period": "2022 Q2",
    "content": "Q2 2022 Nucor Corp Earnings Call\n\nQ2 2022 Nucor Corp Earnings Call\n\nNUENYSEJUL 21, 2:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Nucor Corporation Second Quarter of 2022 Earnings Call. As a reminder, today's call is being recorded. (Operator Instructions)\nCertain statements made during this conference call will be forward-looking statements that involve risks and uncertainties. The words we expect, believe, anticipate and variations of such words and similar expressions are intended to identify those forward-looking statements, which are based on management's current expectations and information that is currently available.\nAlthough Nucor believes they are based on reasonable assumptions, there can be no assurance that future events will not affect their accuracy. More information about the risks and uncertainties relating to those forward-looking statements may be found in Nucor's latest 10-K and subsequently filed 10-Qs, which are available on the SEC's and Nucor website. The forward-looking statements made in this conference call speak only as of this date, and Nucor does not assume any obligation to update them, either as a result of new information, future events or otherwise.\nFor opening remarks and introductions, I would like to turn the call over to Leon Topalian, President and Chief Executive Officer of Nucor Corporation. Please go ahead, sir.\n\nLeon J. Topalian\n\nPresident, CEO & Director, Nucor Corporation\n\nGood afternoon and welcome to our second quarter earnings call. Before we get to our second quarter results, I want to highlight some changes we've made to our executive leadership team. As we announced in May, MaryEmily Slate retired on June 11. MaryEmily is a dedicated and exceptional leader, and we thank her for her more than 21 years with Nucor. Her impact on our teams across the enterprise contributed greatly to Nucor's success and profitable growth. The Nucor team wishes the very best for you, MaryEmily, and your family, and you will always be a tremendously valued member of the Nucor family.\nWith MaryEmily's retirement, Dan Needham has assumed the role of EVP of Commercial. John Hollatz was promoted to Executive Vice President of Bar, Engineered Bar and Rebar Fabrication. John is a proven leader. Over his 23-year Nucor career, he has served in our joist and deck, building systems and flat-rolled businesses. We welcome John to the executive team.\nAs part of this reorganization, Chad Utermark has been appointed to the newly created role of Executive Vice President of New Markets and Innovation. In this new role, Chad will focus on our continued growth into new markets and integrating new businesses into the core operations of Nucor.\nAlso joining me today on the call are members of the Nucor's executive team, including Dave Sumoski, our Chief Operating Officer; Steve Laxton, our Chief Financial Officer; Al Behr, responsible for plate and structural products; Doug Jellison, responsible for raw materials and logistics; Greg Murphy, responsible for business services and our General Counsel; and Rex Query, responsible for sheet and tubular products.\nOur mission, to become the world's safest steel company, is the greatest measure of our culture and our most important value. Halfway through the year, we are on pace to have our new safest year in history, which is coming off back-to-back-to-back record safety years. I want to thank each and every member of the Nucor family for your focus and dedication in ensuring every team member is safe.\nTurning to our financial performance. We achieved record second quarter earnings per share of $9.67 and record first half earnings of $17.30. This record performance was driven by strength across our diversified portfolio of businesses. Strong financial results were recorded by a number of our businesses, including bar, plate, sheet, structural, joist, deck, buildings, tubular and our raw material operations.\nSince entering the steel business, we have focused on growing long-term earnings power and shareholder value. This month, we are celebrating 50 years since Nucor was listed on the New York Stock Exchange. During that time, we have led the transformation of the domestic steel industry, and we are the envy of the world in terms of Nucor's environmental footprint, safety performance and efficiency as well as profitability.\nNucor has grown revenues by more than 13% per year from $83 million when we were first listed on the exchange in 1972 to last year's record of $36.5 billion, even as the total size of the domestic industry has shrunk. We have also grown our workforce from 1,800 team members back in 1972 to more than 31,000 team members today and in the process created a huge amount of shareholder value. $1,000 invested in Nucor when we were first listed would be worth over $1.6 million today.\nOur record first half results continue the history of delivering new highs in profitability and cash flow through successive economic and steel market cycles, demonstrating the sustainability and adaptability of Nucor's business model. We have world-class manufacturing talent, and we are making the right investments to continue our track record of outperformance.\nSeveral of our recently completed organic growth projects in our core steelmaking business are already contributing to our record first half profitability, and there is more to come as additional projects ramp up production or come online. For example, our Nucor Steel Gallatin modernization and expansion project is now fully operational, having completed the last of their project-related outage work on June 6.\nOur Brandenburg, Kentucky plate mill is on schedule and on budget for a late 2022 production start with almost 400 team members on board. This is a game-changing mill in the U.S. plate market that will firmly establish us as the market leader in plate. And in May, the state of West Virginia approved the air quality permit for our new sheet mill in Mason County. Groundbreaking for the project will happen later this year.\nAlso during the second quarter, we completed our purchase of C.H.I. Overhead Doors and announced 2 acquisitions that will lead to the establishment of Nucor Towers & Structures, which will serve the utility, transportation and telecommunications sectors. We are so excited to welcome our new team members into the Nucor family.\nAs we execute on our mission statement, to grow the core, expand beyond and live our culture, these investments are excellent examples of what we look for and expand beyond businesses. They serve growing markets and leverage Nucor's core manufacturing capabilities and our safety- and team-focused, incentive-driven, entrepreneurial culture. We look forward to rapidly scaling up their operations as we continue to broaden our portfolio of construction market solutions.\nAs we evaluate growth initiatives, either in our core business or by expanding beyond, we focus on driving incremental value by leveraging our capabilities and existing positions of strength, as we have done for the last 5.5 decades throughout our history. Earlier, I mentioned the 50th anniversary of our New York Stock Exchange listing. Our July 12, 1972, news release announcing the listing gave our firm's business description as \"the nation's largest producer of steel joists.\" And it mentioned that the company also produces carbon and alloy steel. At that time, we just operated one steel mill, which was Nucor Steel Darlington. Nucor's tremendous growth in profitability and market value over the past 5 decades has been fueled by our decision back then to expand upstream into steelmaking.\nThe result is that today, we are the leading North American manufacturer of a diverse array of steels and steel products providing essential solutions for construction, infrastructure, energy, transportation, automotive, capital goods and consumer-durable market applications. Today, expand beyond is a disciplined strategy for profitable growth and value creation, just as our expansion into steelmaking was 50 years ago. With it, we are targeting higher-growth sectors of the economy and leveraging Nucor's core competency in efficient, variable cost-based manufacturing as well as our broad product portfolio and existing channels to market.\nTurning to policy issues. I want to mention that we support swift passage of legislation to address semiconductor manufacturing and beneficial updates to our trade laws through legislation known as Leveling the Playing Field Act 2.0. Congress must get this important bipartisan priority across the finish line. Since the COVID-19 pandemic first disrupted our lives more than 2 years ago, it has become clear that the U.S. needs strong, resilient domestic supply chains for all sorts of critical materials, such as semiconductors made by great American companies. Reshoring semiconductor production here in America gives us a tremendous opportunity to unleash a manufacturing renaissance in the United States.\nAlso, last week, the U.S. International Trade Commission unanimously extended antidumping and countervailing duty orders for an additional 5 years on imports of corrosion-resistant steel from China, India, Italy, South Korea and Taiwan. While this is a positive development, unfairly traded imports remain a concern for our industry. The ITC is conducting several more 5-year sunset reviews this year off key trade orders on flat-rolled products. These orders are critical to market stability and industry performance and are an important part of our government's trade enforcement tool kit. Nucor is working hard to ensure that they all remain in place.\nFinally, today's headlines are full of concerns regarding inflation, interest rate hikes and whether we'll experience a recession. While we are all aware of these factors, Nucor's sustainable and flexible business model gives me great confidence in our ability to continue to grow and create value for our shareholders. Our team is focused on enhancing our capabilities, not simply adding capacity, and on delivering a differentiated value proposition for our customers by reliably and safely providing a broad offering of the most environmentally responsible steels and steel products found anywhere in the world.\nBefore I turn it over to Steve, I want to congratulate our 31,000 Nucor team members for a fantastic first half of the year. Thank you for your hard work and dedication and commitment to delivering exceptional customer service. Let's continue our progress towards delivering the safest, cleanest and most profitable year in Nucor's history.\nNow Steve Laxton will share additional details on our first half performance and our outlook as we move forward into the second half of the year. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThank you, Leon. As Leon mentioned, this year's second quarter was the best quarterly financial performance in our company's history. The quarter's earnings of $9.67 per diluted share exceeded our prior quarterly record of $7.97 per share by more than 20%. Operating profits were stronger than we anticipated for all 3 segments.\nI want to thank our 31,000 teammates for these fantastic results. Your dedication and efforts are what drive the efficiency of our manufacturing businesses, which enable us to reliably meet the strong demand we're seeing across our broad array of products.\nComparing the second quarter of 2022 to the first quarter of 2021, all 3 segments generated higher earnings with pronounced outperformance in our steel products segment. That segment produced $1.1 billion in operating profits for the quarter. Our joist and deck business continued to be the largest contributor to the segment's performance. While joist and deck shipments were down from the first quarter, higher prices more than offset the decline in volumes.\nContributions from tubular products and metal buildings were aided by both higher volumes and higher pricing during the quarter. Overall, our steel products segment continues to benefit from strong nonresidential construction demand. This segment's earnings power and strong free cash flow characteristics continue to make key contributions to our overall performance.\nIn our steel mills segment, shipping volumes were up by 10%. Most of the increase was in sheet and plate as we were able to take advantage of what we consider to be strong demand, leading to attractive pricing in those markets. Our metal margins decreased by about 5% from the first quarter's $941 per ton to a still robust $895 per ton. Offsetting some of the benefits of the stronger metal margins we have been realizing over the past several quarters are some cost pressures from higher electricity and natural gas pricing. Our energy cost per ton of steel produced was up approximately 50% year-over-year.\nHowever, for some context, energy costs still represent approximately 6% of our overall cost per ton. Some of the changes in the energy commodity pricing seen in the marketplace overall over the past year were mitigated by Nucor's physical and financial hedges that we had in place.\nOur raw materials segment outperformed first quarter results on the back of increasing selling prices for DRI and scrap. DRI benefited from elevated metallics pricing that we use to determine transaction values between segments.\nCash provided by operating activities during the quarter was $2.3 billion, enabling both continued investment to grow Nucor's future earnings power and the return of approximately $900 million of our shareholders' valuable capital via dividends and share repurchases. Our direct returns to shareholders for the quarter was 37% of earnings. Year-to-date, it is 43%.\nOur capital allocation priorities remain unchanged. Our highest priority is deployment of capital in our businesses to create long-term value. We also remain committed to our regular quarterly dividend, something Nucor has paid and grown consistently over the last half century. And importantly, we remain committed to additional direct returns to shareholders in times of strong performance with an overall payout ratio of at least 40% of net earnings. During the 5 years ending in 2021, we returned approximately 56% of Nucor's net earnings to shareholders.\nWe remain confident that with the capital we retain and deploy, we are building a more resilient, more profitable, a more cash-generative Nucor. During the second quarter, Nucor funded $520 million in capital expenditures and $3.1 billion in acquisitions.\nBetween this past December and this year-end, we expect to have completed 3 major organic growth projects that will substantially enhance the competitive position of our steel mills segment. The first, Hickman's Gen 3 galv line, was completed this past December. The second, Gallatin's modernization and expansion, was completed in June. And the third, our new state-of-the-art plate mill in Brandenburg, Kentucky, is anticipated to start at the end of the year.\nWe expect these investments to generate at least $370 million of combined annual EBITDA once fully ramped up at mid-cycle performance and considerably more in robust market conditions like the ones we're seeing now. Nucor has an additional $3.6 billion of approved and in-process organic growth investments that will be completed by 2025. The largest of these is our West Virginia sheet mill. Once these 5 projects are fully ramped up, we anticipate they will contribute a further $700 million in run rate EBITDA in normal market conditions.\nAs you're also aware, we closed on C.H.I. Overhead Doors in June. And with the acquisition of Summit Utility Structures and Sovereign Steel Manufacturing, we've established Nucor Towers & Structures. We expect these businesses, along with other new capabilities we've acquired, such as insulated metal panels and warehouse solutions, to contribute as much as $600 million of incremental EBITDA annually in future years.\nTurning to the balance sheet briefly. As of the end of June, Nucor had debt to capital of 29% and ample liquidity with $2.5 billion of cash, short-term holdings and restricted cash holdings and an undrawn $1.75 billion in revolving credit facility. In May, we felt it was prudent to enhance liquidity and raised $500 million of senior notes with a 3-year maturity and a coupon of 3.95% and $500 million of senior notes with 5-year maturity and a coupon of 4.3%.\nTurning to the outlook for the third quarter of 2022. While we recognize there is considerable economic uncertainty right now, demand appears stable and resilient across our key end-use markets. Prices in the steel segment have softened due to import pressures coupled with overall commodity pricing declines globally. For the third quarter, we expect lower earnings from our steel mills segment relative to Q2, and we expect continued strength in steel products and raw materials with performance roughly in line with the second quarter.\nFor the year, we expect earnings per share will establish a new annual record for Nucor. And thinking about the longer term, with balance sheet strength and product diversity that is unparalleled in our industry, coupled with our highly variable and adaptive business model, we remain confident that Nucor is well positioned to deliver on our commitments to our team, our customers and our shareholders over time.\nThank you for your interest in Nucor. Operator, we're now ready to take questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/947f439109deb4844e046f55afac3ded",
    "period": "2022 Q1",
    "content": "Q1 2022 Nucor Corp Earnings Call\n\nQ1 2022 Nucor Corp Earnings Call\n\nNUENYSEAPR 21, 2:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Nucor Corporation First Quarter of 2022 Earnings Call. As a reminder, today's call is being recorded. Later, we will conduct a question-and-answer session and instructions will come at that time.\nCertain statements made during the conference will be forward-looking statements that involve risks and uncertainties. The words we expect, believe, anticipate and variations of such words and similar expressions are intended to identify those forward-looking statements, which are based on management's current expectations and information that is currently available. Although Nucor believes they are based on reasonable assumptions, there can be no assurance that future events will not affect their accuracy.\nMore information about the risks and uncertainties relating to these forward-looking statements may be found in Nucor's latest 10-K and subsequently filed 10-Qs, which are available on the SEC's and Nucor's website. The forward-looking statements made in this conference call speak only as of this date, and Nucor does not assume any obligation to update them, either as a result of new information, future events or otherwise.\nFor opening remarks and introductions, I would like to turn the call over to Mr. Leon Topalian, Chief Executive Officer of Nucor Corporation. Please go ahead.\n\nLeon J. Topalian\n\nPresident, CEO & Director, Nucor Corporation\n\nGood afternoon, and welcome to our first quarter earnings call. I'd like to begin the call by introducing our new Chief Financial Officer, Steve Laxton. During the first quarter, we announced the retirement of Jim Frias and the appointment of Steve to the role of CFO.\nSteve began his career in Nucor in 2003 and has spent the last 8 years as our Vice President of Business Development. We're excited for Steve's future as CFO and welcome him to the executive team. And you'll be hearing from Steve in a few minutes about our first quarter financial performance.\nI'd also like to take the opportunity to thank Jim Frias for his 30 years with Nucor. He has had a tremendous impact on me, our team and our company, and we wish Jim and his wife, Sharon, and family the very best in his upcoming retirement.\nAlso joining us on the call today are members of the Nucor executive team, including Dave Sumoski, our Chief Operating Officer; Al Behr, responsible for plate and structural products; Doug Jellison, responsible for raw materials and logistics; Greg Murphy, responsible for business services and our General Counsel; Dan Needham, responsible for bar, engineered bar and rebar fabrication; Rex Query, responsible for sheet and tubular products; MaryEmily Slate, responsible for our enterprise, commercial strategy; and Chad Utermark, responsible for fabricated construction products.\nLast year, we achieved record safety performance, beating the safety record we set in 2020, and the Nucor team is off to another strong start in the first quarter of 2022. We continue to see excellent safety performance across our divisions as our teams work to meet strong demand from our customers. I'm proud of our team's commitment and progress toward achieving our goal of becoming the world's safest steel company. Team, together, let's set another record in 2022.\nTurning to our financial performance. We achieved record first quarter results with earnings per share of $7.67. The quarter was marked by pronounced volatility as Russia's invasion of Ukraine impacted commodity markets and the supply chains of nearly every industry.\nWhile the Ukraine-Russia conflict certainly is having an impact on our industry, the much larger concern is the humanitarian disaster that has unfolded in Ukraine. The images coming out of Ukraine are heartbreaking and our thoughts and prayers are with the Ukrainian people who continue to endure significant suffering due to the invasion.\nThe onset of the pandemic in March of 2020 and the Russian invasion of Ukraine are 2 recent events that upended markets and showed the resilience and sustainability of our business model. Our flexible production process and diversified product portfolio have helped us to thrive in the volatile market conditions that followed.\nI'm extremely proud of how our Nucor team has navigated the pandemic and several unexpected supply chain disruptions over the past 2 years. We are on the cusp of completing $4.1 billion in strategic organic growth investments by the end of 2022. We have also completed $2.1 billion in strategic acquisitions and returned approximately $4.8 billion in capital to our investors through the last 5 quarters.\nOur balance sheet remains under levered, and we have a fresh series of new organic growth initiatives that are just getting underway. Nucor delivered breakout record performance in 2021. And now we're beginning 2022 with a new quarterly record, which we expect to surpass again in the second quarter.\nOur team's ability to navigate the current disruption to the seaborne pig iron markets highlight the benefit of Nucor's powerful and adaptive business model. Pig iron makes up roughly 10% of Nucor's overall metallic supply in a typical year. Russia and Ukraine have historically accounted for over half of that supply. However, at the outset of this war, we immediately ceased all purchases of pig iron and any other raw materials from Russian suppliers.\nWe could do this without disrupting customer supply or quality because we have worked over the years to effectively manage the risks related to our raw material needs. While we have not been able to source material from Ukraine since the war began, we look forward to partnering with our Ukrainian suppliers when conditions in the region permit.\nWe have several advantages that are enabling us to manage through this disruption, including good long-term relationships with numerous pig iron producers globally; reliable DRI production capabilities in Trinidad and Louisiana that are particularly helpful in this environment; the ability to increase our production of low copper shred and to continue to invest in additional technologies for high-quality metallics, especially those that can help us further reduce Nucor's carbon footprint; and our DJJ brokerage arm that has once again proven its value as it utilizes its broad network to ensure our steel mills have the scrap they need to meet our customers' requirements.\nTurning to current market conditions. We continue to see robust demand across the key end-use markets we serve. Some markets, like automotive, continue to be constrained due to supply chain issues.\nLast year, we realized outstanding results despite key markets such as automotive and energy being challenged and well below their averages and our initial expectations. The first quarter of 2022 was similar, with very strong overall demand despite continued supply constraints, production challenges in automotive and relatively tepid response for energy products despite strong pricing for hydrocarbons.\nAnd now let me provide a quick update on some specific growth initiatives. During the first quarter, we completed our acquisition of a majority stake in California Steel Industries. And as we've discussed on our last call, this $400 million investment expands our geographic reach in the sheet market to the West Coast, grows our portfolio of value-added sheet products and creates supply chain efficiencies with Nucor's downstream businesses in the region, including Verco and Hannibal Industries. We welcome CSI teammates to our Nucor family.\nWe also announced plans to modernize and expand the product capabilities of our sheet mill in Crawfordsville, Indiana by adding a construction-grade continuous galvanizing line and prepaint line. The construction-grade continuous galv line will have a capacity of 300,000 tons per year, while the prepaint line will have an annual capacity of 250,000 tons per year.\nCrawfordsville was our first sheet mill, pioneering EAF thin slab casting. These projects in Indiana will enhance Crawfordsville's ability to competitively serve the regional construction market.\nEarlier this month, we announced plans to build our third rebar micro mill in Lexington, North Carolina. We have had great success with our micro mills in Missouri and Florida, and saw a real opportunity to supply rebar to the fast-growing region between Washington and Atlanta. Population growth in this region, along with the new federal infrastructure spending, is increasing rebar demand.\nThe site in Lexington is near abundant scrap supplies and transportation corridors, allowing us to efficiently deliver rebar to customers in the Mid-Atlantic and Southeast. We're really excited to be growing our presence and creating jobs in our home state of North Carolina.\nWith regard to our modernization and expansion project at Gallatin, the team there has completed commissioning the EAF and LMF. The caster and second down coiler will be commissioned during the coming weeks. Following that, we'll have 7-day outage in early June to commission the roughing mill and hot mill crop shear.\nBy June, all of Gallatin's new capabilities and capacities will be online. We currently anticipate shipping approximately 0.5 million tons of Gallatin's added capacity in 2022. By Q3, Gallatin should be able to produce at a 3 million ton per year rate.\nOur team continues to receive recognition from our customers for the high-quality products we provide. For the fourth year in a row, Nucor has received GM Supplier of the Year Award. We remain the only EAF steelmaker to receive this award.\nIn addition, Nucor received GM's Overdrive Award for supplying them with our iconic products. GM is our first customer to receive these products, and it is an example of how we work and listen to our customers to help them achieve their sustainability goals.\nThese awards also demonstrate the benefits of investments we are making to serve our automotive and other customers with demanding applications for lower-CO2-intensity steel. To our Nucor team, you should be extremely proud of receiving this recognition for 4 years running.\nEconiq is just one example of our focus on sustainability. While our greenhouse gas emissions are just 1/4 of the global average for the steel industry, we continue to look for ways to further reduce our emissions. We have supported the development of solar and wind energy projects by signing 3 power purchase agreements for roughly 600 megawatts of renewable power generation capacity.\nAnd earlier this month, we announced an investment in NuScale, a leading developer of new nuclear power technology called the small modular reactor. This investment in NuScale complements these efforts to help the United States develop new sources of clean power. And effective electric grid requires both baseload and intermittent power sources, which is why we believe that both nuclear and renewable energy must be a part of the solution to achieve carbon reductions while maintaining grid reliability.\nOn the trade front, unfairly traded imports remain a concern. The U.S. ITC is conducting 5-year sunset reviews this year of key trade orders on flat products, including cold-rolled steel and corrosion-resistant steel. These orders are important to market stability and industry performance, and Nucor will vigorously work to ensure that they remain in place.\nWe view our advocacy for effective trade law enforcement as an essential component of Nucor's efforts to take care of our customers, teammates and shareholders. Nucor is investing more than $7.5 billion in our steelmaking operations over the 2019 to 2025 period. These investments are expanding the Nucor team by approximately 3,000 jobs and are driven by exciting opportunities to compete in a global steel marketplace where winners are determined by real cost and quality advantages that create sustainable value for consumers and not by government subsidies or other noneconomic factors.\nI'm incredibly proud of the Nucor team's exceptional focus on delivering world-class performance in every area of our business, particularly our record-breaking results in safety and profitability. We are grateful for the trust our customers place in the Nucor team with every order, and we strive to offer exceptional customer value by being leaders and delivering the cleanest and most sustainable steel solutions in the world. Our key forward-looking indicators for 2022 remain favorable, and we expect another strong year in both earnings and cash generation.\nNow Steve Laxton will provide more details about our first quarter performance. Steve?\n\nStephen D. Laxton\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThanks, Leon. I want to start out by thanking all of my Nucor teammates for their outstanding work in the first quarter. As they've done over my 19 years with Nucor, the men and women of this team continue to inspire me by what's achieved working together. And I'm honored and privileged to be working alongside you in my new role as CFO.\nAs Leon mentioned, first quarter of 2022 earnings of $7.67 per share establishes a new first quarter record, more than doubling the prior record of $3.10 set last year in the first quarter. These results also exceeded our guidance range of $7.20 to $7.30 per diluted share. Better-than-forecast earnings for the month of March were achieved across a broad array of businesses, including our rebar and merchant bar mills, sheet mills, building systems and raw materials businesses.\nThe value of Nucor's unrivaled product diversity, coupled with our highly variable and adaptive cost structure, was on display yet again in the first quarter. Comparing the first quarter of 2022 to the fourth quarter of 2021, a number of our businesses achieved strong earnings growth and provided an offset to weaker pricing and volumes that impacted our sheet business.\nOur Steel Products segment profits of $684 million was the highest quarterly results ever. We fully expect the segment to set a new quarterly earnings record in the second quarter as nonresidential construction demand remains strong, and margins continue to expand in joist and deck, metal buildings and tubular products.\nIt's worth noting here that over the last 10 years, the period ended in 2021, our Steel Products segment EBITDA increased from $66 million in 2012 to just under $1.5 billion last year. Over time, we've intentionally developed a diverse portfolio of market-leading businesses that provide a wider set of the end-market solutions. These include joists, deck, tubular products, cold finished bars, metal buildings, fasteners, and most recently, insulated metal panels and racking systems. These last 2 additions made in 2021 make a fantastic complement to Nucor as they sit at the confluence of our core capabilities and growth sectors of the economy.\nStrong net earnings for the quarter translated into strong cash flows from operations, which amounted to approximately $2.5 billion. We redeployed a portion of this cash via cash expenditures and acquisitions totaling almost $800 million. These strong cash flows also positioned us well to continue to deliver on our commitment to provide attractive cash returns to our shareholders.\nCapital returns during the period totaled over $1 billion or about 50% of quarterly net income. They consisted of dividends of $137 million and share repurchases of $905 million or approximately 7 million shares. Financial strength remains a critical enabler of Nucor's ability to create incremental value for shareholders.\nOur company continues to have the strongest credit rating in the North American steel sector. At the close of the first quarter, our cash, short-term investments and restricted cash holdings totaled $4.3 billion. Nucor's liquidity also includes our undrawn $1.75 billion unsecured revolving credit facility, which matures in November of 2026.\nTotal long-term debt, including current portion, was approximately $6.7 billion at the end of the first quarter. This includes $1.1 billion of bonds we issued last month. Half of these are 10-year notes with a coupon rate just above 3.1%, and the other half are 30-year notes with a coupon rate just under 3.9%.\nThese proceeds will be used to redeem our $600 million of 4 1/8% notes due this September and our $500 million of 4% notes due in August of 2023. On March 25, we issued a notice to redeem all $500 million of the 4% notes. Excluding the debt being redeemed this month and the debt maturing in September, gross debt as a percentage of total capital was approximately 26% at the close of the first quarter.\nAnd now I'd like to spend a minute or 2 on capital allocation. Nucor has a clear capital allocation framework that remains unchanged. Our first priority for capital is to create additional value through deployment that leverages our existing capabilities and positions of strength.\nOur second priority is to maintain and grow a healthy regular dividend, something we've done for 49 straight years without fail. Lastly, we remain committed to sharing upside returns directly with our shareholders. Specifically, we target a minimum of 40% of our earnings going directly to shareholders via cash dividends and share repurchases.\nThe execution of that first priority is how we create meaningful long-term value for our shareholders. The present successes we are realizing today are a result of our team's consistent focus over our company's long history on disciplined execution of our business model and growth strategy. Today, we are laying the foundation for a future of further value creation.\nLet me highlight here a summary of some of the key activities. As Leon mentioned, with the completion of Brandenburg later this year, we will have deployed approximately $4.1 billion of capital over the past few years on 10 significant projects that enhance Nucor's competitive position across its product portfolio.\nWe remain confident that these 10 projects will generate annual EBITDA of at least $600 million during normal market conditions. During stronger environments, such as 2021 and '22, we can expect far better results from them. You may recall that during our fourth quarter earnings call, we noted that 5 completed projects, accounting for approximately $1 billion of capital spending, generated about $675 million in EBITDA during 2021.\nLooking further ahead, we have roughly another $3.5 billion of incremental capital spending on significant projects planned for the coming years, including our North Carolina rebar micro mill, enhanced capabilities at our Gallatin and Crawfordsville mills, and our West Virginia sheet mill. We expect that once fully ramped up, these facilities will be able to generate around $700 million of incremental EBITDA annually for Nucor, again, during normal market conditions.\nIn addition to our organic growth opportunities, Nucor continues to engage in strategic and targeted M&A activity. As Leon mentioned, we've deployed about $2.1 billion in capital via acquisitions during his tenure as CEO. Collectively, these investments further differentiate Nucor and create a powerful catalyst for future sustainability and shareholder value.\nWe expect to add more than $1.6 billion to Nucor's run rate EBITDA in future years from these already completed and underway investments. We're excited about these opportunities to grow substantial shareholder value in the years ahead. We'll have a short slide deck summarizing and posted on the IR page of nucor.com later today.\nAs Leon mentioned, demand remains strong across our key end-use markets. We expect that the second quarter of 2022 will be the most profitable quarter in Nucor's history, surpassing the previous record set in the fourth quarter of 2021. Second quarter earnings will be driven by the increased profitability in Steel Products segment I mentioned earlier.\nIn addition, the Steel Mills segment earnings are expected to strengthen due primarily to increased profitability of our sheet and plate mills. Nucor's raw materials segment is expected to generate increased profits in the second quarter due to relatively higher selling prices for raw materials.\nThank you for your interest in our company. Operator, we are now ready to take questions."
  },
  {
    "header": "NUE",
    "cik": "0000073309",
    "ticker": "NUE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cd9c392b57ea70b12a6e5d84527ece01",
    "period": "2021 Q4",
    "content": "Q4 2021 Nucor Corp Earnings Call\n\nQ4 2021 Nucor Corp Earnings Call\n\nNUENYSEJAN 27, 2:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Nucor Corporation Fourth Quarter of 2021 Earnings Call. (Operator Instructions)\nCertain statements made during this conference call will be forward-looking statements that involve risks and uncertainties. The words we expect, believe, anticipate and variations of such words and similar expressions are intended to identify those forward-looking statements, which are based on management's current expectations and information that is currently available. Although Nucor believes they are based on reasonable assumptions, there can be no assurance that future events will not affect their accuracy.\nMore information about the risks and uncertainties relating to these forward-looking statements may be found in Nucor's latest 10-K and subsequently filed 10-Qs, which are available on the SEC's and Nucor's website. The forward-looking statements made in this conference call speak only as of this date, and Nucor does not assume any obligation to update them, either as a result of new information, future events or otherwise.\nFor opening remarks and introductions, I would like to turn the call over to Mr. Leon Topalian, President and Chief Executive Officer of Nucor Corporation. Please go ahead, sir.\n\nLeon J. Topalian\n\nPresident, CEO & Director, Nucor Corporation\n\nGood afternoon, and welcome to our 2021 fourth quarter and full year earnings call. Joining me on the call today are several members of Nucor's executive team, including Jim Frias, our Chief Financial Officer; Dave Sumoski, Chief Operating Officer; Al Behr, responsible for plate and structural products; Doug Jellison, responsible for raw materials and logistics; Greg Murphy, responsible for business services; and our General Counsel; Dan Needham, responsible for bar, rebar fabrication and engineered bar products; Rex Query, responsible for sheet and tubular products; MaryEmily Slate, responsible for commercial strategy; and Chad Utermark, responsible for fabricated construction products.\nBy so many measures, 2021 was an extraordinary year for Nucor. Our team delivered incredible financial and operating results over the course of the year, while working safely and responsibly. Every single day, our nearly 29,000 team members remain focused on our company's mission to grow our core steelmaking capabilities while expanding our presence into related businesses that fit with our culture and leverage our strengths.\nFor our team, the most important value is safety. And so I'm incredibly pleased to report that 2021 was the safest year in our history. Becoming the world's safest steel company is a lofty goal, and our team has now achieved back-to-back record years in safety. Nucor had 16 divisions that went 0 recordable injuries in 2021, and I look forward to the day when our entire company achieves that same goal. I want to thank each of my Nucor team members for your daily commitment to safety, looking out for one another and I look forward to an even safer year in 2022.\nTurning to our fourth quarter results. Earnings per share were $7.97, exceeding our guidance range of $7.65 to $7.75. This represents another new quarterly record for our company.\nLooking at 2021 as a whole, we set several other financial records. Net income for 2021 was $6.8 billion, and full year earnings per share was $23.16, which were both notable increases over the prior records we set in 2018 with $2.4 billion of net income and an EPS of $7.42. Our record financial performance is the result of years of work reinvesting to strategically position and grow our portfolio of capabilities across the steel value chain. We are leveraging our competitive advantage to aggressively and opportunistically pursue value-enhancing long-term growth. Along the way, we are delivering a differentiated value proposition to our customers and expanding our relationships with them.\nBy executing operationally across our business lines, and in parallel, investing in Nucor's future, we are generating attractive returns for our shareholders and positively impacting our local communities. In the process, we can offer Nucor teammates secure employment and competitive compensation and benefits as well as the opportunities to further their professional growth and development.\nOur talented, dedicated team members are Nucor's greatest value creators. Reflecting this for 2021, our profit sharing totaled about $850 million. Adding this amount to teammate profit sharing over the course of the last 5 decades, Nucor has allocated a total of about $3.8 billion in profit sharing to our team members. Most profit-sharing payments are contributed directly to teammates retirement savings accounts. And as a result, we believe that Nucor teammates are far more prepared for retirement than the average American.\nOf course, we are also mindful of our responsibility to shareholders. We're proud to have been able to provide cash returns via dividends and share repurchases totaling about $3.8 billion in 2021 and in December to increase our regular quarterly dividend for the 49th year in a row, this year by 23% to a rate of $0.50 per quarter.\nOur quarterly dividend is now about 32% higher than it was in 2018. We reduced our share count by more than 11% in 2021, even as we funded capital expenditures and acquisitions totaling approximately $3 billion to drive the next chapter of our growth story. And as Jim will share, we remain very well capitalized and able to pursue our objectives.\nAnd speaking of those, as we move into 2022, we are not letting up when it comes to executing our strategy to grow our value-added product portfolio and expand into new product markets and geographic regions.\nTwo weeks ago, we announced that Mason County, West Virginia will be the location of our new state-of-the-art 3 million-ton sheet mill. The location along the Ohio River provides Nucor with important transportation and logistics advantages in serving the country's 2 largest sheet steel-consuming regions, the Midwest and Northeast, 2 areas where Nucor is currently underrepresented. Once operational, our West Virginia mill will have some of the most advanced capabilities in one of the lowest carbon footprints of any sheet mill in the world. We are very excited to begin work with the local community in Mason County on this transformational project that will create substantial long-term value for all Nucor shareholders.\nOn December 16, our Nucor Steel Arkansas sheet mill produced its first prime coil from its new generation 3 flexible galvanizing line. The new galvanizing line, combined with Hickman's highly successful specialty cold rolling mill that's been in operation for more than 2 years, uniquely positions our company among North American EAF steelmakers to provide the high strength, lightweight steels that are increasingly in demand. These capabilities represent important competitive advantages for our company, exemplifying Nucor's ability to meet the needs of our customers for hiring steels. Congratulations to the entire Nucor Arkansas team.\nAnother sheet mill project, Nucor Steel Gallatin's hot band modernization and expansion is beginning to start up in the current quarter. This project gives Gallatin's new mill, thicker slab casting and wider coil capabilities, expanding our product portfolio into markets currently served by higher cost competitors. Our Gallatin team members continue to impress with their ability to safely construct the expansion project within the environment of an operating mill, and we look forward to its continued ramp up.\nWe are also expanding our presence in the Western U.S. In December, we announced an agreement to acquire a majority ownership stake of 51% in California Steel Industries for about $400 million. CSI is a flat-rolled converter with annual capacity to produce more than 2 million tons of finished steel and steel products. This investment, which is expected to close shortly, expands our geographic reach in the sheet market, grows our portfolio of value-added sheet products and enables us to supply Nucor's downstream businesses in the region, including Verco and the recently acquired Hannibal industries. We are very excited to partner here with JFE Steel Corporation on our second joint venture.\nSwitching to the plate market. Our Brandon Burk Kentucky greenfield mill is on track to begin rolling its first steel plate product in the fourth quarter of this year. With the capability to manufacture nearly all the different types of plate products consumed in the United States, Brandenburg will position Nucor as a supplier of choice in the domestic plate market which includes applications in offshore wind, heavy equipment, construction and military.\nFinally, I would also like to mention a new project in our bar mill group. In December, we announced our plan to build a new rebar micro mill with annual capacity of 430,000 tons in the South Atlantic region. This will be Nucor's third rebar micro mill joining micro mills in Missouri and Florida that began operations in 2020. We are currently evaluating potential sites and are excited about this opportunity to grow our profitable leadership position in rebar, a core business for Nucor throughout the last 50 years.\nI'm extremely proud of all of our teammates who are working so hard on all these projects as they are prime examples of Nucor's continued execution of our mission to grow the core, expand beyond and live our culture.\nAnd before I leave this topic, I just want to note that we believe we are seeing an acceleration of a transformation in our industry that has been underway for decades, forces driving economic efficiency and lower emissions in steelmaking. No North American producer is better positioned than Nucor to continue leading in these areas.\nWith our team's disciplined focus on execution and Nucor's financial and operational strength, we expect to realize very attractive returns on our investments. We're very proud that Nucor has helped make the United States the cleanest place in the world to make steel. The green economy is being built on steel, and the steel it's built on matters. We are also capitalizing on the opportunity to supply the sustainable steel that is building our 21st century economy.\nEarlier this month, we shipped our very first coil of Econiq to General Motors after having just launched this new line of steels this past October. Our Econiq offering represents the world's first ever net zero carbon steel available at scale. We look forward to continuing to offer Econiq to more customers and, of course, lower greenhouse gas emission steel across our product portfolio.\nNucor will continue to be a key part of our modern economy by supplying the most advanced and sustainable steel products needed to rebuild America's infrastructure. We are pleased that our leaders came together in the fourth quarter to pass historic bipartisan infrastructure legislation that will help advance and modernize U.S. infrastructure and strengthen the health of our economy by creating opportunities for American workers.\nWith approximately half of Nucor's products going into the construction market, we stand ready to help our country meet its infrastructure needs. We also continue to work with the administration and members of Congress to enforce our trade laws so that our market is free from the distortions caused by unfairly traded imports in that as we reinvest in our infrastructure, we do so with steel produced in America, the highest quality, cleanest steel possible.\nAnd before I turn the call over to Jim, I'd like to congratulate the entire Nucor team on reaching new heights to achieve our safest and most profitable year in company's history. You have much to be proud of and on behalf of myself and our entire executive team. Thank you.\nTeam, keep up our focus in 2022. And of course, for Nucor, that begins with the value of safety. We have much to look forward to as we progress throughout this new year.\nNow Jim will provide more details about our fourth quarter and full year performance. Jim?\n\nJames D. Frias\n\nCFO, Treasurer & Executive VP, Nucor Corporation\n\nThanks, Leon. As Leon mentioned, fourth quarter of 2021 earnings of $7.97 per diluted share established a new quarterly record, eclipsing the prior record of $7.28 per share established in last year's third quarter. Fourth quarter earnings also exceeded our guidance range of $7.65 to $7.75 per diluted share. Better-than-expected results for the month of December were achieved across a broad group of businesses.\nRecord full year net income of $6.8 billion was driven by Nucor's diverse portfolio of products and capabilities. Profitability records were set by numerous businesses, including Nucor sheet mills, rebar and merchant bar mills, engineered bar mills, plate mills, structural mills, joist and deck, tubular products, cold finished bars and fasteners. Nucor's product breadth continues to be a powerful driver of value creation through the cycle for both our customers and shareholders.\nWhile our 2021 performance unquestionably benefited from an exceptionally strong steel industry upcycle, Nucor's results were also fueled by our team's focus and commitment to safely meeting our customers' needs Disciplined execution of our growth strategy over the years is a significant factor underlying our success.\nFor example, 5 major greenfield projects completed commissioning and start-up over the 2019 through 2020 time period. They are the rolling mill modernization at our Ohio rebar mill, the hot band galvanizing line at our Kentucky sheet mill, the specialty cold rolling mill at our Arkansas sheet mill, the rebar micro mill in Missouri and the rebar micro mill in Florida. These projects represent an aggregate capital investment of just over $1 billion.\nFor the full year of 2021, they generated EBITDA totaling $674 million. Our teammates at these facilities have done stellar work, executing across the board on safety, product quality and financial performance.\nCumulative EBITDA already exceeds the investment outlays for the Gallatin galvanizing line and the Ohio rebar mill modernization. The cumulative EBITDA generated by the Hickman specialty cold mill is nearing that project's capital investment. First year EBITDA for the Missouri and Florida rebar micro mills are multiples of what we originally projected in our project return budgets.\nTwo more major capital projects totaling just over $1 billion have entered start-up in late 2021 and early 2022. These investments meaningfully enhance Nucor's sheet product capabilities. They are the expansion and modernization of the Gallatin sheet mill and the generation 3 flexible galvanizing line at the Hickman sheet mill.\nWe look forward to introducing our new capabilities to strategic customers as the year progresses, and we are excited about the returns expected to be generated for our shareholders as these projects ramp up. While 2021 clearly revealed the earnings and cash generation power of Nucor's businesses, it also provided an opportunity for us to fully demonstrate Nucor's balanced capital allocation framework.\nAs most of you know, we are committed to first investing for profitable growth while maintaining our strong investment-grade credit rating and returning capital to our shareholders through cash dividends and share repurchases, a minimum of 40% of net income over time. When we judge that strong free cash flow is causing us to become overcapitalized, we will typically distribute more than 40% of our net income to shareholders.\nCapital returns have averaged 58% of net income over the 5-year period ending in 2021. And they were 55% of Nucor's net income for the year of 2021.\n2021 capital returns consisted of dividends of $483 million and share repurchases of just under $3.3 billion. The share repurchases totaled more than 33.8 million shares at an average cost of about $97 per share. These returns were, of course, funded by our strong cash provided by operating activities, also a new record of $6.2 billion. Other significant uses of cash during the year were capital spending of $1.6 billion, expansion of working capital mainly receivables and inventory net of payables totaling approximately $3.3 billion and acquisitions of about $1.4 billion.\nWe remain well capitalized with excellent liquidity. At year-end, gross debt as a percentage of total capital was approximately 28%, while net debt was about 14% of total capital. Our cash, short-term investments and restricted cash holdings totaled about $2.8 billion at year-end.\nNucor's liquidity also includes our undrawn $1.75 billion unsecured revolving credit facility. In November, we increased the capacity by $250 million and extended the maturity date to November of 2026. Given the state of our balance sheet, near-term investment plans and our expectations for earnings, we anticipate that we will continue returning excess capital to our shareholders during the first quarter of 2022, very likely via continued share repurchases. Our analysis suggests that Nucor's shares are significantly undervalued relative to our risk profile earnings and cash flow generation capacity.\nFor 2022, we project capital spending of approximately $2.3 billion. Growth projects for improved product capabilities and expansion represent about 75% of our expected capital spending for this year. These include the Kentucky plate mill, the West Virginia sheet mill, the South Atlantic rebar micro mill and Gallatin's tubular products facility. Maintenance capital spending for equipment replacement spares and cost savings projects accounts for the roughly 25% remaining. We currently expect capital expenditures over the next 3 years to total approximately $5.5 billion.\nTurning to the outlook. We are confident that 2022 will be another year of strong profitability for Nucor, fueled by continued strong end-use market demand for a wide range of steel and steel products, better margins in our steel products segment as pricing is now caught up with higher steel input costs and lower intercompany inventory revaluation expenses reflecting flatter steel and raw material costs compared to 2021.\nFocusing on the quarter, we expect consolidated net earnings attributable to Nucor shareholders will be slightly reduced from the fourth quarter of 2021's record results. Diluted earnings per share for the first quarter of 2022 will benefit from lower weighted average shares outstanding. Steel mills segment earnings are expected to decline in the first quarter of 2022 due to decreased profitability of our sheet mills, offsetting increased profitability at our long products mills. The steel products segment is expected to achieve further margin expansion and profitability in the first quarter of 2022 as backlog pricing continues to improve. The raw materials segment is expected to improve slightly in the first quarter of 2022 as compared to the fourth quarter of 2021 due to the improved profitability of our DRI facilities, partially offset by the impact of lower scrap prices on our scrap brokerage and processing operations.\nBefore we go to Q&A, I would like to just take a moment to highlight our Board's action to increase Nucor's base dividend for the 49th consecutive year affected with the February 11 payment. I hope you'll agree that this is an impressive track record. Our team has great determination to continue our record of delivering increased long-term value for our shareholders.\nThank you for your interest in Nucor. Operator, we are now ready to take questions."
  }
]