[
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5098f6aeb5bb928494d4ab0e159f1a1e",
    "period": "2025 Q3",
    "content": "Q3 2025 Dover Corp Earnings Call\n\nQ3 2025 Dover Corp Earnings Call\n\nDOVNYSEOCT 23, 9:30 AM\n\nOperator\n\nGood morning, and welcome to Dover's Third Quarter 2025 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Chris Woenker, Senior Vice President and Chief Financial Officer; and Jack Dickens, Vice President of Investor Relations. [Operator Instructions]\nAs a reminder, ladies and gentlemen, this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time. Thank you.\nI would now like to turn the call over to Mr. Jack Dickens, please go ahead, sir.\n\nJack Dickens\n\nVice President of Investor Relations\n\nThank you, Chloe. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through November 13, and a replay link of the webcast will be archived for 90 days.\nOur comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings, we assume no obligation to update our forward-looking statements.\nWith that, I will turn the call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nThanks, Jack. Good morning, everybody. Let's get started on Slide 3. Overall, we are pleased with Dover's third quarter results. Revenue was up 5% in the quarter, driven by broad-based shipment growth in short-cycled components, continued strength across our secular growth end markets and very encouraging results from recently closed acquisitions.\nOrder trends continued to be positive momentum in the quarter, up 8% all-in year-over-year or 4% organically, providing good visibility for the remainder of the year and into 2026. Margin performance in the quarter was excellent, with a record consolidated EBITDA margin of 26.1%, up 170 basis points over the comparable period as a result of positive mix impact from our growth platforms, solid execution and our rigorous cost containment and productivity actions, all five segments posted margin improvements during the quarter.\nAll in, adjusted EPS was up 15% in the quarter and is up 17% year-to-date. Capital deployment remains a key driver of our double-digit earnings growth. This year, we increased our investments in high ROI capital projects, focused on productivity and capacity expansions as well as targeted footprint optimization.\nOur balance sheet strength is an advantage that provides flexibility and attractive optionality as we pursue value-creating bolt-on acquisitions and opportunistic capital return strategies. We have a constructive outlook for the remainder of 2025 and into '26. Despite some macroeconomic uncertainty, underlying end market demand is healthy across most of the portfolio and is supported by our sustained order growth. As a result, we are increasing our full year adjusted EPS guidance from $9.35 to $9.55 to $9.50 to $9.60.\nLet's go to Slide 5. Engineered Products revenue was down in the quarter on lower volumes in vehicle services, partially offset by solid performance in aerospace and defense components, despite the organic volume decline, absolute segment profit improved in the quarter on well-executed structural cost management, product mix and productivity initiatives.\nClean Energy & Fueling feeling was up 5% organically in the quarter, led by strong shipments in clean energy components, fluid transport and North American retailing, fueling software and equipment. Our recent acquisition of [ SiteIQ ] provide a remote site monitoring and fueling sites is off to a good start.\nMargin performance, as expected, was solid in the quarter, up 200 basis points on volume leverage and a higher mix of below ground fueling equipment and restructuring benefit carryforward. Imaging and ID was up 3% organically in the quarter and growth in our core marketing and coding business and in serialization software, margin performance remains very good in the segment at 29% adjusted EBITDA margin as management actions on cost to serve and structural cost controls continue to drive incremental margins higher.\nPumps & Process Solutions was up 6% organically, with growth in single-use biopharma components, thermal connectors for liquid cooling of data centers and precision components and digital controls for natural gas and power generation infrastructure. SIKORA, which we acquired at the end of the second quarter is significantly outperforming our underwriting case. Segment revenue mix, volume leverage drove margin improvement on solid production performance and volume in secular growth exposed end markets.\nRevenue was down in the quarter, employment sustainability technologies and comparative declines in food retail cases and engineering services, which were collectively down 30% year-to-date. Industry-wide shipments of door cases are at a 20-year low in part because of tariff uncertainty has caused customers to delay maintenance and replacement upgrade spending. These projects cannot be delayed indefinitely. And encouragingly, we saw a material acceleration in booking rates in the quarter, which signals volume improvement moving forward.\nMeanwhile, the segment had record quarterly volumes in CO2 systems, as well as double-digit growth in heat exchanges and accelerating demand for liquid cooling of data centers and improving sentiment in European heat pumps. Despite the lower top line, the segment posted 120 points of margin improvement on productivity actions and a higher mix of U.S. CO2 systems and brazed plate heat exchangers.\nI'll pass it to Chris.\n\nChristopher B. Woenker\n\nSenior VP & CFO\n\nThanks, Rich. Good morning, everyone. Let's go to our cash flow statement on Slide 6. Year-to-date free cash flow was $631 million or 11% of revenue up $96 million over the prior year has increased year-over-year operating cash conversion more than offset an increase -- an expected increase in capital spending.\nFree cash flow generation accelerated in the third quarter, in line with our expectations and with historical trends, and we expect a further step up in the fourth quarter, which is historically our highest cash generating quarter. Our guidance for 2025 free cash flow remains on track at 14% to 16% on strong conversion of operating free cash flow -- operating cash flow.\nWith that, let me turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nOkay. I'm on Slide 7. Let's put a ride a little more detail on the bookings in the third quarter. Q3 consolidated bookings were up 8% in total and 4% organically from the prior year, I called out the 25% bookings growth in Climate and Sustainability technologies a welcome sign as we expect the segment to return to growth in the fourth quarter on broad-based volume demand.\nOn Slide 8, we highlight several end markets that are key drivers of our revenue growth in 2025 and beyond. We are benefiting from major investments in power generation electricity infrastructure and artificial intelligence across multiple businesses. We are directly exposed to data center build-out by hyperscalers and the secular shift from air cooling to liquid cooling of new chip technologies between our thermal CPC connectors, which primarily connect to the back of the server rack manifolds and directly to the chip as well as our large and XL heat exchangers from swept that are key components in cooling distribution units and chillers we expect to generate over $100 million of revenue in this year alone.\nOur recently closed SIKORA acquisition expands our exposure to electricity infrastructure through measurement and inspection control solutions for high voltage, polymer-coated wires and cables, a direct beneficiary of growing electrification trends and demand for customers for product quality assurance and improvement. All this electricity has to come from somewhere and natural gas remains the most viable option for scalable, reliable energy for the foreseeable future.\nOur precision components and OPW Clean Energy businesses participate across several points of the natural gas infrastructure value chain, including gas and steam turbine components, midstream gas pipeline engines and compressor infrastructure and valves and vacuum jacketed piping used in liquification and gasification of LNG. End market data and customer discussions indicate a very bright future for these businesses. Our single-use biopharma components platform has returned to its long-term double-digit growth trajectory on volume demand and new product launches continued advances in biological drugs and therapies, coupled with an industry shift towards single-use manufacturing processes are fueling sustained high-quality growth for our products.\nIn CO2 refrigeration, we maintain a clear market leadership position in the U.S., supported by a fully platform product portfolio and a retrofitted plant in [ Cones ], Georgia that provide strong competitive moats and product performance, lead times and scalability. Economic and regulatory tailwinds are driving the transition to CO2 systems as large national retail chains accelerate their adoption with a line of sight of continued double-digit growth into 2026.\nA significant majority of the acquisition capital deployed in the past 5 years has been directed towards these high-end growth markets, which remain top priorities for continued investment. Collectively, these markets now represent roughly 20% of our portfolio and are contributing meaningfully to our margin expansion.\nMoving to Slide 9. Our investments in center-led functions and ongoing focus on productivity improvement are key drivers of our margin expansion. We have made significant progress building out our shared back-office services, digital capabilities and internal engineering services through the India Innovation Center.\nThese center-led functions enable our operating companies to concentrate on what matters most. Serving customers driving new product development and responding to market-specific needs while leveraging Dover's global scale and balance sheet. This structure remains a core competitive differentiator of our operating companies, and we extract cost synergies from our existing and acquired portfolio companies.\nOur Dover Business Services, Dover Digital and Innovation Center are now fully developed and integrated across the organization. With these operations fully built out, we expect meaningful scale and scope benefits as we continue to grow organically and through acquisitions, further reducing average transaction costs and driving attractive margin accretion.\nWe believe that our shared back-office services will be the largest nonproduct beneficiary of artificial intelligence implementation. An important part of our business model is to drive productivity through targeted efficiency and fixed cost reduction programs. On the right are some of the key ongoing projects that we had highlighted in previous quarters. including our recently announced transition of the Anthony glass door manufacturing from Sylmar, California into our existing Hillphoenix refrigerated case facility in Richard, Virginia. A move expected to deliver significant -- these initiatives are projected to contribute $40 million in incremental carryover benefit in 2026 with additional benefits extending into 2027.\nLet's finish up on the outlook slide #10. We expect Engineered Products to improve sequentially in the fourth quarter on double-digit growth in aerospace and defense components and improving market trends and competitive dynamics within vehicle services.\nOur outlet in Clean Energy & Fueling remain solid across most of the businesses. North American Retail fueling is starting another capital deployment cycle and the outlook in clean energy components is positive as well. Vehicle wash continues to experience some headwinds, although we would expect that to recover in -- Managing and ID should continue its long-term steady growth trajectory given the significant recurring revenue base and solid underlying demand with an additional upside from serialization software.\nWe forecast this segment to continue its double-digit or single-digit organic trajectory. The outlook for pumps and process solutions is strong and broad-based with attractive top line as forecast across single-use biopharma components, thermal connectors for liquid cooling of data centers and precision components for natural gas infrastructure, bookings and backlog trends in our long-cycle polymer processing, signal improving conditions and the business should return to growth in the fourth quarter for the first time over 2 years.\nAnd finally, climate and sustainability technologies should grow in the high single digits organically in the fourth quarter on continued strength in CO2 refrigeration systems and heat exchangers, as well as growth in refrigerated door cases from improved booking rates. The full year guidance is on the left, we accept acceleration and we expect acceleration of our top line in the fourth quarter driven by our secular growth businesses and sequential recovery in certain capital goods end markets we are well positioned as we begin to transition into 2026, and our advantaged balance sheet provides attractive optionality to selectively play offense to continue driving shareholder returns. [ Ask ] back to you, Jack.\n\nJack Dickens\n\nVice President of Investor Relations\n\nOkay. I guess, Clearly, before you get to the script on questions, if I can just interject quickly. We've had a lot of pickup in our analyst coverage over the last 12 months. So if we could please limit the Q&A to just one question, we would greatly appreciate that. I'll turn it over to you, Chloe."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f2fc906a046200b27edf8134a8eb68bf",
    "period": "2025 Q2",
    "content": "Half Year 2025 doValue SpA Earnings Call\n\nHalf Year 2025 DoValue SpA Earnings Call\n\nDOVMILANAUG 7, 4:30 AM\nAnd good luck.\n\n[music] mosquito many many times.\n\nOne of the tangible impact.\n\nAnd with the buyback.\n\nThat can be.\n\nThank you.\n\nYeah.\n\n[music].\n\nOkay.\n\nSure.\n\nKnowledge.\n\nThe new buyer.\n\nGot it.\n\nDavid.\n\nUh huh.\n\nToday I can say.\n\n[music].\n\nThat is true.\n\nThank you Karen.\n\nBecause in travel retail opportunity.\n\nOn Wednesday.\n\nResolve is a loan.\n\nOkay.\n\nThe only thing I can say.\n\n[music] bedrock.\n\nYes.\n\nThanks.\n\nJudy.\n\nNo that's true.\n\nThank you Jonathan for Juniper.\n\nOne of them.\n\nBoth of those areas alone.\n\nOkay.\n\nThey are the same.\n\n[music] backlog.\n\nGood morning. This is a chorus call conference operator, welcome and thank you for joining the Duval Your first half 2025 financial results presentation.\n\nAs a reminder, all participants are in listen only mode.\n\nAfter the presentation, there will be an opportunity to ask questions.\n\nShould anyone need assistance during the conference call. They may signal, an operator by pressing star and zero on the telephone.\n\nAt this time I would like to turn the conference over to Mr. Daniel del Effector head.\n\nHead of group M&A strategic finance and Investor Relations of do value. Please go ahead Sir.\n\nGood morning, everyone and then you had an update though.\n\nToday, I'm joined by Manuel , Our group CEO and.\n\nOur group CFO as we present our results.\n\nwill begin with an overview of our performance, including key insights into market and business trends next Davita will provide a detailed analysis of our financial results for the Pvs.\n\nFinally, I'll share a brief update on our recently announced acquisition, which address some of the questions received by investors.\n\nI'll conclude with a Q&A session to answer any questions you may have.\n\nThank you for joining us today, I will now hand over to Manuel.\n\nThank you that data.\n\nDoes it meet the needs of the graph initially.\n\nOkay gave me about the consistent progress we ended she didn't get it figured into our 2024 26 strategic vision.\n\nWhy don't you give me a strategic that actually Paramount so that the future looks like.\n\nSubsequently GW oboists punished milestone.\n\nAlbany, New York.\n\nAnd can we see from our warehouse.\n\nThe foundation that indeed, the especially solid.\n\nSuddenly get really positive start of the year does that continue to deliver a strong set of results at all of our kpis, including DVD and cash flows with the understanding you hadn't yet to go.\n\nKeeping gasoline shocks to the EBIT on the full year guidance.\n\nGBP one other then would be what would begin.\n\nSince 2022.\n\nTotal market condition and excellent commercial penetration in all of these good markets.\n\nMiddle East has been reached already approaching deadline.\n\nSo what a billion plus.\n\nThis is what have you seen the beach Jetblue Cedar.\n\nDebated additional inflows from bagging constructing and that for the year.\n\nRevenue grew 52% you haven't yet reaching towards it and he want them again, but even the booked but not in terms of all that's not it.\n\nRevenue amounted to 57%.\n\nWow.\n\nI watched the documents when this thing started.\n\nIn the second half the growth in noninterest revenue outpaced the Ips segment.\n\nRegarding disease, the episodic and consolidated trend the Dubai just strategically.\n\n2024 26 blocks.\n\nIf you back that out it stood.\n\nStood at 99 million.\n\nIt is targeting 47% then to say each 124 with a margin expansion.\n\nLet's focus on synergies and operational efficiencies across regions.\n\nGot you shouldn't continues to progress faster and smoothly.\n\nalready achieved.\n\nAnd the reason, we have unions put about 30% of electricity demand.\n\nThe Master Servicers completed at the beginning of Q3.\n\nSpecial Thanks also go to prove that.\n\nSo first of January 26.\n\nOne integration would it be fully frontline.\n\nWe will have completed most of the integration plan.\n\nSome costing them becoming apparent in logistics.\n\nIt allows us to fund from the execution of our recently announced acquisition of Guizhou .\n\nHe was running peanut and spot Tcs I've already been reached.\n\nAnd so the economics were once again very positive with the remarkable increase in free cash flow and cash conversion well on track to achieve our full year guidance of six people 70, neither the cash flow.\n\nFinally in addition of course is proceeding power loading, but generally when do you think.\n\nYeah, let me working buttons, the approval, which we don't see any broker.\n\nBoth of them being FMC features some that enforced as convertible debenture that wouldnt be anything with stable ultimately probably their condition.\n\nThe last kind of financial profile.\n\nUnaffected by weather condition.\n\nThe limited increase in hedge and hedging.\n\nHmm.\n\nWhy the visa.\n\nseen as benefiting becomes a diversification and growth profile of coil.\n\nOh No go ahead.\n\nSend it on rent without any significant integration risk.\n\nReally laying the groundwork for that invented nation roadmap.\n\nFor clothing in order to reach the most from these big attractive acquisition.\n\nYou can follow me to page three you will see the tangible results of our commercial effort.\n\nWe have already generated new business GBT.\n\nI'm pushing a venue based on plug in beta we gave US Q1, the sponsor for many types of governance exercise.\n\nThis outstanding performance showed continued strength in defense the divestment of the in the second quarter. We paid out was a million new mandates seem to me.\n\nThese include the significant new Department leap, one payment with a leading banking institution as well as new UTP Monday evening.\n\nAdditionally, in Italy, a project was started with a major utility to manage their small ticket unsecured and someday that remediation.\n\nWell he's been on financial receivables with Bluebird significantly what opportunity there.\n\nBy boiler specialized knowhow and technological capabilities in this segment.\n\nYeah.\n\nFrom these contracts to be Bennett.\n\nWhich we love by the anesthetic towards photo of Peru stood very suddenly.\n\nFund 1 billion in the first half of the year what are the initial.\n\n2 billion pounds.\n\nWe spent 12 months was mainly driven.\n\n42% in the smartphone space as well as solid flows contributed.\n\nWell he doesn't angry banking partners.\n\nContinuous to want to GBT and the paid value chain.\n\nAll the way to one P M.\n\nSome of the cold calling back they know what it would replenish 85% of collection in the first half.\n\nContributing to GBT standardization.\n\nOnce we include the new Monday in the equation, we can easily see a very positive GBT dynamics underway.\n\nEven in times of positive economic activity and that is the bank balance sheet market flows continue without talking about diseases that can be sufficient to preserve the stability of the loop GBP within video levels.\n\nWhile we recognize the need for having us.\n\nLitigation and the levers that funny.\n\nThey had strong believers in our MP fungi, which will continue to deliver stable visible cash.\n\nMost of the industry macro environment.\n\nWe are working to renew the Santander construct but which we will provide him. He was in September and continued our partnership with the unique they hit on flu business neon with managing the.\n\nSort of the closure of the current contract in October.\n\nWhile we didn't make any bolt on potential upside to the other smaller contracts that as effect of the Italian banking to any degree.\n\nProof of that is on page four we have a place to live well was there anything one pipeline at all times expansion of Jimmy Dean masked by design the unfortunate incident.\n\nThis is part of it can be increased from 35 million I think the net of 2024.\n\nAre you spending the 25% success rate on the five and 10.\n\nAnders before which is a little but shipped in the first seven months of the year.\n\nThis is important to note that the court.\n\nNot directly impacting the pipeline.\n\nIncluding Collab plans in the book and that is because we've.\n\nWe need to go back to integrated expanded ability to manage a large volumes of nonfinancial risk in books.\n\nThe main mandate through its advanced bloxom announcing that the most competitive advantage in this space.\n\nWell, that's a profitability in that segment.\n\nMoving to page five we would like to provide more details on the value added services, which are keeping.\n\nLitigation strategy.\n\nMy guess is it.\n\nWhat is the percentage of each one lots of revenue and an increase of 70% that was the H 124.\n\nMaybe it's a little bit what new initiatives announced that the 2024 26 business.\n\nTo diversify the business profile of the bank and then see like I said this is historical levels start to do that and plans.\n\nLet's take them one by one starting with the new initiatives.\n\nFirst of all let the digital classroom, we wouldn't mention it in the context of non financial receivables. It's a digital channel for dust collection being launched vagaries in Italy, and Germany, Spain in Cyprus driving efficiencies.\n\nAlbum reputation and digital edition of depth of management, increasing profitability, especially the small ticket unsecured which I know you don't seem to be the permanent finance, where if you look at if you like to manage it smooth he gets it in other portfolios.\n\nBut he did at Blackstone will be announced by the digital capabilities of well is that we expect that this tool to exponentially.\n\nIts capabilities in 'twenty six.\n\nThe advice.\n\nThese are suffering advisory is sadness at stabilization to low volume sales underwriting and diligence and planning and business model instead of as is often to third parties.\n\nPage two molded instead.\n\nHe said, probably about a year and model, which have been deferred that Egypt.\n\nYet at the stage two board before any crazy events of course.\n\nFor active management.\n\nSo the best of their stage two portfolio.\n\nOpening significant P&L savings linked to the reduction of portfolios with the stability of the forest.\n\nThis product we also benefited from the acquisition of Globe, specifically from the coffee.\n\nLeading AI center.\n\nThat will do it at the mid cycle based on these.\n\nAsset management.\n\nThe two that Les Java, we did that with immediately nonsense.\n\nNo that'll be traded through the launch of dedicated funds in different asset classes.\n\nHopefully not reversed litigation into the stable its global asset management business.\n\nThe total synergies.\n\nSynergies with our traditional MP servicing business.\n\nTim This is our mortgage brokerage business.\n\nThere's a feeling that the visa to feel in the market. We are in defending the most majority of origination market.\n\nHe has signed the agreement with the major drift back into and really generating very substantially exceeding our original expectation. We expect this business to continue growing significantly on organic basis.\n\nLiterally got a company, providing that as additive to the Italy and from September on Synchrony. So these include.\n\nanalytics and business information services, providing a comprehensive accessing counterparty intelligence solution to likely to Brian.\n\nThe second thing about not public active banking going to decline.\n\nAlso third party nobody guidance.\n\nNow suddenly the business EBIT this legal support surfaces for more complex cases.\n\nLeveraging our extensive network of legal experts.\n\nJurisdiction.\n\nIn Italy, but I must say.\n\nOn an apples in Spain.\n\nYes that is it are the single largest contributor to biomedical services.\n\nBrokerage revenue and People's vehicles business.\n\nFinally mustered therapeutic target that with Baidu next the Eaton today supports that and not been services like gardening accounting and cash management portfolio and bolting digital their style and performance whether you foresee any additional vehicle with a multiple investor and special Servicers.\n\nHe likes the editor significantly thanks to the merger with my successor, we can under leading the muscle stem cells need anybody of you when we did.\n\nIt's a good market share.\n\nI was trying to build the which is from non captive portfolios.\n\nBut there are other services that continue to be a key element of the diversification journey outlined on our business plan.\n\nI have to say that since the announcement the developments on this front is undeniable.\n\nMoving now to page six.\n\nYep spending projects that we are delivering the leading this business plan timeframe.\n\nWith a mix of organic growth and strategic expansion and we've had many at the end of the business plan.\n\nSweet Dubai, and it will be much bigger more profitable and much with much lower financial leverage.\n\nThose targets are just 18 months away and certainly achievable.\n\nWow.\n\nThe acquisition of , we provided the business plan targets for 2026.\n\nIncluding collective around 800 million votes revenue of which 55% from non NPL.\n\nThe media led didactic center.\n\nAnd then just edge of two two times at December 2006.\n\nThese targets imply within your remarks doubling improvement expenses 23.\n\nBeing in a 66% existing bus revenue, 68% decrease in EBITDA and the possible reduction maybe other Joe the nearly 40%.\n\nI agree.\n\nThe current debate is progressing that we put significantly more sound.\n\nCash generative and diversifying the business will do well.\n\nAnd prospects.\n\nYou can be the basis of the new business plan, which we will have a really need the 26 to one and then we will decide our yield Michelle and the opportunity for the future.\n\nOn the bright side.\n\nOver to David who will take you through the details of this positive books out with us.\n\nThank you Manuel and good morning to everyone.\n\nDavid you can see a summary of the financials.\n\nGrowth in the first possibility.\n\nThe positive results across all key metrics.\n\nMost of the revenue.\n\nSo on cash conversion.\n\nGrowth in the first place.\n\nwas $1 81 for me.\n\nSure with the British rule of 51, 6%.\n\nOur area.\n\nNon savings and the rest is .\n\nItaly and.\n\n, which grew seven deny a 70% versus last year due to the momentum.\n\nQuarters.\n\n$254 6 million.\n\n6%.\n\nVersus first half.\n\nWith a comparably practical consideration of social costs, which decreased approximately 1%, Italy, yet asbestos this progressive revenues to nine 5%.\n\nAnd that I was 99 1 million.\n\n47, 2% the vessels.\n\nLet people.\n\nThrough our cost containment initiatives.\n\nThe successful release of synergies immediately and the efficiency across the group.\n\nOne digit growth contributor also in the second quarter.\n\nIt's just a matter of margin at 35, 2% grew.\n\nOne 5% year on year.\n\nOr they can do it alongside the expansion of our margin Dcs and accretive.\n\nNo.\n\nExcellent.\n\nStrong double digit growth.\n\nThere is two 4% 11 9 million.\n\nAnd the backlog that you had before.\n\nThe strong growing EBITDA, which more than offset the increase in velocity expenses minorities.\n\nMoving now to British line, we can find the breakdown of gross revenue in June.\n\nAt group level.\n\n31, 6% year on year in line with the full year guidance supported by data contribution senior.\n\nContinued strength in London and daily revenue.\n\nWhich regions Egypt.\n\nGross per day.\n\nThat is the region where it.\n\nIt was stable.\n\nAnd then I think that.\n\nYeah.\n\nOkay.\n\nAreas.\n\nBut it was also in the second quarter, which impacted the revenue.\n\nImmediate gross revenue grew 56.\n\n6% year over year.\n\nThat was a bushel and by a very positive trend is occurring.\n\nIt says.\n\nThe expected revenue decline hopefully by $1 8 million year on year.\n\nI mean, where are we.\n\nMitigated by improvement in all other categories.\n\nAnd I believe.\n\nWe show how we continue to successfully contain.\n\nIncrease in operating costs and the consolidation of .\n\nThanks to continued cost discipline with Charlotte.\n\nSavings across functions and markets Indeed cost containment remains a key focus for the group EBIT.\n\nFocus on strong business expansion.\n\nIn the first six months of both 25 HR costs went up by 29, 1%.\n\nFirst I would like that before.\n\nThanks.\n\nThe battery consolidation and to the increase in variable compensation Potently inhibited the unexpected at best for much of the business.\n\nHey, Chuck both increases in Grexit, you to working with you.\n\nPortfolio.\n\nThis effect was effectively mitigated.\n\nMichelle's unique in this space.\n\nWhereas a pass through entity.\n\nSpace and SG&A expenses, we reported an increase of $3 9 billion.\n\nThanks to already achieve synergies.\n\nCan you just let it mitigated the effects of a garden consolidation.\n\nEBITDAX in the life with the $99 1 million.\n\nYeah.\n\nAs a percent versus first half.\n\n94.\n\nThis is about was mainly driven by the increase of Italy and by the continuous strong performance of recurring value added services driving revenue across the group.\n\nSo that I imagine increases significantly.\n\nClearly the impact of the .\n\nThus non PSA a continuous therapy show constantly.\n\nEBITDA for the region decreased by seven 3% year on year to $49 6 million.\n\nThe piece of value added services were more than upset by year on year.\n\nAt least in this quarter in the second quarter.\n\nEgypt delivered EBT dip.\n\n45, 6% continuing to.\n\nRoute profitability.\n\n0.2% at the group level.\n\nSome of the cost of renewable portfolio standards.\n\nIn Italy.\n\nIt was $56 2 million, excluding broker costs, an increase of 36 6 million.\n\nBut Brexit before that.\n\nAs we approach the contribution of value added services to gross revenue.\n\nThat continues to contribute turbocharged our full year expectations.\n\nIs EBITDA were to be positive the extra continued cost efficiency, a new proposal .\n\nNormal premiums.\n\nWe're building it.\n\nMinus 6 million, despite the cost synergies and the acquisition initiatives leading to an EBITDA.\n\nReported of $96 five media.\n\nMoving to page 12, we show very positive dynamics in net income evolution, which excluding the nonrecurring items increases.\n\n70% year on year, despite the higher financial costs as the new Malibu.\n\nIt will be but an apple bcm and everything through the guidance acquisition.\n\nBreaking down the number we start from the higher EBITDA exhibited positive momentum across key products and markets.\n\nSo on property plant equipment and intangibles.\n\nAnd liquid investments were $46 3 million in line with collection.\n\nSo guidance portfolios.\n\nBut national Interstate commissions increased to $33 6 million driven by the .\n\nWith.\n\nThis should be February which amounted to eight 4 million, including a mortality plus the interest on the new term loan funding guidance transaction, which amounted to $14 8 million, including amortized.\n\nAnd then similarly.\n\nOn the 26 senior secured an ulcer eliminate February one.\n\nNo.\n\nOrders improved $7 3 million.\n\nExcluding costs related to the early redemption of the 2026.\n\nSome of the turmoil is dedicated to us and ask you to 26, one which was not with you guys.\n\nYeah.\n\nIncome tax for the period was higher due to one off.\n\n.\n\nA pleasure to work with in Spain.\n\nIf we adjust for that attach rate is only slightly higher on the back of the higher EBITDA and deconsolidation of public making legal and can see in Italy.\n\nThis increase is due to partnership with Banco BPM and deeper banker.\n\nThe nonrecurring items at net income level amounted to 16 million, mainly due date of elimination, but one off related to.\n\nBut if announced about 26 months.\n\nThe debt.\n\nDebt payments for the exit of the police as part of integration in Italy.\n\nMoving to page 13.\n\nLook at the cash flow demands which is.\n\nIncidentally cash flow from operation in the first half increased considerably to 86 million up $61 million versus first half look like it when people.\n\nCash conversion reached a notable increase in further thoughts.\n\nWith that.\n\n2% in first half of 2024.\n\nThis potent EBITDA was achieved with a continued.\n\nContinued adoption in led to working capital.\n\nBruce.\n\nThe invoicing cycle for securitization and positive dynamics in advanced payments.\n\nCapex was $8 million lease laterally visit the rest of to get to $10.\n\nOne 1 billion.\n\nThats offices mitigated the Bolivian space efficiencies and bad.\n\nDebbie Bailey.\n\nWith that it is increasing slightly.\n\n867 million in the third initiative.\n\nThe initial from the voluntary exit programs.\n\nThe big issue, which is expected to continue in the second half of the year.\n\nThe issue is not necessarily Adidas were stable year on year with an increase the fifth.\n\nMainly related to the temporary impact of the 20, payments and higher fixed cost base that is.\n\nIt appears that this negative effect will be completely offset in the second half of the year.\n\nThe big issue was significantly happier than the PUC at $50 5 million.\n\nSo a negative $1 8 million in the fifth Atlantic with you folks.\n\nThe 62 3 million of interest into ish Brucato notable results in line with our ambition to return to the historical levels of cash generation.\n\nMinorities was $7 7 million lethal to deeper and deeper where distributed individuals with the Nevada significant payments expected minorities in 'twenty to amplify it.\n\nInvestment in equity international assets in Peru.\n\nAs Lisa in January 'twenty Diversifies.\n\nOn page 14, we show.\n\nOur leverage position.\n\nAt the detriment of beer net debt stood at 484 million.\n\nBut at $114 importantly reported at the end of 'twenty 'twenty four.\n\nSure.\n\nWhat can be done at the much Brett.\n\n35 .\n\nDuring the second quarter, we repaid Earth branch over the term loan decreasing our gross debt is $6 3 million.\n\nNevertheless, the gauntlet.\n\nThe bulk of it with the SEC.\n\nPushing some of 132 million and enjoy a liquidity buffer of 160 billion, including Undrawn revolving credit facility lines.\n\nNet.\n\nremained stable from quarter to two three times on a pro forma basis.\n\nMultiple current EBITDA.\n\nBridging from Cooper.\n\nAs of December 24.\n\nTwo nine as of June 34 supported by the data.\n\nThe cash flow dynamics.\n\nAnd despite that.\n\nAnd a big one for derivatives and data mirrored manner is paid in the second quarter to be better and Banco BPM.\n\nOur global breathing.\n\nPermit.\n\nWould be with stable outlook in July in this over the last met with acquisition of a brio.\n\nAnother important trade at one of the lowest is over the industry.\n\nThe sovereignty of Iowa.\n\nThe gas model.\n\nLet's now move to page 15.\n\nTo conclude we had a positive first half of the year with growth rates in line with our full year guidance, which gives us confidence in the ability to position our upset us within the guidance range for the full year with 35 communicated in February.\n\nAs a reminder of the guidance.\n\nrevenue between 606 under $15 million EBITDA, excluding nonrecurring that is between 210 $220 million and net leverage at two times. The absolute continued positive cash flow generation.\n\nIn the darkness.\n\ngot three our reported of 50% to 70% of net income include excluding analyzed to be distributed in 2026.\n\nWe expect the acquisition to close in January 2026 will be the best exemplify fully Amanda to show clean delivery over the guidance without the impact from .\n\nFinally, before handing over to Danielle lets move to page 16.\n\nYou'll find the $20 to hit these targets, including Brio, which implied significant progress since 2024.\n\nThe current targets do not include any potential synergies of which we will share more details in the new business plan in mid 2026.\n\nThat doesn't include the conservative and extend the global value guidance.\n\nWe expect to add breadth.\n\nOur target leverage of two times.\n\nI'd like to thank the hips with two policy guidance with the fact that average.\n\nBut initially one by one with a leverage target just one year from 'twenty.\n\n2027.\n\nAs previously mentioned at closing of the acquisition the cash generation of portfolio would be dictated by the sale of the debt, resulting from the company's hybrid model.\n\nYes.\n\nIf we hit the consideration of the vehicle is included in our cash conversion estimate of 40% to 50% portfolio.\n\nAs a result, starting with respect to the level of net debt in line with our guidance and accounting for the new bonds.\n\nWe expect to be free cash flow.\n\nThe full year, we reached two two times net debt to EBITDA at the end of 36 in line with our targets.\n\nLet me now.\n\nDavid will dive deeper into some key opportunities stemming from the acquisition portfolio.\n\nThank you David it's a great pleasure to offline on the acquisition of Coyote, we've redefined the values growth trajectory accelerating.\n\nLitigation into no financial receivables.\n\nLet's begin by highlighting core yields pans out trend is technology driven customer centric approach.\n\nIn ecommerce delivering an exceptional customer experience is paramount.\n\nFrom the moment the customers visit the website or app.\n\nSeamless journey from product selection to checkout is essential.\n\nRevolutionized is 20 years ago, when groundbreaking one click checkout system.\n\nHowever, the experience shift dramatically when a transactional phase and collection will become a necessity.\n\nProcess, often bumpy mark by distorted phone calls update web portals Congress bond payment system and from a communication.\n\nThis is four years that theme leveraging advanced technology to transform this challenging phases into a small customer friendly resolution process.\n\nQuito prioritizes and outstanding customer experience setting new standards and ensuring the customer journey in the collection phases have slowed as the.\n\n.\n\nThe experience there.\n\nAs allowed for Europe to thrive in this burn because it's metal is built around self learning processes that adapt to the behavior of consumers recognizing how they communicate and determining the best response.\n\nFrom the moment the pod is assigned to Korea. It takes just fix it made us to automatically set up a payment and resolve the case without any human intervention. The same process takes more than five days for our traditional operator involving multiple monolines rexam EMEA with Kohl's.\n\nBack in for validation before Rachel resolution the service portal of Coyote is a key component of offering a portfolio of services that is unrivaled elsewhere in the industry, making get that thing get outstanding claim easier and faster.\n\nThis portal.\n\nMultiple awards for best in class user experience from that while both parties. The portal is more than a . It is.\n\nA third is focused on convenience transparency and lower asphalt interaction for debt, thus leading to high comparisons right.\n\nIs certified by very high ratings on Google reviews, and trusted by all our bulk or by five.\n\nThe game changer for Korea.\n\nYou go to summarizing data analysis and process automation the module, our AI ecosystem Cai developed in our support all business processes with maximum flexibility and leverage generative AI to elevate customer service and process efficiency.\n\nAt Oxford button for Saturn availability faster case processing increase transparency improve service quality by focus human agents.\n\nHigher value added complex issues and enhanced compliance through AI based quality assurance.\n\nAnd thus far meera transatlantic fiber.\n\nOkay.\n\nAt profit over one 5 million customer interactions and achieve an automation bribe rates of over 65% since the establishment that in 2023.\n\nAlthough this has been built with internal capabilities concentrated in the legal entity type technology, which operate as an independent company within the core yoga and that divergence.\n\nAnd then think about responses to new technological developments, while remaining closely integrated with Korea's processes for rapid testing and refinement of innovation.\n\nHe will become a competence centers for the AI solution within the whole debate and will contribute significantly to accelerate the undergoing development there of the Duval with digital platform.\n\nIf you follow me to slide 19, let's move from Coyote.\n\nSuch suites.\n\nStrategic strength, which go far beyond automation.\n\nKorea is a long lasting and stable client base with very demanding and dynamic customers.\n\nThree industry standard practice for loan financing receivables career as annual contracts, which are renewed on a rolling basis provided the customers is actually with a therapist.\n\nIn the case of multi client relationships.\n\nThere are over five years old with a chunk right close to zero.\n\nThis stability is a strong foundation for recurring predictable revenue and is a testament of the very high customer satisfaction and the results of a high degree of integration with its customers operations side of the business model is based on volume number of five process not the actual collection.\n\nRight as previously mentioned Coyote processes, Southern Midland five career and continues to focus on increasing automation and digitalization in order to increase that number as a volume driven business. It is not linked to credit cycle and is mainly linked to a high degree of operational.\n\nConsistency and efficiency.\n\nThe broker community is substantial.\n\nCommercial Atlanta include 30 potential new appliance and payment telecom insurance and other sector in the 'twenty 'twenty five 'twenty six providing significant upside to our estimates for there is no make meaningful seasonality in earnings as shown on the bottom right of this.\n\nSlide EBITDA is stable month after month.\n\nWe're building around a 9% per month with a Max aviation from average contribution of just around 7%.\n\nLastly career as a committed management team that has decided to reinvest is that.\n\nExit packaging and package into the new coin year and windows.\n\nminority stake around 3% in the new entity that ensures strong long term alignment without any material impact on consolidated financial.\n\nAli I would like to spend a couple of minutes on financial performance of the year in our 'twenty 'twenty six business plan target that we have assumed now around 5% year over year growth for full year.\n\nYou can see that in the first five months of the ER.\n\ngrew by 20%.\n\nOther than our than our conservative.\n\nExpectations.\n\nIt grew even softer than the cellular plan, which is much more bullish than our estimates.\n\nBefore any revenue synergies.\n\nIn short this is a business that growth with its clients a strong.\n\nVisibility and is structurally stable, both operational and financially.\n\nWe look at Boardwalk to building this acquisition and the Liberty, new and enhanced the growth profile for , one quarter at a time.\n\nThat's all on our side to date. Thank you all for your attention we will now take your questions.\n\nThis is the chorus call conference operator, we will now begin the question and answer session.\n\nOne who wishes to ask a question made by star and one on the Touchstone telephone to remove yourself from the question queue. Please press Star then two please pick up the receiver when asking questions.\n\nWe will pause for a moment as callers join the queue.\n\nOne moment for the first caller.\n\nPlease hold the line the conference will continue shortly.\n\nI don't know.\n\nOh.\n\nThis is the conference operator, we have the first question. If you can hear us loud and clear Sir."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ac8f61dac214caf49fbbf1094196f824",
    "period": "2025 Q1",
    "content": "Q1 2025 Dover Corp Earnings Call\n\nQ1 2025 Dover Corp Earnings Call\n\nDOVNYSEAPR 24, 9:30 AM\n\nOperator\n\nGood morning, and welcome to Dover's First Quarter 2025 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Chris Woenker, Senior Vice President and Chief Financial Officer; and Jack Dickens, Vice President, Investor Relations. [Operator Instructions] As a reminder, ladies and gentlemen, this conference call is being recorded and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time.\nThank you. I'd now like to turn the conference over to Mr. Jack Dickens. Please go ahead.\n\nJack Dickens\n\nVice President of Investor Relations\n\nThank you, Margo. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through May 15, and a replay link of the webcast will be archived for 90 days. Our comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are disclosed in our SEC filings. We assume no obligation to update our forward-looking statements.\nWith that, I will turn this call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nThanks, Jack. Good morning, everybody. Let's go to Slide 3. Q1 was a good quarter. Adjusted EPS was up 19% over the prior year on excellent incremental margin conversion driven by a healthy mix of our growth platforms prior period structural cost actions and positive price cost dynamics. Adjusted EBITDA margin was up 240 basis points to 24%, a record result for Q1. With 4 or 5 segments posting over 100 basis points of comparative margin expansion. Importantly, organic bookings were up for the sixth consecutive quarter with book-to-bill [ north of 1 ] across all 5 segments, resulting in a sizable portion of Q2 revenue already in backlog. Overall, we are very encouraged by the start of the year. All of our efforts on portfolio construction, new product introductions and methodical cost and productivity actions are driving meaningful improvement in segment profitability and durable long-term top line resilience.\nLet's go to Slide 5. Engineered Products was down in the quarter on lower volumes in vehicle services and program timing in aerospace and defense. We intervened on the cost structure of vehicle service to support its margin performance going forward. Engineered Products and specifically vehicle services, the most exposed to tariffs so Chinese imported subcomponents in our case, structural steel. We are out with pricing mitigation actions, but we'll keep a close eye on volume. The segment will be bolstered as the year progresses by calendarization of our aerospace and defense business. With the divestitures of De-Sta-Co Environmental Services Group in '24, our Engineered Products segment now accounts for 15% of our total portfolio, down from 25% in the prior year.\nClean Energy and fueling is up 2% organically in the quarter, led by strong shipments in clean energy components, fluid transport and below-ground retail fueling equipment. Robust order activity and below-ground retail fueling signals a recovery after two years of lower volumes, a welcome outcome. We are also encouraged by the increasing quoting activity in clean energy components particularly in recent wins in space launch and LNG infrastructure in the U.S. and Europe. Margin performance was robust in the quarter, up 180 basis points on a higher mix of below-ground fueling equipment and tight cost controls. We expect this segment to be the leaders in margin accretion in 2025 when volume leverage, pricing and SKU management and positive product mix.\nImaging and ID posted another solid quarter with organic growth, 4% on strong wins in serialization software and broad-based growth in core marking and coding across all geographies and product lines. Margin performance was robust as management actions on cost to serve and structural cost controls continue to drive incremental margins higher.\nPumps and Process Solutions was up 7% organically on double-digit growth in single-use biopharma components and triple-digit growth in thermal connectors for liquid cooling of data centers.\nPrecision Components and Industrial pumps also had solid results. As forecasted, the long-cycle polymer processing equipment was down year-over-year in the quarter. Segment revenue mix and volume leverage drove margin improvement on excellent production performance and volume growth in biopharma and thermal. The outlook for the rest of the year is favorable in Pumps and Process Solutions, biopharma components and thermal connectors should continue their robust growth trajectories on secular themes in single-use biological drug production and liquid cooling of data centers. Our Precision Components business has a healthy exposure to the gas and steam turbine markets, which are performing well.\nRevenue was down in the quarter in climate and sustainability technologies and comparative declines of food retail door cases and engineering services which more than offset the record quarterly volumes in CO2 systems. We are encouraged to see year-over-year growth in our heat exchanger business for the first time since the fall of 2023 and shipments of heat exchanges for installation and European heat pump still faced poor comp in Q1, but were up sequentially from Q4. Despite the lower top line, the segment posted 120 basis points of margin improvement and year-over-year growth in absolute earnings on productivity actions and a higher mix of CO2 systems. We expect improvement of segment performance over the balance of the year on the strength of CO2 refrigeration systems, robust growth at heat exchanges for liquid cooling of data centers and a continued recovery in heat exchanges for European heat pumps on improving end customer sentiment and normalized channel stocking levels.\nI'll pass it to Chris.\n\nChristopher B. Woenker\n\nSenior VP & CFO\n\nThanks, Rich. Good morning, everyone. Let's go to our cash flow statement on Slide 6. Our free cash flow in the quarter was $109 million or 6% of revenue. This was a $3 million increase when compared to the first quarter of last year. Higher earnings and improved working capital performance were partially offset by the expected increase in capital spending on growth and productivity projects. The improved working capital performance was driven by strong collection activity positively impacting our accounts receivable balance, partially offset by investments in inventory ahead of seasonally stronger volume quarters in Q2 and Q3. The first quarter is traditionally our lowest cash flow quarter of the year. Our guidance for 2025 free cash flow remains on track at 14% to 16% of revenue on strong conversion of operating cash flow.\nWith that, let me turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nI'm on Slide 7. Here, we provide a little more detail on the bookings in the first quarter. Q1 marked our sixth consecutive quarter of positive year-over-year organic bookings growth, posting a book-to-bill above [ 1 ]. As shown in the segment detail on the right, the booking rates were broad-based with strength in our secular growth exposed markets and an encouraging trend as we move through the year.\nLet's go to Slide 8, which highlights several of the end markets they were driving our consolidated organic growth forecast. Between end market data, our customer forecast and our booking rates, we are encouraged by the outlook in the broader industrial gas complex within clean energy and precision components, single-use biopharma components, CO2 refrigeration and inputs into liquid cooling applications or data centers, which include our connectors as well as heat exchangers. We have made significant organic and inorganic investments behind these end markets. 75% of the acquisition capital we've deployed over the last 5 years has been behind these markets, and they remain some of our highest priority areas of investment moving forward. In aggregate, these markets now account for 20% of our portfolio and drive attractive margin accretion on expected double-digit growth.\nMoving to 9. Our organic investments remain our highest priority. For capital deployment, we will continue to invest behind our existing businesses regardless of the near-term fluctuations in the macro sentiment. Here we show some of the most meaningful and high ROI projects for 2025 and you'll see a healthy balance between growth capacity expansions behind some of our highest priority platforms as well as productivity and automation investments including some rooftop consolidations. As the rooftop consolidation projects are completed in the second half, we will provide the roll-forward benefit of the reduction of fixed costs.\nGoing to Slide 10. This slide delineates our current tariff exposure. Clearly, this is a bit of a moving target. And these are annualized cost based on 2024 volumes. Nevertheless, it gives you the current situation and the prevailing tariff rates. Takeaway here is that we are a proximity manufacturer and the costs are embedded in our guidance. I leave the rest of Q&A, where I'm sure we'll beat this to death.\nLet's go to Slide 11. We have modestly trimmed our revenue and EPS guidance ranges for the full year to reflect uncertainty of the demand environment in the second half of the year because of the ongoing tariff negotiations. This is purely a top-down mechanical adjustment at this point based on the trends in our order rates, together with our backlog levels, we are in really good shape for Q2, but I think it's fair to say uncertainty in the tariff environment will have some impact on medium-term demand. As a note, we set our forecast using prevailing exchange rates at the beginning of the quarter and have not adjusted our forecast for any fluctuations in foreign exchange since them, in particular, the euro-dollar rate. Clearly, at current spot rates, the translation headwind is reversing to a tailwind with the euro rallying over 5% of the dollar in the past month. Due to the short-term volatility in foreign exchange, we have chosen to wait until the end of the second quarter to see where it settles.\nA final note on the current environment tariffs. Like any changes that occur in the macro environment, there's a tendency to focus on the negative implications. While we have spent countless hours over the past month on tariff costs and the supply chain implications by business and region and developing mitigation plans, one must not ignore evaluating competitive positioning. We are a proximity manufacturer with our cost and revenue-based aligns, we have manageable supply chains. We will implement solutions to offset the cost implications of tariffs, and we'll push hard for market share gains where we believe we are strategically advantaged be that on a cost or geographic footprint basis.\nDover proved during the pandemic that it can play defense and defend margins in a challenging demand environment. We entered this year with exceptionally good momentum from a product and portfolio perspective and an advantaged balance sheet position that allows us to opportunistically play offense in capital deployment. We will weather this tariff tumult, and I would argue that our business leaders are positioned far more on offense than defense at [ present ]. Let's go to Q&A."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e89fae3212f393e0c8e6b3ea9c0f37bd",
    "period": "2024 Q4",
    "content": "Q4 2024 doValue SpA Earnings Call\n\nQ4 2024 DoValue SpA Earnings Call\n\nDOVMILANFEB 28, 4:30 AM\n\nOperator\n\nGood morning. This is the Chorus Call conference operator. Welcome, and thank you for joining the doValue Preliminary Full Year 2024 Financial Results Conference Call.\n[Operator Instructions] At this time, I would like to turn the conference over to Mr. Daniele Della Seta, Head of Investor Relations. Please go ahead.\n\nDaniele Della Seta\n\nGood morning. I'm Daniele Della Seta, Head of IR at doValue. Today, I'm pleased to be joined by Manuela Franchi, our Group CEO; and Davide Soffietti, our Group CFO. We are very excited to share with you the preliminary results of what has been a truly remarkable and important year for doValue. Following the successful completion of a landmark M&A transaction and a well-received rights issue, we are proud of the outcome of a year full of achievements and progress.\nToday's agenda will be as follows: Manuela will start by providing an overview of our results, together with insights into the latest market and business trends. After that, Davide will give a detailed review of our financial performance for the period. At the end of our presentation, we will be happy to answer any questions you may have.\nThank you for joining us today. I will now hand over to Manuela to begin.\n\nManuela Franchi\n\nChief Financial Officer\n\nThank you, Daniele. 2024 has been an important year for doValue, marked by strong business growth and strategic progress, including the successful completion of the Gardant acquisition and the rights issue. We are proud to report that we achieved around [ EUR 10 billion ] from new business, surpassing our annual target of EUR 8 billion.\nThe start of 2025 has been equally positive with 70% of the annual target already reached in the first 2 months of the year. This demonstrates our solid market position and continued trust of clients versus doValue, reinforcing our leadership in the industry and growing market share.\nJust 2 months after the closing, we are already realizing revenue synergies from the Gardant acquisition, driven by the value-added services we are providing to Gardant customers. This highlights the effectiveness of our well-executed integration strategy, which is delivering not only improved profitability, but also the revenue diversification targeted in our business plan.\nOur EBITDA, excluding non-recurring items, stands at EUR 165 million, fully in line with our guidance. This includes 1 month of Gardant contribution. However, we successfully achieved our guidance even on a stand-alone basis, considering the guidance provided for doValue and Gardant, both in terms of revenue, EBITDA and free cash flow for H1. This demonstrates the strength, resilience and consistency of our core operations.\nOn the cash flow side, we exceeded expectations for leverage, achieving a ratio of 2.4x compared to the anticipated 2.6x on a pro forma basis. This was driven by strong cash flow generation from all areas of the consolidated perimeter and underscores our solid financial discipline and ability to deliver, as outlined in the business plan. We also optimized our capital structure by redeeming the 2026 notes and successfully issuing new 2030 notes worth EUR 300 million, strategically positioning us for future growth and financial flexibility.\nIn summary, our strong capital structure, robust cash flow and the ongoing integration of Gardant are driving our solid performance and support our expansion strategy. We are confident that these strategic initiatives will continue to generate value for our shareholders.\nMoving now to Page 3. We can see that GBV intake from new business in 2024 exceeded our annual target by 25%, reaching EUR 9.9 billion. This strong performance was mainly driven by excellent results in Greece, where doValue has secured over 70% market share on all primary market deals closed in 2024. In Italy, we grew our market share despite strong competition, and we expect to benefit from the ongoing consolidation process, supported by the Gardant transactions. In Spain, despite being a smaller player, we captured over 20% of all NPL deals so far this year.\nOn forward flows, we recorded EUR 4.3 billion, which is more than double the initial target of EUR 2 billion. Regarding secondary mandates, we retained servicing on 100% of the portfolio after secondary market transactions with a total of EUR 2.8 billion in GBV. This was a strong result, especially considering the competitive landscape and also accelerates our fee generation from our existing GBV, thanks to the [ sales ] fees and to the advisory revenue.\nLastly, as part of our strategy to diversify revenue streams, about 35% of new mandates in '24 were non-NPL assets, including UTP and other asset classes. This is an important step as these assets typically offer higher margin, supporting a more profitable revenue mix.\nMoving to Page 4. We can see the progress on business intake in '25. We have already reached 70% of our annual target in the first 2 months of the year, thanks to the Alphabet mandates in Greece and the Tier 1 outsourcing contract in Italy for a significant portfolio. Looking ahead, we have a solid pipeline of EUR 35 billion projected over the next 18 months, with the most important deals expected in Italy and Spain.\nIn Italy, a particularly important opportunity is linked to the collection of tax receivables where there could be a new law reforming tax collection activity today carried out primarily by the state. We believe that as a reputable market leader, doValue is well positioned to capture this opportunity, which will not only diversify our portfolio, but also significantly increase GBV.\nMoving to Page 5. We focus on synergies and integration, which are a key part of the value creation strategy for the recently completed acquisition of Gardant. As you may appreciate, doValue has extensive experience in managing complex integration processes, involving a large number of resources as demonstrated by our track record, especially in Italy. This experience give us confidence in our ability to effectively integrate Gardant and achieve the planned synergies.\nThe Gardant acquisition come with a clear and tangible synergy plan, fully within doValue control and not dependent on external or uncertain market conditions. This makes the execution highly predictable with clear and measurable targets over a 3-year period. Also, considering our track record of such integration, specifically in the Italian market.\nWe began implementing the plan immediately after the acquisition, and we have already realized part of the synergies in '24, just a few weeks after closing. This was made possible by careful advanced planning, which allowed us to move quickly and efficiently. In '24, we signed contracts for value-added services, increasing projected revenues and optimize our workforce, avoiding EUR 9 million in redundancy costs by redeploying existing resources. The plan continues in '25 with HR synergies, IT migration and legal entity simplification, all of which are already underway.\nBy 2026, we will have achieved consistent HR cost discipline, completed the IT integration, optimized office space and finalized legal entity simplification. We are well on track with 20% of synergies already executed and an expectation to reach 40% by 2025. Our experienced and proactive approach ensure we are fully prepared to capture the full value of the Gardant acquisition.\nMoving now to Page 6. We review the progress made during the year on the delivery of our business plan assumption we shared in March. As shown by our results and market developments, our assumptions were reasonably set and conservative in nature and target tangible.\nStarting with GBV, we targeted EUR 8 billion new business per year, and we exceeded this target significantly, reaching EUR 10 billion of new business in '24. We expect to maintain this positive momentum with '25 poised to hit the target as well. In our business plan, we put particular emphasis on what we call the engine 2 of growth, a set of initiatives designed to increase our growth profile by venturing into adjacent sectors with opportunities and synergies beyond our core business.\nAfter almost 1 year, we have delivered on most of these initiatives. We established a mortgage broker license business unit in Greece, which is already generating revenues. Our digital platform for self-service capability in Greece is live and operational, enhancing customer experience and operational efficiency. Additionally, our alternative asset management project has been accelerated significantly, thanks to the Gardant acquisition, which brought in an asset management company with EUR 750 million of assets under management, providing a solid foundation for future growth.\nOur business plan envisions a refinancing of the previous bond maturing by the summer of '25. We are pleased to report that this target was achieved ahead of schedule. The '25 bond was refinanced with a term loan in December '24, and the '26 bond was refinanced with a new bond issuance in February '25. The successful capital markets operation were well received by investors with significant oversubscription of the new notes, reflecting confidence in our strategic direction and financial strength.\nAs for the 2024 targets, we achieved a pro forma net leverage of approximately 2.4x, an improvement compared to our initial forecast of 2.6x. Our gross book value reached EUR 136 billion as of December 2024. We recorded EUR 479 million in gross revenues with an EBITDA of EUR 165 million. All financial targets were reached also on a stand-alone basis.\nFinally, moving to Page 7. Before handing the floor to Davide, let's recap on the milestone we achieved. We have made a strong start to 2025 across all strategic areas, positioning ourselves well for continued growth and success. In the Hellenic region, we secured EUR 3.9 billion in new GBV mandates since the beginning of the year. These results underscore the strong market demand and our solid positioning in this region. Italy also delivered robust results with EUR 1.5 billion in new mandates since the start of the year. In addition, we secured EUR 0.4 billion for master servicing, reinforcing our leadership in the Italian market.\nWe also made significant progress on the capital structure side, issuing the EUR 300 million bond with a 7% coupon and 2030 maturity. The bond was oversubscribed by 6x, reflecting strong investor confidence in our strategic direction and financial strength. The successful issuance not only strengthen our balance sheet, but also provide us with the financial flexibility needed to pursue further growth opportunities.\nThe integration of Gardant is progressing smoothly. We are already providing value-added services to Gardant clients, leveraging our operational expertise and industrial knowledge. Additionally, we are servicing Gardant's GBV through doValue FTEs, optimizing our workforce and operational efficiency. This integration is a key milestone in our strategic road map and is expected to generate significant synergies and value creation.\nOn the synergies front, we have already realized 20% of the planned synergies as of first Q 2025. Looking ahead, we expect to reach 40% figure by the end of the year. These efficiencies are driven by our disciplined approach to the integration and our focus on operational excellence. Overall, our strong start to 2025 demonstrates our commitment to delivering sustainable growth and creating value for our stakeholders. We remain focused on executing our strategic initiatives, enhancing our operational capabilities and driving long-term value creation.\nWith this, let me hand over to Davide to cover the financials in more detail.\n\nDavide Soffietti\n\nThank you, Manuela, and good morning to everyone. So let's dive into the financials for 2024. Moving to Page 9. We have a summary of the full year financials. Overall, we are pleased to report very positive results, reaching the high end of our guidance for both revenues and EBITDA. It is worth highlighting that Gardant contributed for just 1 month to the group results. And even without this effect, doValue delivered results in line with expectations.\nGross revenues in '24 were EUR 479 million, stable year-on-year, thanks to strong ancillary revenues that more than compensated for a lower level of sales in Greece and reduced revenues from REOs in Spain. EBITDA, excluding nonrecurring items, was EUR 165 million, at the high end of our guidance, although 7.8% lower than 2023. This decrease is mainly due to fewer disposal and unfavorable comparison base linked to the release of provisions for former CEO MBO.\nGreece continues to be a strong contributor with structurally and sustainable higher margin, driven by above group average fees, thanks to the high level of market consolidation and lower than group average cost base. The EBITDA margin is in line with the guidance we gave during our Capital Market Day.\nNet income, excluding nonrecurring items, was EUR 7 million, which is EUR 5 million higher than 2023, mainly thanks to lower [ G&A ] and impairment versus 2023.\nMoving now to Page 10. Here is a breakdown of our gross revenues by region. At group level, gross revenues were approximately flat year-on-year as lower disposal were largely offset by higher ancillaries, further increasing diversification of revenue. Indeed, non-NPL revenues in 2024 amounted to 35% of gross revenues. On track to reach the 40% to 45% target outlined in the business plan by 2026.\nIn Italy, gross revenues were up by 11.6% year-on-year. Gross revenue dynamics were positive even on a stand-alone basis, driven by positive ancillary revenues and the pickup in NPL collection in Q4, which offset the seasonal weakness in the previous months.\nIn the Hellenic region, gross revenue slightly declined by minus 3% year-on-year, mainly due to lower disposal in Greece. Lower NPL and UTP revenues were partially offset by positive dynamics in value-added services. In Spain, the decline was mainly driven by real segment due to delays in the debt recovery proceedings in an overall challenging real estate market, leading to decline in gross revenues by 20%.\nMoving to Page 11. We are pleased to show that we continue to effectively manage our cost base, leveraging on ongoing efficiency measures across the group, both in personnel costs as well as IT and SG&A expenses. Total operating expenses were EUR 268.2 million in 2024, showing only a minimal increase. This is remarkable considering the initial consolidation of Gardant, a significant EUR 5.9 million one-off effect with the reduced HR cost in 2023 and wage inflation in Italy for the renewal of national collective banking agreement.\nDespite these challenges, we have maintained strong cost discipline across the group, particularly in Spain, where we achieved a minus 19% reduction in operating costs, preserving profitability even with subdued revenues. HR costs were up 4.9% versus 2023, mainly due to the Gardant consolidation. On a stand-alone basis, we successfully decreased HR cost in Spain and in Italy despite the one-off positive element in 2023 impacting the base a significant wage inflation in Italy in 2024.\nThe Hellenic region was impacted by the expected increase in HR costs due to the onboarding of new portfolios. Worth reminding that HR cost increase in Greece was flagged also at the Capital Markets Day back in March.\nWhen it comes to IT, real estate and SG&A expenses, we reported 3.1% decline year-on-year, thanks to effective cost discipline practices implemented at group level. Spain has been the most notable driver with a minus 29% decrease in operating costs. In summary, we remain confident on our ability to improve margins, thanks to our cost-saving initiatives and the synergies from the Gardant integration.\nMoving to Page 12, EBITDA, excluding non-recurring items for the group was EUR 165 million, at the high end of our guidance range. Although this marks a decline of 7.8% versus 2023, it is important to highlight that this was due to the postponement of a certain disposal in Greece and unfavorable comparison based linked to the aforementioned release of provision for former CEO MBO.\nThe EBITDA for the Hellenic region was impacted by higher HR costs and by lower net revenue driven by lower disposals. Marginality improved in Q4, in line with the seasonality pattern of collection driving higher revenues. The EBITDA margin in the region was 53.7%, approximately 20 percentage points higher than the group level, driven by the higher base and collection fees in the highly concentrated market and lower workforce costs versus other countries.\nIn Italy, EBITDA remained stable as the positive gross revenue dynamics from an acceleration in collection in the fourth quarter, which were previously expected in Q1 2025, were offset by the increased outsourcing and HR costs from Gardant. Nevertheless, effective cost discipline measures mitigated the significant wage inflation and the one-off effect from the former CEO's MBO. In Spain, EBITDA is once again in positive territory as continued efforts in cost discipline measures allowed to fully offset the decline in REOs.\nMoving to Page 13, we highlight that EBITDA is translating into a positive reported net income of EUR 1.9 million or EUR 6.7 million net income, excluding nonrecurring items. This is a positive outcome, showing our ability to maintain profitability even with the lower EBITDA, excluding nonrecurring items.\nBreaking down the number, we faced higher nonrecurring items due to the costs related to the Gardant transaction. We had a lower write-down on property and plant equipment, intangible, loans and equity investments in line with the collection costs, also supported by the lower impairment, partially compensated by negative impact from the disposal of doValue Portugal.\nFinancial interest and commission increased, driven by the new term loan funding of the Gardant transaction, partially offset by a EUR 2.7 million positive effect from the interest component of the tax claim in Spain. Income tax for the period was positively impacted by favorable comparison base due to DTA write -offs in '23 in Italy and Spain. The positive impact on net income by the Spanish tax claim is worth EUR 22.7 million. Finally, minorities were mainly related to doValue Greece.\nMoving to Page 14, let's have a look at the cash flow dynamics. Cash flow from operations in 2024 came in 60% higher than 2023 at EUR 83.7 million. Cash conversion achieved a remarkable increase in 2024 at 54% versus 44% in 2023. This positive result was achieved thanks to a notable reduction in net working capital, thanks to continued control of the invoicing cycle and positive dynamics in advance payment.\nCapEx was slightly higher than 2023, in line with the investments in the digital platform outlined in our business plan. Lease payments slightly increased versus previous year, while cash out for redundancies was lower than expected, thanks to the deployment of doValue's employees to service Gardant's assets under management. Other change in other assets and liabilities decreased by 55%, EUR 17.7 million lower, in line with the trajectory of normalization we envisaged for the coming years.\nFree cash flow was in line with the previous year at EUR 28.2 million, implying a significantly higher conversion given the EUR 20 million lower EBITDA in 2024. Stable free cash flow was a notable result, especially given the increase in financial charge related to the new term loan and the additional charge linked to the redemption of the 2025 senior secured notes in December.\nInvestment in equity and financial assets remained stable since the 9 months result at EUR 3.4 million, of which EUR 0.4 million referred to the acquisition of Team4 in Spain in 2023. Other EUR 3 million include the cash linked to arbitration in Iberia, offset by the payment for earnout in Spain and the disposal of Portugal. These were partially offset by EUR 2.8 million inflow from financial assets.\nFinally, the impact related to the Gardant transaction amounted to a net outflow of EUR 63.6 million, including the cash consideration paid for the acquisition, the cash inflow from the rights issue and the related transaction costs.\nOn Page 15, we show our net debt and leverage position for 2024. At the end of the period, net debt stood at EUR 515 million, up from EUR 494 million recorded at the end of September 2024 before the Gardant acquisition. During the fourth quarter, we successfully raised EUR 446 million term loan and EUR 8 million revolving credit facility as part of the Gardant transaction, for which cash consideration paid amounted to EUR 180.6 million, net of the Gardant net debt. Additionally, we redeemed the EUR 265 million 5% senior secured notes due 2025.\nWe closed the year with a solid cash position of EUR 134 million, up EUR 30 million since September and enjoy liquidity buffer of EUR 264 million, including undrawn revolving credit facility lines. Net leverage at the end of December was at the level of 2.4x on a pro forma basis with 12 months of Gardant EBITDA, better than the 2.6 level we had guided and better than the 3.1x level at September 2024 before the Gardant acquisition. Leverage was also supported by the acceleration of our collection in Italy, previously expected in 2025, which supported EBITDA.\nStaying on this topic, on Slide 16, we are pleased to present our newly streamlined capital structure following the extension of all our maturities. This is a significant achievement that strengthened our financial position and reduced refinancing risk. As mentioned earlier, in November, we secured a EUR 526 million financing package, including EUR 446 million term loan and EUR 80 million revolving credit facility as part of the Gardant transaction. Part of the term loan, which is amortizing and due 2029 was used in late December to redeem the 2025 secured notes, significantly extending the duration of our debt.\nAdditionally, at the beginning of February, we successfully issued a new EUR 300 million bond due in 2030, which was met by very strong demand, achieving over 6x oversubscription. We used the proceeds to refinance the 2026 senior secured notes, practically eliminating short-term refinancing risk until for the next 4 years. We remind that doValue continues to have one of the lowest leverage ratios in the industry and was confirmed in the last [ data issuance ], its stable corporate rating BB stable outlook, despite wave of downgrades among peer group.\nTurning our attention now to Page 17, we give the guidance for doValue in 2025 and confirm our 2026 business plan targets. In 2025, we expect a gross book value between EUR 130 billion and EUR 135 billion, leading to gross revenues in the EUR 600 million to EUR 615 million range and EBITDA in the range of EUR 210 million to EUR 220 million. Synergies from the integration of Gardant are expected to contribute in line with expectations.\nFree cash flow to serve dividend and principal repayment can be expected in the EUR 60 million EUR 70 million range as financial leverage should land at 2x EBITDA. Thank you all for your attention. We will now take your questions."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f1308180663feaa45c01ca859df0e24e",
    "period": "2024 Q2",
    "content": "Q2 2024 Dover Corp Earnings Call\n\nQ2 2024 Dover Corp Earnings Call\n\nDOVNYSEJUL 25, 9:30 AM\n\nOperator\n\nGood morning, and welcome to Dover's Second Quarter 2024 Earnings Conference Call.\nSpeaking today are Richard J. Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Jack Dickens, Senior Director, Investor Relations. [Operator Instructions] As a reminder this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time. Thank you. .\nI would now like to turn the call over to Mr. Jack Dickens, please go ahead, sir.\n\nJack Dickens\n\nThank you, Jamie. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through August 15, and a replay link of the webcast will be archived for 90 days. Our comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings.\nWe assume no obligation to update our forward-looking statements. With that, I will turn the call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nThanks, Jack. I'm on Slide 3. Second quarter results were solid, driven by excellent production and shipment performance against our order book. Strong revenue performance was broad-based across our end market and geographic exposures with 4 out of 5 segments posting top line growth, organic revenue was up 5% for the quarter. Bookings were up 16% organically year-over-year, continuing their upward trajectory over the last several quarters and bolstering our confidence in our second half outlook. Margin performance was excellent, up 200 basis points over the prior year to 22.1%, driven by volume leverage, organic and inorganic mix, proactive cost management and rigorous productivity actions.\nOur strong operational results were complemented by ongoing portfolio evolution actions. Over the last week, we have completed 2 strategic bolt-on acquisitions, enhancing our clean energy components platform, adding applications in highly attractive end markets expanding our global reach and strategically expanding our manufacturing base into new regions. We also recently announced the sale of our Environmental Services Group business unit for $2 billion in cash. This transaction, together with the sale of the [ stake ] in March of this year, reflects our intention to reduce our exposure to capital goods, we have monetized these businesses where we have materially improved operating performance at attractive exit multiples while methodically migrating our portfolio toward higher organic growth and margin opportunities.\nWe are approaching the second half of the year constructively. The underlying end market demand is healthy and is supported by our sustained order rates. We are, therefore, raising our adjusted EPS guidance to $9.05 to $9.20.\nI'll skip to Slide 4. Engineered Products had another robust quarter, driven particularly strong volume growth and conversion of waste handling and aerospace and defense. Volumes of vehicle aftermarket grew in recovering European market conditions and improved production performance, we expect volumes to remain strong for the segment through 2024. Margin performance was solid in the quarter on strong volume conversion, favorable mix and productivity. Clean Energy & Fueling was up 2% organically in the quarter on solid volumes in clean energy components where we're starting to see robust quoting activity and order rate momentum from component parts tied to large projects in hydrogen and cryogenic applications.\nVolumes were also solid in software systems and above-ground retail fueling continued its positive recovery, particularly in the U.S.. Margins were flat in the quarter as proactive cost [ curtailment ] offset volumes and mix. Imaging and ID posted an excellent quarter on growth in serialization software and strong shipments from -- marking and coding consumables and aftermarket parts. Printer shipments were still subdued, improved sequentially and should inflect positively in the second half. Margin performance was exemplary on SG&A leverage and a higher mix of consumables and aftermarket shipments. Pumps and Process Solutions was down organically as expected, principally due to lower shipments in our long-cycle polymer processing business partially offsetting these headwinds were significant growth in shipments and new bookings for thermal connectors tied to AI chip liquid cooling applications and data centers as well as a solid quarter in precision components.\nBoth orders and shipments of single-use biopharma components grew sequentially and year-over-year continuing to post-COVID recovery. Margins in the segment were up on mix and operational execution. Top line performance and climate and sustainability technologies have outperformed our internal estimates due to an exceptional quarter in food retail which nearly offset the capital investment slowdown in beverage can making an impact of destocking headwinds in the broader HVAC complex, most notably in European residential heat pumps, on our European brazed plate heat exchanger business. We expect these headwinds to persist in the second half, with heat pump-related shipments troughing in the third quarter. Margin performance was exceptional driven particularly by food retail, which posted all-time record margin in the quarter on strong volume conversion and a greater mix of CO2 systems shipments.\nI'll pass it to Brad here.\n\nBrad M. Cerepak\n\nChief Financial Officer & Senior Vice President, Dover Corp.\n\nOkay. I'm on Slide 6. The top bridge shows our organic revenue growth of 5% and the [ Seco ] sale, which was closed on March 31, more than offset acquisition-related revenue of -- by $9 million, while FX was a headwind of approximately $13 million. From a geographic perspective, the U.S., our largest market, was up 11% in the quarter on solid broad-based activity with particular strength in waste handling and food retail. Europe and all of Asia was down 4% and 9%, respectively. China, which represents half our revenue base in Asia was down 8% organically in the quarter, primarily due to shipment timing within polymer processing.\nOn the bottom of the chart, bookings were up year-over-year. Of note, orders were also marginally up sequentially on an organic basis quarter-to-quarter. Below-the-line items negatively impacted our earnings in the quarter, driven by a higher tax rate as well as higher corporate costs net of interest due in part to elevated deal expenses. Now on our cash flow statement, Slide 7. Adjusting for taxes paid on the gain DE-STA-CO, which are nonoperational in nature, our free cash flow came in at 10% of revenue in the quarter, up $64 million year-over-year. Year-to-date, adjusted free cash flow is essentially flat versus the prior period despite investments in working capital due to shipment timing driving higher receivable balances as well as investments in inventory due to strong bookings rates.\nWe expect to materially liquidate our working capital balances over the second half of the year and are on track to deliver our full year adjusted free cash flow guidance of 13% to 15% of revenue.\nI'll turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nThanks, Brad. I'm on Slide 8. Here, we provide some visibility into the contribution of the portfolio of both the ESG divestiture and the recently closed acquisitions in clean energy components providers, Marshall, Excelsior and Demaco. These transactions continue our purposeful portfolio migration away from capital goods towards higher gross margin, less cyclical and higher growth component businesses that serve secular advantaged end markets. We have been methodical and disciplined in our approach to enhancing the portfolio through acquisitions and patient in our strategic divestitures.\nWe are pleased with the valuations of our 2 recent divestitures within Engineered Products, ESG announced on Monday and DE-STA-CO, which closed in March that both achieved above 13x trailing EBITDA multiples significant premiums for capital goods assets. The transaction details are on the page due to the timing of the ESG signing and uncertainty of the closing date, we have left ESG in our full year guidance for now. We expect to move ESG discontinued ops in Q3 earnings report, and we'll recast our historical financials and guidance at that time.\nThe ESG earnings profile is shown on the page. And importantly, we're not including any benefit of the transaction proceeds toward value-added capital deployment. We believe we are entering a 12- to 18-month period that represents a unique buying opportunity for attractive assets including many private equity-owned businesses that are overdue for exits in our highest priority areas of inorganic expansion. Our current balance sheet strength and cash flow forecast reinforced by the proceeds of the ESG divestiture positioned us well to remain on the front foot in pursuit of attractive capital deployment opportunities.\nLet's go to Slide 9. I wanted to [ provide ] a little more color on our collection of businesses that provide critical flow control and safety components for industrial gas, cryogenics, natural gas and clean energy applications. These businesses expand across both our pumps and process solutions and clean energy and fueling segments, so there is significant commonality in industrial tailwinds and business models. These businesses provide highly engineered components that serve demanding applications in the broader clean energy and industrial gas complexes and there are growing requirements for sustainability, emissions reduction and safety that create favorable product loyalty dynamics and innovation opportunities for us.\nOur positions in these attractive markets are supported by strong and recognized technological and application expertise and intellectual property with large installed bases that drive reoccurring replacement demand as well as exposure to high-growth uses like hydrogen and LNG. We have been active acquirers in the space investing roughly $2 billion over the last several years. We believe these investments should generate mid- to high-digit growth at margins accretive to our consolidated portfolio over the long run, this remains a high priority area investment for us moving forward.\nIn light of our recent divestitures, with the scale of this critical component platform now reaching $1 billion of revenue, we intend to readdress our current segment structure in the near future to add focus and disclosures around our growth platforms.\nSlide 10 provides a little bit more color on Marshall Excelsior, the larger of the 2 Energy businesses that we've [ hired ] in the last week. [ MAX ] acquisition broadens our portfolio in cryogenic valves and other components and expand our participation in several applications, including the expansion into remote monitoring and digital controls in cryogenic transport and severe duty valves providing an excellent opportunity for cross-selling. Integrating [ Mackin ] to our existing clean energy platforms and centralized support functions should provide significant cost savings. We expect to capture about $12 million in run rate synergies driving [ MEK ] to high 20s margin and high single-digit ROIC by year 3. Taking a step back, shows the broad scope of our offering within clean energy applications. We're supplying a variety of safety-critical components like valves, regulators, nozzles, loading norms, dispensing and gas handling equipment for a variety of applications across the high, the whole [indiscernible] gas value chain from production to consumption.\nWe serve both gas and liquefied gas applications with multiple molecules handled, including LNG, hydrogen propane, oxygen and nitrogen, among others, and we're benefiting from strong investment momentum by industrial gas majors and global government infrastructure spending. While a smaller deal for us, Demaco was also closed last week, providing us a very important European base of manufacturing to enhance our growth and global scale.\nFinally, on Slide 12 shows the long-term performance of the portfolio. We continued to deliver earnings growth through a combination of top line organic growth, margin improvement through operational execution and returns on productive capital deployment strategies to methodically improve our portfolio over time. Our strong balance sheet position will be further enhanced by the proceeds of the ESG divestiture and in the second half of the year. We expect to end the year with approximately $3 billion in capital deployment firepower from cash and reasonable leverage levels, we have a number of levers available to deliver the second half of the flexible business model that can quickly respond to changes in our dynamic markets.\nI'd like to end by thanking ESG President, Pat Carroll and his entire management team for the value they created for Dover shareholders under their tenure.\nWith that, let's go to Q&A."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bb4365eb5653b58920b650738f57eea6",
    "period": "2024 Q1",
    "content": "Q1 2024 Dover Corp Earnings Call\n\nQ1 2024 Dover Corp Earnings Call\n\nDOVNYSEAPR 25, 9:30 AM\n\nOperator\n\nGood morning, and welcome to Dover's First Quarter 2024 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Jack Dickens, Senior Director, Investor Relations.\n[Operator Instructions]\nAs a reminder, ladies and gentlemen, this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time.\nI would now like to turn the call over to Mr. Jack Dickens. Please go ahead, sir.\n\nJack Dickens\n\nThank you, Natalie. Good morning, everyone, and thank you for joining our call.\nAn audio version of this call will be available on our website through May 16, and a replay link of the webcast will be archived for 90 days. Our comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings. We assume no obligation to update our forward-looking statements. And with that, I'll turn the call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nThanks, Jack.\nLet's go to Slide 3. First quarter results were in line with our expectations. Strong performance across several of our end markets together with improving order and shipment trends in biopharma components and growth platforms, we're able to offset the counter cyclicality some of our long-cycle portfolio in what was expected to be our toughest comparable quarter this year. It is clear that our operating posture that we took in the second half of 2023 to proactively curtail production has had its intended effect.\nCustomer and channel inventories are now largely in balance with prevailing demand conditions and level set to normalize lead times. As a result, order momentum in the quarter was strong and broad-based, particularly in our shorter-cycle end markets, building off an exit rate from last year and bolstering our confidence full year outlook. We remain active on capital deployment.\nDuring the quarter, we closed 2 synergistic bolt-on acquisitions that add attractive digital and reoccurring revenue streams to our retail fueling and carwash platforms. The De-Sta-Co of divestiture closed at the end of March as part of our ongoing portfolio evolution. We also launched a $500 million accelerated share repurchase program at the end of February to return excess capital to our shareholders. Our strong cash flow generation along with the proceeds of the De-Sta-Co sale provide ample capacity for further capital deployment in 2024.\nWe're off to a solid start to the year and the setup for the remainder of the year is encouraging. Our order rate momentum and healthy underlying demand conditions support the outlook for volume and margin improvement as we progress through the year. We are narrowing our full year adjusted EPS guidance towards the higher end of the range, and we'll continue to evaluate our full year targets as the year progresses especially if demand trends continue.\nLet's go to Slide 4. Revenue was up 1% in the quarter. Bookings were up 3% organically year-over-year and up 12% sequentially in the quarter, reflecting growing order rate momentum across much of the portfolio. Of note, after 7 quarters of bookings decline, as a result of the post-COVID backlogs, we have now seen positive bookings growth in 2 straight quarters and expect this positive trend to continue for the rest of the year.\nSegment margins were 19.7%, down 30 basis points. We expect to return to positive year-over-year accretion from here on mix and volume leverage. Adjusted EPS was up to $1.95 per share in the quarter, and we are guiding 1% to 3% organic revenue growth and adjusted EPS of $9 to $9.15 for the year 2024.\nSo let's move on to Slide 5. Engineered Products had a robust quarter, particularly strong volume growth. and conversion waste handling, which set an all-time record for first quarter profits and should continue its positive trajectory on strong truck body order momentum and software adoption. Aerospace and defense also posted double-digit revenue growth. Volumes improved in vehicle aftermarket on better end market conditions and bookings growth, including in Europe. We expect volumes to remain strong for the segment throughout 2024. Margin performance was solid in the quarter on strong volume conversion, price/cost dynamics and productivity investments. Clean Energy and fueling returned to positive organic growth in the quarter after 9 consecutive quarters of flat to negative top line performance driven by the end of the EMV cycle in North America and channel destocking of what is most -- our most heavy distribution exposed segment. Margins were down in the quarter on negative comparable mix, but we expect to see sequential improvement from here and target full year margins up over [ '23 ] driven by attractive volume conversion and the benefits from previously enacted cost control measures. Imaging & Identification posted a steady quarter with lower printer shipments in Europe and the U.S., largely offset by strong volumes in consumables and aftermarket. We expect top line to return to growth next quarter and to be up for the year. Margin performance was exemplary on cost controls and higher mix of consumables and aftermarket shipments. Thomson process was up organically in the quarter on robust volumes in polymer processing and precision components. Order rates for thermal connectors were very encouraging. We are pleased to see biopharma shipments grow year-over-year with orders gained further momentum with a book-to-bill of 1.08 as customer inventories continue to normalize and commercial drug production and new therapy development remain robust.\nI would like to point out that our biopharma business is nearly all consumable and in the post pandemic destocking headwinds dissipate, this is mostly driven by biopharma production volumes, which are growing. Margins in the segment were down modestly due to strong volumes in polymer processing, which was slightly dilutive to the consolidated segment margin. If order trends -- trends hold, we expect margins to be positive sequentially from here. Top line performance in Climate and Sustainability Technologies was down as expected, driven by the expected capital investment slowdown in beverage can-making and the impact of destocking headwinds in the broader HVAC complex, most notably in European residential heat homes on our brazed plate heat exchanger business.\nIn contrast, our U.S. heat exchanger business continues to grow in double digits on technology share gains in an evolving end market applications, including data centers. We expect top line to improve as the year progresses with easier comparable performance in the second half of the year and supported by strong volume in CO2 refrigeration systems, which drove the bookings growth for the segment on several key customer build-out wins.\nI'll pass it on to Brad.\n\nBrad M. Cerepak\n\nChief Financial Officer & Senior Vice President, Dover Corp.\n\nThanks, Rich. Good morning, everyone. Let's go to Slide 7. Top bridge shows our organic revenue decline of 1%. Acquisitions contributed 2% to the top line, while FX was essentially flat. The De-Sta-Co sale, which closed on March 31, will be an offset to acquisition revenue growth beginning in Q2. Total deal costs in the quarter were $3 million or $0.02 of EPS relating to the sale of De-Sta-Co and ongoing deal activity. From a geo perspective, the U.S., our largest market was up 1% in the quarter, while Europe and all of Asia were down 1% and 5%, respectively. China, which represents about half our revenue base in Asia, was up 5% organically in the quarter, with improving conditions across several end markets.\nOn the bottom chart, bookings were up year-over-year and sequentially on strong order momentum as a result of largely normalized channel inventories and lead times.\nOur cash flow statement is on Slide 8. Free cash flow for the quarter came in at $122 million or 6% of revenue. Q1 comparable performance was impacted by investments in working capital due to the timing of shipments, driving higher receivable balances as well investment in inventory ahead of seasonally stronger quarters in Q2 and Q3. The first quarter is traditionally our lowest cash flow quarter of the year. The change in accrued taxes was driven principally by the recording of future tax payments related to the De-Sta-Co divestiture. We plan to adjust these tax payments out of free cash flow reporting as they are nonoperating in nature in line with the exclusion of the gain on the sale of our adjusted P&L results. Our forecast for 2024 free cash flow remains on track between 13% and 15% of revenue.\nI'll turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, Chief Executive Officer & Director, Dover Corp.\n\nOkay. Before we go to Q&A, I wanted to provide a little bit more color on some of the product lines that helped deliver our results in the last quarter and positioned us to continue growing in the high secular growth rate markets. Early on, we saw a significant growth opportunity in each of these markets and proactively invested in CapEx and R&D to cultivate technological leadership and provide a sufficient foundation to win and scale with our customers.\nAcross these markets, we enjoy leadership positions with strong brand recognition and well-entrenched intellectual property protection. Each of these end markets have enjoyed double-digit growth trajectories over the past 5 years and the robust booking trends in the first quarter point to these markets remaining meaningful contributor to Dover's overall revenue growth profile. In total, these products deliver attractive margin conversion that is accretive to Dover's consolidated margin.\nIn CO2 systems, we were the early mover in transplanting natural refrigerant technology from Europe to the U.S., where we currently enjoy a technological lead and have the largest installed base in food retail applications and the broadest product offering. We have proactively expanded our capacity and invested heavily behind a platform-based product strategy supported by a differentiated digital go-to-market architecture that facilitates the sale and design process, reduces complexity improves product quality and delivers best-in-class lead times and reduces the cost for ourselves and our customers.\nOur recently launched platforms are gaining traction in the marketplace with several exciting large-scale CO2 conversion programs underway at key retailers with a multiyear runway. We are also benefiting from our exposure to data centers and the secular growth in infrastructure investment with the significant power requirements of next-generation chips that support artificial intelligence. Adoption are now requiring liquid cooling methods. We are exposed to liquid cooling of data centers in both our heat exchanger business, which enables heat transfer within the cooling distribution units and in the connector business, which provides lead-free liquid connection points at the server racks and manifolds and now directly to the individual chip cooling cold plates.\nI'll leave the data center infrastructure and market forecast to our end customers further down the chain. For us, it's [ cleaning ] an area of robust growth in the foreseeable future as evidenced by our recent order trajectory and high-profile specification wins with the chip OEMs. Importantly, we have proactively installed production capacity and are well positioned to meet any meaningful inflections in demand with industry best lead times. The through-cycle performance of our biopharma components platform has been solid despite the well-chronicled post-COVID destocking headwinds over the past 2 years. With customer inventory levels now normalizing, the long-term tailwinds for single-use bioprocessing and cell and gene therapies are compelling and importantly, our products are specified for a regulated manufacturing environment.\nWhile our business is still below peak levels, we believe the recent booking trends and positive tone from our customers and industry partners set up for a potential upside this year.\nFinally, let's go to Slide 10 shows the long-term performance of our portfolio. Our playbook for earnings accretion remains unchanged to deliver growth through a combination of top line organic growth earnings accretion through operational execution and returns of productive capital deployment strategy. We are pleased with the start of the year with our flexible business model, we will continue to monitor any end market conditions and quickly respond to changes in the marketplace.\nAnd Jack, let's go to Q&A."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f90dfad8f8c8b3313adfebf13478bde1",
    "period": "2023 Q4",
    "content": "Q4 2023 doValue SpA Earnings Call\n\nQ4 2023 DoValue SpA Earnings Call\n\nDOVMILANFEB 23, 4:30 AM\n\nOperator\n\nGood morning. This is the Chorus Call conference operator. Welcome, and thank you for joining the doValue Preliminary Full Year 2023 Financial Results Conference Call.\n[Operator Instructions]\nAt this time, I would like to turn the conference over to Mr. Daniele Della Seta, M&A and Investor Relations of doValue. Please go ahead, sir.\n\nDaniele Della Seta\n\nThank you. Good morning, ladies and gentlemen, and welcome to the doValue full year 2023 Results Conference Call. My name is Daniele Della Seta, and I serve as the Group Head of M&A and Investor Relations. I'm glad to be here in Browns today accompanied by Manuela Frankie, our Group CEO; and Davide Soffieti, our Group CFO, together, we will discuss the key developments within the group and the market for 2023 as well as provide a detailed overview of our financial performance over the past 12 months. Following the presentation, we look forward to addressing any questions you may have. Within that, I would now hand over to Manuela.\n\nManuela Franchi\n\nChief Financial Officer\n\nThank you, Daniele. It's a pleasure for me to share our full year 2023 results with you. This past year has been a challenging for sector characterized by an uncertain macro environment and dynamic credit markets. Despite these [indiscernible], thanks to the dedication of our employees and the trust of our clients, doValue has emerged as a resilient force within the industry. We successfully secured EUR 11 billion in new GBPs. These Achievement underscores our ability to navigate through complexities and reinforce our position as a solid player in the market. .\nAs we highlighted in our last quarterly presentation, 2023 has been a difficult year for both services and debt purchasers, marked by a decrease in LTL origination within primary markets. Despite these challenges, doValue continue to serve its position as a leading European services. We reached our 2023 guidance on EBITDA and maintain one of the industry's lowest net leverage ratios, which we will discuss in more detail after.\nIn 2023, the economic landscape was partially stabilized by household funded savings and significant fiscal spending by the EU and its member state which helped to mitigate the effects of strict term monetary policies. However, we anticipate a shift in late '24 to '25 as the cushion provided by pandemic savings [indiscernible] and the reinvention of new fiscal views encourage every indebted countries to reduce their debt and spending. This reduction in support is expected to impact households and corporates alike leading to slower economic growth across most European markets.\nSuch conditions along with the lagged effect on sustained interest rates are [indiscernible] normalization from the exceptionally low levels of bankruptcies observed in the last 2 years, subsequently driving an increase in the EBITDA margin to 37.1% from 37% in 2022. Maintaining this level of profitability, particularly near marked by departure of its significant client like Sareb and a downturn in new business volume presented a considerable challenge. We successfully navigated this period thanks to our resilient and flexible operating model, a direct outcome of our transformation plan. Despite unfavorable conditions for new NPL generation, we managed to secure EUR 11 billion in new gross book value under management, not paid, keeping our total manageable GDP at EUR 116.4 billion as of December '24, down from EUR 1.5 billion in January. This was achieved even after accounting for substantial collection, disposal and write-offs with a total of EUR 13.9 billion.\nThe fourth quarter confirmed even in this uncertain scenario to perform strongly, marking a positive momentum. This shows up, especially looking at the plus 13.5% quarterly increase in gross revenue and EBITDA margin at 43.3%, gaining 2 percentage points on a quarterly basis, as we have anticipated in November in the context of our 3Q 2023 results. Regarding the regional performance, both Spain and the Atlantic region showed double-digit EBITDA growth in Q4 with a robust plus 15.8% and plus 44.4% quarterly growth, respectively. To further increase profitability, we are rationalizing our portfolio companies and is putting operational in less profitable or suboptimal size business like Portugal and real estate development in Spain.\nEven after distributing a general dividend of EUR 48 million in 2023 and covering no regarding transaction related to the exercise of the put option by Santander of EUR 21 million, doValue debt-to-EBITDA ratio remained at 2.7x, which is consistent with our financial policy and among the lowest in the industry. Given our stable EBITDA and cash flow, we consider this level to be manageable even in the context of volatile markets.\nLast but not least, we are in the final stages of preparing our new business plan, which we look forward to presenting to investors on March 21, 2024, where we plan to share with you our vision for doValue for the next macro cycle.\nMoving now to Page 4. I'm glad to show our main KPIs delivered in 2023 with respect to our guidance communicated in November. As you can see, we have essentially met all the targets with a significant effort in Q4. As for the outlook of 2024, we are in the final stages of finalizing our new Capital Markets Day for the period of '24/'26, which will include our financial partners and key performance indicators for the upcoming 3 years ensuring we have a clear road map for success. I can anticipate that '24 is set to be a pivotal year for the doValue dedicated to transformation and strategic investments. designed to establish a solid foundation for growth in '24 and '26.\nOur focus will be on implementing initiatives that will drive long-term valuation. As we execute our transformation program, please note that while we will be undertaking further initiatives across all regions, the full impact of our cost savings may not be immediately apparent in the first half of the year. We ask our investors to read our interim 2024 results with this context in mind.\nRegarding our dividend for '24, we will take a prudent approach evaluating the distribution once the business plan will be approved. This will ensure that we maintain financial flexibility, protect some level structure while upholding our commitment to shareholder returns. Finally, let me anticipate that the relevant part of the business plan will be driven by our efforts to diversify the revenue beyond NPLs. This diversification strategy is key to our resilience and long-term profitability.\nOn Page 5, we outline in greater detail our resilient and diversified growth path. Following to significant acquisition, doValue now operates across 3 key macro regions: Italy, Spain and the Atlantic one, while these regions are collectively categorized under the umbrella of Southern Europe, it's important to recognize that each has its own distinct economic cycle and market dynamics. This has resulted in a diversified revenue stream with the Atlantic region contributing most to our growth. Meanwhile, the activities in Italy Spain have been more subdued each for its specific vision. This regional diversification not fully mitigates our risk but also position us to capitalize on the varying economic cycle of each region. While Italy is currently experiencing slower activity, Italy and Spain are very large economies with full potential for future growth, which could effectively compensate for any potential deceleration in the smaller [indiscernible] region, ensuring sustained overall performance for doValue. In the Atlantic region, we observed an exceptional revenue growth led by ongoing derisking efforts by these banks and favorable macro environment for collection.\nWe envision upcoming a large transaction to sustain our future trends and intend to capitalize on robust revenue stream and explore and top market potential. As for the Italian region, we recorded minus 5% CAGR in gross revenue due to lower-than-expected new business inflows as well as challenging environment impacting negatively on collection. Therefore, doValue started diversifying by focusing on new asset classes such as the likely to pay positions and granular portfolio as well as more flexible operating model.\nIn the next year, revenue will be driven by asset diversification, business development of state trended and small SMEs loans and positioning to exploit robust market recovery. As for Spain, the region recorded a decline in gross revenue due to matching effects of low NPL generation and loss of sales contracts, which produced negative effects on the third quarter. Nonetheless, in 2023, [indiscernible] onboarded new clients and investors for EUR 0.8 billion. We estimate future growth in Spain to be achievable, mainly by proactive business development. A first step was the acquisition of TIM 4 collection and consulting, a debt collection agency, which will allow doValue to ensure collection of [indiscernible] unsecured and be more competitive with nonbanking customers such as utilities.\nOnce more, let me remind you that this diversified setup has been achieved in the context of constrained net leverage always within the target range of 2 to 3x even after EUR 108 million returned to shareholders accumulated dividend distribution in the last 3 years.\nTurning now to Page 6. Here, you find the segment split of gross revenue by region. In the Atlantic region, we recorded EUR 251 million revenue for full year 2023. That is minus 0.8% growth year-on-year, while on a quarterly basis, the value recorded EUR 80 million, marking a strong plus 51.4% growth quarter-on-quarter, driven mainly by [indiscernible] portfolio sales. Real estate revenue jumped to EUR 15.6 million driven by strong auction activity. Let's remind out that the real estate business was 0 in 2021. And that was a startup then. A significant increase in ancillary revenues was also recorded. The comparison year-on-year of this revenue is affected by big disposal fee collected in 3Q 2022.\nItaly suffered for concurrent weak collections, older vintages and low real estate prices and leave it at the new business, collection of new portfolio increased by 54% and UTP also more than doubled, thanks to the continuous ramp up of the [indiscernible], a notable achievement that has allowed Italy to contain the decline in revenue and the increase in ancillary by 17.7%, which now stands at EUR 42 million. Spain revenue accounted for EUR 68 million in full year 2023, decreasing by 41.1% year-on-year, yet recording plus 2.1%, excluding negative impacts from [indiscernible].\nRevenues in the quarter of 2023 recorded EUR 21 million with a plus 5.3% growth quarter-on-quarter. Such revenue growth was indeed achieved despite reboarding and challenging environment or recollection in the country due to higher interest rates and purchase affordability, which are net affecting the real estate market. Spain reported positive new GBV intake worth EUR 0.8 million from new clients, among which [indiscernible] Oi Sabadell and Caixa Bank, compensating lower-than-expected flows from Santander. Moreover, after successful onboarding of Sabadell contracts, we signed as a new pilot agreement with CaixaBank. Though still small, these contracts are ramping up and the assessment of the commercial effort of our Spanish subsidiary of [indiscernible] boarding. It's important to note that Spanish bank have outsourced only limited extent over the last 10 years on the LTL side. So the opportunity for outsourcing is tangible.\nOn Page 7, we underscore the strategic shift doValue is undertaken to fortify revenue stability against the backdrop of declining NPL volumes. As you can see from the pie chart, there's been a notable progression from 23 -- from '22 to '23. Our diversified revenue, which extend beyond NPLs, an increase from 51% to 53% of gross revenue. highlighting a deliberate shift towards a broader revenue base. Specifically, ancillary revenue in Italy saw a significant year-on-year increase of 17.7%, reaching EUR 42.3 million. This is a remarkable considering the contraction in GBV and FPL volumes. Such resilience illustrated successful decoupling from the core business and are the layer of stability to our revenue stream. Increased growth in ancillary revenue is more pronounced with a sixfold increase to EUR 14.1 million. Meanwhile, in Italy, UTP revenue has more than doubled, thanks to the ramp-up of the [indiscernible] GBV. Initial the Atlantic region has reported a remarkable 42.7% increase VO revenues demonstrating our ability to extract more revenues from the same GBV in a stable market. It's important to note that the decline in EVO revenue at the group level was primarily due to the loss of the [indiscernible] contract. The strategic diversification of revenue is not only a buffer against the current market volatility, but also position us well to capitalize on future market upturns and benefit from growth in our different sectors. Regions currently experiencing lower growth such as Italy and Spain, have the potential to rebound and contribute positively in the future.\nNow let's turn to Page 8. for an analysis of the GBV intake during 2023, highlighting new mandates onboarded across our 3 regions. The Atlantic region onboarded EUR 4.5 billion gross book value of new mandates. In particular, the onboarded the Sky portfolio in September, taking part into the largest state of the NPE portfolio ever did by Greek Bank South, [indiscernible], and the second largest transaction in Situs. From Tier 2, it was EUR 1 billion on board and GBV was originated in the context of an up securitization by National Bank of Greece and represents a continuation of a successful partnership with the second week systemic bank. In the end, we imported an overall EUR 1.1 billion GBV of secondary market transactions, mainly composed by disposal from Taro portfolio recaptured in the secondary market.\nIn Italy, doValue successfully imported 1 billion GBV of new mandates and realized the acquisition of [indiscernible] EUR 0.5 billion of GBV composed by UTP from 2 banks, and successful onboarding of other smaller branches. Gross book value intake in Spain accounted for EUR 0.8 billion. Forward flow in place with UniCredit, Euro Bank and Santander, generated a comprehensive EUR 3.4 billion GBV of new inflows. To sum up new mandates and for flow intake by doValue accounted for EUR 9.7 billion GBV in full year '23 to which we add another EUR 0.9 billion GBV of committed portfolio among which [indiscernible] securitization in Italy for EUR 350 million announced in December, but to be onboarded in the first quarter of 2024. The Moreover, in the first 2 months of '24, we already secured another 2 mandates for EUR 1.4 billion, including 1 with the fifth banking group in Greece.\nTurning to Page 9. I'd like to draw your attention to our key milestone of the transformation with an overview of the main targets of our 2022/'24 business plan that have already been achieved and those we are set to accomplish. In '22, we centralized group IT services that launched the first wave of application rationalization, which creates the basis for the corporate data platform. These actions have been implemented and that are instrumental in announcing our technological platform, marked the Phase 1 of our digital transformation journey.\nMoving into '23, we commenced the second wave of application rationalization and this year is also about deepening group regional synergies, which are ongoing and moving into the third phase of enhancing our technological platforms. adding AI and predictive analytics to the project. We are proud to report that our focus on improving client service, recovery capabilities and sales competencies has led to a confirmed run rate of EUR 25 million in savings per annum after '24. This includes optimization that already resulted in cost avoidance of EUR 8 million achieved by '23. Testament of this is also the workforce dynamic decreased by 300 units of FTE and reduced average cost per FTE by 2% despite inflationary revenue and higher ration of GBV per FTE by 2%. Our investment in transformation between '22 and '24 was initially estimated at EUR 55 million. However, through diligent management and strategic for sites, we have managed to reduce this forecast to EUR 35 million, demonstrating our efficiency and commitment to financial prudence while maintaining our transformation targets unchanged.\nEach milestone represents not just a tick box in our plan, but the step forward in enforcing our market position, enhancing our service quality and driving sustainable growth.\nMoving to Slide 10. I would like to address our capital structure and upcoming debt maturities. The slide shows gross debt positions alongside our available cash reserves. Novelis currently in a position of comfort with EUR 270 million in liquidity reserves. This is composed of cash on end and projected cash generation over the next 18 months in addition to undrawn RCF revolving credit facilities. This robust liquidity framework ensure coverage of our EUR 265 million gross debt maturity during August 25. It's important to note that Dubai is actively monitoring the market to align with our comprehensive financial strategy, which includes considering [indiscernible] refinancing option well as of maturities in the best interest of company and stakeholders. Recently, our BB rating was confirmed by leading rating agency which resonates with the market confidence in our financial markets and stability. There are non-maintenance covenant filed to our bonds, affording us a considerable flexibility.\nOur financial discipline in faster evidenced by the ample drum we maintain against both the incurrence covenants and the maintenance covenants of our RCF. With the average cost of debt at 4.2% and the year 2023 leverage ratio of 2.7x, we are not all in line with our guidance, but also 1 of the lowest leverage in the sector.\nIn summary, we are best prepared to meet our financial obligations and are positioned for strategic options to maintain and strengthen our capital structure. We remain committed to our financial health ensuring we continue to operate from a position of stability and strength. With that,\nI will now hand over to Davide with a closer look to our financials.\n\nDavide Soffietti\n\nThank you, Manuela, and good morning to all of you. Moving to Page 12. We have here a summary of the key financials for the fourth quarter and the full year. As already mentioned in Baden, the quarter showed a positive momentum, partially offsetting weakness in the third. As usual, we are showing based valuations, both including and excluding Soren in order to align the performance of the business on an organic basis. .\nLet's move to Page 13 to have a better look at the GV dynamic. Our gross book value has declined marginally compared to the end made due to lower-than-expected new NPL volumes in the market and with a strong performance for collection activities and increasing disposals made like the pizza portfolio and sales of secondary increase. It is important to note that doValue has been able to recapture approximately 35% of the disposed GBV through secondary transactions in Greece or primary transaction on GBV disposal by besting customer space. The GBV has, however, been supported by power flows from our personal banks, which, nevertheless, has been soft later because of lower volumes from Santander.\nOur business development efforts are visible in the new mandate EUR 7.2 billion of GBV despite lagging the jump of is of the past. Please note that in 2023, the company has won boarded over 27 new mandates, a best overlook [indiscernible]. In general, given the group importance of secondary transactions, we expect the collection profile to become more lumpy and more concentrated in the fourth quarter of the year. The collection rate stand at 4.6% despite the end of the year, improving by 1.6 percentage points from the 4% recorded at the end of 2022.\nMoving to Slide 14. Gross revenues in 2022 declined by 13% year-over-year to EUR 406 million and increased by 13.5% in the fourth quarter. The comparison versus last year is affected by the intensity fee on the Mexico portfolio recorded in the third quarter of 2022. While the first quarter is showing a positive growth stemming from higher collection increase. Excluding SORs, the comparison between 2023 and 2022 showed a decrease of 4.6%. In Italy, the rent is declined by 10% because of lower collection from older gas partially composited by pickup in collection from newer gas [indiscernible] between 2021 and 2022 which have shown an increase in collection by 34%.\nNPL decline was partially offset by growth in TP, up more than 100% over the previous year and by a 70.7% increase in ancillary revenues. Performance in Greece was strong with collection up 27% year-on-year and despite the distorting effect of the Mexican [indiscernible] in 2022. Rio, the ancillary now represents 17.5% of [indiscernible] revenues versus 9.2% in '22. Gross revenues declined over the previous year due to lower collection in light of the [indiscernible] and [indiscernible] in real prices.\nMoving to Slide 21, we show the results of our cost discipline measures in sourcing strategy and the structural process is pace. We continue to optimize and reduce our [indiscernible] activities, both leverage on a different Polymix [indiscernible] with the lower dependence of side of GBV [indiscernible] as well as using some activity. [indiscernible], our single largest cost items were reduced by 9.6 percentage year-over-year to EUR 192 million, mainly driven by the equity reduction in Iberia related to the port restructuring program. In Italy, HR costs were also reduced partially back to the one-off release of the [indiscernible] plan allocation for the previous CEO and the lower viable competition led [indiscernible].\nCost containment is [indiscernible] were on the bank partially by first tranche renewal of labor board in Italy by 15%. HR costs increased marginally in the Atlantic region due to the onboarding of new portfolio. Other operating costs declined by 20% over the previous year with different contribution to [indiscernible] regions. On Slide 16, we see how the combination of lower gross values coupled with the significant cost efficiency issues put in place enable us to achieve an EBITDA of EUR 178 million, decreasing 11.5% year-over-year and by 5.1% excluding term with an improved margin of 37.1%, 1 percentage point above the previous year despite the decrease in revenues for the boarding of [indiscernible] and the inflationary pressures across the board.\nAs mentioned earlier, in 2022, we recorded a significant benefit from the Mexico portfolio, which still in the year-on-year comparison. In Italy, EBITDA declined as a result of lower revenues as well as EUR 14 billion of group costs, which are consistent with past due. The Atlantic region contributed strongly to the group's EBITDA and will now account for more than 80% of the group results, also including the effect of the maximum. In Iberia, the positive impact of the higher collection rate and the material cost decision signatures partially compensate reduced the inflows of NPL in the lower but from due to the decline in the rate prices.\nWe are glad that the Spanish region has a range retirement to profitability 1 year after the boarding of [indiscernible]. On Page 17, we show the performance across our regions. Adding to what we have already mentioned, commenting on the financials, it is worth noting that 0.5 percentage points improvement in the collection rate, which reached 4.6%, supported by improvement in the Atlantic region in Spain.\nCommenting on the mechanism, [indiscernible], showed on Slide 18, the performance is similar to the 1 for EBITDA, a strong fourth quarter year-over-year and declining net income year-on-year. In the net income was real impacted by an increase in net provisions mainly related to redundancy and buy a significant impairment of spend contest and EPA. Please note that the latter impairment is a one-off following approval of the new preliminary new business plan for the Spanish and that the net result of 2023 would be impacted positively by EUR 22 million is value paid achieved before the final approval of 2023 financial statement, We are currently held in the top by the [indiscernible].\nMoving on to Slide 19. We. We generated a positive cash flow from operation in 2023 of EUR 79.4 million, which compares to a positive result of EUR 83.6 million in 2022. We are quite satisfied with the efforts we are putting in place for managing working capital across all of our regions. -- which will enable us to materially reduce the working capital absorption versus last year. Absorption by working capital, a change of other asset liabilities as devised by 24%, more than proportionally than deducting EBITDA. We expect working capital to divest to positive in the first quarter of 2024 due to cash in secondary fees go in the last quarter 2022. The dividend payment of EUR 48 million and seasonal tax payment scheduling rate as well as the interest paid on the bond in Q3 2023 and dividend record from [indiscernible] to the minority shareholders and payment for the put option on 1 million classified under asset investment has led to a negative free cash flow of EUR 45.4 million in 2023 compared to a negative free cash flow of EUR 28.1 million in 2022.\nMoving to Slide 20. Realize the main items that impact on the change in other assets are. We have released provision curies assets will be lower in the following years. We have redundancy amount linked to the recycling of operational making pain, and we will continue to optimize and reduce cost thanks to the investment we are doing to improve efficiency. We have ramped on the [indiscernible] that will be stable over the next few years. We have the release of the previous [indiscernible] bonds. Post theater would be significantly reducing in the last year. Then we have other one-off cash-out items for the [indiscernible] in Spain for the upfront payment. All this amount will be reduced in the following years.\nI leave the floor to Manuela for the final remarks. .\n\nManuela Franchi\n\nChief Financial Officer\n\nIn closing, I'd like to summarize the key points from our 2023 results which reflects both the resilience and ability of the value in a year that has presented numerous challenging challenges across the industry. Firstly, we successfully secured EUR 11 billion in new gross book value statement to our strong market position and the effectiveness of our business strategy, even as we navigated the offboarding of a significant client and the general downturn in new business. Our EBITDA for the year, excluding nonrecurring guidance, stood at EUR 178 million, in line with our guidance and marking a slight improvement in our EBITDA margin to 57.1%. .\nThis has been achieved through our flexible operating model and comprehensive transformation plan, which has positioned us to maintain profitability even in the middle of challenging market conditions. Our regional performance has shown robust growth, particularly in the Atlantic region, and we have managed to maintain a strong net debt-to-EBITDA ratio of 2.7x, demonstrating financial discipline and commitment to maintain a strong balance sheet.\nLooking ahead to '24, we are preparing to present our new business plan, which we will focus on transformation and strategic investments to lay the ground for future growth. We remain digital and adaptable, ready to capitalize on opportunities as we anticipate shifts in the economic landscape. As we continue to diversify our revenue stream, our aim is not only to medicate risk, but also be sure we are well positioned for sustainable growth in the years to come. Our achievements in '23 across all ii regions underscore our commitment to delivering value to our shareholders and setting the stage for continued success. We have a very long-term strategy and our business plan will be the basis for the future trajectory. Thank you, and we are available for questions."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/05f80f39d0d67b0d2dfa8d5ab56c981e",
    "period": "2023 Q3",
    "content": "Q3 2023 doValue SpA Earnings Call\n\nQ3 2023 DoValue SpA Earnings Call\n\nDOVMILANNOV 10, 4:30 AM\n\nOperator\n\nGood morning. This is the Chorus Call conference operator. Welcome, and thank you for joining the doValue 9 Months 2023 Results Conference Call. [Operator Instructions] At this time, I would like to turn the conference over to Mr. Stefano Songini, Group Head of Investor Relations, Communications and Sustainability of doValue. Please go ahead, sir.\n\nUnknown Executive\n\nThank you, operator. Good morning, ladies and gentlemen, and welcome to the doValue 9-Months Results Conference Call. I'm Stefano Songini, Group Head of Investor Relations Communications and Sustainability. And I'm joined here in Rome by our CEO, Manuela Franchi; and our Group CFO, Davide Soffietti. Together, we will cover the main group market development since the beginning of the year as well as the financial performance for the first 9 months. At the end of the presentation, as usual, we will be happy to take any questions that you may have.\nWith that, I will now hand the call over to Manuela.\n\nManuela Franchi\n\nChief Financial Officer\n\nThank you, Stefano. It's a pleasure for me to present our 9 months 2023 results, which reflected solid operational performance with a plus 7.3% year-on-year increase in collection, in the context of a seasonally less significant third quarter.\nThe year-on-year comparison is also [indiscernible] in light of the factors that in the 9 months '22, we had the large indemnity on the Mexico portfolio, you might member.\nMoving to the presentation on Page 3, we show some of our key achievements in the first 9 months of the year. In general, I think it's important to note that the permission on new NPLs in 2023, has been much lower than we as the industry expected. And this is obviously an effect on our overall results, which we have to let extent, offset by focusing on the secondary transaction.\nHowever, we expect the new NPL permission to materialize in the coming 12 to 18 months. As a result of the macro political challenges, high inflation and increase in interest rates and just the observation of the performance of the borrowers in our group portfolio.\nAs you know, the third quarter is seasonally the weakest in the year and it includes the amount of [indiscernible] typically in Southern Europe, business is lower and cost activity is at minimum. This is also evidenced by the data we will provide you with comparative information on 9 months 2021.\nThe year-on-year comparison, as we will see, is also affected by the indemnity we received in the third quarter of '22, which makes the comparison with the 9 months of 2023, unbalanced. As you know, indemnity is part of our core business. But historically, we received the most of them in the fourth quarter. And 2023 should be no exception.\nAs you can see, we have reported a robust increase in our collection on a like-for-like basis with a growth of 7.3% over 9 months '22, supported by strong momentum Intrum Greece, but also in relation to Spain, net of current of [indiscernible]. In Greece, in particular, we are seeing very positive macro evolution, further supported by the upgrade investment rate of [indiscernible] rating by October 2023. Also in Spain, the rightsizing of the operation of Saravaxis is well underway and the fruits of new commercial strategy based on the party, new client, new portfolio, new services, are becoming evident.\nWe are also streamlining our operation with a strong [indiscernible] of discipline, a similar execution complex restructuring place plant in Spain and the positive effect of the investment base in the past on our technological platform. As part of the true transformation program, which has made our operations more efficient. This has enabled us to achieve a 34% reduction in August, and 11% reduction in [indiscernible], which is above our expectations.\nFinally, in terms of net leverage, we see the effect of the seasonality I mentioned earlier, which have led to a net debt to LTM EBITDA of 2.9x as of September 2023. This includes certain movements in working capital that we expect will reverse in the coming 2 quarters, the payment of a very general dividend of EUR 48 million, seasonal effect of our season, higher taxes than interest payments in the period. Our net leverage remains one of the lowest in the credit servicing industry and within the state marketing threshold of 3x. We expect leverage ratio to normalize in the fourth quarter at the level around 2.75x.\nOn Slide 4, we represent our review our business and the opportunities looking ahead. From the basic NPL servicing market, doValue [indiscernible] expanded its footprint, also thanks to the relevant expertise in [indiscernible] of the value chain, such as [indiscernible] that we were able to secure to the acquisition in Spain and Greece. We have the full user experience to provide a wider range of core services. In all markets, we operating. Moving further up the chain and diversifying into earlier years down the value chain by providing the wide array of ancillary services, which as you will see, are becoming increasingly relevant in our revenue base, and which provide attractive margins.\nLooking at, we continue to see an opportunity to move further into the performing space, which you get to see on the left hand side of the chart, provides interesting dynamics. [indiscernible] are today witnessing the historically lowest level of NPEs, the stage-to-loan dynamics are quite different, with double-digit rates in Italy and Greece and around 7% in sales. These loans can either return in bonus or gradually fall into the nonperforming space, provide [indiscernible] an interesting opportunity.\nMoving now to more general macroeconomic trends. We are witnessing in our major countries. On Slide 5, we can see how the reduction in NPEs on the bank's balance sheet is not so much driven by the fact that banks are no longer generating NPEs. But rather that they've been able to compress guarantees thanks to the significant [indiscernible] report to edition and functional ecosystem to disposal management PL. In fact, as shown by costing data on the disposal and bank balance sheet, it's clear that given the challenging macro context over the last 2 years, and Italian French bank and Greek bank, put now all the guarantees than at the beginning of 2021.\nAnd it is the context of luggish growth of new loans. It's worth noting that in addition to the MDA [indiscernible] banking system, there is a significant amount of NPEs helped by state [indiscernible] that could or will come to market, like [indiscernible] in Italy, CQH loans in Greece, which are now materializing in the [indiscernible] transaction.\nLooking at the CMIE that is developed by S&P Global, where portable [indiscernible] indicate an economic expansion close below 50 and economic contraction. Italy has seen a [indiscernible] from positive project in 2021 to negative territory in '23. Recent debt for Italy on GDP in the third quarter of '23, marked expression trend versus the previous quarter. In Region Spain, the PMI has proven more resilient and remains [indiscernible].\nIn this context, we believe that the banking system will be tackling any [indiscernible] not just the risk, but also to improve ROE profitability and reducing the lack of the [indiscernible] information and disposal. If we look at the [indiscernible] of the stock of the posted loans in Italy on Slide 6. Several statistics outline our tenure in credit quality, historical derisking operated bank -- banks and general resilience of the global economy contributed to a decrease in the stock of the quoted loans, although it's generally expected that it will increase again, with forecast ratio significantly lower compared to previous year estimate. It's however worth noting that recent data seems to point to a rebound in the port rate, both for households as well as nonfinancial corporation over the coming 2-3 years.\nIn this market scenario, in the first 9 months of '23, doValue successfully continues to develop its business, increasing its share of transactions as quite approximately EUR 3.5 billion with a market share of around 20%.\nOn Slide 8, I would like to share how the transformation program is effecting [indiscernible] our cost base, in particular, in terms of IT, cost at capital. As you can see in all our countries, we have been able to redesign our processes with the support of digitalization. In particular in [indiscernible] activities, enabling us to achieve approximately 300 efficiency and substantially reducing our technology cost by around 15%. This will set the base to react to side effects at the group level from 2024.\nOn Page 9, we have a slightly impact of our technology infused operation efficiency plan that will maximize value from all our cooperations. This can be divided in 3 macro egress. First, capability to include the policy of the portfolio and accelerate onboarding, including artificial intelligence, advanced analytics and natural language understanding.\nSecond, digital platform and omnichannel for our customers; and third, automation and digitalization of manual and analyst [indiscernible]. The implementation of this announced capabilities will deliver substantial operational benefits. 10% of transactions can be managed by digital asset managers, 30% reduction in time spent by asset managers on low value-added activities, 5% improvement in the recovery rate, and 10% reduction in servicing cost.\nMoving now to baseband. We have a pipeline of potential new business of approximately EUR 14 million to EUR 15 million over the next 18 months, which contains some very large government-sponsored transactions, such as the EUR 5 billion project Ariadne, has now been officially launched and the [indiscernible] indeed as well as 2 transactions additional from Europe and NBG in Greece now officially announced. It's important to note that [indiscernible] is developing a more resilient stream of revenues by refocusing its commercial efforts in securing a larger number of mandates. With a low growth average size rather than relying on few large mandates from limited number of clients.\nWe remain highly committed to our ESG strategy which are -- as you can see on Page 11, has been declined in concrete continue targets for 2023, as part of group sustainability plan for which we are fully intact. Our efforts have recently been rewarded by faster improvement, just a few days ago, in the rating assigned by Sustainanalytics, with a low [indiscernible] and rating improved from 19.1% and the original 18.8%. This is in addition to the recognition by a number of [indiscernible] providers which have improved the rating of send to the group. Modic Analytics upgraded its core from limited robust in July '23 and MSCI generating credit rating from AA to AAA.\nWith that, I will now hand over to Davide for a further look to our financials.\n\nDavide Soffietti\n\nThank you, Manuela, and good morning to all of you. Moving to Page 13. We have here a summary of the key financials for the third quarter and the first 9 months of the year.\nIn order to better realize, the seasonality sector on the 9 months and third quarter '22 [indiscernible]. We have included purposes also third quarter 2021 and 9 months 2021 financial, which clearly indicates this is not affect on our quarterly results.\nAs already mentioned by Manuela, the quarter is in line with our expectation and reflects the weaker-than-expected market of new NPLs -- they are partially offset by solid collection performance, in particular, in Greece and Spain. As usual, we are showing variations both including and excluding SAREB, in order to align performance of the business on an organic basis.\nLet's move to Page 13 to have a better look at the gross book value at [indiscernible]. Our GBV has declined marginally compared to the end of 2022, mainly due to lower-than-expected new NPL volumes in the market and it was a strong performance for collection activity and increasing disposal mainly linked to the villa portfolio and sale of secondary ingress. The GBP has, however, being supported by overflows from our partner banks, which have grown significantly versus the same quarter in 2022, up 50%, reaching EUR 2.6 billion.\nOur business development efforts are visible in the new mandate secured for EUR 6.1 billion GBV despite lacking the [indiscernible]. Please note that 9 months of 2023, the company has well-over 12 new mandates, albeit of small sites. In general, given the growing importance of the secondary transaction, expect the collection profile to become more lumpy and more concentrated in the fourth quarter of the year. The collection rate stands at 12.5% as of the end of September, improving by 0.5 percentage points from the 4% recorded at the end of 2022.\nMoving to Slide 15. Gross revenues in the first 9 months of 2023, declining by 21.2% year-on-year to EUR 335 million and by just 1% in the third quarter, in large part to the [indiscernible] portfolio. The comparison versus last year, as we mentioned, is affected by indemnity fee on the Mexico portfolio recorded in the third quarter of 2022, whereas typically most disposal indemnities are recorded in the fourth quarter.\nExcluding SAREB, the comparison between 9 months, 2023 and 9 months 2022, shows a decrease of 11.7%. In Italy, the gross revenue declined marginally due to lower collection, down 4% year-on-year and in line with the GBP trend with NPL decline being partially offset by growth [indiscernible] up more than 100% over the [indiscernible] and by 5% increase in ancillary revenues.\nPerformance in Greece was strong with collection up 25% year-on-year and despite the restocking effect of Mexico indemnity in 9 months 2022. Gross revenues to Spain decline over the previous figure due to lower collections, in light of these boarding and to regulation [indiscernible].\nOn next slide, we highlighted the balanced mix of GPV and gross revenues across our different clients and different product lines. As you can see, the higher share of gross revenues versus the corresponding share of GPV from commercial back reflect higher than average [indiscernible] quarter. It is important to note that our new revenue streams of ancillary revenues, the convergent are also gaining material traction and with an increase of 24% year-on-year, growing to [indiscernible] gross rents to 13% from 8% in 9 months 2022.\nMoving to Slide 16. [indiscernible] will show the results of our cost discipline measures. In sourcing strategy and restructuring process in Spain, we continue to optimize and reduce our outsourcing activity, both leverage on a defend portfolio mix [indiscernible] with the lower development of types of GBP management, as well as insourcing some activities. Outsourcing fees declined both, [indiscernible] and as a percentage of gross revenue, positively contributing to sustaining our EBITDA margin.\n[indiscernible] costs, our single largest cost item were reduced by 10.6% year-on-year to EUR 141.8 million, mainly driven by the reduction in Iberia related to the cost restructuring program that will provide run rate saving of EUR 6.4 million in 2024 and was EUR 19.5 million [indiscernible] since the third quarter.\nIn Italy, HR costs were also reduced partially thanks to the one-off release of the LTI plan allocation for the previous [indiscernible]. HR costs increased marginally in the Atlantic region due to the onboarding of new portfolios, [indiscernible]. Other operating costs declined by 34% over the previous year with decent contribution from the 3 regions. A significant achievement was delivered in Iberia where other operating costs were up year-on-year. Thanks to the total formation program, which was accelerated by the nonrenewal of the [indiscernible] contact.\nOn Slide 18, we see how the combination of lower gross revenue, coupled with the significant cost [indiscernible] put in place and [indiscernible] to achieve an EBITDA of EUR 150 million, decreasing 24% year-on-year and by 15% excluding SAREB, with a margin of 34.4%, which is always slightly below the previous year despite the decrease in revenues for [indiscernible].\nAs mentioned earlier, in the Q2 2022, we recorded this initial indemnity from the Mexico portfolio, which skews the year-on-year comparison. As a reference, you can see that in 9 months 2021 EBITDA was the same as in 9 months 2023, reflecting the typical seasonality of our business. In Italy, EBITDA declined as a result of lower revenues.\nIn Italy, EBITDA declined as a result of lower revenues as well as EUR 7.9 million of group costs, which are consistent with the past practices. The Atlantic region contributed strongly to the group EBITDA and now accounts for more than 80% of the group's results, both including in respect of the [indiscernible].\nIn Iberia, the positive impact of the higher collection rate and the material cost efficiency measures partially compensate the lower margin due to a delay of converting new investors portfolio. Reduce inflows of NPL and lowering from [indiscernible] due to the decline in real estate prices.\nPlease note that this year reported EBITDA and EBITDA [indiscernible] are also heretical with a minor [indiscernible]. On next page, we show the performance across our region. Adding to what we have already mentioned, commenting on the financials, it is worth noting that 0.5 percentage points improvement in the collection rate, which reached 4.5%, supported by the [indiscernible] Spain. Commenting on the net income [indiscernible], next slide show, the performance is similar to the one service for BPA, a seasonally weak third quarter which compared to the very strong Q3 2022, also the result [indiscernible] makes the comparison [indiscernible]. In the 9 months of 2023, the reported [indiscernible] also impacted by an increase in net provision, mainly relative to the [indiscernible].\nMoving to Slide 20. We generated a positive cash flow from operating -- operations in 9 months 2023 of EUR 38 million, which compares to positive result of EUR 63.9 million in 9 months 2022, which net of indemnity is quite aligned. We are quite satisfied with the efforts we are put in place for the managing working capital across all of our regions, which has enabled us to materially reduce the working capital [indiscernible] versus last year. The dividend payment of EUR 48 million [indiscernible] in the tax payment schedule in Greece as well as interest paid the bond in Q3 2023 and due the leakage from the very risk to manage shareholders, has led to a negative free cash flow of EUR 55.6 million in the 9 months of 2023 compared to a negative free cash flow of EUR 21 million in 9 months 2022.\nThe expected EBITDA in the last quarter of 2023 will generate an increase in net working capital, which is expected to be absorbed in the first quarter of 2024. We expect our cash flow from operations to exceed EUR 50 million in the full year 2023.\nAs shown on Slide 21, these movements have led to an increase of our leverage from 2.4x at the end of June 2023 to 2.9x, still within our financial policy range of 2 to 3x and one of the lowest in the factor. Please note that this leverage is related to seasonality with LTM EBITDA, and we expect this value to normalize at the end to around 2.7x. Our financial structure remains solid with more than EUR 200 million of [indiscernible] place between $96 million of cash and EUR 120 million of trade line as for end of December.\nIn terms of liability management, our next bond maturity is in 2025. Our bond has traded [indiscernible] secondary market versus our peers. The demonstration of attractiveness of our capital-light servicing model also for the investors. Please also note that we have decreased our gross debt by repurchasing and selling approximately $5 million of nominal bonds in the open market, allowing us to reduce the financial charge and moving a small profit [indiscernible] between average check purchase price and nominal value.\nI will now leave the floor to Manuela for closing remarks.\n\nManuela Franchi\n\nChief Financial Officer\n\n[indiscernible] is on GAAP our presentation on Page 22. The results of the first 9 months of '23, owing to a positive trajectory despite the challenging macro context and the lower-than-expected NPL volumes. Our collection performance of solid in Greece and Spain [indiscernible]. And in Italy, we are seeing a growing business from UPL ancillary services. The performance in this is supported by the strong market momentum including the investment grade recently expanded to the sovereign [indiscernible] which outlines the positive outlook on our business there. Our cost efficiency initiatives are delivering above our expectations, enabling us to deliver our services in a more efficient way, thereby protecting our margins. We expect that macro headwinds and the proactive approach of banks will drive new business opportunity in the next 18 to 12 months, which we believe will be able to win a little structure in all countries.\nLastly, I would like to share with you our guidance of '23 full year results, for which we expect gross revenue in the range of EUR 495 million. EBITDA [indiscernible] the range of EUR 175 -- 185 million. And the net financial position of around 2.75. Regarding the dividend for '23, the Board of Directors is currently discussing this topic, also in the context of the board, we are carrying out on the new business plan '24/'26 of the group, which we expect to present in early 2024 and in light of our financial policy.\nWe leave now space for your questions."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3ce89857c7da2c469778a6adda48ff79",
    "period": "2023 Q2",
    "content": "Q2 2023 doValue SpA Earnings Call\n\nQ2 2023 DoValue SpA Earnings Call\n\nDOVMILANAUG 3, 4:30 AM\n\nOperator\n\nGood morning. This is the Chorus Call conference operator. Welcome, and thank you for joining the doValue First Half 2023 Results Conference Call. [Operator Instructions]. At this time, I would like to turn the conference over to [ Mr. Daniele Delasita ], Head of M&A and Strategic Finance Acting Investor Relations. Please go ahead, sir.\n\nUnknown Executive\n\nGood morning, and welcome to the doValue's First Half 2023 Results Conference Call. I'm [ Daniel Galatea ], Head of M&A and Strategic Finance [indiscernible] of IR. And I'm joined here in Rome today with Manuela Franchi, our Group CEO; and Davide Soffietti, Group Deputy CFO; and [ Colantoni ], Chairman of doValue. Together, we will cover the main group and market development since the beginning of the year as well as the financial performance for the first half. At the end of the presentation, we will be happy to take any questions that you may have. Let me start now hand over to Manuela to be started.\n\nManuela Franchi\n\nChief Financial Officer\n\nThank you, [indiscernible]. It's a great pleasure for me to present our first half results. Moving to the presentation. On Page 3, we show some of the key developments in the group performance in the first half of the year. First, I would like to highlight the return of doValue to a strong trajectory in the second quarter after a challenging start of the year. Our performance has been satisfactory, both in revenue growth and profitability driven by very positive performance in grid and our ongoing restructuring in Spain following the upboarding of [indiscernible] portfolio.\nOur Q2 gross revenue increased by 8% year-on-year, excluding [ Care ] to EUR 128 million. Second, our revenue growth has been coupled with a very [indiscernible] EBITDA ex-NRI margin of 58.9% versus 51.7% in same year. EBITDA in the quarter has been growing by 57.9% year-on-year excluding [indiscernible] to EUR 50 million. Please note also that the year-on-year on the 2Q in double-digit profit, even including [indiscernible] in the second -- in the 2022. This is a very satisfactory result made possible by strong progress on cost discipline, a seamless execution of a complex reduction plan in Spain and a very healthy top line growth in rate driven by profit macro environment in the region. Our quarterly EBITDA margin is also reaping the fruit of our strong CapEx made in the past on our IT and transformation plan, which has made our operations more efficient.\nThird, our GBV and stabilized [indiscernible] volumes from our solar growth contracts and commercial efforts across all the regions to capture either [indiscernible] and another [indiscernible] broad and diversified customer base. Last but not least, even after the payment of a very general dividend of EUR 48 million and despite the seasonal effect of our business, higher taxes, our net leverage still stands at 2.3x as of July, one of the lowest in the credit spectating industry and well below our maximum threshold of 3x. This allow us to find a right balance between shareholder remuneration and growth for M&A.\nAs you all know, this has been a very successful acquisition for doValue and has been one of the major driver of growth and profitability in our last 3 years. For this earnings call, I believe it's time to give credit to our [indiscernible] doValue [indiscernible] representing here [ Mr. Kalantonis ], Chairman of doValue, who will provide you with a focus on the entity and the growth path.\n\nUnknown Executive\n\nThank you, Manuela, for your kind words. In general, the Greek economy has stood more resilient [indiscernible] to the energy pice 15% considerably higher than the euro on average of 3.5%. This year, the economy continued to overperform in Q1 at a yearly rate of 2.1% in and is expected to remain around 2%, both in 2023 and 2024 despite a straflationary external balance. Unemployment currently at about 10% remains in steady decline. Core inflation has fallen to 4.8%, while headline inflation dropped last month to 1.8% year-on-year. Public finances are also on a positive trajectory. A primary surplus of 1.1% of GDP is expected for 2023 and on average, at 2.06 of GDP for the 2024-2026 period.\nAlong with strong nominal growth, it comes to a rapid escalation of the debt-to-GDP ratio are slightly over 160% in 2023, down from 195% as recently as in 2021. On the other hand, the current account deficit, although improving, remains quite high at 7%. Finally, the political uncertainty came to an end with the landslide victory of [ Sandrine ] pro business new [indiscernible]. And following these results, it is wise expected but this will retain investment grade most likely during the year. This newly gained policy visibility, along with the availability of easy structure funds make the goal of sustained overperformance relative to the [indiscernible].\nOn the back of the above, and in an improving economic environment and a very constructive real estate market, Greece is performing better than other markets on NPL [indiscernible]. The level of state apart of businesses and households during and after the pandemic exceeded all expectations more than EUR 65 billion were discussed in loans and outright state subsidies since 2020. Plus, resilient income and increased personnel and business deposits help sustain the rate of collections despite the extreme economic disruption, and this is expected to continue. The primary loan sale market is expected to remain strong until the end of 2024, despite the recent mega cleanup of the 4 systems [indiscernible] banks and [indiscernible].\nThe current level of NPE ratio of 4 major banks varies between 5% and 10% and is expected to further decrease to well below 5% in the next 2 years. A new hub scheme is also expected to be launched in the next few months by the great state to facilitate these efforts. In total, around EUR 5 billion of new [indiscernible] transactions are expected to happen by the end of 2024, while the EUR 5 billion [ Arantin ] portfolio from the great liquidate [indiscernible], it is also expected to be relaunched in advances by the end of this year.\nMeanwhile, the secondary loan market has developed significantly with devaluating a major role. Total transactions in 2022 were EUR 5 billion with a similar amount forecast for 2023, reperforming loan transactions [indiscernible] but Greek banks need to support their credit expansion and the market could reach a total of EUR 10 billion to EUR 15 billion of repeating loans returning to the Greek banks in the next 3 to 4 years.\nFinally, great real estate, including ARO activity. Is hot and constantly increasing with prices up by 15% year-on-year. Buying interest comes mainly from foreigners and [indiscernible] with most transactions taking place in that guidance. The auction market is operating quite normally and the successful auction ratio is expected to further improve as loan portfolio management progresses, increased scenario pools supports more our fee income. Within this positive environment, who have successfully indicated the value growth into the doValue group, while transforming a captive servicing unit of a Greek bank in the #1 player in the NPL Greek market and a reference for investors looking for opportunities in this. In conclusion, I strongly believe that the outlook for Greece as well as for doValue Greece will remain positive for the next period. Thank you.\n\nManuela Franchi\n\nChief Financial Officer\n\nThank you very much, [indiscernible]. And congratulations to your team. Moving on to Slide 5. I would like to provide some color on the turnaround we are seeing on our Spanish business following the negative impact of [indiscernible] of boarding. The final economic condition of the third contract renewal would have been highly dilutive for our margin. And as such, we decided to not pursue this opportunity farther as to the last round. As a result, we have been rightsizing our operations in Spain over the last 12 months in order to adjust the cost base to lower GBD and preserve our margins.\nThe results are now visible. And after a number of negative quarters, the EBITDA is paid in the second quarter of 2023 has returned to a positive EUR 3.7 million result deleasing [ Contecon ] stable revenue despite 57% lower GBD. Starting from the leaner and public focus organization, doValue will actively pursue new market opportunities focusing on winning new clients instead of relying on both SLA contracts, while at the same time shifting our business mix from [ Rio to NPL ], following the [indiscernible] market trends in the bench market. On this, let me remind you that [indiscernible] after significant derisking of the [ Rio ] are still holding 75 billion [indiscernible], almost [indiscernible] amount of an Italian banking system. [ Acticall ] important, it is the success rate we are dealing with them with minor once a large [indiscernible] Spanish bank and [ Sabadell ].\nMoving to Page 6. Let's have a look at the performance of our Italian operations. Similarly to what we have done in saying, we have been actively tailoring our business to the challenging model context by focusing on improving our collection rates and policy loan costs. Business enables us to maintain a stable collection revenue in the first half despite a 5.7% reduction EBITDA. We are also managing our business with a greater emphasis on [indiscernible] [ ancillary ] services and [ Rio ], which provide higher margin, which now accounts for 53% of our gross revenue vis-a-vis 22% in the first half of 2022. The combination of a higher-margin business mix and a significant cost discipline, in particular, OpEx reduction, lower then of sorting and efficiency delivered by our ongoing digitalization and AI investments enabled us to grow our EBITDA margin in Italy by almost 3 percentage points to 27%.\nIn terms of market dynamics in Italy, we are seeing a destock in Italy globally stable over the last 5 years although the mix between the bank and fund has shifted significantly towards the latter. This will stimulate a growing secullary market that we at doValue are ready to capture and we are already capturing thanks to the success of our unit platform for several investors and banks, which has delivered accumulated [indiscernible] of EUR 3.1 billion in the period '21, '23. All in the first half of '23, we executed satisfactory transactions for an amount of 750 million GBV, double the amount of deals 2022. It's important to stress that we think the secondary transaction has allowed us to manage and retain the setting mandate [indiscernible] [ 29% ] of the GBV.\nMoving now to our general and macroeconomic trends. We are witnessing in our major countries on Slide 7, a reduction in NPA on tax balance sheet not as much driven by the fact that banks are no longer generating NPE. But rather than being able to compress and this spend significant reports to an efficient and factional ecosystem to dispose and manage NPLs. I fact as shown by costing data on the disposal of bank's balance sheet it's clear that given the challenging macro context of the last 2 years and the [ Apical Spanish ] bank will now hold more and fees next than at the beginning of 2021 and it is in the context of a sluggish growth of new loans.\nPlease also note that in addition to the NPE held by the banking system, there is now a significant amount of NPE and by state for preventive that could or will come to the market. For example, [indiscernible] would increase the potential market by approximately 50%. In the lower part of the slide, we show some macro indicators captured between 2021 and '23 that are signaling economic pressure in Italy, Greece, Spain mainly due to inflation, higher interest rates, which is impacting auto savings rates.\nLooking at the PMI index developed at S&P Global where core indicated an economic expansion and score below 50 to an economic contraction both Italy and Spain have been material have seen a material shift from a positive trajectory in 2021 to negative in [indiscernible]. [indiscernible] the second half of 2023, marked a contraction of 0.2%. Increased the PMR index as proven more resilient remains above 50%, mainly thanks to the real estate market, but also growing pressure on our financial condition. [indiscernible] remains above 50%, mainly thanks to the real estate market, but also growing pressure on [indiscernible] financial condition. In this context, we believe that the banking system will be tackling any more proactively not subject to the risks, but also to improve ROE and profitability, thus reducing the latent [indiscernible] permission and disposal. So we will be seeing much more NPE reduction, as we have seen already in the [indiscernible].\nMoving now to a [indiscernible], we have a pipeline of potential new business of approximately EUR 90 million over the next 12 to 18 months, which contains some very large government-sponsored transactions such as 20 billion for the [indiscernible] Italy and EUR 6 billion [indiscernible]. Let me comment on [ Glam ]. From recent interaction with [ MAX ], the projects will continue to be accessed notwithstanding the management changes in [ AMCo ]. It's important to note that doValue is developing a more resilient stream of revenues by republishing its commercial efforts in securing a larger number of mandates with a lower average size rather than relying on a few large mandates from a limited number of clients.\nOn Page 9, we have outlined our transformation journey in terms of digitalization technological innovations and new capabilities driven by size that will boost the productivity of our resources while achieving a significant reduction in costs. The investments we have carried out over the last 3 years are now ready to deliver the benefits in terms of customer journeys and product quality, transforming row data into [indiscernible] to support decision-making and strategic planning. Similar streamlining processes and consolidating the system to improve support operations. The new capabilities we have developed will enable our teams to reduce by 55%, 40%. The time required to go cap information on customer data while reducing servicing costs by 8% to 11% and increasing the annual recovery rate for asset manager by 4%.\nWe remain highly committed to our ESG strategy, which as you can see on Slide 10, has been declining concrete positive targets for 2023 as part of the group's sustainability plan for which we are [indiscernible]. Our efforts have been recognized by a number of primary reading providers, which have all improved the rating assigned to the group. Moody's Analytics upgraded its fourth limited robust a few weeks ago. MSCI ESG Research upgraded its rating from AA to AAA in March 2023. And [ Sustainalytics ] upgraded the group to lowest and a SG rating of 19.1%.\nWith that, I will now hand over the call to Davide for a closer look to our financials.\n\nDavide Soffietti\n\nThank you, Manuela, and good morning to all of you. So let's get started. Moving to Page 12. We have here a summary of key financials for the second quarter and the first half of the year. As already mentioned, Manuela, the quarter was in line with our expectation and shows midterm momentum quarter-on-quarter. We are showing a valuation both improving and excluding [indiscernible]. And was a very large portfolio and we think that comparison with 2022, excluding [ Paret ], is very [indiscernible] to show how the business is performing [indiscernible]. Let me tell you it is performing well. We have always entered the new contract stabilities will have been low. That is why our top line has been negatively affected by dividend. Our EBITDA is growing double digits quarter-on-quarter, even including [ Sareb ].\nLet's move to Page 15 to decide on the gross book value dynamics. Our GBV has remained substantially receivable since end of 2022 and end of the third quarter despite the soft performance of collection activities and the increase in disposal mainly linked to the pillar portfolio. This has been possible at overflows from our partner banks will significantly, that is the same quarter in 2022 and even versus 2021. This is the sign of the rating economic environment, which is insulating in a pickup of NPE formation.\nOur business development as [indiscernible] is visible in the new mandate of 2.5 billion EBITDA in a very competitive environment for NPL pricing, meeting [indiscernible] of the past. We note that in the first half of 2023, the company has grown over 10 human days, even if of multi. Marking a plus 39% GBV of movement versus the first half of 2022, excluding 20 year, we just [indiscernible] of 6 billion GBV.\nIn general, given the role importance of the secondary transaction, we expect the collection profile to be done more lumpy in the case of 2023, more contemplated towards the second half of the year. The collection rate stands at 4.4% despite of the [ M2 ] improved from the 4.1% recorded in the first quarter.\nMoving to Slide 13. Gross rate in the first half 2023 declined by 60% year-on-year to 213 million and by 80.7% in second quarter 2023, recording a significantly less negative trend that the decline in GBV, which was a much part due to the off-boarding of the exposure. Excluding [ Care ], the comparison between the first half of 2022 and the first half 2023 is almost flat, marking a significant catch-up in the second quarter. Italy in the first half '22 was boosted by higher disposal for about EUR 60 million. [indiscernible] disposal, the gross revenues in the region will be mostly unchanged. The [ Alanis ] region is performing well, thanks to strong collection and growing [indiscernible] business, while gross rent is paid excluding [indiscernible] are unchanged, thanks to growing in weakness and a strong growth from Santander.\nMoving to Slide 15, we show the results of our cost [ Basur ] in source strategy and restructuring process in sales. We continue to optimize and reduce our outsourcing activity, leveraging on distant portfolio mix of work as well as including the [indiscernible], thanks to efficiency gains in the implementation of [ totalision ] program. [ Atop ] declined more [ amputees ] as a percentage of gross revenues, positively continuing to sustain our EBITDA margin. We have been extremely proactive in managing our cost base and this, as [indiscernible] has to achieve a growing EBITDA even with the [ PC ] revenues for the [indiscernible]. We are confident that also thanks to [ Agua ] commission program and further headcount of [indiscernible], we will be able to achieve our fiber for EBITDA margins.\n[indiscernible] declined both in Italy as well in Algeria, mainly driven by our restructuring program, [ Potato ] cost increased in the Atlantic region, mainly due to the increased [indiscernible] on the back of the onboarding of the fronter portfolio. Other operating costs declined at a different rate across the 3 regions. In Iberia, we do transformation program is particularly advances and was boosted by the nonrenewal of the server contract. That in order to achieve our target.\nAs you can see on Slide 16, we have reported an EBITDA of EUR 80 million in the first half, down 4.6% year-on-year with a margin of 55%. [indiscernible] higher than in the first half of 2022. The performance quarter-on-quarter has been extremely strong with a plus 12% year-over-year, even including [indiscernible] and EBITDA margin of 39%. Please note that this year reported EBITDA and EBITDA ex-NRI [indiscernible] 50 [indiscernible].\nOn Page 17, we show the performance across our regions. Adding to what has been already said by Manuela and me commenting on the financial, it is to be noted that improvement collection rate in the [ Atlantis ] region and pay and a slightly lower collection rate in Italy, 0.1 percentage points, leading to an improvement in the group collection rate by 0.2 percentage points. Commenting on net income [indiscernible] showed on Slide 18 [indiscernible] here, a dynamic stimulus to the one of the service for EBITDA. [indiscernible] momentum on the second quarter with plus [ 27% ] of net income ex-NRI and negative performance in the first half 2023 versus 2022, which is still affected by a weak first quarter, which are now behind us. Let me remind you that net income including NRI is affected by higher provision for redundant.\nOn the redundancies, it is useful to stress that we have a very short payback figure for [indiscernible] which are [indiscernible] and [indiscernible] in a lower cost base. On the aviation with [ Apollo ], account use prescribed to account only the negative items of the [ bitationin ] but not the positive item of EUR 29 million due to the payment of an identity for the tax [indiscernible] by December. As assumed as this will be cash, it will treat in substantial impact in reported net income and the cash [indiscernible]. Moving to Slide 19. In term of financial acquisition, we generated a stronger slow from moderation in first half 2023 of EUR 23.34 million which marks a considerable change on the cash absorption of 6 million of service in the first half 2022.\nWe are particularly satisfied with the effort we have made in managing working capital, which in the first half generated approximately 6.8 [indiscernible] of cash. Dividend payment of EUR 48 million and [indiscernible] payment schedule led with a slight increase of our leverage from 2.2x to 2.4x. Please also note the most of our collection fees in Italy for the quarter as paid in July. Interest [indiscernible] the lower end of our financial policy range and one of the lowest in the sector which allow us to find an area [indiscernible] between shareholder renovation and growth opportunities, D&A and the solution of CapEx.\nMoving to Page 20. Our financial structure remains solid with the more than 200 dealer [indiscernible] between EUR 120 million of cash and EUR 120 million [indiscernible] line as of the July. In terms of liability management, our next bond maturity is in 2025. Our bonds are the invested on the secondary market that our [indiscernible] on a year way to basis. Demonstration of our [indiscernible] of our capital-light servicing model also for [indiscernible] investors. Please also note that we have decreased our work desk by rechanging a counselling approximately 5 million of nominal bonds in the open market allowing us to reduce the financial charge and looking at more profit on the difference between [indiscernible] such as price and the nominal value.\nI will lead the floor to Manuela for her closing the remarks.\n\nManuela Franchi\n\nChief Financial Officer\n\nWrapping up our presentation on Page 22, reaching the company is now in the right position to capture future growth with a lean structure in all the countries. To [indiscernible] recap a tangible group that all the action announced as mostly executed in the past year are leadding strong with past in different areas, lower cost in Italy [indiscernible] to profitability in Spain, new contracts and strong performance in Greece.\nStarting from this solid base, we are convinced that doValue with the debt position [indiscernible] the banking sector and the PI injury in meeting the challenges of a very dedicated uncertain model environment and playing importable in the upcoming consolidation phase of a mature and yet dynamic at [ BLS ] ecosystem. We leave now space for your questions."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/11ce94620adfe3f5d00440eeb3059a01",
    "period": "2023 Q1",
    "content": "Q1 2023 Dover Corp Earnings Call\n\nQ1 2023 Dover Corp Earnings Call\n\nDOVNYSEAPR 26, 9:00 AM\n\nOperator\n\nGood morning, and welcome to Dover's First Quarter 2023 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Jack Dickens, Senior Director of Investor Relations.\nAfter the speaker's remarks, there will be a question-and-answer period. [Operator Instructions] As a reminder, ladies and gentlemen, this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time. Thank you. I would now like to turn the call over to Mr. Jack Dickens, please go ahead, sir.\n\nJack Dickens\n\nThank you, Todd. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through May 17 and a replay link of the webcast will be archived for 90 days.\nDover provides non-GAAP information and reconciliations between GAAP and adjusted measures are included in our investor supplement and presentation materials, which are available on our website. Our comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings. We assume no obligation to update our forward-looking statements. With that, I will turn the call over to Rich.\n\nRichard Tobin\n\nThanks, Jack. Good morning, everybody. Let's start with the performance highlights on Slide 3. The quarter was solid overall. We are very pleased with our production performance to start the year which allowed us to begin reducing our inventory balances towards the end of the quarter.\nConsolidated organic revenue was up 3%, with growth across most of our businesses driven largely by the secular growth tailwinds that we outlined at our most recent Investor Day. The majority of our input and supply chain constraints have dissipated resulting in production lead times largely returning to pre-pandemic levels. This has led to more normalized order patterns, improved shipping volumes and a gradual reduction of elevated backlog.\nNew order intake was robust in the quarter with 4 out of 5 segments posting book-to-bills of 1. New book-to-bills decreased sequentially in the first quarter, and our order backlog remains elevated compared to normal levels providing us with good visibility for the remainder of the year.\nDuring the quarter, we de-booked some volume from our backlog and retail refrigeration from a single customer, was put the timing of '22 -- 2023 capital plan under review. Our expectation is that we'll be rebooking the volume in the second half.\nMargin performance in the quarter was strong with 4 out of our 5 segments improving margins over 100 basis points, driven by broad-based productivity gains, positive price/cost dynamics and prior period investments and cost containment actions.\nHigher segment earnings performance drove our EPS growth. We had some comparable cost headwinds during the quarter from transitory inorganic activity costs, higher interest expense, FX and tax. Brad will review later. Interest costs are set to drop progressively for the balance of the year and FX at current rates turns into a comparable tailwind in the back half.\nOur recent investments in automation and productivity projects are paying off, and we are in the process of completing several capacity expansions in our secular growth businesses. The acquisition of Witte in our Pumps & Process Solutions segment, which we completed in December last year is off to a great start and is performing above expectations.\nOur strong financial position allows us to pursue a healthy pipeline of attractive bolt-on acquisitions and to opportunistically return capital to our shareholders.\nWe are encouraged by the trends and performance so far in 2023. We have a constructive but also watchful outlook for the remainder of the year. Overall, demand conditions in our attractive industrial markets remain solid and our bookings are healthy. Our order backlogs, especially in our longer-cycle businesses provide good visibility to our forecast. We are on track to deliver our full year cash flow target as we liquidate inventory in concert with the normalization of our backlog. We are mindful of the mix to macro economic backdrop, and we are staying close to our customers to understand their plans.\nWe have available cost control levers and operational flexibility that should enable us to deliver good results in various macroeconomic environments. With that, we maintain our 2023 full year guidance, 3% to 5% organic revenue growth and adjusted EPS of $8.85 to $9.05 per share. I'll skip Slide 4. Let's move on to the segments.\nEngineered Products was up 3% organically in the quarter, driven by positive pricing, strong demand for waste handling equipment parts and related digital services. The chassis availability issues that impacted the waste handling business coming out of the pandemic have improved. And to the extent that, that supply continues to be available, we are well positioned to increase shipments meaningfully against strong underlying demand.\nMargins were up 230 basis points year-over-year, primarily driven by improving supply chains, positive price cost dynamics, mix and as well as investments in productivity initiatives.\nClean Energy and Fueling declined by 3% on an organic basis. Revenue is up in clean energy components, vehicle wash, fuel transport and below-ground retail fueling, offset by the expected comparable decline in dispenser and EMV card reader demand.\nThe upcoming second quarter comp is the last of material EMV volume. We remain constructive on the business for the full year as order activity in March was healthy. Despite the lower volume, margins in the quarter were up 120 basis points on positive mix and price cost as well as improved comparable cost structure from previously announced cost reduction actions taken in the retail fueling business.\nImaging and ID posted a solid quarter, up 8% organically on broad-based strength in our marking and coding printers, spare parts and consumables. Our serialization software business continues to perform well and win new accounts. FX remained a negative headwind to absolute revenue and profits in this segment that drove a large base of non-U.S. dollar revenue. Margins in Imaging and ID were very strong at 24%, improving 260 basis points on volume, conversion, pricing actions and mix.\nPumps and Process Solutions declined 7% organically in the quarter, driven principally by the post-COVID transition in the biopharma space. New orders for biopharma grew sequentially during the quarter as the impacts from inventory destocking begin to subside. At the current trajectory, we expect to have one more quarter of headwinds then inflect positively in the second half of the year.\nAll the other businesses in this segment posted solid organic growth during the quarter with particular strength in precision components, industrial pumps, thermal connectors and polymer processing equipment. Operating margin was down against a peak comparable quarter in the prior year due to the mix effect from non -- from higher non-biopharma revenue.\nTop line and Climate and Sustainable Technologies continued its double-digit growth trajectory from the last 2 years, posting 16% organic growth. Demand trends remain particularly robust in heat exchangers and CO2 refrigeration systems, driven by global investments in sustainability. Beverage can making continued shipping deliveries against its strong backlog. Margins came in at 16% in the quarter, up 280 basis points year-over-year on strong volume conversion, productivity, positive price/cost and good mix of products delivered. I'll pass it to Brad here.\n\nBrad Cerepak\n\nThanks. Good morning, everyone. Let's go to Slide 6. The top bridge shows organic revenue growth of 3%, driven by increases in 3 of our 5 segments. Acquisitions contributed $19 million to the top line in the quarter. FX translation was a substantial headwind at 2.5% or $52 million and impacted both our revenue growth and profitability. FX headwinds resulted in $0.06 of negative EPS impact in the quarter.\nAt today's prevailing rates, we expect these FX headwinds to subside as the year progresses against easier comps with roughly $0.10 of negative FX impact forecasted for the first half of the year and $0.05 of favorability in the second half.\nFrom a geographic perspective, the U.S., our largest market, was up 3% organically in the quarter. Europe and Asia were flat and down 4%, respectively, on timing, of comparable shipments. We expect organic growth in both regions for the full year.\nOn the bottom chart, bookings were down year-over-year due to foreign currency translation, normalization of lead times across several businesses and a $90 million order de-booking related to a major retail refrigeration customer's decision to temporarily pause its new store expansion program. Now let's move to cash flow on Slide 7.\nFree cash flow for the quarter came in at $193 million or 9% of revenue. This represents a record first quarter free cash flow and was up over $200 million year-over-year. The first quarter is historically our lowest cash flow quarter due to seasonality of investments in working capital to support growth in the year ahead.\nAs discussed previously, our supply chains -- with supply chains improving, we have been actively working to liquidate our working capital balances in 2023 and we are beginning to see the results materialize. We expect our working capital balances, in particularly our inventories to reduce over the balance of the year and to be a significant driver of year-over-year cash flow. Excluding any impacts from acquisitions, we should materially pay down commercial paper balances over the next several quarters. As a result, we would expect interest expense to decline by $10 million between the first half and second half of the year.\nOur forecast for 2023 free cash flow remains on track for between 15% and 17% of revenue. I'll turn it back to Rich.\n\nRichard Tobin\n\nAll right. Let's go to Slide 8. Here, we show the growth in margin outlook by segment for 2023 that are underpinned by our current bookings and backlog trends. I'll make a few summary comments before I jump into the segments.\nFirst, our lead times have largely normalized across the portfolio. We highlighted in the chart our good backlog levels are primarily driven by a handful of operating businesses that are either a long cycle in nature or experience -- or experiencing secular growth where there is a supply-demand deficit or both.\nNext, our expectation going into the year was that order rates would normalize in an orderly fashion because the repaired supply chains, removed the rationale for customers to order for in advance. Order rates in the first quarter were strong across most businesses which is a positive indicator for our full year revenue targets, which do not require us to -- which do not require book-to-bill above 1 every quarter due to the aforementioned backlogs.\nWe expect growth in Engineered Products to remain solid, driven by pricing carryover as well as pent-up demand and improved chassis availability in refuse collection vehicles. We expect trading conditions in aerospace and defense, industrial automation and winch is to remain constructive following 2 years of excellent volume growth, we expect vehicle aftermarket to be stable.\nEngineered Products are set to improve margins in 2023 on solid volumes benefits from our recent productivity capital investments taking hold and positive price cost tailwinds.\nClean Energy and Fueling should grow low single digits organically, and solid demand in all businesses except aboveground dispensers, the constructive booking rates and customer sentiment in the dispenser business point to improvement from here with Q2 being the last quarter of negative EMV mix impact. For the year, we expect margin improvement in Clean Energy and Fueling volume recovery, improved mix, proactive restructuring actions in aboveground fueling and we expect revenue and absolute earnings growth to be entirely second half weighted for this segment as EMV volume comps fade.\nImaging and ID is expected to continue its mid-single-digit growth trajectory through the year. We see robust demand for renters consumables and professional services and the outlook for our software offerings is also strong after some recent customer wins. Full year margins should remain attractive for this segment. We project flat organic growth for the year in Pumps and Process Solutions. Coding activity remains strong in industrial pumps, the plastics and polymers business continues to deliver against record backlog levels with particular strength in the U.S. and in China, the Witte Pumps acquisition provides much-needed capacity to our Maag business. Demand for engineered bearings and compressor components remains robust with a notable mix in order rates towards energy transition markets, such as hydrogen, LNG and carbon capture. Thermal connectors continues to grow well into the double digits.\nIn biopharma, we expect the business to remain at current conditions in the second quarter and return to growth in the second half of the year as order rates continue to improve. As we discussed during the Analyst Day, the long-term tailwinds for single-use components for biological drug manufacturing are robust. Our full year margin target for this segment is approximately 30%.\nThe growth outlook for climate and sustainability technologies is solid as our businesses continue to ship against strong backlog levels. We are forecasting continued double-digit growth in both natural refrigerant systems and heat exchanges for heat pumps. We expect some second quarter headwinds in refrigeration cases due to the aforementioned debooking impacting fixed cost absorption, but we remain constructive on the overall demand and continue to expect our multiyear journey of margin improvement for the business.\nBeverage can making is booked for the next several quarters, and we have some very interesting opportunities in the pipeline. We expect continued margin improvement in 2023 on volume conversion, productivity gains and mix.\nGo to Slide 9. Here, we show the range of new-to-market products and the status of some of our important expansion projects that allow us to sustain our competitive advantages in our marketplaces. We are very bullish on the long-term value creation opportunity for these new product launches. You'll see each of these products touch sustainability, digitization or biopharma and hygienic applications. Our growth and capacity expansion projects are progressing well, whether behind our heat exchangers, natural refrigerant systems, or biopharma businesses. Each of these applications are growing in double digits. Over the long term, these will be important drivers of our underappreciated organic growth story.\nOur previously announced restructuring within the retail fueling segment is on track as we transform this business model. We also took some incremental footprint restructuring actions in retail fueling in Europe in the first quarter, and we have several ongoing projects across other operating companies as well.\nLet's wrap up on Slide 10. Dover's portfolio consists of a range of niche middle market industrial franchises with significant diversification from a product and end market exposure perspective, many of which we believe are secular growth tailwinds. Our supply chains are not overly complicated, and our manufacturing operations are lean and getting leaner. We believe our diverse end market exposure together with our flexible operating model and value-added center-led initiatives will continue to be a competitive advantage for us regardless of the macroeconomic environment. We believe that we have line of sight for our full year forecast and a range of available cost levers to ensure we deliver. With that, so -- with that, we are maintaining our full year 2023 guidance. So Jack, let's go to Q&A."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/462df3448f450f9eb9c1665e30b3f4ac",
    "period": "2022 Q4",
    "content": "Q4 2022 Dover Corp Earnings Call\n\nQ4 2022 Dover Corp Earnings Call\n\nDOVNYSEJAN 31, 9:00 AM\n\nOperator\n\nGood morning, and welcome to Dover's Fourth Quarter and Full Year 2022 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Jack Dickens, Sr., Director of Investor Relations. (Operator Instructions) As a reminder, ladies and gentlemen, this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time. Thank you.\nI would now like to turn the call over to Mr. Jack Dickens. Please go ahead, sir.\n\nJack Dickens\n\nThank you, Gretchen. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through February 21, and a replay link of the webcast will be archived for 90 days.\nDover provides non-GAAP information and reconciliations between GAAP and adjusted measures are included in our investor supplement and presentation materials, which are available on our website. Our comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings, we assume no obligation to update our forward-looking statements.\nWith that, I'll turn the call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nThanks, Jack. Let's get started with the performance highlights on Slide 3. Dover delivered strong organic revenue growth of 9% and margin improvement of 150 basis points in the fourth quarter. Volume mix, price/cost and prior period reduction actions all contributed to the positive performance.\nAs we've been forecasting throughout 2021, the relationship between supply chain constraints of bookings has continued to play out in Q4. The majority of the labor and component availability and logistics constraints have dissipated to resulting in production lead times returning to pre-pandemic levels. Importantly, our 4% annualized through-cycle organic bookings growth rate reflects the continued secular demand strength across our businesses. Our order backlog remains elevated compared to normal levels and provides us with a good top line visibility going into 2023.\nOur continuous efforts to improve productivity and efficiency, principally enabled by advances we achieved in e-commerce adoption, back-office consolidation and SKU or SKU complexity reduction resulted in robust margin accretion in the quarter. We expect benefits from our recent efforts to further accrue in 2023. We continue to deploy capital with portfolio improvement, organic growth and production efficiency in 2022.\nOur capital expenditures in 2022 were the highest in recent Dover history, and we continue to invest in manufacturing productivity projects and proactive capacity expansions to fuel our top line growth and margin improvement capabilities.\nWe also completed 5 attractive bolt-on acquisitions in '22 that provide exposure to high-growth technologies and end markets. And finally, we took the opportunity to return capital to our shareholders, including the completion of our $500 million accelerated share repurchase, which was completed in quarter 4. We entered 2023 with a constructive stance. Demand trends remain healthy across our portfolio, and we have a significant volume of business and backlog entering into the new year.\nExpected revenue growth, price actions and productivity measures from 2022 lay the foundation for margin accretion in 2023. We have high confidence in Dover's (inaudible) end markets, flexible business model and proven execution playbook continuing to deliver earnings growth. Our strategy for robust through-cycle shareholder value creation remains unchanged to combine solid and consistent growth above GDP, strong operational execution, generating meaningful margin accretion over time and value-added disciplined capital deployment.\nAs a result of this, we are forecasting full year revenue guidance of 3% to 5% organic revenue growth and adjusted EPS of $8.85 to $9.05.\nI'll skip Slide 4, and let's move on to Slide 5. Engineered Products revenue was up 16% [to] quarter continuing the trend of double-digit top line growth through the year. Revenue growth was broad-based across the portfolio, particular strength in North America. Margins continued the sequential build throughout the year, finishing Q4 at 20%, up 620 basis points year-over-year, primarily driven by improving supply chains and price cost dynamics, products mix as well as investments in productivity initiatives.\nClean Energy & Fueling finished the quarter and the year roughly flat. On an organic basis, revenue performance in the quarter was up in clean energy components. Vehicle wash, fuel transport and below-ground retail fuel offsetting the comparable decline in dispenser and EMV card reader demand in the period.\nMargins in the quarter were up 170 basis points on positive price/cost and the mix impact from both organic and inorganic investments that we made in clean energy components and vehicle wash. This was augmented by further cost reduction actions initiated in the third quarter and the full year carryover of these actions will continue to accrue in 2023.\nIn Imaging & Identification volumes for our marking and coding printers, spare parts and consumables were strong in all geographies with the exception of near-term softness in China due to the COVID impact. Our software businesses continue to perform well with penetration of key customer brand accounts with strong growth in SaaS portion of our serialization software.\nFX remained negative heading into absolute revenue and profits in the segment given its large base of non-dealer (inaudible). Q4 margins in Imaging & ID were very strong at 25%, improving 250 basis points on stronger volumes, pricing actions and products -- product mix richness. This business has delivered exemplary margin improvement in the last few years as it utilizes our productivity tools for e-commerce, back-office consolidation and offshore engineering.\nPumps & Process Solutions was up 4% organically for the year but posted a 4% decline in the fourth quarter, driven principally by post-COVID transition in biopharma space. The non-COVID biopharma business has continued to grow, and our overall biopharma business is well above its pre-pandemic level.\nNew orders for biopharma connectors inflected positively in the fourth quarter after several quarters of sequential declines. All other business of this segment posted solid organic growth in the fourth quarter with particular strength in polymer processing equipment and precision components on the back of improved conditions in energy markets.\nOperating margin for the quarter was 29% as comparable revenue mix of products delivered. Top line in Climate & Sustainability Technologies continued its double-digit growth in the fourth quarter, posted 27% organic growth across all business geographies. Demand trends remain particularly robust in heat exchangers and CO2 refrigeration systems, driven by the global investments in sustainability.\nOur capacity expansion programs in both these businesses remain on schedule and will continue to allow us to continue to meet growing customer demand. Margins were up 450 basis points in the quarter and over 300 basis points for the full year on improved productivity in food retail and strong volume growth and good mix of product delivered.\nI'll pass it on to Brad here.\n\nBrad M. Cerepak\n\nSenior VP & CFO, Dover Corporation\n\nThanks, Rich. Good morning, everyone. I'm on Slide 6. The top bridge shows our quarterly organic revenue growth of 9%, driven by increases in 4 of our 5 segments. As expected, FX was a substantial headwind at 5% or $94 million and impacted both revenue growth and profitability. FX headwinds resulted in Q4 and full year 2022 negative EPS impact of $0.10 and $0.35, respectively. Recent euro gains against dollar have reduced our forecasted FX headwinds in 2023, which we currently estimate at $0.05 to $0.10 for the full year EPS.\nM&A contributed $58 million to the top line in the quarter, a product of $80 million from acquisitions, partially offset by $22 million from divestitures late in 2021. We saw strong organic growth across most of our geographies in the quarter. The U.S., our largest market, was up 7% organically. Europe was up 19% organically, driven by particular strength in polymer processing, beverage can making, natural refrigerated systems and heat exchangers. All of Asia was down 1%. China, which represents approximately half of our business in Asia declined by about 10% in Q4, driven by short-term impacts from the COVID resurgence.\nOn the bottom chart, bookings were down year-over-year due to foreign exchange translation and normalizing lead times across several businesses. Now on our cash flow statement on Page -- Slide 7. Free cash flow for the year came in at $585 million, down year-over-year on increased capital expenditures, onetime tax payments and investments in working capital supporting growth. At our current earnings margin, we would expect to generate free cash flow of approximately 13% of revenue in an average year.\n2022 free cash flow lagged behind that level due primarily to elevated working capital investments, driving 2/3 of the gap. As previously discussed, our view -- we view incremental investment in inventory over the past 2 years as productive despite its carrying costs, enabling us to deliver 17% cumulative organic top line growth and over 30% growth in absolute EBITDA between 2019 and 2022.\nWe are now focused on extracting back cash invested in inventory. As supply chains improved in the fourth quarter, we began reducing inventory, particularly finished goods. The majority of excess we carry into 2023 is in raw materials, and we expect to consume a significant portion of that excess in the first half of the year.\nIn addition to inventory reductions, we expect to collect elevated receivables from the fourth quarter and normalize our payable balances, driving significant improvement in working capital in 2023. We also forecast lower CapEx following a stepped-up CapEx year in 2022. As a result, our forecast for 2023 free cash flow is between 15% and 17% of revenue.\nI'll turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nOkay. I'm on Slide 8. I'll be brief on this slide since we've been discussing the linkages between bookings, backlog and revenue and expected trajectory of these metrics for nearly 2 years. First, I'll remind everyone that in 2021, bookings of $9.4 billion, driven by post-COVID demand surge as well as constrained supply chains that required customers to order in advance were roughly 20% higher than our revenue that year resulting in an unprecedented backlog that requires time to ship and unwind while bookings normalize.\nImportantly, concerns about double ordering and cancellations did not materialize and we have been depleting the backlog in an orderly fashion as product lead times improved. If we smooth out the post-pandemic surge in bookings, our bookings CAGR has been 4% from 2019 to 2022.\nLet's go to Slide 9. Here, we show the growth in margin outlook by segment for 2023 that underpin our guidance. We expect Engineered Products to remain solid. Pent-up demand and automation initiatives and waste hauling support a robust outlook. Despite high demand, our refuse collection vehicles shipments in 2022 is still has not recovered to pre-pandemic levels due to chassis availability.\nAfter an excellent (inaudible) performance in Vehicles Services group in Q4, we expect a slower start in 2023. And Engineered Products is forecast to improve margins in 2023 on solid volumes, benefits from our recent productivity capital investments taking hold and positive price cost tailwinds. Clean Energy & Fueling is expected to grow single digits organically, which we expect to be second half weighted due to uptime demand for dispensers entering the year.\nDispenser bookings beginning to normalize, we expect Q1 to be the trough for the business with gradual recovery through the remainder of the year. All other businesses in the segment are positioned well for growth in 2023 with particular strength in our clean energy components. For the year, we expect margin improvement for energy and fueling and volume recovery, improved mix and recently enacted restructuring actions in above ground fueling.\nImaging & ID is expected to continue its trajectory steady GDP growing at an attractive margin. We see robust demand for new printers and components and consumables and professional services, the outlook for the both serialization and brand potential software is also strong. Margins in this business are robust, and we expect them to remain as such in 2023.\nWe project flat organic growth in Pumps & Process Solutions, our industrial pumps and plastics and polymers precision components and thermal connector businesses and are all positioned for solid growth. The biopharma components business is expected to hit its bottom in volume and margin in the first quarter as customers work through and repurpose excess inventory.\nWe are beginning to see encouraging signs of bookings for our biopharma connectors and our full year forecast may prove to be conservative. The long-term tailwinds of single-use components or biological drug manufacturing remain compelling. And importantly, our products are specified for regulated manufacturing of therapies with attractive growth outlook, and we continue to win new specifications in an active pipeline of new biologics and cell and gene therapies.\nMargin performance is expected to be roughly flat in the year with a sequentially lower level in the first and second quarters unfavorable product mix from slower biopharma and geographic mix from higher sales in China for plastics and polymers. Growth outlook for climate and sustainability technologies remain solid as our businesses continue to ship against strong backlog levels. We are forecasting continued double-digit growth in both natural refrigerant systems and heat changes for heat pumps.\nOur beverage can making business is booked well into 2023. We expect continued margin improvement in 2023 on volume conversion, productivity gains and mix. Move on to Slide 10. Here, we show our recent performance against our capital allocation priorities.\nOur priority is to reinvest in our business, which represents the highest return on investment. 2022 represented a recent record for CapEx with numerous capacity expansions and productivity investments completed. We will continue our efforts to add attractive bolt-on acquisitions to improve our portfolio by entering new markets with secular growth. We invested $325 million into 5 highly attractive acquisitions in 2022. We're carrying significant firepower in a compelling M&A pipeline into 2023. Finally, as we did in 2022, we will return excess liquidity to our shareholders through increased dividends and opportunistic share repurchases.\nLet's move on to Slide 11 for the wrap up. Before we get into our full year guidance, I'll make a few comments on our view of the macro environment and how we believe the year may develop. First and foremost, we hope that the Fed is cautious going forward from here. We support the efforts to tackle inflation, which had a large hand in causing, but we are in the camp that believes that the Fed has gone far enough and the lagged effect of further actions can be problematic to economic growth.\nMarket participants are likely to be cautious with the timing of the demand-generating decisions as there is a recognition that manufacturing lead times and logistics constraints had been largely repaired. And as such, we expect first quarter demand to reflect this cautious stance. We expect seasonality to the year to be weighted towards quarter 2 and 3 in revenue and earnings and weighted to H1 for cash flow as our balance sheet reflects liquidation of inventory and receivables from 2022.\nDespite the uncertain macro, our goals remain ambitious. We will push hard to win our share of demand. We have done a lot of work to improve the performance of our products, and we believe we will have the right to win. We have proactively expanded capacity to meet projected demand in areas of the portfolio with significant secular growth opportunities.\nSo now let me put our guide in EPS performance for the longer-term perspective. Our objective is to deliver double-digit through cycle EPS growth for our investors through a balanced mix of healthy revenue growth, margin accretion and value-creating capital deployment. We have been delivering on that equipment, not that commitment, and we drive -- we'll continue to drive to continue to do so.\nI want to thank our customers for trusting Dover businesses to deliver on their important needs, and I'm grateful that Dover teams across the world for continuing to serve our customers and execute well despite various challenges along the road. That completes the comments.\nSo Jack, let's go to questions."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/12ba19294316fc32be254b5dcf011037",
    "period": "2022 Q3",
    "content": "Q3 2022 Dover Corp Earnings Call\n\nQ3 2022 Dover Corp Earnings Call\n\nDOVNYSEOCT 20, 9:00 AM\n\nOperator\n\nGood morning and welcome to Dover's Third Quarter 2022 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Jack Dickens, Sr., Director of Investor Relations. (Operator Instructions)\nAs a reminder, ladies and gentlemen, this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time. Thank you.\nI would now like to turn the call over to Mr. Jack Dickens. Please go ahead, sir.\n\nJack Dickens\n\nThank you, Gretchen. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through November 10, and a replay link of the webcast will be archived for 3 months.\nDover provides non-GAAP information, and reconciliations between GAAP and adjusted measures are included in our investor supplement and presentation materials, which are available on our website. Our comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings. We assume no obligation to update our forward-looking statements.\nWith that, I will turn the call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nAll right. Thanks, Jack. Good morning, everyone. Let's start with the performance highlights on Slide 3. Dover delivered revenue growth and margin improvement in the third quarter, driven by rigorous execution and improving price/cost dynamics that were offset -- that more than offset the impact of supply chain challenges, inflationary cost pressures and foreign currency translation.\nDemand remains constructive across most of the portfolio with 4 out of 5 segments posting organic growth in the quarter. Backlog at $3.2 billion was up 12% year-over-year and remains approximately double the historical levels relative to revenue, driven by continued strong demand across many end markets.\nThe supply chain challenges that we've endured over the past 18 months continued to improve, which has allowed us to reduce our backlog this quarter through increased production performance. It is our expectation that this trend will continue for the balance of the year as supply chains and lead times normalize.\nDespite the building macroeconomic uncertainty, we are deploying capital to drive productivity and expand capacity in several businesses that are expected to deliver robust growth on secular tailwinds. We closed on the Malema Engineering acquisition in July, which adds a great technology to our biopharma portfolio, and we are continuing to pursue attractive bolt-on acquisitions. During the quarter, we also announced an accelerated share repurchase program to return $500 million of excess capital to shareholders while preserving sufficient liquidity for value-creating investments.\nWhile current demand conditions are solid, our management posture reflects growing caution with the macroeconomic outlook. As such, in the balance of the year, we'll be proactively reducing output in several businesses to draw down inventory balances and initiating cost-containment measures where appropriate.\nOur business model is flexible as our 2020 performance has proven. We firmly believe that ongoing improvements in the supply chain and available production capacity will allow us to match production to meet demand within prevailing lead times in Q1 of 2023.\nWe are adjusting our full year guidance to reflect the negative translation impact of foreign exchange on our revenue and earnings. The estimated full year impact of foreign exchange to EPS is approximately $0.37 per share with notable acceleration during the third quarter as the dollar rallied against most of our trading currencies.\nLet's skip Slide 4 and move on to Slide 5. All in all, the quarter developed as we expected. The capital goods portions of the portfolio delivered strong top line and margin expansion on the back of strong order books, lower input costs cycling through inventory as well as pricing actions taking hold.\nEngineered Products revenue was up 18% organically in the quarter on broad-based strength across the portfolio in major geographies as well as pricing actions. Margins were up 250 basis points year-over-year as our capital investments and productivity begin to show results and our investments in e-commerce platforms drive aftermarket volume. We expect margins to continue their upward trajectory through the balance of the year on solid volumes and improving price/cost dynamics.\nClean Energy & Fueling was roughly flat on an organic basis. Revenue performance was up in clean energy components, vehicle wash, fuel transport and below-ground retail fueling, but was offset by lower shipments and order trends in above-ground retail fueling, driven by customer construction delays in North America as well as overall caution among operators in Europe and Asia as a result of the weakening macro environment.\nMargins in the quarter were flat year-over-year as our clean energy margin mix and decisive cost actions were able to offset the reduced volumes and fixed cost absorption in the above-ground dispenser business. During the quarter, we began to take fixed cost-reduction actions in our dispenser business that were in part enabled by the global product platform harmonization and complexity reduction work that we've completed in the past 12 months, which enabled us to reduce our European dispenser SKUs offering by over 50%. These actions will continue through the first half of '23 and will result in meaningfully improved operating margins going forward.\nIn Imaging & Identification, volumes for our marking and coding printers and spare parts recovered well on improving electronics input availability as well as the roll-off of COVID lockdowns in China from the prior quarter. Pricing actions and consumables and service demand were positive contributors in the quarter. FX is a negative headwind to absolute revenue and profits in this segment given its large base of non-U.S. dollar revenue.\nQ3 margins in Imaging & ID were very strong, improving 230 basis points, driven by pricing actions, product mix richness and improved operational efficiency. Pumps & Process Solutions posted 2% organic growth. We saw solid performance in industrial pumps, medical and thermal connectors, polymer processing and recycling and precision components. As expected, the biopharma components business, which delivered peak revenue in Q3 last year on COVID vaccine demand, declined year-over-year in the quarter as the biopharma industry continues to pivot from COVID vaccines to a growing suite of biologic therapies.\nOur nonbiomedical and thermal connector business has grown 30% year-to-date, driven largely by demand in data center and electrical vehicle charger cooling applications. On the back of this demand and forecasted demand, we are finalizing the commissioning of a new assembly plant in the Minneapolis area in Q4.\nOperating margin in the quarter remained robust at approximately 30% despite a larger proportion of revenues from industrial products and from improved volumes, pricing and efficiency programs across the segment. Top line in Climate & Sustainable Technologies continued to be strong, posting 19% organic growth on solid volume and pricing actions across all businesses and geographies. All 3 businesses have significant backlogs into 2023. Our capacity expansion programs in CO2 systems and heat exchangers remain on schedule as we continue to invest behind areas of secular growth beyond 2022.\nMargins were up 500 basis points in the quarter on price and strong volumes, materially improved productivity in food retail as a result of capital deployment projects and product complexity reduction and improved portfolio mix in can-making equipment and spares and heat exchangers.\nI'll pass it to Brad here.\n\nBrad M. Cerepak\n\nSenior VP & CFO, Dover Corporation\n\nThanks, Rich. Good morning, everyone. Let's go to Slide 6. The top bridge shows our organic revenue growth of 9%, driven by increases in 4 of our 5 segments. FX was substantial at 5% or a $97 million headwind to our revenue growth as well as our profitability, resulting in $0.11 of negative EPS impact in the quarter.\nChanges in foreign currency translation from our last guide in July until today are estimated to have an incremental impact of approximately $0.10 to our full year EPS. M&A contributed $55 million to the top line in the quarter, a product of $89 million from acquisitions, partially offset by $34 million from a divestiture late last year.\nWe saw solid organic growth across our major geographies. The U.S., our largest market, was up 11% organically in the quarter. Europe was up 9% and all of Asia was up 13%. China, which represents approximately half of our business in Asia, posted 8% organic growth this quarter, up from a 4% decline last quarter as our businesses recovered from COVID-driven lockdowns that impacted our ability to produce and sell in the country.\nOn the bottom of the chart, bookings were down year-over-year due to foreign currency translation and improved lead times across several businesses. Our cash flow statement is on Slide 7. Free cash flow through the first 3 quarters of the year sits at approximately $300 million, down year-over-year on capital expenditures investment, timing of tax payments and performance payments, but mostly on planned investments in working capital.\nWe have been carrying elevated raw materials and components inventory levels throughout the year, reflective of our high backlog levels and input shortages as well as higher receivable balances on growing sales. We are actively working to bring down our inventory through the balance of the year and expect to further liquidate our working capital position with the degree of cash generation also dependent on the timing of collection of receivables.\nWe expect free cash flow generation to significantly improve in the fourth quarter, which is historically our highest cash flow quarter of the year. However, the exact timing of working capital liquidation may take into early 2023.\nWith that, I'm going to turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nOkay. Thanks, Brad. Let's move to Slide 8. Let's discuss the battleground items for the balance of '22 with a brand-new slide, demand trends and backlog. More than a year ago, we were clear that we expected comparable booking metrics to moderate when supply chains start normalizing, and that's the story of the quarter. Bookings were down on a year-to-year basis against a very high comparable quarter, and backlog declined this quarter as a result of improved production performance, which drove the top line.\nI call your attention to the middle column of the slide. Our backlog remains at historically high levels, about double where it was relative to sales prior to the pandemic. This is driven to a lesser extent now by extended lead times and customer placing post-pandemic orders much further in advance than normal as a result of supply chain and industrial capacity constraints, but more importantly, by strength of fundamental demand of our products and solutions in multiple markets that are indicated with green arrows on the slide.\nWe've talked about secular growth drivers in some of these markets previously and we continue to see robust near-term trends driving investment in these businesses. Despite strong demand, shipments were held back in the quarter in several businesses, most notably in Engineered Products, due to hydraulic component shortages and chassis availability and in Climate & Sustainability due to subcomponents availability and capacity constraints. We are currently expanding capacity in both CO2 systems in the United States and heat exchangers in 4 different geographies to meet projected demand.\nThe portions highlighted in orange, we expected to some degree, but above-ground fueling weakened in the third quarter as our customers have not been able to overcome short-term construction delays, pushing new builds into 2023. And the biopharma transition from the COVID vaccine production has taken longer than we would expect. We expect both to normalize as we move into 2023 based on inventory drawdowns and reconfirmed CapEx plans.\nAll in all, our backlog remains elevated, and they will continue to support the top line. Additionally, our backlogs give us confidence and visibility to plan our production efficiently. And as I mentioned earlier, will allow us to manage our working capital by flexing production performance to quarterly demand.\nToday, about 70% of our Q4 revenue is already booked, and we have a solid foundation of book business carrying to '23 that you can see on the slide by segment, highlighting the healthy mix of short- and long-cycle elements of the portfolio.\nLet's go to the bridge on Slide 9. Here shows sources of value creation that lead us to our forecast double-digit EPS growth this year. We expect to significantly offset much of the $0.37 of FX headwind this year through strong execution and cost controls. We are conducting short-term cost-containment measures where appropriate, but more importantly, we are beginning some fundamental cost actions in our Clean Energy & Fueling segment.\nThe 2023 full year EPS accretion from these actions is expected to -- expected at approximately $0.23 per share. We have additional cost actions underway, which we'll update on the Q4 call.\nBetween our current inflight restructuring activities and the share repurchases completed this year, we expect a solid foundation of EPS carryover benefit into 2023. As we prepare for various macroeconomic scenarios next year, we are confident in our portfolio's ability to outgrow and out-execute in our respective markets. The niche markets that we participate in are attractive and structurally sound from a competitive point of view.\nOur investments in back-office consolidation, e-commerce platforms and product line complexity reductions are providing us a multiyear runway to further reduce our fixed cost structure and variable costs while enriching the customer experience. Through organic and inorganic growth, we have rescaled Dover since the spin in 2018, which provides us increased optionality for the portfolio decisions as we continue our value-creation journey.\nIn closing, I'd like to recognize that we've been pushing our group hard this year, and I want to thank my colleagues around the globe for their continued dedication and strong performance in a demanding operating environment.\nAnd with that, Jack, we'll go to Q&A."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/18dd0bdb4a4dc8c7d32b00af3777f3a7",
    "period": "2022 Q2",
    "content": "Q2 2022 Dover Corp Earnings Call\n\nQ2 2022 Dover Corp Earnings Call\n\nDOVNYSEJUL 21, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Dover Second Quarter 2022 Earnings Conference Call. Speaking today are Rich Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Jack Dickens, Senior Director of Investor Relations. (Operator Instructions)\nAs a reminder, ladies and gentlemen, this conference call is being recorded. (Operator Instructions) Thank you. And I would now like to turn the call over to Mr. Jack Dickens. Please go ahead, sir.\n\nJack Dickens\n\nThank you, Emma. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through August 11. The replay link of the webcast will be archived for 3 months.\nDover provides non-GAAP information. Reconciliations between GAAP and adjusted measures are included in our investor supplement and presentation materials, which are available on our website. Our comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings. We assume no obligation to update our forward-looking statements.\nWith that, I will turn the call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nThanks, Jack. Good morning, everybody. Let's start with the performance highlights on Slide 3. Our team delivered a strong second quarter performance, which led to record quarterly revenue and sequential year-over-year earnings growth.\nConsolidated organic revenue growth of 7% in the quarter as our businesses continue to capitalize on strong backlogs and pricing actions continue to take hold. We believe our ability to execute and provide needed capacity in today's challenging environment has led to noteworthy share gains in multiple markets, which is positive for our continued growth.\nComponent shortages and COVID lockdowns in China did negatively impact shipment volumes and, consequently, efficiency and fixed cost absorption in several businesses during the period. Despite these difficulties as well as FX headwinds, our absolute segment profit increased year-over-year and operating margin improved sequentially in the quarter, driven by cost controls, good volume and meaningfully improving price cost dynamics.\nOur strong balance sheet provides flexibility for value-creating capital allocation initiatives. We are investing in capacity expansions and productivity improvements across many of our operating companies to capitalize on secular revenue growth opportunities, capture market share and drive improvements in operational performance.\nThe recently-announced Malema acquisition will enhance our biopharma business, closed on July 1, and we continue our pursuit of attractive bolt-on acquisitions. We also repurchased $85 million worth of shares in the second quarter, and will continue to proactively evaluate capital deployment alternatives through the remainder of the year.\nOur strong backlog, constructive demand outlook and execution playbook position us well to deliver growth in revenue and earnings amidst an increasingly uncertain grow economic backdrop. We are maintaining our 2022 adjusted full year guidance of $8.45 to $8.65 per share.\nI'll skip Slide 4, which shows the detailed quarterly results. Let's move on to Slide 5 to discuss segment performance. Engineered Products revenue is up 19% organically in the quarter on broad-based strength across the portfolio in major geographies as well as pricing actions. Margins were up 130 basis points sequentially, and we expect the trend to continue through the second half as price/cost spread continues to roll forward.\nClean Energy & Fueling volumes were driven by strength in clean energy components, vehicle wash and below-ground fueling components offset by the expected roll-off of EMV-related demand in North America, which peaked in the comparable quarter last year.\nMargins in the quarter were down year-over-year on lower volumes and constrained input and, to a certain extent, mix. The sequential margin improvement was significant, however, at 410 basis points versus last quarter, driven by improving cost dynamics and product mix.\nIn Imaging & ID, our volumes in our core marketing and coating business were constrained by electronics and other import shortages as well as COVID lockdowns in China, which offset growth in our serialization of brand management software businesses, FX as a material negative headwind to absolute revenue profits in the segment given its large base of international revenue.\nQ2 margins in Imaging & ID were impacted by lower volumes and production stoppages in Asia but improved sequentially. The team has done a good job in cost containment and finding alternative suppliers to alleviate supply chain constraints, and we are confident about good margin conversion in the second half.\nPumps & Process Solutions posted a 7% organic growth. We saw strong double-digit growth in our core non-COVID biopharma business as well as robust growth in medical and thermal connectors, industrial pumps, polymer processing and precision components. Operating margin in the quarter remained robust at 31% plus despite a mix shift towards industrial components.\nTop line in Climate & Sustainability Technologies continue to be strong, posting 11% organic growth on solid volume in heat exchangers and beverage can making as well as pricing across all businesses. Volumes in food and retail were constrained by supply chain challenges, which negatively impact cost efficiency and will result in shipments pushing out into Q4.\nComparable and sequential margins were up in the quarter on better mix and price cost, though partially offset by production efficiencies and input shortages. As you can see, we're marching towards our mid-teens operating margin target in this segment.\nI'll pass it on to Brad here.\n\nBrad M. Cerepak\n\nSenior VP & CFO, Dover Corporation\n\nAll right. Thanks, Rich. Good morning, everyone. Let's go to Slide 6. The top bridge shows our organic revenue growth of 7%, driven by increases in 3 of our 5 segments. FX was substantial at 4% or $74 million headwind to our revenue growth and also to our profitability, resulting in $0.08 negative EPS in the quarter.\nWe expect FX to remain a headwind for the year compared to our prior expectations, and all changes in foreign currency translations from April until today are estimated to have a full year 2022 impact of an incremental $0.10. M&A contributed $49 million to the top line in the quarter, a product of $84 million from acquisitions partially offset by $34 million from the Unified Brands divestiture.\nWe saw organic growth across the U.S. and Europe. Asia was flat organically in the quarter as China was down 4%, driven principally by COVID lockdowns offset by growth in other parts of the region. Our businesses in China have resumed operations and are currently seeing recovery in production in regionally-sourced components.\nOn the bottom of the chart, bookings were down year-over-year, primarily due to foreign exchange and a one-off $74 million debooking in beverage can making due to customer financing limitations. Likewise, our backlog was negatively impacted by the aforementioned debooking as well as a negative impact from FX.\nLet's go to the earnings bridges on Slide 7. Before I get into the charts, I want to remind everyone we now exclude the impact of acquisition amortization accounting from our segment earnings, which avoids a deal-related noise quarter-to-quarter and better aligns the basis of our segment earnings presentation with our consolidated adjusted EPS. This change had no impact to our GAAP earnings or adjusted EPS.\nNow to the charts. Segment earnings were up $9 million in the quarter on improved volumes and price costs, though partially offset by supply chain constraints and foreign exchange headwinds. Segment margins were down 80 basis points.\nAdjusted net earnings improved by $10 million, driven by higher segment earnings and favorable corporate expenses partially offset by higher taxes. The effective tax rate, excluding discrete tax benefits, was approximately 21.5% for the quarter, comparable to the prior year period.\nDiscrete tax benefits were lower than the prior year at $4 million in the quarter or approximately $0.03 of EPS. This compares to discrete tax benefits of $0.08 in the second quarter of '21. We expect our back half tax rate to be in the range of 21% to 22%.\nOur cash flow statement is on Slide 8. Free cash flow declined in the first half of the year, driven by working capital investments and inventory necessitated by the high backlog supply chain constraints and exacerbated by input shortages preventing completion of some work in process inventory in the quarter as well as higher receivable balances on growing sales.\nThe quarter also included $43 million tax payment related to the sale of Unified Brands. Capital expenditures were up year-over-year and are principally in support of our robust growth expectations across several businesses.\nFree cash flow was 6% of revenue in the quarter and would have been 8% excluding the UB tax payment. We expect cash conversion to improve in the second half of the year, more in line with typical cash conversion seasonality in our businesses, driven by earnings conversion and inventory reductions.\nWith that, I'm going to turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nAll right. Thanks, Brad. Let's go to Slide 9. This slide is our current view of the demand outlook, operational environment and margin drivers for the remainder of '22 by segment. We expect top line in Engineered Products to remain robust based on elevated backlogs and implemented price increases.\nVehicle Services continues to see a constructive demand environment across all geographies with particular strength in North America. Demand for refuse collection vehicles and parts remains very strong, and our Connected Collections digital business is significantly outperforming expectations.\nOur backlog includes fully implemented price actions that support the projected recovery in margins. We expect volume productivity and improved price cost spread to be positive drivers of earnings accretion and margin improvement in the second half of the year.\nIn Clean Energy & Fueling, we expect to see robust growth in the second half of the year after a roughly flat first half. We continue to see solid demand in North America for below-ground retail fueling, fuel transport, vehicle wash and software solutions.\nOur acquisitions in clean energy components continue to outperform their year 1 acquisition models, and we have already begun to deploy capital in these businesses to expand capacity and improve productivity. We expect margin performance to improve in the second half on stronger volumes and mix, which will drive improved full year margins in this segment.\nWe expect volumes in Imaging & ID to improve as component shortages (inaudible), with China recovering from second quarter COVID shutdowns. We continue to work to identify alternative electronics providers to alleviate component bottlenecks going forward, and we're beginning to see some inquiries and improved order rates for large-scale printers and digital textile printing, a positive development in an industry that has experienced a prolonged recovery. We expect margin to improve in the second half and better volume and cost containment while keeping a close eye on FX.\nIn Pumps & Process Solutions activity, industrial pumps remain solid. Polymer processing has booked several big projects that lay the foundation for a very strong second half, and we recently received our single largest order ever for the business in early July.\nPrecision Components continues its upward trajectory in both bearings and compressor components across all geographies as investments in energy sector pick up. We expect the current below-normal demand trend in biopharma to continue for the balance of the year as biopharma manufacturers finish transitioning their R&D pipelines and production systems from COVID-related businesses to other growing biologic therapies.\nWe expect Climate & Sustainability Technologies to post double-digit organic growth this year, driven by large backlog and pricing initiatives. Demand remains robust across all lines in food retail. While input shortages have hampered food retail shipments, they are expected to improve, resulting in a catch-up of deferred shipments into the second half of the year. Our heat exchanger business is positioned well on strong order rates across all geographies and end markets, in particular in the European heat pump business.\nIn Belvac beverage packing equipment, business continues to work through its record backlog. We have already been awarded new projects in Q3 to materially offset the debooking in Q2. We expect margins to improve year-over-year on volume leverage and positive price/cost dynamics and normalizing supply chains.\nLet's go to Slide 10. I presented this slide at a recent conference, but it bears repeating as not everyone attended the event and the topic continues to be actively debated. There is a view that booking rates are the sole predictor of demand and revenue growth, and negative year-over-year bookings on top of a record 2021 are somehow spelling trouble. None of us know what the future holds, especially in the current environment, let's level set on the basics here.\nFirst, if you look at our revenue and bookings, they've historically been correlated. But because of demand wave coming out of the pandemic coupled with extended lead times from supply chain issues and some change in product mix, our bookings jumped in 2021 to $9.4 billion, well ahead of our revenue last year and our guide for '22 revenue.\nThat resulted in backlogs that are at record highs, roughly double where they have normally been on a 12 months revenue basis. That, over time, should come down, which is healthy because it means our lead times are coming down and global supply chains are improving.\nOur backlog is sufficient to feed revenue growth for a significant period, and it's worth noting that our backlogs midway through the year are still higher than they were at the beginning of the year. And despite a decline in bookings, our book-to-bill ratio so far this year is still above 1 and in line with historical trends. Our current booking and backlog trends should position us to enter 2023 on solid footing.\nLet's move to Slide 11, where we show historical first half versus second half margin performance. Historically, Dover has generated higher margins in the second half of the year. Last year was an anomaly of input inflation and supply chain constraints and COVID shutdowns hit the second half.\nOur sequential margin trajectory is upward and progressing largely as expected, and we remain confident about the positive second half margin dynamics in line with historical seasonality, although I would note that Q4 will contribute more to absolute profits than normal on backlog and order timing and as we liquidate a large work in progress balances of inventory.\nMake no mistake, we remain concerned with the inflation trajectory and general macro backdrop and the different demand scenarios that are possible in 2023. We have a playbook to act decisively to adapt both from a cost structure and working capital perspective to the different demand conditions. But sitting here today, looking at our backlog, significant portions of our portfolio were sold out for 2022, so we would expect the order rates to inflect positively as we go into the second half.\nWe have levers that are not demand dependent. We have positive contributions from our organic capital deployment and productivity initiatives, and our 4 enterprise pillar efforts will positively contribute to next year's earnings. We also have very interesting and underappreciated portions of our portfolio where secular demand growth will outperform the broader industrial market.\nIn closing, I'd like to thank my colleagues around the globe for their continued dedication to strong performance in a demanding operating environment. And Jack, I'll hand it back to you, and we can get to the Q&A."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/985200ac2d378bb1228e335d1f9b8367",
    "period": "2022 Q1",
    "content": "Q1 2022 Dover Corp Earnings Call\n\nQ1 2022 Dover Corp Earnings Call\n\nDOVNYSEAPR 21, 9:00 AM\n\nOperator\n\nGood morning and welcome to Dover's First Quarter 2022 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Jack Dickens, Senior Director, Investor Relations.\nAfter the speakers' remarks, there will be a question-and-answer period. (Operator Instructions)\nAs a reminder, ladies and gentlemen, this conference call is being recorded, and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time. Thank you.\nAnd it is now my pleasure to turn the call over to Mr. Jack Dickens. Sir, please begin.\n\nJack Dickens\n\nThank you, Chelsea. Good morning, everyone, and thank you for joining our call. An audio version of this call will be available on our website through May 12, and a replay link of the webcast will be archived for 3 months.\nDover provides non-GAAP information. Reconciliations between GAAP and adjusted measures are included in our investor supplement and presentation materials, which are available on our website.\nOur comments today will include forward-looking statements based on current expectations. Actual results and events could differ from those statements due to a number of risks and uncertainties, which are discussed in our SEC filings. We make -- or we assume no obligation to update our forward-looking statements.\nWith that, I will turn the call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nThanks, Jack. Good morning, everyone. I'm on Slide 3, which shows the detailed U.S. GAAP and adjusted quarterly results. So let's go to Slide 4 and take a look at the performance highlights.\nOur results in the first quarter were in line with expectations -- our expectations. The demand for our products and services continued to be robust across the portfolio, and the management teams of our operating companies did a solid job of navigating various challenges during the quarter.\nGoing into the quarter, we had appropriately forecasted the supply chain and input inflation headwinds, but we did not forecast significant geopolitical destabilization nor the return of pandemic challenges in China, which negatively impacted some businesses in our portfolio from a demand and supply chain perspective. We were able to largely offset these unexpected headwinds through robust production performance, particularly late in the quarter on the back of our backlog strength.\nLet's move to the next.\nOrganic revenue was up 9% year-over-year in the quarter on strong demand across the majority of the portfolio. Backlogs remain at record levels, up 54% year-over-year and 5% sequentially with book-to-bill above 1 in all 5 segments. Operating margin performance in the quarter was below our expectation.\nPlanned volume leverage productivity and tight cost controls were able to dampen the forecasted negative impact of supply chain constraints and negative price/cost embedded in older backlogs -- in older orders in the backlogs of certain businesses. But our actions were short of fully offsetting unscheduled production interruptions caused by supply chain constraints and severe weather events, which negatively impacted volume and cost absorption and had an unfavorable mix effect on margins. We expect this to be recovered over the balance of the year.\nDuring the quarter, we continued to invest organically in capacity expansions and productivity initiatives to drive revenue growth and operational success. We recently acquired a unique intellectual property portfolio used in electric powered and hybrid waste collection vehicles, which we plan to showcase a fully electric refuse vehicle built for one of our municipal customers at Waste Expo in May.\nOur first quarter performance demonstrated again the strength of our diversified portfolio of businesses and our commitment to continuous improvement and operational rigor. Due to the dynamic environment in which we are operating, quarter-to-quarter results will be noisy, which I'm sure we'll discuss at length during the Q&A. But keep in mind that we have a robust backlog and that the businesses that face challenges in the back half of 2021 are positioned to drive robust performance as we get through the tougher comps of the first half of 2022.\nDespite the macro headwinds, we are well positioned to deliver our full year revenue guidance of 7% to 9% organic growth and adjusted EPS of $8.45 to $8.65 a share.\nLet's go to Slide 5.\nEngineered Products revenue was up 15% organically in the quarter. Demand continues to be robust across much of the portfolio, and we have considerable visibility as a result of backlog -- our robust backlog position. Comparable operating margin was down largely as a result of price/cost and supply chain challenges but sequentially improved as production performance ramped up and older backlog shipped. We expect this dynamic to continue for the balance of the year.\nClean Energy & Fueling was flat organically as we -- as the expected roll-off of EMV demand in North America retail fueling was offset by growth in other businesses. Demand was strong across the balance of the portfolio of businesses with particular strength in clean energy components, vehicle wash, below-ground and fueling components.\nLet me unpack the margin performance here before we make this an EMV-only story and draw the wrong conclusions of the projected margin trajectory for the balance of the year.\nAs we previewed last quarter, we incurred roughly $20 million in new acquisition-related depreciation and amortization in the quarter driven by our clean energy acquisitions in late 2021. This represented a 400 basis point headwind to segment margins in the quarter. The balance of the margin dilution was the result of product mix, which is EMV driven, and Q1 supply chain and production challenges. Unfortunately, we lost a week of production in March due to a weather event at one of our main production facilities in Texas. Setting aside acquisition accounting, we expect the segment to deliver robust absolute revenue and profits for the full year.\nSales in Imaging & ID declined 1% organically as volumes in our core marking and coding business were constrained by component shortages as well as China lockdowns and reduction in business in Russia more than offset growth in our serialization and brand management software businesses. Digital textile printing continued its gradual recovery.\nQ1 margins in Imaging & ID were down due to lower volumes and higher input costs.\nPumps & Process Solutions posted another strong quarter at 13% organic growth. We saw strong volumes across all businesses and geographies. Demand remained strong in core biopharma activity, where drug R&D projects, which -- that were sidelined during COVID came back strongly, but we did see normalization in order rates for COVID-driven biopharma components as demand for COVID-19 vaccines and therapies moderated. Margin performance was solid in the quarter on strong volumes, fixed cost absorption and favorable [mix pricing].\nTop line results in Climate & Sustainability Technologies continued to be robust, posting 17% organic growth with strength across all businesses and major geographies. Margins were up in the quarter as robust volumes, solid operating performance and improved price/cost offset cost inflation and input shortages.\nI'll pass it on to Brad from here.\n\nBrad M. Cerepak\n\nSenior VP & CFO, Dover Corporation\n\nThanks, Rich. Good morning, everyone. Going to Slide 6.\nOn the top is the revenue bridge. FX was a 2% or $43 million headwind to the 9% organic growth, resulting in $0.05 of negative EPS impact in the quarter. Our FX forecast for the remainder of the year does not assume any changes to the prevailing exchange rates, which creates a headwind for the year versus our prior guidance.\nM&A contributed $53 million to the top line in the quarter, a product of $83 million from acquisitions, partially offset by $31 million from the Unified Brands divestiture. We saw solid organic growth across all geographies with notably strong performance in Asia and the Americas. China, which represents approximately half of our business in Asia, was up 20% organically in the quarter.\nMoving to the earnings bridge on Slide 7.\nAdjusted segment EBIT was down $7 million in the quarter and adjusted EBIT margin declined 200 basis points as improved volumes, continued productivity initiatives and strategic pricing were more than offset by input cost inflation, production stoppages as well as acquisition-related amortization that drove a roughly 100 basis point headwind.\nAdjusted net earnings improved by $13 million driven by higher segment EBIT, excluding AD&A, and a favorable tax rate.\nThe effective tax rate, excluding discrete tax benefits, was, approximately 21.7% for the quarter, same as the comparable period. Discrete tax benefits were $10 million in the quarter or $4 million higher than in 2021 for approximately $0.03 of year-over-year EPS impact.\nNow on our cash flow statement on Slide 8.\nFree cash flow declined in the first quarter and was slightly negative driven by working capital investments in inventory and heavy shipments in March, driving higher receivables as well as higher compensation payments.\nCapital expenditures for the quarter were principally in support of our robust growth expectations across several businesses. Q1 is our -- is seasonally our lowest cash flow quarter, and Q1 last year was a bit of an outlier due to post-COVID recovery.\nWith that, I'm going to turn it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nOkay. I'm on Slide 9. This slide includes our current view of demand outlook, operational environment and margin drivers for the remainder of 2022 buy-in.\nWe expect top line in Engineered Products to remain robust based on solid backlogs and sustained strong bookings. Vehicle services continues to ship against a record high demand driven by new vehicle service facility builds, replacement of service equipment, growth in wheel aligners as well as share gains. Orders for refuse trucks and software solutions are robust with new order rates pushing well into the second half of the year. Momentum in Industrial Automation remained strong, particularly in China and within automotive. Industrial winches continued to recover with notable strength in natural resources and energy, and aerospace and defense will remain muted in Q2 on order timing but should accelerate in the second half.\nAs expected, price/cost was negative in the first quarter in this segment, but we expect it to flip positive in the second quarter as several rounds of price increases cycle through backlogs. We have also introduced other mechanisms to dampen the impact of commodity cost volatility in our capital equipment businesses. All in, we expect margins to improve sequentially as the year progresses.\nWe expect Clean Energy & Fueling to post robust growth for the full year as solid growth in below ground, fuel transport, vehicle wash and software solutions, coupled with our acquisitions in clean energy and components, which are off to a strong start, should more than offset the roll-off of EMV demand.\nExcluding the $45 million of incremental deal-related amortization expenses in 2022, of which approximately $20 million were incurred in Q1, we expect full year margins to improve on volume and mix.\nDemand conditions in Imaging & ID are expected to remain solid as component shortages in core marking and coding subside. Serialization and brand protection software should contribute positively to robust bookings and backlog. Digital textile printing is recovering. We expect margin in this segment to be stable.\nOrder trends in Pumps & Process Solutions remain robust for much of the segment. Activity in industrial pumps and polymer processing is solid. And Precision Components continues its upward trajectory, aided by increasing activity at refineries and petrochemical plants and a recent uptick in orders for OEM gas compressor new-builds. Our biopharma business remained strong but likely lumpy intra-year from a demand perspective as our customers transition from COVID mRNA vaccine production to alternative therapies. Subject to year-to-year shifts in mix, we expect a 30%-plus margin in this segment as the new normal going forward.\nWe expect Climate & Sustainability Technologies to post double-digit organic growth this year driven by its large backlog and sustained order rates. New orders in core food retail businesses have been healthy across product segments. Our case business within food retail is now booking into 2023. Our heat exchanger business is positioned well on strong order rates across all geographies and markets. And Belvac packaging equipment business continues to work through its record backlog. They are also booked for 2022 and are taking orders for 2023.\nQ2 and Q3 are seasonally strongest quarters for volumes and margins in this segment. We expect margins to improve significantly in 2022 on improved volume leverage, positive price/cost dynamics and normalizing supply chain.\nOkay. Here we go. This is the new slide, and I'm going to attempt to provide some clarity on bookings and backlog by segment since this subject has been actively debated and I can see it continues to be this morning.\nFirst, total backlog is up 50% year-over-year with double-digit growth across all segments despite robust revenue performance in the last 12 months. All segments also posted sequential growth in backlog during Q1.\nNext, our book-to-bill in Q1 was 1.1 with all 5 segments above 1 by 9% revenue -- organic revenue growth in the quarter. This is a very good picture. Top line visibility is a great thing from an operational planning perspective, and it's important pillar of our full year guidance.\nIntuitively, we would not expect these elevated order rates and advanced ordering patterns to persist, especially in the short-cycle portion of our portfolio, as supply chains improve. But we see two factors influencing current order patterns. First, it's reasonable to assume that customers who expect persistent inflation will continue advanced ordering to lock in favor -- in the attempt to lock in favorable pricing. And second, customers expecting robust demand in 2023 or remain cautious on supply chain stability want to ensure supply.\nAs you can imagine, we spent a lot of time on this topic and, at present, do not have a conclusive view despite booking into 2023 in long-cycle, CapEx-driven portions of the portfolio. So we'll just have to adapt accordingly and keep a keen eye on working capital as the year progresses. I would, however, caution that we need to be careful about drawing definitive conclusions on changes in comparative order rates or backlogs.\nThe scale of our typical operating company gives us significant flexibility to adapt to changes in the demand environment. And we manage them all uniquely based on the operating model, business cycle and competitive stack. I'm absolutely confident that we have the tools to maximize profitability to the upside scenario and to protect it on the downside, as we approved in 2020 and 2021.\nDover's portfolio has significant diversification from a product and end market exposure perspective, many of which we believe have secular growth tailwinds. And as such, despite the ongoing macro and geopolitical challenges at present, we are continuing to invest organically behind areas of strength.\nMoving to Slide 11. Again, we're reaffirming full year guidance for the year. And let's move on to Q&A."
  },
  {
    "header": "DOV",
    "cik": "0000029905",
    "ticker": "DOV",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e969d639f4e63cc106fc06fb9511727b",
    "period": "2021 Q4",
    "content": "Q4 2021 Dover Corp Earnings Call\n\nQ4 2021 Dover Corp Earnings Call\n\nDOVNYSEJAN 27, 9:30 AM\n\nOperator\n\nGood morning, and welcome to Dover's Fourth Quarter and Full Year 2021 Earnings Conference Call. Speaking today are Richard J. Tobin, President and Chief Executive Officer; Brad Cerepak, Senior Vice President and Chief Financial Officer; and Andrey Galiuk, Vice President of Corporate Development and Investor Relations. (Operator Instructions)\nAs a reminder, ladies and gentlemen, this conference call is being recorded. and your participation implies consent to our recording of this call. If you do not agree with these terms, please disconnect at this time. Thank you.\nI would now like to turn the call over to Mr. Andrey Galiuk. Please go ahead, sir.\n\nAndrey Galiuk\n\nVP of Corporate Development & IR, Dover Corporation\n\nThank you, Dani. Good morning, everyone, and thank you for joining our call. This call will be available on our website for playback through February 17, and the audio portion will be archived for 3 months.\nDover provides non-GAAP information and reconciliations between GAAP and adjusted measures are included in our investor supplement and presentation materials, which are available on our website.\nOur comments today will include forward-looking statements that are subject to uncertainties and risks. We caution everyone to be guided in their analysis of Dover by referring to our Form 10-K and our most recent Form 10-Q for a list of factors that could cause our results to differ from those anticipated in any forward-looking statement. We undertake no obligation to publicly update or revise any forward-looking statements, except as required by law.\nWith that, I will turn this call over to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nThank you, Andrey, and good morning, everyone. Let's start on Page 3.\nWe are thankful of the extraordinary efforts of our Dover team members, which enabled us to deliver strong operating results amidst challenging conditions during 2021. We are also grateful to our customers who trusted us with their business while adapting their supply chains and business models to this rapidly changing and demanding environment. The resilience and creativity of our teams and the durability of our customer relationships were the key elements of our success this year, and we are committed to build upon those pillars in 2022 and mobilize to deliver another strong year of performance.\nAll right. Go on to the quarterly and full year results. We delivered strong and better-than-expected results in fourth quarter and the full year posting organic revenue growth of 11% and 15%, respectively. Our margin conversion for the year was strong, and we delivered segment margin increase of over 200 basis points for the year, driven by volume growth, productivity gains and our center-led enterprise capabilities.\nWe are satisfied with this accomplishment in the face of the well-chronicled input shortages, supply chain constraints and COVID-driven quarantines and absenteeism that became increasingly challenging during the Omicron period of Q4. As we mentioned in the opening remarks, we battled through as best we could under the circumstances, but we cannot help but be very frustrated by the continuing guidance on mandates and deadlines. It often -- it seems often that we have learned very little in the past 24 months.\nWe complemented our strong operational execution with value-creating organic, inorganic growth investments. We deployed $1.1 billion in 9 highly strategic bolt-on acquisitions and also completed the divestiture of our noncore foodservice equipment platform on December 1. These investments advance our deliberate strategy to expand into markets with secular growth opportunities.\nRecognizing the recent changes to our portfolio and to better reflect the nature of the markets and customers served by our businesses, as well as the contributions to revenue growth and profits, we have changed the name of our Fueling Solutions segment to Clean Energy & Fueling and our Refrigeration & Food Equipment segment to Climate & Sustainability Technologies.\nLooking ahead to 2022, we entered the year with constructive optimism despite the ever-evolving operating environment and geopolitical clouds. We believe that growth conditions are still with us but is critical that policies are enacted or not enacted to continue this trajectory. A methodical, monetary tightening is deemed necessary, and I agree that it is. I would urge caution on the pace of any policy decisions in the regulatory environment or taxation if one wants to preserve GDP expansion trajectory. As COVID and its effects subside, we desperately need policy pragmatism with a bias towards policy that foster economic growth.\nDemand conditions across the majority of the portfolio remain favorable, as evidenced by our strong sustained bookings in the fourth quarter and throughout the year, with a book-to-bill each quarter above 1, even with the aforementioned double-digit revenue growth. Our backlog of $3.2 billion is up 84% versus this time last year, which allows us to better plan our capacity production and inventory, a major benefit in today's constrained operating environment. While we expect these operational challenges in supply chain and labor availability to continue into early '22, we do not expect operating conditions. We do expect operating conditions and price material spreads to improve as the year progresses.\nWe believe we are well positioned to deliver robust top line growth, margin expansion and EPS accretion in 2022. We are, therefore, forecasting full year revenue guidance of 7% to 9% organic growth and adjusted EPS of $8.45 to $8.65 per share.\nI will skip Slide 4, which provides more detailed overview of the results. So let's go on to Slide 5.\nEngineered Products revenue was up 16% organically in the quarter as demand remained favorable across all businesses. Vehicle Services posted a strong top line quarter and market indicators remain positive. Environmental Services Group revenue was up year-over-year, with both bookings and backlog remain robust moving into 2022. Industrial automation demand remained high. posting its strongest bookings quarter of the year, while deliveries were negatively impacted by output challenges in America and Europe.\nAerospace and defense posted a solid year-over-year growth with good momentum behind our recent SB acquisition, the recovery of industrial, which continues with all end markets trending positive. Despite the heightened demand, margin performance in the segment remains negatively impacted by the combination of input cost inflation and input shortages with notable impact from COVID-related absenteeism, particularly late in the quarter where we ran at over 20% rates in some instances at the height of Omicron.\nIn the fourth quarter, Engineered Products was the only segment that had a negative price/cost spread, largely driven by raw materials and logistics costs. This remains our most challenged segment in the current operating environment that we have line of sight to improve margin outlook as the price/cost spread turns positive in 2022. Incremental margin conversion is expected to gain steam through the year as we cycle through inventory and we begin shipping off a strong backlog that was priced in the second half of 2021.\nClean Energy & Fueling was down 4% organically in the quarter against a difficult comparable from 2020 when we saw the high watermark of EMV demand. Additionally, volume was constrained by our customers' construction, labor slowdown and component shortages as well as COVID absenteeism in Europe. Booking trends in backlog in the aboveground business remain constructive. Based on early market feedback and trajectory, we believe that we have a winning product with the Anthem dispenser. Conversely, demand trends for below-ground equipment have picked up in North America, and deliveries and vehicle deliveries in vehicle wash continued their upward trend, most notably in access terminal and controller business that we acquired a year ago.\nOur recent Clean Energy acquisitions had a minimal impact on our Q4 results. However, backlogs in these businesses are strong. Margins were down in the quarter, primarily due to the lower volumes, product mix, absenteeism-driven inefficiencies and lost fixed cost absorption. Full year results in this business were strong and better than we initially forecasted early in the year on robust growth, productivity and favorable mix.\nSales in Imaging & Identification grew 3% organically. The core marketing and coating business was strong and comparable volume, though short of components and some order pushouts reduced volumes and printers. Our serialization and brand management software business continues to grow ahead of expectations, and we're working diligently to add additional resources here as we integrate and scale the business.\nThe digital textile business continues its gradual recovery. It was up against a low bar comparable quarter, but it has still not recovered to pre-COVID levels. Q4 margins in Imaging & ID improved by 40 basis points year-over-year as mix and price more than offset cost inflation and input availability issues. Full year results were strong. The segment delivered 8% organic growth and 170 basis points of margin expansion on good volumes and productivity initiatives.\nPumps & Process Solutions posted another strong quarter at 30% organic growth. Revenue for our CPC business was up double digits. We completed a clean room expansion project for this business in December in anticipation of another strong growth year in 2022. Industrial and biopharma pumps were up on broad-based end customer demand across all geographies.\nWe are pleased with the performance of the flow meter business within Em-tec, which we acquired in 2020. Its biopharma sales have doubled in 2021. Precision Components was up as the business continues its recovering on improving demand in the broader industry exposure. Polymer processing was up in the quarter due to strong demand for pelletizers and gear pumps as well as strong order rates and recycling equipment and consumables, particularly in the U.S. and China. Margins expanded by a robust 740 basis points in the quarter and 790 basis points in the year on strong volumes, fixed cost absorption, favorable product mix and pricing.\nTop line results in Climate & Sustainability Technologies continue to be robust, posting 13% organic growth. SWEP, our heat exchanger business, capped off the year posting all-time records in bookings, revenue and margin and carries a strong backlog into 2022. The business was strong across all geographies and end markets with particularly favorable demand in EMEA for heat pumps driven by regulatory requirements. We have been adding additional capacity in several geographies to meet forecasted future demand.\nBelvac, our provider of production solutions for beverage packaging posted a revenue decline in the fourth quarter on difficult comparable, driven by project timing. As you know, this business was up significantly in 2021, part of a multiyear secular shift towards more environmentally friendly aluminum cans with demand far exceeding the current installed capacity.\nDemand in our food retail business remains robust with elevated bookings and backlog levels. Our systems business in the U.S. and Europe continued its robust growth in deliveries and orders of natural CO2 refrigeration systems.\nDemand for door cases remained elevated as well. However, we continue to face labor constraints and subcomponent supply shortages that delayed shipments which necessitated intermittent production curtailments negatively impacting margins. We've instituted a number of price increases, which we expect to positively contribute to margins and conversion into 2022.\nMargins were flat -- largely flat [in] the quarter as excellent operating performance in SWEP offset refrigeration headwinds despite the smaller revenue base. This segment demonstrated good progress in 2021 with [22] organic growth after a very modest 3% decline in 2020 and 230 basis point margin expansion despite multiple operational challenges as the year presented. With a strong backlog, we expect a continued robust progress in 2022.\nAnd I'll pass it on to Brad.\n\nBrad M. Cerepak\n\nSenior VP & CFO, Dover Corporation\n\nThanks, Rich, and good morning, everyone. Let's go to Slide 6.\nOn the top is the revenue bridge. Our top line organic revenue increased by 11% in the quarter, with all segments except Clean Energy & Fueling posting growth. FX was a 1% or $12 million headwind to the top line. M&A added $17 million net to the top line in the quarter, a product of $26 million from acquisitions, partially offset by $9 million from the Unified Brands divestiture.\nThe revenue breakdown by geography reflects strong growth in North America and Asia and solid growth across Europe and the rest of the world. The U.S., our largest market, posted 16% organic growth in the quarter on solid trading conditions in industrial winches, vehicle aftermarket, biopharma and polymer processing, while Asia was up 15% organically and growth in biopharma and industrial pumps, marketing coating and heat exchangers. China, which represents approximately half of our business in Asia was up 17% organically in the quarter.\nEurope grew by 7% in the quarter on strong shipments in Precision Components, biopharma and industrial pumps, natural refrigerant systems and heat exchangers for heat pumps, partially offset by order timing in sustainable beverage can-making.\nMoving to the bottom of the page. Bookings were up 22% organically in the quarter, reflecting continued broad-based momentum across the portfolio. Bookings helped drive our consolidated backlog to $3.2 billion, up 15% sequentially, inclusive of backlogs from our recent acquisitions. In the quarter, we saw organic growth across 4 of the 5 segments.\nLet's go to the earnings bridges on Slide 7. On the top chart, adjusted segment EBIT was up $47 million and adjusted EBIT margin improved 60 basis points as improved volumes, continued productivity initiatives and strategic pricing offset input cost inflation and production stoppages. On the bottom of the chart, adjusted net earnings improved by $34 million as higher segment EBIT more than offset higher culprit expenses and higher taxes. Deal expenses primarily related to our Clean Energy acquisitions were $11 million in the quarter representing approximately $0.06 of adjusted EPS headwind. The effective tax rate, excluding discrete tax benefits and gains on the sale of businesses, was approximately 21.7% for the quarter compared to 21.1% in the prior year. Discrete tax benefits were $10.3 million for the quarter or $2.1 million higher than 2020 for approximately $0.01 year-over-year EPS impact. After-tax rightsizing and other costs were $22 million in the quarter, reflective of our ongoing productivity and rightsizing initiatives, including noncash asset charges of approximately $16 million.\nNow on Slide 8. In 2021, we generated $944 million of free cash flow, a slight increase over the prior year. Free cash flow conversion stands at 12% of revenue for the year despite an over $300 million investment in working capital. As we discussed last quarter, we remain focused on delivering against our customers' strong order rates, and we are carrying high inventory levels to ensure we can meet the current demand into next year.\nWith that, I'm going to pass it back to Rich.\n\nRichard Joseph Tobin\n\nPresident, CEO & Director, Dover Corporation\n\nOkay. Thanks, Brad. I'm on Slide 9, which shows our progress in 2021 against the capital allocation priorities we outlined at our Investor Day in 2019. We have a strong collection of businesses, and our first priority is ensuring we can continue to win in the market through organic investments supporting growth capacity, digitization, innovation and productivity.\nWe deployed over $170 million in capital expenditure in 2021 towards growth and productivity enhancements as well as maintenance of our asset base. Notably, we invested over $14 million in digital products and digital and e-commerce, which allowed us to reach our goal of over $1 billion in e-commerce revenue last year with no touch by customer service. This represents over 10x the volume we processed in 2018, and our 2020 goal is to double our 2021 volume.\nOur next priority is inorganic growth. Last year, we deployed $1.1 billion into 9 highly synergistic bolt-on acquisitions, including 2 larger deals, Acme and RegO, which we closed in December. All these acquisitions enhance our portfolio by increasing our exposure to markets with structural demand growth outlook. Our pipeline and acquisition capacity remains strong, and we expect to remain active on this front in 2022.\nOur third priority is to return capital to our shareholders. We again raised our dividend in 2021 as we have done for the past 66 years.\nLet's move to Slide 10. We provide more color on some of our organic investments. I won't go into specifics of any of these projects individually, but you'll see that our investments are substantial in size and represent a broad variety of productivity improvement and digitization initiatives as well as investments in capacity expansion and new product development projects. These investments provide compelling financial returns, and our proactive capacity expansions have allowed us to win share in that tight supply market.\nSlide 11 includes our current view of the demand outlook and operational environment for 2022 by segment and how margin drivers are expected to trend over time and provides context of how we are thinking about our full year guidance, which I'll get to shortly.\nWe expect top line and Engineered Products to remain robust based on solid backlog and sustained high bookings across the business. All market indicators and vehicle aftermarket continue to remain positive with miles driven having fully recovered to pre-pandemic levels and used car prices remaining elevated. Orders for refuse trucks and software solutions are robust, with new order rates pushing well into the second half of '22. Momentum in industrial automation and industrial winches which should continue on the back of a solid bookings quarter with all end markets contributing to growth, aerospace and defense is expecting growth in positive order trends largely driven by Europe. We expect headwinds from negative cost to continue in the first half of the year getting sequentially better as the year progresses. We expect this segment to be the only one with negative price/cost spread in the first quarter.\nInput availability, mostly labor absenteeism from recent Omicron surge, is expected to negatively impact production efficiency in the first quarter but should subside for the balance of the year. All in, we expect margins for the segment in the first half of the year to largely mirror the second half of 2021 then to improve meaningfully for the full year, driven by volume leverage and pricing.\nWe expect Clean Energy & Fueling to post low single-digit organic growth for the full year on solid growth in below-ground vehicle wash and software solutions. Demand outlook and bookings of our recently acquired Clean Energy businesses are very robust, and they are off to a good start. As you know, we don't adjust acquisition-related amortization out of our adjusted segment earnings margin due to sizable acquisition-related amortization charges from our recent deals in this segment. The operating margin will be compressed in the first quarter of 2022. Excluding about $40 million of incremental deal-related amortization expenses in '22, we expect full year margin conversion to be in line with the broader portfolio.\nDemand conditions in Imaging & Identification are expected to continue the positive trajectory into 2022. Our core marketing and quoting business is expected to maintain its steady GDP-like growth rate. Serialization and brand protection software should contribute positively on robust bookings and backlog. Digital textile printing is recovering and expect to take another year or 2 to reach pre-pandemic levels as apparel producers take a cautious stance with new capital outlays. We expect margins in this segment to continue to improve in 2022.\nPumps & Process Solutions should see another year of solid performance. Demand for biopharma applications remains robust, driven by demand for COVID vaccines as well as growth in cell and gene therapies and expansion of mRNA technology to other applications. We are completing the second phase of our clean room expansions in automation to ensure we can keep up with demand, and we have broken ground on the construction of a new facility. Additionally, our connector business is experiencing robust growth in new thermal applications such as data center and supercomputing and EV charging.\nTrading conditions in industrial pumps are strong, driven by robust end customer demand. Plastics and polymer equipment business carries a solid backlog into 2022 with good market conditions in the , especially in China. The U.S. and recycling solutions Precision Components continues its upward trajectory aided by OEM new builds and increasing activities at refineries and petrochemical plants. We expect margin performance to remain robust for the segment on volume growth, operational execution and positive price cost dynamics.\nIn Climate & Sustainability Technologies, we expect to post high single-digit organic growth this year driven by its large backlog and sustained elevated order rates. New orders in core food retail business have been healthy across product segments, and the tailwinds from our leadership position in natural refrigerants are driving outsized growth of our CO2 systems business.\nAs Omicron-induced labor shortages abate in the first quarter, we expect volumes of door cases to recover with backlog stretching well into the second half of the year. Our heat exchanger business is positioned well on strong order rates across all geographies. The Belvac packaging business continues to work through its record backlog. They are booked for 2022 and are taking orders for 2023. We expect to have our new R&D center and full can line completed in the first half of the year. We expect margins to improve significantly in 2022 as improved volume leverage, positive price/cost dynamics, productivity gains from our automation initiatives and positive product and business mix should more than offset any lingering operational challenges related to component and labor shortages in the first quarter.\nAll right. So before wrapping up and moving to Q&A, let's try to square the circle here and sum up all the moving parts from our 2021 exit position to our full year guidance. At the opening of this call, I said our results were better than expected. That was not a reference to external consensus estimates but a comment about our operating margin performance versus our internal forecast.\nWithout the significant Omicron production and productivity losses, which were not in our base forecast, we would have shipped more product in Q4 resulting in higher sales and cash flow but lower consolidated margin on product mix. As a result of this, while we do get the benefit of carrying higher backlogs into 2022, we have not cleared as much higher cost inventory and have not realized all the benefits of past pricing actions embedded in that backlog. This will result in the calendarization of absolute earnings and earnings growth and especially segment operating margin being more back-end loaded than a typical year as a result of this delayed backlog products.\nA few implications of this dynamic. Number one, we have prudent operating margin expectations for Q1 and encourage those modeling quarterly forecast to exercise the same level of prudence. Number two, it is a good sign if backlog is gradually deplete during the year as it will be driven by higher production performance as labor availability and supply chains improve. And lastly, if both these dynamics play out as forecasted, we can expect inventory levels to drop, supporting increased operating cash flow in 2022.\nSo let's move to Slide 13, which hopefully removes the quarterly noise and gives us some view of post-pandemic full year performance. Here, we provide a bridge between our adjusted EPS in 2021 and 2022. We expect to generate double-digit EPS growth again this year, driven by solid organic top line growth, much of which is currently in backlog as well as healthy full year margin conversion and the positive impact from acquisition closed in 2021.\nAnd so let's wrap up on Slide 14 to put our results and guide into a longer-term perspective. Our strategy has driven significant value creation for our shareholders over the last several years as evidenced by the total shareholder return driven by underappreciated top line growth, cumulative margin expansion of 440 basis points, healthy cash flow generation and capital redeployment. We believe that our playbook offers us significant runway to continue delivering attractive through-cycle returns for the coming years.\nAnd with that, let us move to the Q&A. Andrey?"
  }
]