[
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3bd29d91e088fe24765a13652524ca66",
    "period": "2025 Q3",
    "content": "Q3 2025 Keyera Corp Earnings Call\n\nQ3 2025 Keyera Corp Earnings Call\n\nKEYTORONTONOV 14, 10:00 AM\n\nOperator\n\nGood morning. My name is Eena, and I will be your conference operator today. At this time, I would like to welcome everyone to Keyera's 2025 Third Quarter Conference Call. [Operator Instructions] Thank you.\nI would now like to turn the call over to Mr. Dan Cuthbertson, General Manager of Investor Relations. You may begin.\n\nDan Cuthbertson\n\nDirector of Investor Relations\n\nThank you, and good morning. Joining me today will be Dean Setoguchi, President and CEO; and Eileen Marikar, Senior Vice President and CFO; Jamie Urquhart, Senior Vice President and Chief Commercial Officer; and Jarrod Beztilny, Senior Vice President, Operations and Engineering. .\nWe will begin with some prepared remarks from Dean and Eileen name, after which we will open the call to questions.\nI'd like to remind listeners that some of the comments and answers that we will give today relate to future events. These forward-looking statements are given as of today's date and reflect events or outcomes that management currently expects. In addition, we will refer to some non-GAAP financial measures. For additional information on non-GAAP measures and forward-looking statements, please refer to Keyera's public filings available on SEDAR and on our website.\nWith that, I'll turn the call over to the Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Dan, and good morning, everyone. This quarter again demonstrated the strength of our fee-for-service business, where realized margin grew by more than 10% year-over-year. This continued increase in stable cash flow reflects higher utilization across our integrated system and support ongoing dividend growth.\n2025 has been a defining year for Keyera, built on several years of disciplined execution of our strategy to extend and strengthen our value chain. We built a highly competitive integrated platform that continues to attract customer volumes and support long-term growth. This year alone, we secured more than 100,000 barrels per day of new contracting on caps and our existing implant fractionation capacity is now substantially contracted.\nThose wins demonstrate the value customers place on our services. We're also making solid progress on our major growth projects. The KFS frac 2 debottleneck, frac 3 expansion and Capstone 4 are each advancing on time and on budget. Together, they will further strengthen our integrated system and provide stable long-term fee-for-service cash flow supported with a significant portion of take-or-pay contracts.\nPending acquisition of Plains Canadian NGL business will build on that foundation. It adds meaningful scale, expands our reach to key demand hubs in the East and allows us to offer customers more flexibility and connectivity across the value chain. The transaction remains on track, and we expect to close in the first quarter of 2026.\nTurning to the Marketing segment. While the quarterly results and full year outlook came in below expectations, the segment remains strategically important to our business. It provides strong cash flow and, in some years, delivers exceptional contributions. That cash has helped us strengthen the balance sheet and accelerate growth in our fee-for-service business, further compounding value for shareholders.\nI want to briefly touch on our sustainability progress. We met our 2025 GHG intensity reduction target of 25%, a full year ahead of schedule. This has been accomplished through economic investments that improve efficiency and meet our return threshold.\nMore importantly, our sustainability program focuses on managing long-term risks and positioning the company for lasting value creation. We published our 2024 sustainability performance summary on our website.\nOverall, 2025 has been a year of strong execution. We continue to build a more efficient and competitive platform that creates meaningful value for our customers and shareholders while positioning Keyera for long-term growth.\nWith that, I'll turn the call over to Eileen to review our financial results and outlook.\n\nEileen Marikar\n\nSenior VP & CFO\n\nThanks, Dean, and good morning, everyone. Keyera's third quarter results reflected stable performance and continued strength in our fee-for-service businesses. Not including deal and integration costs associated with the Plains acquisition, adjusted EBITDA was $286 million.\nDistributable cash flow was $186 million or $0.81 per share, and net earnings were $85 million. As Dean mentioned, we continue to see strong year-over-year growth in our fee-for-service segment, driven by higher utilization across the value chain.\nIn gathering and processing, realized margin was $112 million, up from $99 million last year. The increase reflects higher throughput and growing contributions from our Wapiti and Simonette plants, as contracted volumes continue to grow.\nIn liquid infrastructure, realized margin was $147 million compared to $135 million last year, supported by higher storage and utilization of our condensate system as well as the steady ramp-up of CAPs volumes.\nNow turning to the Marketing segment. Realized margin was $73 million for the quarter compared to $135 million last year. The lower results reflect reduced condensate import volumes as domestic production displaced UM imports. While this shift benefits our fee-for-service business, it reduced marketing opportunities. Liquids blending activity and iso-octane premiums were also lower.\nFor the full year, we now expect marketing realized margin to range between $280 million and $300 million. Results would have been within our long-term base guidance range without the approximate $50 million impact from the unplanned AEF outage earlier in the year. We are reaffirming our long-term annual base marketing guidance of $310 million to $350 million. This is based on certain commodity price assumptions and AEF operating at nameplate capacity.\nDuring the quarter, we issued $2.3 billion of senior notes and $500 million of hybrid notes, which completed the financing requirements for the Plains acquisition.\nNow I'll touch on our capital outlook and guidance update. For 2025, we've made a few adjustments. Growth capital is now expected to range between $220 million and $240 million, down from our previous estimate of $275 million to $300 million. The change reflects the deferral of some spending to 2026. This does not impact the expected in-service dates of our major projects.\nMaintenance capital is now expected to be $60 million to $70 million, slightly lower than before, again, reflecting some timing shifts. And cash taxes are expected to come in between $90 million and $100 million primarily due to lower marketing contributions.\nLooking ahead to 2026, we're providing stand-alone guidance until the Plains transaction closes. We remain on track to deliver our 7% to 8% compound annual growth rate in fee-based adjusted EBITDA from 2024 through 2027. Growth capital for 2026 is expected to range between $400 million and $475 million, mainly directed toward our sanctioned growth projects.\nMaintenance capital for 2026 is expected to range between $130 million and $150 million, which includes about $60 million for the planned 6-week turnaround at AEF starting in September. Following closing of the Plains acquisition, we'll provide pro forma guidance and a comprehensive business outlook for the combined platform, reflecting enhanced scale and long-term growing profile.\nWith that, I'll turn it back to Dean for closing remarks.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Eileen. 2025 has been a transformative year for Keyera. We've executed on our strategy, strengthened our value chain and continue to build a competitive and efficient platform that creates value for customers and shareholders. With a fully financed plan and self-funded growth ahead, we're well positioned to support the continued growth of the basin and deliver strong fee-for-service margin growth for years to come.\nOn behalf of our Board and management team, I want to thank our employees, customers, shareholders, indigenous rights holders and other stakeholders for their continued support.\nWith that, we'll turn -- we'll open the line for questions. Operator, please go ahead."
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/48ba12bbbcffa3336b4b1cf33217ad47",
    "period": "2025 Q2",
    "content": "Q2 2025 Keyera Corp Earnings Call\n\nQ2 2025 Keyera Corp Earnings Call\n\nKEYTORONTOAUG 7, 10:00 AM\n\nOperator\n\nGood morning. My name is Angeline, and I will be your conference operator today. At this time, I would like to welcome everyone to Keyera's 2025 Second Quarter Conference Call. [Operator Instructions]\nI would now like to turn the call over to Dan Cuthbertson, General Manager of Investor Relations. You may begin.\n\nDan Cuthbertson\n\nDirector of Investor Relations\n\nThank you, and good morning. Joining me today will be Dean Setoguchi, President and CEO; Eileen Marikar, Senior Vice President and CFO; Jamie Urquhart, Senior Vice President and Chief Commercial Officer; and Jarrod Beztilny, Senior Vice President, Operations and Engineering.\nI'd like to remind listeners that some of the comments and answers that we'll give today relate to future events. These forward-looking statements are given as of today's date and reflect events or outcomes that management currently expects. In addition, we will refer to some non-GAAP financial measures. For additional information on non-GAAP measures and forward-looking statements, please refer to Keyera's public filings available on SEDAR and on our website.\n\nDean Setoguchi\n\nThanks, Dan, and good morning, everyone. Keyera delivered strong results in the second quarter and advanced its long-term strategy. Strong commercial momentum led to the sanctioning of key growth projects.\nWe also secured more access to LPG exports off the West Coast and announced a transformational acquisition that significantly expands our scale and enhances our service offering for customers. So far in 2025, we've sanctioned 3 capital-efficient growth projects. These are the Frac II Debottleneck, Frac III and KAPS Zone 4. These have been mostly integrated deals and as a result, frac capacity at KFS, including both expansions is now substantially contracted.\nThese developments keep us well on track to achieve our growth target of 7% to 8% annual fee-based adjusted EBITDA from 2024 to 2027, and they'll continue to drive growth well beyond that time frame. This continued visibility to fee-for-service growth gives us the confidence to continue to sustainably raise our dividend. Yesterday, the Board approved another 4% annual increase.\nIn June, we announced the transformational acquisition of Plains' Canadian NGL business, a defining step that expands our scale, reach and service offering across the NGL value chain. This acquisition creates a much larger integrated network, adding more efficient connectivity to key demand hubs across the Prairies, Ontario and the U.S. It also strengthens our ability to serve customers across all NGL products, specifically enhancing our propane market access.\nFor customers, it means better connectivity, optimized product flows, increased diversification and stronger netbacks. For shareholders, the deal is expected to be mid-teens accretive to DCF per share in the first full year, assuming $100 million in near-term synergies. Our fee-based adjusted EBITDA will increase by approximately 50% over that period.\nAnd it's also important to note that this transaction is a great Canadian story. This deal brings strategic infrastructure under Canadian ownership, supporting energy security and ensuring that value creation and decision-making remain right here at home. With this expanded footprint, Keyera is even better positioned to enable the next phase of volume growth.\nThe basin continues to benefit from low-cost, long-life resources in the Montney and Duvernay. Increased demand from LNG exports, oil sands and petrochemical development is driving sustained increases in natural gas and NGL volumes. Our combined platform will play an important role in meeting that demand efficiently.\nWith that, I'll turn it over to Eileen to walk through our financial performance this quarter.\n\nEileen Marikar\n\nSenior VP & CFO\n\nThank you, Dean. We delivered solid financial results in the second quarter, driven by continued strength in our Gathering and Processing and Liquids Infrastructure segment. Adjusted EBITDA was $252 million, which includes $12 million in onetime transaction costs related to the Plains' acquisition.\nThis is compared to Q2 2024 of $326 million. Distributable cash flow was $159 million or $0.69 per share. Net earnings were $127 million compared to $142 million last year. Our fee-for-service segments, which are G&P and Liquids Infrastructure together contributed $255 million in realized margin. This is up over 8% from the same period last year.\nThis steady growth in high-quality contracted cash flow continues to strengthen the foundation of our business and underpins the long-term sustainability of our dividend.\nThe Gathering and Processing segment delivered realized margin of $111 million, up from $102 million last year. The increase was driven by strong performance in the North region, including a new daily throughput record at Wapiti and higher throughput at Simonette. Liquids Infrastructure delivered $143 million in realized margin, up from $133 million in the same period last year.\nThis segment benefited from continued growth in long-term contracted volumes on KAPS and strong utilization at our fractionation assets and condensate system. Marketing realized margin was $60 million compared to $136 million last year. The decline mainly reflects softer commodity pricing as both periods included outages at AEF.\nAnnual impact of the 2025 AEF outage remains estimated at $50 million. We ended the quarter with net debt to adjusted EBITDA of 2x, well below our 2.5 to 3x target. This is excluding acquisition-related costs. Our strong financial position enabled us to pursue the Plains' acquisition while preserving our investment-grade credit ratings and long-term leverage target.\nTurning to 2025 guidance. We are reaffirming our marketing realized margin range of $310 million to $350 million. Growth capital is now expected to range between $275 million to $300 million compared to the previous range of $300 million to $330 million. The difference is mostly related to project timing. Maintenance capital and cash tax guidance are unchanged.\nWith that, I'll turn it back to Dean for closing remarks.\n\nDean Setoguchi\n\nThanks, Eileen. Our strategy is clear, and we're executing it. We're advancing capital-efficient growth projects, securing long-term contracts, expanding our integrated platform and creating value for both customers and shareholders. The Plains' acquisition builds on this momentum and positions us for the next phase of growth.\nCombined with the strong macro tailwinds for volume growth, we are very confident in our long-term outlook. On behalf of Keyera's Board of Directors and management team, I want to thank our employees, customers, shareholders, indigenous rights holders and other stakeholders for their continued support. With that, I'll turn the call back to the operator for Q&A."
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/456feb24e1abc067a756d6c3efa84b8f",
    "period": "2025 Q1",
    "content": "Q1 2025 KeyCorp Earnings Call\n\nQ1 2025 KeyCorp Earnings Call\n\nKEYNYSEAPR 17, 8:00 AM\n\nOperator\n\nGood morning, and welcome to KeyCorp's First Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to Brian Mauney, KeyCorp Director of Investor Relations. Please go ahead.\n\nBrian James Mauney\n\nDirector of Investor Relations\n\nThank you, operator, and good morning, everyone. I'd like to thank you for joining KeyCorp's First Quarter 2025 Earnings Conference Call. I'm here with Chris Gorman, our Chairman and Chief Executive Officer; and Clark Khayat, our Chief Financial Officer. As usual, we will reference our earnings presentation slides, which can be found in the Investor Relations section of the key.com website.\nIn the back of the presentation, you will find our statement on forward-looking disclosures and certain financial measures, including non-GAAP measures. This covers our earnings materials as well as remarks made on this morning's call. Actual results may differ materially from forward-looking statements and those statements speak only as of today, April 17, 2025, and will not be updated. With that, I will turn it over to Chris.\n\nChristopher Marrott Gorman\n\nPresident of Banking, President, COO & Director, KeyCorp\n\nThank you, Brian, and good morning. This morning, we reported very strong first quarter results. Both revenues and expenses were favorable to expectations. Revenues were up 16% from a year ago, while expenses were essentially flat. Our pre-provision net revenue increased more than $90 million from the fourth quarter on an operating basis. Concurrently, credit costs, NPAs and criticized loans are all trending in a positive direction, with NPAs declining by nearly 10% sequentially. Clark will walk you through the details of the quarter shortly, but first, I want to spend some time addressing what I'm sure is top of mind given everything that's going on, namely what are we seeing? What are we hearing from clients? And how are we thinking about our go-forward strategy?\nRecent events are clearly having an impact on markets and client sentiment as the outlook for the economy is becoming more uncertain. At the same time, inflation remains sticky, potentially limiting some of the response actions the Fed could take. And finally, the geopolitical environment remains both uncertain and complex.\nWhile the market backdrop is dynamic and some of the recent announcements provide incremental stability so far in the second quarter, that is since the tariff announcements, we have seen our clients pause transactional activity waiting to see how things play out.\nAt Key, we are successfully navigating the current macro uncertainty. In the normal course of business, we use broad range-based forecasting to manage our company, we are currently managing Key to an even broader range of potential scenarios. I am fully confident we are prepared to deal with whatever comes.\nWe are here for our clients with our balance sheet and through our strategic advice as we have made and by the way, continue to make investments that make Key relevant to our clients and prospects in times like these. We are using this as an opportunity to be out in front of consumer and commercial clients and prospects.\nWe are also here for our communities. We continue to invest in the communities we so proudly serve. We took the opportunity to increase our charitable foundation contribution this quarter. Additionally, our teammates continue to volunteer their valuable time. Last year, Key teammates volunteered more than 68,000 hours in their communities and served on almost 1,000 nonprofit boards.\nWe are fortunate to enter this environment from a position of strength. In retrospect, the Scotiabank strategic minority investment that we closed at the end of last year was well timed. It enabled us to reposition our business for the future, accelerating our capital and earnings trajectory while increasing our strategic agility to successfully navigate exactly the type of environment we are currently experiencing.\nWe ended the quarter with a CET1 ratio of 11.8% and a marked CET1 ratio of approximately 10%, both at the high end of our peer group.\nHaving excess capital is a luxury, not a burden. It enables us to support existing and prospective clients and enables us to take advantage of the inevitable dislocations that develop from time to time in the marketplace. We have ample liquidity as well, ending the quarter with over 30% of our balance sheet in cash and cash equivalents.\nOur low to moderate risk profile also protects us, relatively speaking, from tail risk events. We feel very good about the quality and profile of our loan book.\nWith respect to tariffs, we are currently performing a name-by-name review of our largest clients to refine on a bottoms-up basis our potential exposure to the rapidly evolving landscape. Based on our top-down view of our industry concentrations, we believe this direct exposure will prove to be limited. We also entered this period of uncertainty with strong momentum and clearly defined tailwinds, some of which are hardwired in nature, particularly as it pertains to net interest income.\nOur leading indicators are pointing in the right direction. Loans are up sequentially on a spot basis with commercial loans up $1.2 billion. Our pipelines remain elevated and are not meaningfully reliant on M&A activity. We are confident that project loans, which are characterized by long lead times and complex governmental approvals will continue to fund as we move throughout the year.\nWe continue to drive strong deposit growth and beta dynamics. On a year-over-year basis, deposits were up mid-single digits. Household relationships were up 2%, and our commercial payments business continued to experience strong momentum while being very disciplined with respect to rate management.\nFor the second consecutive year, our first quarter investment banking fees were a record. Despite the pull-through, our pipelines remain at historically elevated levels and were roughly flat compared to year-end. We remain cautiously optimistic that this business will ultimately grow mid- to high single digits in '25. But of course, risk to this level of performance are rising. As mentioned earlier, asset quality indicators are trending in the right direction. Overall credit migration improved for a fifth consecutive quarter. While normally, this would have driven a reserve release, we elected to make an adjustment in excess of $100 million to reflect potential economic weakness that could develop later this year.\nLastly, in March, we announced a $1 billion share repurchase authorization by our Board of Directors, which we currently expect to commence in the second half of the year. Pace and magnitude of any share buybacks will depend on a number of factors, most notably how the rapidly developing macro environment evolves.\nTo wrap up, as an industry, once again, we find ourselves operating in a turbulent environment. Having said that, we feel Key is well positioned for a wide range of outcomes. We entered this period from a position of strength, from a capital, from a liquidity and from a reserve perspective. We enjoy strong earnings and business momentum, and a clearly defined structural net interest income tailwind. We have a durable, well-positioned balance sheet. Given these unique benefits and, of course, subject to market conditions not deteriorating further, I feel confident in our ability to deliver on the 2025 financial commitments, which we have previously communicated.\nWith that, I'd like to turn it over to Clark. Clark?\n\nClark Harold Ibrahim Khayat\n\nExecutive VP & Chief Strategy Officer, KeyCorp\n\nThanks, Chris. Starting on Slide 4. We reported first quarter earnings per share of $0.33. Revenue was up 16% year-over-year, while expenses were up 1%, excluding last year's FDIC special assessment. Tax equivalent net interest income was $1.1 billion or up 4% sequentially and up 25% year-over-year. Noninterest income increased 3% year-over-year, reflecting continued momentum across commercial mortgage servicing, investment banking, wealth and commercial payments.\nOn an adjusted basis, we achieved about 170 basis points of fee-based operating leverage on a year-over-year basis. Provision for credit losses of $118 million included $110 million of net charge-offs and an $8 million reserve build. The net build was a result of improved credit migration trends offset by our decision to add reserves to account for the current macro uncertainty. Our CET1 ratio was 11.8% and tangible book value per share increased roughly 26% year-over-year.\nMoving to the balance sheet on Slide 5. Average loans were down slightly sequentially, but we're up about $0.5 billion to $105 billion on a period-end basis. On a spot basis, C&I loans grew $1.5 billion or 3%, offset by intentional runoff of low-yielding consumer loans, namely residential mortgages, and some net paydown activity in CRE.\nWithin C&I, the growth was broad-based across industries and regions and primarily investment grade with both new and existing clients. As we've mentioned before, our business model provides clients with the best execution capabilities, whether it's on or off our balance sheet. This quarter, we raised roughly $25 billion of capital for our clients, retaining 17% on our balance sheet while distributing the remainder through our Capital Markets platform. Looking forward, if current market uncertainty persists or worsens, we have the flexibility and capacity to use our balance sheet to support clients who may have less attractive options in the capital markets.\nOn Slide 6. Average deposits declined by less than 1% from last quarter toward the better end of our typical first quarter seasonality. Total deposits and client deposits both increased 4% year-over-year, reflecting growth in both consumer and commercial balances.\nOn a reported basis, noninterest-bearing deposits were stable at about 19% of total deposits. Similarly, when adjusted for the noninterest-bearing deposits in our hybrid accounts, that percentage remained stable at approximately 23%. Interest-bearing deposit costs decreased by 18 basis points during the quarter, while total deposit cost decreased by 12 basis points. Deposit betas continue to come in stronger than expected, reaching 46% through the first quarter and closer to 50% through the month of March.\nWe also continue to steadily reduce our reliance on market funds. Wholesale borrowings and brokered CDs were 10% of earning assets in the first quarter, down from 11% in the fourth quarter and 15% a year ago. As a result, overall funding cost declined by 23 basis points this quarter.\nSlide 7 provides drivers of net interest income in NIM this quarter. Tax equivalent net interest income was up 4% and net interest margin increased 17 basis points from the prior quarter to 2.58%. The increase was largely driven by last quarter's securities repositioning and related Scotiabank investment as well as fixed rate assets and swap repricing, impact of our loans, remixing from low-yielding consumer into C&I and proactive deposit beta management, which more than offset the impact of seasonally lower deposits and 2 fewer days in the quarter.\nTurning to Slide 8. Noninterest income was $668 million, up 3% year-over-year. Excluding the impact from operating lease income, which reflects a prior change in accounting treatment, fee growth was closer to 6%. Commercial mortgage servicing fees were a record and grew approximately 36% year-over-year. As of March 31, we are the named primary or special servicer on approximately $710 billion of CRE loans, of which about $250 billion is special services. Active special servicing assets reached an all-time high of $12 billion. As a reminder, this is an [indiscernible] countercyclical business with a meaningful amount of special servicing situations expected to be resolved this year. This is an excellent example of our targeted scale strategy, and we expect this business to continue to perform well in the coming quarters.\nInvestment banking and debt placement fees were $175 million, a record for our first quarter, exceeding last year's previous first quarter record by 3%. Syndication and debt capital markets activity drove the growth while M&A remained healthy.\nAs Chris mentioned, pipelines remain at historically elevated levels and roughly flat to year-end. The ultimate yield on those pipelines, of course, are subject to overall market conditions. Elsewhere, service charges increased roughly 10%, largely driven by continued momentum in commercial payments, which saw fee equivalent revenue growth in the low teens year-over-year. Wealth management fees were up 2% and assets under management held relatively steady sequentially at $61 billion.\nOn Slide 9, first quarter noninterest expenses of $1.13 billion, decreased 8% from the prior quarter and increased 1% year-over-year on an adjusted basis. The slight expense growth year-over-year was driven by higher personnel expense related to the fee growth as well as higher technology-related investments. Compared to the fourth quarter, personnel expenses declined due to lower incentive compensation, benefits expenses and fewer days in the quarter. Business services and professional fees, marketing and other expenses declined primarily due to seasonality and some unusually elevated expenses last quarter that we expected would not recur.\nWhile we continue to manage expenses diligently, we do expect expenses to increase throughout the year, consistent with previous guidance. These increases reflect an anticipated pickup in investment spend, salary increases, which for Key become effective in March, other personnel costs and seasonality impacts.\nAs shown on Slide 10, credit quality is stable to improving. On a linked quarter basis, net charge-offs were $110 million, down 4% or an annualized 43 basis points on average loans. Nonperforming loans were down 9%. The NPL ratio decreased 8 basis points to 65 basis points. Criticized loans were down roughly 1%, driven by commercial real estate.\nTurning to Slide 11. Our CET1 ratio was 11.8% as of March 31, and our marked CET ratio, which includes unrealized AFS and pension losses came in at 9.9%, both of which we believe are at or near the top of our peer group. As Chris mentioned, having this excess capital is a luxury during these times of elevated uncertainty.\nMoving to Slide 12. Our 2025 guidance remains unchanged from January despite a more uncertain backdrop. This guidance incorporates a range of potential rate scenarios, anywhere from 0 to 4 cuts as we move through the year. We continue to expect to deliver 20% net interest income growth this year. This reflects both our built-in structural tailwinds as well as our strong loan and deposit performance to start the year.\nAs we shared previously, a significant portion of this growth comes from actions we took in 2024 connected to the Scotiabank strategic minority investment and related portfolio restructuring and as such, is largely in place. Our balance sheet is roughly rate neutral, allowing us the ability to manage moves in either direction.\nWe also continue to feel very good about our ability to deliver on our fourth quarter exit rate NII of up 10% or more compared to the fourth quarter of 2024 and for NIM to be 2.7% or better. As we think about the bridge from first to fourth quarter, we have a number of tailwinds coming from approximately $11 billion of low-yielding fixed rate investment securities, consumer loans and swaps expected to mature at an average rate of 2.7% [indiscernible] count and our strong business momentum across both consumer and commercial.\nBeyond NII, our base case expectation is that the U.S. avoids a recession in 2025. Of course, uncertainty has increased and business conditions are subject to change based on the environment. Assuming our macro view holds, we continue to believe adjusted fees will grow 5% or better this year underpinned by mid- to high single-digit growth across investment banking, wealth and commercial payments. If conditions worsen or deal activity remains on pause into the second half of 2025, we believe under most scenarios that we would have sufficient flexibility on expenses to still deliver fee-based operating leverage this year.\nOn asset quality, year-to-date indicators are all trending in the right direction, but of course, future charge-offs will depend on the path of the economy.\nWith that, I will now turn the call back to the operator to provide instructions for the Q&A portion of our call. Operator?"
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ea3fddbecf3dc2ea9be7c0c4a3197909",
    "period": "2024 Q4",
    "content": "Q4 2024 Keyera Corp Earnings Call\n\nQ4 2024 Keyera Corp Earnings Call\n\nKEYTORONTOFEB 13, 10:00 AM\n\nOperator\n\nGood morning. My name is Joelle, and I will be your conference operator today. At this time, I would like to welcome everyone to the Keyera 2024 Year-end Conference Call. [Operator Instructions] I would now like to turn the conference over to Dan Cuthbertson, General Manager of Investor Relations. You may begin.\n\nDan Cuthbertson\n\nDirector of Investor Relations\n\nThank you, and good morning. Joining me today will be Dean Setoguchi, President and CEO; Eileen Marikar, Senior Vice President and CFO; Jamie Erhart, Senior Vice President and Chief Commercial Officer; and Jarrod Beztilny, Senior Vice President, Operations and Engineering. We'll begin with some prepared remarks from Dean and Eileen, after which we will open the call to questions.\nI'd like to remind our listeners that some of the comments and answers that we will give today relate to future events. These forward-looking statements are given as of today's date and reflect events or outcomes that management currently expects. In addition, we will refer to some non-GAAP financial measures. For additional information on non-GAAP measures and forward-looking statements, please refer to Keyera's public filings available on SEDAR and on our website. With that, I'll turn the call over to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Dan, and good morning, everyone. Keyera had an outstanding year in 2024. We continue to execute our strategy and deliver value to both our customers and shareholders by leveraging the strength of our integrated value chain. In terms of safety, we were pleased that we had no lost time incidences for the second year in a row. We also set new volume records across many core assets. This led to record margin contribution across all 3 business segments and record annual adjusted EBITDA and net earnings. We ended the year in a strong financial position, giving us the flexibility to allocate capital in a way that will maximize value for our shareholders.\nWe also raised our dividend by 4% and received approval for a normal course issuer bid. With our guidance in December, we announced a new target of 7% to 8% fee-based EBITDA growth. This growth is mostly driven by filling available capacity where we're already making great progress. In our North G&P segment, Wapiti and Pipestone hit record annual volumes. In our Liquids Infrastructure segment, Caps continues to ramp up and attract new customers. At KFS, our fracs delivered record annual margin contributions, and our condensate system also set volume records.\nMoving on to gross projects, which continue to progress well. We are pleased to announce today the sanctioning of the KFS frac 2 debottleneck project. This project will add about 8,000 barrels per day of capacity and is now expected to be in service in mid-2026. The project will generate strong returns on a stand-alone basis. We're also advancing contracting and engineering for KFS frac II. We expect to sanction this project later this year for it to be on stream in 2028. For Capstone 4, we have completed engineering and we're working towards securing sufficient contractual backing to move ahead.\nWe decided to proceed this project is expected to be in service in 2027. Beyond 2027, we continue to progress potential growth opportunities including expanding rail and logistics solutions to accommodate higher spec product volumes. On this front, last week, we announced long-term commercial agreements with [indiscernible] which helps support these growth projects. The deal also efficiently extends our value chain, allowing us to expand market access and diversification for our customers. You would have seen in our release this morning that we'll be taking AEF off-line in the spring for approximately 6 weeks to address an unexpected operational issue.\nThis work is necessary to ensure continued safe and reliable operations. The margin impact of this outage is expected to be about $40 million. We continue to expect to deliver our long-term base marketing guidance of $310 million to $350 million this year, and we'll update our annual marketing guidance in May. I also want to take a moment to address the threat of U.S. tariffs. This is a much needed call to action. Rarely have we seen our federal and provincial governments so aligned on the need to improve Canada's competitiveness and diversify our market access.\nUltimately, this could be very positive for Canada, the energy industry and Keyera. For Keyera overall, we don't expect a material impact. Our fee-for-service segments are volume-based and much of the cash flow is under long-term contracts. Within our marketing segment, we expect tariffs on ISO octane will mostly be offset by lower butane input costs, higher RBOB spreads and beneficial FX movements. While tariffs create some near-term uncertainty, I am confident in our ability to continue to deliver shareholder value. With that, I'll turn it over to Eileen to provide a further update on our quarterly and annual financial performance.\n\nEileen Marikar\n\nSenior VP & CFO\n\nThank you, Dean. Adjusted EBITDA was $313 million in Q4 and a record $1.3 billion for the full year compared to $339 million and $1.2 billion for the same period last year. These results were largely driven by record annual margin contributions from all 3 of our business segments. Distributable cash flow was $168 million in Q4 and $771 million for the full year compared to $234 million and $855 million for the same period last year. The year-over-year decrease in distributable cash flow is mostly due to higher cash taxes. .\nNet earnings were $89 million for the fourth quarter and a record $487 million for the full year compared to net earnings of $49 million and $424 million for the same periods last year. In 2024, corporate return on invested capital was 16% and the dividend payout ratio was 61%. We ended the year with a strong financial position with net debt to EBITDA of 2x on a covenant basis. This gives us the flexibility to allocate capital to maximize value for shareholders either through dividends, growth investments or share buybacks.\nLooking forward, our 2025 guidance remains unchanged. Growth capital expenditures are expected to range between $300 million and $330 million. Maintenance capital expenditures are expected to range between $70 million and $90 million. Cash taxes are expected to range between $100 million and $110 million. For the time being, our marketing realized margin guidance will be our long-term base guidance of $310 million to $350 million. As is our usual practice, we will revise this with our Q1 results in May at the end of the marketing contract season.\nAs a reminder, our marketing cash flows are reinvested into long-life infrastructure projects in turn, driving growth in high-quality fee-for-service cash flows. I'll now turn it back to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Eileen. We remain confident in the basin's continued volume growth. Canada as one of the largest oil and gas reserves in the world, coupled with a very competitive cost of supply. Our customers are in strong financial positions and have a proven track record of adapting to changing market conditions, supporting further volume growth. Keyera is an essential enabler of this growth. On behalf of Keyera's Board of Directors and management team, I want to thank our employees, customers, shareholders, indigenous rights holders and other stakeholders for their continued support.\nWith that, I'll turn it back to the operator for Q&A."
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ccf83a1503e5bed1026c01c680fb816",
    "period": "2024 Q2",
    "content": "Q2 2024 Keyera Corp Earnings Call\n\nQ2 2024 Keyera Corp Earnings Call\n\nKEYTORONTOAUG 8, 10:00 AM\n\nOperator\n\nGood morning. My name is Ina, and I will be your conference operator today. At this time, I would like to welcome everyone to Keyera's 2024 Second Quarter Conference Call. [Operator Instructions]\nI would now like to turn the call over to Mr. Dan Cuthbertson, Director of Investor Relations. You may begin.\n\nDan Cuthbertson\n\nDirector of Investor Relations\n\nThanks, and good morning. Joining me today will be: Dean Setoguchi, President and CEO; Eileen Marikar, Senior Vice President and CFO; Jamie Urquhart, Senior Vice President and Chief Commercial Officer; and Jarrod Beztilny, Senior Vice President, Operations and Engineering. We will begin with some prepared remarks from Dean and Eileen, after which we will open the call to questions.\nI would like to remind listeners that some of the comments and answers we will be giving today relate to future events. These forward-looking statements are given as of today's date and reflect events or outcomes that management currently expects. In addition, we will refer to some non-GAAP financial measures. For additional information on non-GAAP measures and forward-looking statements, please refer to Keyera's public filings available on SEDAR and on our website.\nWith that, I'll turn the call over to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Dan. Good morning, everyone. Before we get started, I want to take this opportunity to acknowledge and thank the first responders who are working tirelessly to protect the people and communities who are affected by the ongoing wildfires in Western Canada. We wish everyone to stay safe.\nTurning now to our quarterly results. Disciplined execution of our strategy is resulting in consistent growth in high-quality fee-for-service cash flow. This has allowed us to continue to deliver on our long history of sustainable dividend growth. Yesterday, we announced another dividend increase of 4% to $2.08 per share annually. This increase is also supported by a conservative payout ratio and a strong balance sheet. We remain on track to reach the upper end of our 6% to 7% EBITDA growth target out to 2025.\nOur Gathering and Processing segment delivered $102 million in realized margin. This result was supported by record throughput volumes in the North region.\nOur Liquids Infrastructure segment delivered its second highest quarter ever with $133 million in realized margin. Driving this performance was the continued ramp-up of KAPS and growing demand for our fractionation, storage and condensate businesses.\nOur Marketing segment continues to perform well, generating $136 million in realized margin in the quarter. This includes the impact of a planned 6-week outage at AEF. Due to strong year-to-date performance and market fundamentals, we're raising our marketing segment guidance to range between $450 million and $480 million of realized margin in 2024. Our Marketing segment has a distinct competitive advantage. Strong cash flow from this physical business has enabled us to consistently deliver above average after-tax corporate returns. This cash flow is then reinvested into long-life infrastructure projects in turn, driving growth in high-quality fee-for-service cash flow.\n2024 will be a year of strong free cash flow generation following the completion of several major growth projects last year, including KAPS. We continue to advance capital-efficient growth opportunities. These opportunities leverage and enhance our existing core asset position in Western Canada. They include a fractionation debottleneck, a new Frac III expansion and a KAPS Zone 4 extension.\nWe also continue to advance other opportunities, and we'll speak to those when appropriate. With a strong balance sheet and an increased dividend, we will continue to balance disciplined capital investments with further increasing shareholder returns to maximize value.\nI'll turn it over to Eileen who will provide an overview of our financial performance for the quarter and touch on the revised guidance for 2024.\n\nEileen Marikar\n\nSenior VP & CFO\n\nThanks, Dean. Adjusted EBITDA for the quarter was $326 million compared to $293 million for the same period last year. This result includes strong contributions from all 3 business segments. Distributable cash flow was $202 million or $0.88 per share compared to $207 million or $0.90 per share for the same period in 2023. Net earnings were $142 million compared to $159 million for the same period last year. The decrease was due to higher depreciation and interest costs. We continue to maintain a strong financial position exiting the quarter with net debt to adjusted EBITDA at 2x, below our targeted range of 2.5x to 3x. This positions us well to pursue an equity self-fund opportunities that will enhance shareholder value.\nMoving on to our guidance for 2024. As Dean mentioned, we now expect our marketing segment to contribute between $450 million and $480 million of realized margin in 2024. This is up from our previous guidance of $430 million to $470 million. The increase considers year-to-date realized margins of $250 million and a strong outlook for market fundamentals. Due to the increase in expected marketing contributions, cash taxes are now expected to range between $90 million and $100 million. This is up from $85 million to $95 million, previously. Growth capital for 2024 remains unchanged at $80 million to $100 million. A reminder that this includes $20 million to $40 million of capital that is contingent on the sanctioning of KAPS Zone 4 and advancing frac expansion opportunities at KFS.\nTo move ahead, these projects will need to generate a strong return, supported by long-term contracts. Maintenance capital is now expected to range between $120 million and $140 million. This is up from $90 million to $110 million previously, mostly due to increased costs for turnaround activities, which are largely recoverable over the next several years.\nI'll now turn it back to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Eileen. The long-term outlook for volume growth in the basin remains strong. This growth will be supported by key developments, including TMX, LNG Canada, a growing petrochemical industry and increasing LPG exports off the West Coast of Canada. As an essential infrastructure service provider, Keyera will continue to play an important role in enabling business volume -- basin volume growth while staying financially disciplined and maximizing value for customers and shareholders. On behalf of Keyera's Board of Directors and Management team, I want to thank our employees, customers, shareholders, indigenous rights holders and other stakeholders for their continued support.\nWith that, I'll turn it back to the operator for Q&A."
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2a42b23d87ae74883bab35728bbe1d36",
    "period": "2023 Q4",
    "content": "Full Year 2023 Keyera Corp Earnings Call\n\nFull Year 2023 Keyera Corp Earnings Call\n\nKEYTORONTOFEB 14, 10:00 AM\n\nOperator\n\nGood morning. My name is Lara, and I will be your conference operator today. At this time, I would like to welcome everyone to Keyera's 2023 Year-end Conference Call. [Operator Instructions] I would now like to turn the call over to Calvin Locke, Manager of Investor Relations. You may begin.\n\nCalvin Locke\n\nManager of Investor Relations\n\nThank you, and good morning. Joining me today will be Dean Setoguchi, President and CEO; Eileen Marikar, Senior Vice President and CFO; Jamie Urquhart, Senior Vice President and Chief Commercial Officer; and Jarrod Beztilny, Senior Vice President, Operations and Engineering. We will begin with some prepared remarks from Dean and Eileen, after which we will open the call to questions. I would like to remind listeners that some of the comments and answers that we will give today relate to future events.\nThese forward-looking statements are given as of today's date and reflect events or outcomes that management currently expects. In addition, we will refer to some non-GAAP financial measures. For additional information on non-GAAP measures and forward-looking statements, please refer to Keyera's public filings available on SEDAR and on our website.\nWith that, I'll turn the call over to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Calvin, and good morning, everyone. Keyera delivered record results in 2023. We continue to execute our strategy of increasing competitiveness, enhancing and extending our integrated value chain financial discipline and sustainability leadership. Results include best ever safety performance and exceptional financial results driven by record realized margin across all 3 of our business segments Keyera ended the year in a strong financial position with net debt to adjusted EBITDA at 2.2x, below our targeted range of 2.5 to 3x.\nWe had several strategic accomplishments in 2023 that helped drive the next phase of growth for Keyera. Early in the year, we closed the acquisition of an additional working interest at our core KFS complex adding meaningful fluctuation capacity in a high-demand market. In the spring, we brought caps online, strengthening our long-term competitive position. We now offer Montney and Duvernay producers a fully integrated solution that's driving commercial success across our value chain.\nToday, we announced that we've added long-term integrated agreements with several producers. This includes approximately 30,000 barrels per day of incremental volume commitments on KAPS and 33,000 barrels per day of incremental and extended fractionation commitments at KFS. These have weighted average contract terms of 12 and 13 years, respectively. These integrated agreements also includes storage at KFS and other services like rail transportation, pipeline connectivity and product marketing. These contracts are highly -- with highly creditworthy counterparties include a high degree of take-or-pay and require minimal additional capital.\nKeyera delivered record fee-for-service growth in 2023 with best ever contributions for our gathering and processing and liquids infrastructure segments. Continued growth from Wapiti, Pipestone, KFS and KAPS support us reaching the upper end of our EBITDA growth target of 6% to 7% from 2022 out to 2025. The new commitments we announced today support continued growth beyond 2025.\nOur Marketing segment delivered a record $479 million of realized margin in 2023 and driven by record sales volumes for the segment and continued strength of our isooctane business. Our ability to leverage our physical assets and logistics expertise provides us with a distinct competitive advantage and deliver strong cash flow. This marketing margin is then reinvested into long-life infrastructure projects. In turn, driving growth and high-quality fee-for-service cash flows.\nAs we close out a successful 2023, we're excited for the year ahead. 2024 is anticipated to be a year of strong free cash flow generation resulting from continued margin growth and lower capital spending relative to the past several years. Our capital allocation priorities remain the same. They are first to maintain the strength of our balance sheet and then the balance between increasing returns to shareholders and investing in additional growth opportunities. Fractionation expansion opportunities at KFS and the KAPS Zone 4 expansion are great examples of capital-efficient opportunities that support our growth outlook beyond 2025. Our strong balance sheet provides maximum optionality to bring forward growth investments when they're ready.\nLastly, you would have seen in our release this morning, that we'll be taking AEF offline this spring for approximately 6 weeks to proactively complete maintenance activities. These maintenance activities are intended to facilitate AES continued reliable operations at full capacity until its next scheduled turnaround in 2026. The work is expected to impact 2024 realized margins for the marketing segment by approximately $35 million to $45 million with no impact to maintenance capital.\nDue to strong near-term market fundamentals, we still expect to be within our stated base marketing guidance of $310 million to $350 million for 2024. Consistent with prior years, we'll update our 2024 marketing guidance with Q1 results in May. This will include the impact of this outage.\nI'll now turn over to Eileen to provide a further update on our quarterly and annual financial performance.\n\nEileen Marikar\n\nSenior VP & CFO\n\nThanks, Dean. Adjusted EBITDA was a record $339 million for the quarter and a record $1.2 billion for the full year, compared to $212 million and $1 billion for the same period last year. Distributable cash flow was $234 million or $1.02 per share for the quarter compared to $104 million or $0.47 per share for the same period last year. DCF for the full year was a record $855 million or $3.73 per share compared to $654 million or $2.95 per share for 2022.\nThese results were driven by record contributions from all 3 business segments. We recorded net earnings of $49 million for the fourth quarter and $424 million for the full year 2023. This compares to a net loss of $82 million for the fourth quarter and net earnings of $328 million for the full year 2022. The 2023 results include a noncash impairment charge of $210 million related to the Wildhorse Terminal.\nThe 2023 dividend payout ratio was 53% of DCF at the low end of our target range of 50% to 70% and corporate return on invested capital for 2023 was 16%. At year-end, we had over $1 billion of available liquidity and in January of this year, we issued $250 million of 30-year notes at a coupon rate of 5.66%.\nLooking forward, our 2024 guidance remains unchanged. Growth capital expenditures are expected to range between $80 million and $100 million. This includes about $60 million of sanction capital for various optimization projects with the remaining $20 million to $40 million contingent on the sanctioning of KAPS Zone 4 and fractionation capacity expansions at KFS.\nMaintenance capital expenditures are expected to range between $90 million and $110 million. of which about $20 million is recoverable in 2024 and another $15 million is recoverable within the next few years. Cash taxes are expected to range between $45 million and $55 million.\nThank you, and I'll turn it back to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Eileen. Demand for Canada's energy has never been stronger. Our basin set new records for both natural gas and crude oil production in 2023. The Trans Mountain pipeline expansion and LNG Canada support the next phase of basin growth. Keyera is positioned to participate in a meaningful way. On behalf of Keyera's Board of Directors and management team, I want to thank our employees, customers, shareholders, indigenous rights holders and other stakeholders for their continued support.\nWith that, I'll turn it back to the operator for Q&A."
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e53f849a1817676897ab3ba3b0093a62",
    "period": "2023 Q3",
    "content": "Q3 2023 Keyera Corp Earnings Call\n\nQ3 2023 Keyera Corp Earnings Call\n\nKEYTORONTONOV 8, 10:00 AM\n\nOperator\n\nGood morning. My name is Mark, and I will be your conference operator today. At this time, I would like to welcome everyone to Keyera's 2023 Third Quarter Conference Call. [Operator Instructions] Thank you. I would now like to turn the call over to Calvin Locke, Manager of Investor Relations. You may begin.\n\nCalvin Locke\n\nManager of Investor Relations\n\nThank you, and good morning. Joining me today will be Dean Setoguchi, President and CEO; Eileen Marikar, Senior Vice President and CFO; Jamie Urquhart, Senior Vice President and Chief Commercial Officer; and Jarrod Beztilny, Senior Vice President, Operations and Engineering. We will begin with some prepared remarks from Dean and Eileen, after which we will open the call to questions. I would like to remind listeners that some of the comments and answers that we will give you today relate to future events. These forward-looking statements are given as of today's date and reflect events or outcomes that management currently expects. In addition, we will refer to some non-GAAP financial measures. For additional information on non-GAAP measures and forward-looking statements, please refer to Keyera's public filings available on SEDAR+ and on our website. With that, I'll turn the call over to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Calvin, and good morning, everyone. Keyera delivered excellent third quarter results. Leveraging our integrated value chain, we continue to execute a strategy that is driving strong performance across our 3 business segments. By growing our fee-for-service business, we're improving the quality of our cash flows, which supports sustainable dividend growth. Keyera recently received a corporate credit upgrade to BBB stable from S&P. This upgrade reflects the company's improved competitive position, quality of cash flows and strong business outlook. Our G&P segment delivered its second highest quarter ever, with $94 million in realized margin, and our liquids infrastructure segment delivered a third consecutive record quarter with a contribution of $128 million, 27% higher than the same period last year. Over the last several years, we have invested significantly to create a fully integrated service offering from the Montney and Duvernay plays through our core liquids infrastructure in Edmonton and Fort Saskatchewan. Assets like Wapiti, Pipestone, the KFS complex and most recently KAPS, have all contributed meaningful volume and cash flow growth. As a result, we remain on track to reach our targeted range of 6% to 7% annual EBITDA growth from our fee-for-service business out to 2025. KAPS continues to deliver ahead of our expectations with higher than forecasted volumes in the third quarter as customers delivered above their contracted commitments. KAPS has fully integrated our value chain, making it stronger and more competitive. Customers are seeing the value of this much-needed alternative that can support our full suite of NGL services from wellhead to end market. The additional interest acquired at our KFS complex is also performing ahead of expectations with strong fractionation utilization and higher-than-forecasted demand for storage assets. Today, we announced that our Pipestone expansion project is now expected to be completed ahead of schedule and at the low end of our budgeted CapEx range of $60 million to $70 million. This project adds $40 million per day of processing capacity, driving further fee-for-service growth starting in the fourth quarter of this year. Our customers are in a strong financial position and have multi-year growth plans that rely on our integrated service offering. This further reinforces the strong outlook for growth. Our Marketing segment continues to outperform. We now expect marketing to deliver between $420 million and $450 million of realized margin this year, putting us on track for a record marketing year. This strong result comes from our ability to leverage our physical assets and logistics expertise to deliver products throughout North America. Our Marketing segment provides Keyera with a distinct competitive advantage as it continues to produce strong cash flows that have enabled us to consistently deliver above-average corporate returns. Marketing cash flows are then reinvested into long-life infrastructure projects such as KAPS and the Pipestone expansion, in turn, driving growth in high-quality fee-for-service cash flows. With a number of successful strategic investments made over the past few years, Keyera is now delivering sustainably higher levels of discretionary cash flow. Last quarter, we took an important step returning to our long history of sustainable dividend growth, supported by the strength of our fee-for-service business. Our capital allocation priorities remain the same. True to Keyera's DNA, our first priority is to maintain a strong balance sheet. From there, it will be a balance between disciplined growth capital investments and increasing returns to shareholders. In terms of future growth investments, they'll be primarily focused on projects that leverage and enhance our existing core asset position in Western Canada. These could include a debottleneck of existing frac, a new frac expansion and a potential KAPS Zone 4 extension. Any incremental investments need to generate a strong return underpinned by long-term contracts. I'll now turn it over to Eileen to provide an update on Keyera's financial performance for the quarter.\n\nEileen Marikar\n\nSenior VP & CFO\n\nThank you, Dean. Adjusted EBITDA for the quarter was $288 million compared to $247 million for the same period last year. Distributable cash flow was $186 million or $0.81 per share compared to $162 million or $0.73 per share for the same period in 2022. These results were driven by record performance from our Liquids Infrastructure segment and continued strong performance from our Gathering and Processing and Marketing segment. Net earnings were $78 million compared to $123 million for the same period last year. Net earnings were impacted by higher finance costs and lower operating margin from the Marketing segment, which includes the effect of unrealized gains and losses from risk management contracts. Keyera continues to maintain a strong financial position, ending the quarter with net debt to adjusted EBITDA at 2.5x at the low end of our targeted range of 2.5x to 3x. This allows us to retain maximum optionality to advance organic growth projects when they are ready. Moving to our guidance for 2023. As Dean mentioned, we now expect our Marketing segment to contribute between $420 million and $450 million of realized margin in 2023. This is up from our previous guidance of $380 million to $410 million. These results are largely due to the continued strength of Iso-Octane premiums and Keyera's ability to access advantaged markets. For a full list of guidance assumptions, please refer to Keyera's third quarter MD&A released this morning. Growth capital for 2023 is now expected to range between $200 million to $220 million, previously $200 million to $240 million. The decrease is due to factors, including the Pipestone expansion project coming in at the low end of its budget cost estimate. Maintenance capital remains unchanged at $95 million to $105 million. KAPS continues to expect cash tax expense to be 0 for 2023. I'll now turn it back to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Eileen. Keyera remains well positioned for the long term with strategically integrated assets that stand to benefit from decades of expected volume growth in Western Canada. Our basin continues to set new production records and Canada remains a preferred supplier of energy to the world. With LNG Canada and the TransMountain pipeline expansion project on the horizon, Keyera will continue to play an integral role enabling this growth. On behalf of Keyera's Board of Directors and management team, I want to thank our employees, contractors, customers, shareholders, indigenous rights holders and other stakeholders for their continued support. With that, I'll now turn it back to the operator for Q&A."
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/003668b21740b63afd6e7c1fc8eebb1f",
    "period": "2023 Q2",
    "content": "Q2 2023 Keyera Corp Earnings Call\n\nQ2 2023 Keyera Corp Earnings Call\n\nKEYTORONTOAUG 10, 10:00 AM\n\nOperator\n\nGood morning. My name is [ Laura ], and I will be your conference operator today. At this time, I would like to welcome everyone to Keyera Corp.'s second quarter conference call. [Operator Instructions]. Thank you. I would now like to turn the call over to Calvin Locke, Manager of Investor Relations. You may go ahead, sir.\n\nCalvin Locke\n\nManager of Investor Relations\n\nThank you, and good morning. Joining me today will be Dean Setoguchi, President and CEO; Eileen Marikar, Senior Vice President and CFO; Jamie Urquhart, Senior Vice President and Chief Commercial Officer; and Jarrod Beztilny, Senior Vice President, Operations and Engineering.\nWe will begin with some prepared remarks from Dean and Eileen, after which we will open the call to questions. I would like to remind listeners that some of the comments and answers that we will give you today relate to future events. These forward-looking statements are given as of today's date, and reflect events or outcomes that management currently expects.\nIn addition, we will refer to some non-GAAP financial measures. For additional information on non-GAAP measures and forward-looking statements, please refer to Keyeras public filings available on SEDAR and on our website.\nWith that, I'll turn the call over to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks Calvin. Good morning, everyone. I'm pleased to announce that our Board of Directors have approved a 4.2% dividend increase, returning Keyera to its long history of sustainable dividend growth. The increase is supported by the growth of Keyera's fee-for-service business segments.\nIn the last 5 years, we've been investing significantly to create a fully integrated service offering from the Montney and Duvernay place through to our core Liquid Infrastructure in Edmonton and Fort Saskatchewan.\nThese strategic investments continue to deliver volume and cash flow growth. We remain on track to reach a targeted annual 6% to 7% fee-for-service EBITDA growth out to 2025.\nOur Liquid infrastructure segment delivered 21% year-over-year growth reaching a new quarterly record of $119 million. KAPS is now fully in service with the second of 2 pipelines shipping its first volumes in June. KAPS integrates our value chain, making us more competitive and enhances our ability to track new volumes.\nOur platform offers customers a much needed competitive alternative from wellhead to end market.\nIn our G&P segment, we delivered $84 million in realized margin. This result was achieved despite the impact of Alberta's wildfires.\nAgain, we'd like to thank all emergency responders and care personnel who ensured that everyone remains safe and that our assets were largely unimpacted.\n[ Diluent ] liquid remains strong for G&P business. We foresee continued filling of available capacity, particularly at Wapiti and Simonette, as producer activity ramps up. Expansion of the Pipestone Gas Plant is on track for completion in the first quarter of 2024.\nOur G&P customers are in a strong financial position and have multi-year growth plans. This is driving continued growth of the segment, while at the same time increasing the length of contracts and improving cash flow stability.\nOur marketing segment had another strong quarter supported by the strength of our iso-octane and condensate businesses. This segment delivered $134 million of realized margin in the quarter and $251 million year-to-date. We're increasing [ the ] 2023 guidance for this segment to range between $380 million to $410 million have realized margin.\nWith the major investments of the last 5 years behind us, we expect growth spending to be lower going forward. This means we'll have more free cash flow to allocate.\nOur capital allocation priorities are unchanged. The first, to ensure financial strength, and then a balance between increasing returns to shareholders and disciplined capital investments.\nOur debt leverage metrics are well within our targeted range, and now we increased our dividend.\nIn terms of future growth investments, they'll be primarily focused on projects that leverage and enhance our existing core asset position in Western Canada. This could include a debottleneck of existing frack, a new frack expansion and a potential KAPS zone for extension.\nAny incremental investments need to generate a strong return underpinned by long term contracts.\nI'll now turn it over to Eileen to provide an update on Keyera's financial performance for the quarter.\n\nEileen Marikar\n\nSenior VP & CFO\n\nThanks, Dean. Adjusted EBITDA for the quarter was $293 million, compared to $316 million for the same period last year. Distributable cash flow was $207 million or $0.90 cents per share, compared to $209 million or $0.94 cents per share for the same period in 2022.\nNet earnings were $159 million compared to $173 million for the same period last year. These results were driven by record performance from our Liquid Infrastructure segment, and the third best ever quarterly marketing segment margin.\nWe are continuing to maintain a strong financial position, ending the quarter with net debt-to-adjusted EBITDA at 2.6x, at the lower end of our targeted range of 2.5 to 3x.\nMoving to our guidance for 2023. As Dean mentioned, we now expect our marketing segment to contribute between $380 million and $410 million of realized margin in 2023. This is up from our previous guidance of $330 million to $370 million.\nThe revised guidance takes into account financial hedges currently in place and assumed AEF runs at capacity. There are no significant logistics or transportation curtailment and current forward commodity pricing for any unhedged volumes for the remainder of the year.\nGrowth capital guidance remains unchanged at between $200 million to $240 million.\nMaintenance capital guidance is now expected to be between $95 million and $105 million, up from the previous range of $75 million to $85 million. About half the increase is due to the completion of work that was already prepaid. The balance of the increase includes additional maintenance cost of Pipestone Gas Plant which is expected to be recovered to increased future revenue.\nCash tax expense is expected to be nil. I'll turn it back to Dean.\n\nC. Dean Setoguchi\n\nSenior VP & Chief Commercial Officer, Keyera Corp.\n\nThanks, Eileen. Macro outlook for our business environment remain very positive. Canada's energy resources will be essential in meeting the world's growing energy demand. Our basin continues to grow and sets new records for both natural gas and crude oil production.\nLNG Canada and the Trans Mountain pipeline expansion will unlock future growth. We're excited to contribute to this growth by being an essential infrastructure service provider.\nOn behalf of Keyera's Board of Directors and management team, I want to thank our employees, contractors, indigenous rights holders and other stakeholders for the continued support.\nWith that, I'll turn it back to the operator for Q&A."
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8e84cc9965f55771e808abdef1a46709",
    "period": "2023 Q1",
    "content": "Q1 2023 KeyCorp Earnings Call\n\nQ1 2023 KeyCorp Earnings Call\n\nKEYNYSEAPR 20, 10:00 AM\n\nOperator\n\nLadies and gentlemen, good morning, and welcome to KeyCorp's First Quarter 2023 Earnings Conference Call. As a reminder, this conference is being recorded. I would now like to turn the conference over to the Chairman and CEO, Chris Gorman. Please go ahead.\n\nChristopher Marrott Gorman\n\nPresident of Banking, President, COO & Director, KeyCorp\n\nWell, good morning, and thank you for joining us for KeyCorp's First Quarter 2023 Earnings Conference Call. Joining me on the call today are Clark Khayat, our Chief Financial Officer; Don Kimble, our Vice Chairman and Chief Administrative Officer; and Mark Midkiff, our Chief Risk Officer.\nOn Slide 2, you will find our statement on forward-looking disclosure and non-GAAP financial measures. It covers our presentation materials and comments as well as the question-and-answer segment of our call.\nI am now moving to Slide 3. Before I comment on our quarterly results, I want to touch on 3 areas that I know have been top of mind for investors, namely deposits, capital and credit quality.\nKey has significantly strengthened each of these areas over the last decade. We have derisked our business and built a differentiated franchise that is well positioned for all business conditions, including the current environment.\nKey's relationship-based business model provides us with strong granular deposit base and with attractive lending and fee-based opportunities. Our long-term standing strategic commitment to primacy that is serving as our client's primary bank continues to serve us well. Over 60% of our deposit balances are from consumers, wealth clients, small businesses and escrow accounts. Over 80% of our commercial balances are core operating accounts.\nThe diversity of our deposits extends across client type, account size, industry and geography. Our deposits come from $3.5 million retail, small business private banking and commercial customers with 56% covered by FDIC insurance and an additional 10% of balances that are collateralized. In the first quarter, our period-end deposits remained stable and balances from March 31 to present remain relatively unchanged.\nWith respect to capital, Key's position remains strong with a common equity Tier 1 ratio of 9.1%. This positions us well to execute against our capital priorities, including supporting our clients. We are also aware of the heightened focus on accumulated other comprehensive income, AOCI.\nAOCI improved this quarter by 13%, which drove a 20 basis point improvement in our tangible common equity to tangible asset ratio. Our capital position will benefit from the expected $2 billion improvement and AOCI by 12/31/24. Credit quality remains strong, once again reflecting our proactive and intentional derisking over the past decade.\nIn our consumer bank, we serve a wide range of clients. Our weighted average FICO score at origination is above 770. In our commercial bank, 82% of our credit exposure is to relationship clients and 56% of our C&I portfolio is investment grade. We have built a strong originate-to-distribute model that strengthens our risk management and allows us to offer our clients a wide range of on- and off-balance sheet financing options.\nIn the first quarter, we raised $26 billion for our clients. Another area getting attention is commercial real estate. Our largest exposure is multifamily, including a growing affordable housing segment. There exists a significant shortage of available housing broadly and affordable housing specifically in the United States today. As such, affordable housing will continue to receive bipartisan government support.\nImportantly, we have limited exposure to high-risk areas such as office, lodging and retail. We also have unique insights into commercial real estate through our third-party commercial loan servicing business. Not only is this a great business with over $630 billion of servicing assets, but the business provides us with unique insight into the markets, which vary greatly by asset type and geography.\nEach of these 3 areas that I've covered: deposits, capital and credit quality provide a foundation and support the long-term earnings power of our company.\nWith that as a backdrop, let me move to Slide 4 and touch on a few quarterly highlights before I turn it over to Clark to cover the quarter in detail.\nThis morning, we reported earnings of $275 million or $0.30 per common share. Our results included $126 million or $0.14 per share as a result of both our increase in allowance for credit losses and the expense actions we previously announced. The build in our allowance for credit losses is principally model-driven and reflective of a greater range of outcomes as we look ahead.\nOur strong credit quality and guidance for net charge-offs, however, remain unchanged. Our expense actions this quarter were part of a company-wide effort to improve efficiency and support reinvestment back into our business. We completed actions this quarter, which represented over 4% of our expense base or $200 million in annualized benefit. This will allow us to hold non-interest expense relatively flat in spite of persistent inflation.\nOur results this quarter were driven by year-over-year growth in both our consumer and commercial businesses. In our consumer business, we grew new households at a pace supporting our Investor Day target. Our commercial businesses also continued to add and expand relationships.\nRecent market disruption has provided us with further opportunity to acquire clients and opportunistically add high-quality bankers to the platform. Net interest income declined from the fourth quarter, reflecting higher interest-bearing deposit costs and a shift in funding mix. Net interest income was also negatively impacted by our received fixed rate swaps, which are used to hedge our floating rate portfolio.\nSwaps and treasuries reduced net interest income by $317 million this quarter and lowered our net interest margin by 72 basis points. Given the short duration of our swaps and treasuries and the meaningful repricing opportunity, we will see significant benefit to our net interest income beginning late this year and extending into 2024 and beyond.\nWe have continued to take actions to lock in the net interest income benefit going forward. Clark will cover our interest rate positioning in detail during his presentation.\nOur fee-based businesses in the first quarter showed several areas of strength, but overall reflected expected weakness in capital markets. Although the market remains challenging, we did experience a record first quarter in our M&A advisory business. While we do not anticipate a significant pickup in our capital markets business in the first half of the year, we continue to expect deal activity to pick up sometime in the second half.\nAs I pointed out on the prior slide, credit quality remained strong this quarter, with net charge-offs as a percentage of average loans of 15 basis points. Our credit losses remain near historic lows, and we remain confident in the way we have positioned our portfolio consistent with our moderate risk profile.\nDespite the market disruption, we have not lost focus on driving our targeted scale strategy and investing in points of differentiation. In our wealth business, for example, which currently has $54 billion in assets under management, we are bringing the power and capabilities of our private bank to better serve mass affluent clients through our retail channel. Our Laurel Road business is expanding to serve the distinct needs of health care professionals through hospital system partnerships.\nIn our commercial businesses, we are empowering our relationship managers with a comprehensive suite of tools to enhance productivity and to better support our clients. I remain confident in Key in the long-term outlook for our business. We have durable relationship-based businesses that will continue to serve our clients, our prospects and deliver value to our shareholders.\nLastly, I would like to thank our 18,000 employees for what they do each and every day to serve our clients.\nWith that, I'll turn it over to Clark to provide more details on the results of the quarter and our 2023 outlook. Clark?\n\nClark Harold Ibrahim Khayat\n\nExecutive VP & Chief Strategy Officer, KeyCorp\n\nThanks, Chris, and good morning. I'm now on Slide 6. For the first quarter, net income from continuing operations was $0.30 per common share, down $0.08 from the prior quarter and down $0.15 from last year, driven in part by 2 notable items. We incurred $64 million of restructuring expense or $0.06 per share, which included $36 million of severance and other related costs and $28 million of corporate real estate related rationalization and other contract terminations or renegotiations.\nOur results also included $94 million of additional provision expense in excess of charge-offs or $0.08 per share as we continue to build our reserves, reflecting a more cautious economic outlook and view on home prices.\nTurning to Slide 7. Average loans for the quarter were $119.8 billion, up 16% from the year ago period and up 2% from the prior quarter as we continue to support relationship clients. Commercial loans increased 15% from the year ago quarter. Relative to the same period, consumer loans increased 16%, reflecting growth in consumer mortgage.\nCompared with the fourth quarter of 2022, commercial loans grew 3%. Our commercial growth continues to reflect the strength in our targeted industry verticals and support for our relationship clients.\nContinuing on to Slide 8. Average deposits totaled $143.4 billion for the first quarter of 2023, down 5% from the year ago period and down $2.3 billion or 2% compared to the prior quarter. Year-over-year, we saw declines in retail deposits, driven by elevated spend due to inflation, normalization from pandemic levels, and changing client behavior due to higher rates.\nCommercial balances, which included $6 billion of brokered deposits remained relatively flat. The decrease in deposits from the prior quarter reflects a continuation of these same trends.\nInterest-bearing deposit costs increased 62 basis points from the prior quarter and our cumulative deposit beta was 29% since the Fed began raising interest rates in March 2022. Our outlook for 2023 now assumes a cumulative deposit beta peaking in the low 40s.\nTurning to Slide 9. We wanted to provide incremental detail on the granularity and composition of our $143 billion deposit portfolio. At the end of the first quarter, approximately 54% of our deposits came from consumer, wealth and small business clients. An incremental 6% of deposits are from low-cost, stable escrow balances.\nThe remaining approximately 40% of our deposits comes from our large corporate and middle market commercial clients. Over 80% of the commercial segment deposit balances are from core operating accounts. Our total deposit -- of our total deposits, 56% are covered by FDIC insurance, while an additional 10% are collateralized. We maintain access to enough liquidity to cover over 150% of uninsured and uncollateralized deposits.\nThe quality of our deposit base derives from the strength of our relationship-based strategy, which has benefited Key both from a balanced stability and cost perspective. At period end, our loan-to-deposit ratio was 84%.\nNow moving to Slide 10. Taxable equivalent net interest income was $1.1 billion for the first quarter compared with $1 billion in the year ago quarter and $1.2 billion in the prior quarter. Our net interest margin was 2.47% for the first quarter compared to 2.46% for the same period last year and 2.73% for the prior quarter.\nYear-over-year, net interest income and the net interest margin benefited from higher earning asset balances and higher interest rates, partly offset by higher interest-bearing deposit costs and a shift in funding mix. Relative to Q4, our net interest margin was negatively impacted by 22 basis points related to higher interest-bearing deposit costs and 22 basis points from a change in funding mix and liquidity and loan fees, partly offset by 18 basis points related to higher interest rates and earning asset growth.\nAs Chris noted earlier, our swap portfolio and short-dated treasuries reduced net interest margin by 72 basis points in the quarter. Additionally, the net interest income was lower, reflecting 2 fewer days in the quarter.\nTurning to Slide 11. As previously mentioned, Key seems to benefit significantly from the maturity of our short-dated swap book and treasuries. This opportunity is consistent with the $1 billion of upside we've been talking about over the last few quarters. While we recently offered more detail on the swaps and treasuries by quarter and interest rate, we thought it would be valuable to include a view on the realization of that potential value in both timing and amount.\nThe chart on Slide 11 shows this with the forward curve. We do not include -- we do include the value should short-term rates remain at current levels in a higher prolonger scenario as well.\nWe have also gotten questions about how we plan to lock in this value. As we've shared, we've taken a measure, but opportunistic approach to adding hedges to address this potential. The analysis on Slide 11 reflects the additional hedging activity we've undertaken beginning in Q4 and since. The point here is to provide one more level of depth to clarify the timing and magnitude of this opportunity. As this demonstrates, we continue to see significant future value in NII as these swaps and treasuries mature.\nMoving to Slide 12. Noninterest income was $608 million in the first quarter of 2023 compared to $676 million for the year ago period, and $671 million in the fourth quarter. The decline in noninterest income from the year ago period reflects a $24 million decline in service charges on deposit accounts due to changes in our NSF/OD fees structure that we previously discussed and implemented in September and lower account analysis fees related to interest rates.\nAdditionally, investment banking and debt placement fees declined $18 million, reflecting lower syndication fees, partly offset by an increase in advisory fees while corporate services income declined $15 million, reflecting lower loan fees and market-related adjustments in the prior period.\nThe decline in noninterest income from the fourth quarter reflects a $27 million decline in investment banking and debt placement driven by lower advisory and syndication fees. Recall that Q1 is historically the low point for investment banking activity in the year. Other income decreased by $20 million driven by Visa litigation assessment and market-related adjustments. Additionally, corporate services income decreased by $13 million, reflecting lower derivative volumes.\nMoving on to Slide 13. Total noninterest expense for the quarter was $1.18 billion, up $106 million from the year ago period and up $20 million from last quarter, inclusive of $64 million of restructuring charges related to actions we completed this quarter to take out $200 million in annualized costs. As we shared on the Q4 call, we took these steps proactively to support investment in our business in the face of continued inflation. Compared with the year ago quarter and in addition to restructuring charges, personnel expense increased, reflecting an increase in salaries and headcount, partly offset by lower incentive compensation.\nCompared to the prior quarter, and in addition to restructuring, business services and professional fees declined $15 million in marketing expense declined $10 million. Additionally, other expense increased in the first quarter by $9 million reflecting an increase in the base FDIC assessment rate.\nMoving now to Slide 14. Overall, credit quality remains strong. For the first quarter, net charge-offs were $45 million or 15 basis points of average loans, which remain near historically low levels. Our provision for credit losses was $139 million for the first quarter, which, as we pointed out, exceeded net charge-offs by $94 million.\n30- to 89-day delinquencies to period-end loans were down 1 basis point to 14 basis points, while 90-plus day delinquencies remain stable. The excess provision increases our allowance for credit losses, reflecting a more cautious model-driven assumptions. Despite the increase in the allowance, our outlook for net charge-offs in 2023 of 25 to 30 basis points remains unchanged and well below our through-the-cycle levels of 40 to 60 basis points.\nMoving to Slide 15. With regard to commercial real estate in particular, Key's exposure is well controlled and credit quality remains strong. Over the past decade, we meaningfully repositioned our commercial real estate book by sharply reducing our exposure to construction and homebuilders and reducing the level of commercial real estate loans in our book.\nWe focus on relationship lending with select owners and operators. Our improved risk profile has been demonstrated in Key's most recent stress test results where projected losses in our commercial real estate book stands at 8.2% compared to 11.5% for peers.\nNow on to Slide 16. Our liquidity position is strong. Our period-end cash balances at the Federal Reserve stood at $8 billion, and we maintain flexibility with significant levels of unused borrowing capacity from additional sources. We would expect to maintain higher cash balances until the market stabilizes. Our levels of additional available liquidity have not changed materially since the end of the quarter.\nOn to Slide 17. We ended the first quarter with common equity Tier 1 ratio of 9.1% within our targeted range of 9% to 9.5%. This provides us with sufficient capacity to continue to support our relationship customers and their needs.\nWe completed $38 million of open market share repurchases in the first quarter related to our employee compensation plan. Given market conditions, we do not expect to engage in material share repurchases in the near term. We will continue to focus our capital in supporting relationship client activity and paying dividends.\nOver the last 6 weeks, there's been significant discussion of AOCI and its potential inclusion in CET1 capital levels for Category 4 banks. We've historically chosen to put most of our portfolio purchases and available for sale. And given the recent market rise in rates, we saw significant increases in the negative mark.\nAs time passes and if rates have come down, we've seen our AOCI mark decrease by 13% from $6.3 billion at 12/31 to $5.5 billion at 3/31. We share on Slide 16, the expected reduction in the AOCI mark from 3/31 to the end of this year and the end of 2024. Over that time frame, the AOCI mark declined by approximately 40%. And while this analysis assumes the forward curve, it's important to note that 90% of the value is for maturities and cash flows that is not rate dependent.\nAlthough we have no unique insight into the path of potential regulatory changes, as we've seen historically when bank capital regulations have changed, they carry with them comment periods and a reasonable phase-in time frame. Our view is that for any new requirements, our reduction in AOCI mark and more significantly, our earnings would allow us to organically accrete capital to required levels over the necessary period.\nSlide 18 updates our full year 2023 outlook. The guidance is relative to our full year 2022 results. We expect average loans to grow between 6% and 9%. And importantly, most of this growth has already occurred relative to 2022, so we don't expect material loan balance growth. We'll continue to support relationship clients by recycling capital throughout the year.\nWe expect average deposits to be flat to down 2%. Net interest income is now expected to decline by 1% to 3% driven by higher interest-bearing deposit costs and a continued shift in funding mix. Our guidance is based on the forward curve, assuming a Fed funds rate peaking at 5.1% in the third quarter and starting to decline in the fourth quarter. These interest rate assumptions, along with our expectations for customer behavior and the competitive pricing environment are very fluid and will continue to impact our outlook, prospectively.\nNoninterest income guidance is unchanged. We continue to expect it to be down 1% to 3%, reflecting the implementation of our new NSF/OD fees structure last year and continued challenging capital markets activity, at least in the first half. Our noninterest expense outlook is also unchanged. We expect it to be relatively stable, driven in part by the actions we took last quarter to accelerate cost savings, which includes the impact of the $64 million in restructuring charge.\nFor the year, we continue to expect credit quality to remain strong and net charge-offs to be in the 25 to 30 basis point range, well below our over-the-cycle range of 40 to 60 basis points. Our guidance for our GAAP tax rate is now 20% to 21%. We feel confident in the foundation of our business, the relationship-driven value of our deposit book, the durability of our balance franchise and our improved risk profile.\nDespite near-term headwinds, we continue to be focused on execution in 2023 and the strong long-term earnings power of our company.\nWith that, I'll now turn the call back to the operator for instructions on the Q&A portion of the call. Operator?"
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a0c21f26c3efbfcc872566c913a865b3",
    "period": "2022 Q4",
    "content": "Q4 2022 KeyCorp Earnings Call\n\nQ4 2022 KeyCorp Earnings Call\n\nKEYNYSEJAN 19, 10:00 AM\n\nOperator\n\nGood morning, and welcome to KeyCorp's Fourth Quarter 2022 Earnings Conference Call. As a reminder, this conference is being recorded. I would now like to turn the conference over to the Chairman and CEO, Chris Gorman. Please go ahead.\n\nChristopher Marrott Gorman\n\nChairman & CEO, KeyCorp\n\nWell, thank you for joining us for KeyCorp's Fourth Quarter 2022 Earnings Conference Call. Joining me on the call today are Don Kimble, our Chief Financial Officer; Clark Khayat, our Chief Strategy Officer. Upon Don's planned retirement, Clark will assume the CFO role; and also Mark Midkiff, our Chief Risk Officer.\nOn Slide 2, you will find our statement on forward-looking disclosure and non-GAAP financial measures. It covers our presentation materials and comments as well as the question-and-answer segment of our call.\nI'm now moving to Slide 3. This morning, we reported earnings of $356 million or $0.38 per common share. Our results included $265 million of provision for credit losses, which exceeded net charge-offs by $224 million or $0.20 a share. The additional provision builds our allowance for credit losses, adjusting our credit models to reflect a more cautious economic outlook.\nOur results reflect continued growth in both our consumer and commercial businesses. In our consumer business, we have added new households with younger clients being our fastest-growing segment. Our commercial business also has continued to add and expand relationships.\nIn 2022, we raised a record level of capital for our clients.\nNet interest income was up 2% from the third quarter, reflecting continued relationship-based loan growth supported by stable deposits. Deposit costs continued to move higher with a step-up in deposit rates late in the quarter. At the end of the fourth quarter, nearly 60% of our deposits were in low-cost retail and escrow balances.\nIn our commercial businesses, over 80% of our deposits are from core operating accounts. Our average loan balances increased 3% from the prior quarter as we continue to add relationships and offer the best execution with both on- and off-balance sheet solutions.\nWe continue to benefit from investments we have made in our business, including the healthcare sector. In 2022, we continue to grow relationships with significant health care providers and expanded our Laurel Road business. Despite the student loan payment holiday, we originated over $1.5 billion of Laurel Road loans last year and increased our member households by over 30%.\nAdditionally, we expanded our offering to nurses, added new products and capabilities and completed the acquisition of GradFin. Since acquisition, GradFin has held nearly 30,000 individual consultations for refinance and public service loan forgiveness. These consultations are with prequalified credential prospects, all new to Key.\nOur fee-based businesses in the fourth quarter reflect the continued slowdown in capital markets activity and the impact of changes to our NSF/OD fee structure. Investment banking and debt placement fees were up $18 million from the prior quarter, but down meaningfully from the year ago period, reflecting broader capital markets trends.\nThe new issue equity market is virtually nonexistent and the M&A market continues to be engaged in price discovery. Our pipelines remain solid, particularly in M&A. However, the pull-through rates continue to be adversely impacted by market uncertainty.\nWe have also continued to see more activity moving on to our balance sheet. In 2022, we raised a record $136 billion of capital for our clients, of which 23% was retained on our balance sheet well above our long-term average of 18%. Credit quality remained strong this quarter, with net charge-offs as a percentage of average loans of 14 basis points.\nNonperforming loans declined again this quarter and delinquencies, criticized and classified loans all remained near historically low levels. We will continue to support our clients while maintaining our moderate risk profile, which positions the company to perform well through all business cycles.\nOur capital remains a strength, providing us with sufficient capacity to support our clients and return capital to our shareholders, including a 5% increase in our common stock dividend in the fourth quarter.\nBefore I turn the call over to Don, I want to share some thoughts on our outlook and priorities for 2023 and beyond. First, we will continue to execute on our differentiated business model and strategy. We will focus on expanding our presence in our fastest-growing markets and targeted industry verticals. As we demonstrated again in 2022, we are uniquely positioned to support clients through various market conditions.\nSecondly, we will continue to benefit from our balance sheet and interest rate positioning. We have been very deliberate and intentional in the manner in which we have managed our interest rate risk with a longer-term perspective. Although our positioning is providing less current benefit, we have significant upside over the next 2 years as swaps and short-term treasuries mature and reprice. If we were to reprice our existing short-term treasuries and swaps at today's interest rates, we would have an annualized net interest income benefit of $1.1 billion.\nThirdly, we will maintain our strong credit quality. We've spent the last decade derisking our portfolio, positioning the company to outperform through the business cycle. Despite our strong credit metrics, we built our loan loss reserve this quarter, which using our 2023 net charge-off outlook now represents almost 5 years of coverage. To put this in perspective, our reserve is now above our CECL day 1 level while nonperforming loans and delinquencies are roughly 1/2 of our prepandemic levels.\nFinally, we will continue to create capacity to make targeted investments in our business by reducing expenses. Although expense management has been an ongoing area of focus, we will be accelerating our cost takeout plans early in 2023. We will pursue cost opportunities across our company, including areas where we can leverage technology, automation and process improvement to reduce redundancy, improve efficiency and enhance effectiveness.\nOur 2023 targets represent a cost reduction of approximately 4% relative to our full year 2022 level. The acceleration of our expense reduction plans will benefit us in 2 ways. First, we cannot grow if we are not investing. This will give us the capacity to continue to drive our targeted scale strategy, investing in points of differentiation.\nWith the benefit of our cost reduction plans, we expect to hold expenses relatively stable this year compared to our full year 2022 results, which would be a significant accomplishment given inflationary pressures and our commitment to continue to invest in our future. I am confident in our long-term outlook and our ability to create value for all of our stakeholders.\nWith that, I'll turn it over to Don to provide more details on the results for the quarter and our 2023 outlook. Don?\n\nDonald R. Kimble\n\nCFO & Chief Administrative Officer, KeyCorp\n\nThanks, Chris. I'm now on Slide 5. For the fourth quarter, net income from continuing operations was $0.38 per common share, down $0.17 from the prior quarter and down $0.26 from last year. Our results included $0.20 per share of additional loan loss provision in excess of net charge-offs as we continue to build our reserves, reflecting a more cautious economic outlook.\nFor the full year, we delivered positive operating leverage marking on ninth time in the last 10 years. This is a testament to our differentiated and resilient business model and our ongoing focus on disciplined expense management despite the inflationary environment.\nTurning to Slide 6. Average loans for the quarter were $117.7 billion or up 18% from the year ago period and up 3% from the prior quarter as we continue to add and deepen client relationships across our franchise. Commercial loans increased 17% from the year ago quarter, driven by growth in commercial and industrial loans and commercial real estate balances.\nRelative to the year ago period, consumer loans increased 22%, reflecting growth in consumer mortgage and Laurel Road. Compared with the third quarter of 2022, commercial loans grew 3% and consumer loans were up 2%. Our commercial growth continues to reflect the strength in our targeted industry verticals and higher line utilization.\nOur consumer business continues to benefit from residential real estate originations, which were just under $1 billion for the fourth quarter. Approximately 1/3 of our originations came from targeted health care professionals.\nContinuing on to Slide 7. Average deposits totaled $145.7 billion for the fourth quarter of 2022, down 4% from the year ago period and up $1.4 billion or 1% compared to the prior quarter. Year-over-year, we saw declines in nonoperating commercial deposit balances and retail deposits. The increase in deposit balances from the prior quarter reflects higher commercial deposits due to seasonality and our focus on maintaining our relationship business. Consumer balances declined in the quarter, driven by inflationary spending and the movement of interest of rate-sensitive balances.\nInterest-bearing deposit costs increased 49 basis points from the prior quarter and our cumulative deposit beta was 19% since the Fed began raising interest rates in March of 2022. We continue to view our strong deposit base as a competitive strength with approximately 60% of our balances in core consumer and escrow deposits. In addition, over 80% of our commercial deposits were from core operating accounts.\nTurning to Slide 8. Taxable equivalent net interest income was $1.2 billion for the fourth quarter compared to $1.0 billion in the year ago period and $1.2 billion in the prior quarter. Our net interest margin was 2.73% for the fourth quarter compared to 2.44% in the same period last year and 2.74% for the prior quarter.\nYear-over-year, net interest income and net interest margin benefited from higher earning asset balances and higher interest rates. Quarter-over-quarter, net interest income and the net interest margin were negatively impacted by higher interest-bearing deposit costs and a change in the funding mix.\nLater in the quarter, we experienced changing market conditions and customer behavior. Market rates increased more than we expected and the migration from noninterest-bearing to interest-bearing commercial deposits picked up. This resulted in a higher deposit beta, lower-than-expected net interest income and net interest margin. Our outlook for 2023 has our cumulative deposit beta peaking in the mid- to high 20% range, well below our historic levels.\nIncluded in the appendix is additional information on our future net interest income opportunities and asset liability position. Based on our feedback from our shareholders, we have also included detail on the maturities of our interest rate swaps and short-term treasury secured.\nAs Chris mentioned in his remarks, we have been very intentional in the way we manage interest rate risk with a long-term perspective. Although our position has provided less near-term benefit, we have significant upside over the next 2 years as our swaps and short-term treasuries mature and reprice. We expect this to drive both our net interest income and our net interest margin higher over the next few years. We believe this is a true differentiator.\nMoving to Slide 9. Noninterest income was $671 million for the fourth quarter of 2022 compared to $909 million for the year ago period and $683 million in the third quarter. The decline in noninterest income from the fourth quarter of 2022 reflects a $151 million decline in investment banking and debt placement fees, along with a $35 million reduction in other income primarily from market-related gains in the year ago period. Additionally, service charges on deposits were $19 million lower due to changes in our NSF/OD structure that we implemented in September as well as lower consumer mortgage income down $16 million.\nPartially offsetting these declines was an increase in corporate services income, up $13 million due to higher derivatives income. Relative to the prior quarter, noninterest income declined $12 million. Service charge on deposit accounts accounted for the majority of the decline, down $21 million, once again reflecting our new NSF/OD fee terms. Additionally, corporate services income decreased $7 million, driven primarily from an evaluation adjustment benefit in the prior quarter. Investment banking fees increased $18 million.\nI'm now on to Slide 10. Total noninterest expense for the quarter was $1.16 billion, down $14 million in the year ago period and up $50 million from last quarter. Our expenses reflect our ongoing investments in digital, analytics and our teammates. Compared to the year ago quarter, we saw declines across most nonpersonnel line items, including business services and professional fees and operating lease expense.\nPersonnel expense remained flat compared to a year ago period, reflecting higher salaries and employee benefits, offset by lower incentive and stock-based compensation. Compared to the prior quarter, noninterest expense is up $50 million. Higher nonpersonnel costs drove most of the increase. Other expense increased $17 million, reflecting a pension settlement charge in the fourth quarter. Also, professional fees were higher in the quarter, some of which were temporary in nature. Personnel expense also increased, reflecting lower deferred costs from slower loan originations.\nMoving on to Slide 11. Overall credit quality remains strong. For the fourth quarter, net charge-offs were $41 million or 14 basis points on average loans, which remain near historical levels. Nonperforming loans were $387 million this quarter or 32 basis points of period end loans, a decline of $3 million from the prior quarter.\nOur provision for credit losses was $265 million for the fourth quarter, which exceeded net charge-offs by $224 million. The excess provision increases our allowance for credit losses, reflecting a more cautious model-driven assumption set. For our CECL modeling, we start with the Moody's consensus scenario. This quarter, the consensus estimates reflected a marked slowdown in the economy and meaningful reductions in home prices, both of which impacted our allowance levels. Despite the increases in the allowance, our outlook for net charge-offs in 2023 of 25 to 30 basis points remains well below our through-the-cycle loss levels of 40 to 60 basis points.\nNow on to Slide 12. We ended the fourth quarter with common equity Tier 1 ratio of 9.1% within our targeted range of 9% to 9.5%. This provides us with sufficient capacity to continue to support our customers and their borrowing needs and to return capital to our shareholders.\nWe will continue to manage our capital consistent with our capital priorities of: first, supporting organic growth in our business; second, paying dividends. In the fourth quarter, our Board of Directors approved a 5% increase, which now places our dividend at $0.205 per common share per quarter. And finally, repurchasing shares.\nOur current share repurchase authorization of $790 million is in place through the third quarter of 2023. We did not complete any share repurchases in the fourth quarter.\nOn Slide 13 is our full year 2023 outlook. The guidance is relative to our full year 2022 results. Importantly, using the midpoints of our guidance ranges would result in another year of positive operating leverage in 2023. We expect average loans will be up between 6% and 9%. And average deposits will be flat to down 2%.\nNet interest income is expected to be up between 6% and 9%, reflecting growth in average loan balances and higher interest rates. Our guidance is based on the forward curve, assuming a Fed funds rate peaking at 5% in the first quarter and starting to decline in the fourth quarter. These interest rate assumptions, along with our expectations for customer behavior and the competitive pricing environment are very fluid and will continue to impact our outlook prospectively.\nNoninterest income is expected to be down 1% to 3%, reflecting the implementation of our new NSF/OD fee structure last year and continued challenging capital markets activity, at least for the first half of the year. We expect noninterest expense to be relatively stable with the benefit of the cost takeout opportunities Chris described in his remarks, along with ongoing investments that we will make in our business.\nFor the year, we expect credit quality to remain strong and net charge-offs will be in the 25 to 30 basis point range, well below the through-the-cycle range of 40 to 60 basis points. Our guidance for our GAAP tax rate is approximately 19% to 20%.\nFinally, shown at the bottom of our slide are our long-term targets, which remain unchanged. We expect to continue to make progress on these targets by maintaining our moderate risk profile and improving our productivity and efficiency, which will drive returns.\nOverall, it was a solid quarter and a very good finish to another successful year for Key. We remain confident in our ability to grow and deliver on each of our long-term targets.\nWith that, I'll now turn the call back over to the operator for instructions on the Q&A portion of the call. Operator?"
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0eaf86e557c1fd46a531249d0f39327f",
    "period": "2022 Q3",
    "content": "Q3 2022 KeyCorp Earnings Call\n\nQ3 2022 KeyCorp Earnings Call\n\nKEYNYSEOCT 20, 8:00 AM\n\nOperator\n\nGood morning, and welcome to KeyCorp's Third Quarter 2022 Earnings Conference Call. As a reminder, this conference is being recorded. I would now like to turn the conference over to the Chairman and CEO, Chris Gorman. Please go ahead.\n\nChristopher Marrott Gorman\n\nChairman, President & CEO, KeyCorp\n\nWell, thank you for joining us for KeyCorp's Third Quarter 2022 Earnings Conference Call. Joining me on the call today are Don Kimble, our Chief Financial Officer; Clark Khayat, our Chief Strategy Officer; and Mark Midkiff, our Chief Risk Officer.\nOn Slide 2, you will find our statement on forward-looking disclosure and non-GAAP financial measures. It covers our presentation materials and comments as well as the question-and-answer segment of our call.\nI am now moving to Slide 3. This morning, we reported earnings of $513 million or $0.55 per common share. Our results included $0.06 per share of additional loan loss provision in excess of net charge-offs. Revenue was up 5% relative to the second quarter, driven by higher net interest income, with a 13 basis point increase in our net interest margin. One thing that sets Key apart is our approach to managing interest rate risk. We have been very deliberate and intentional in managing with a long-term perspective. While our net interest income is expected to be up double digits this year, our balance sheet positioning presents a unique and significant upside for Key over the next 2 years.\nEven in the event that rates remain at current levels, we will experience a meaningful benefit as our securities and swaps reprice. If we were to reprice our existing short-term treasuries and swaps at today's interest rates, we would have an annualized net interest income benefit of over $1.2 billion. Our balance sheet benefits from our strong stable deposit base. Approximately 60% of our deposits are in stable, low-cost retail and escrow balances.\nIn our commercial businesses, approximately 85% of our deposits are from core operating accounts. We grew our loans again this quarter as we continue to add and expand relationships with our targeted clients. Our growth came from both our commercial and our consumer businesses. We remain diligent in our underwriting practices and have walked away from business that does not meet our moderate risk profile.\nOur fee-based businesses continue to reflect current market conditions. Investment banking and debt placement fees were up $5 million from the prior quarter, but down meaningfully from the year-ago period, reflecting the slowdown in the capital markets. The new issue equity market is virtually nonexistent, and the M&A market is currently engaged in price discovery. Our pipelines remain solid, particularly in M&A. However, the pull-through rate continues to be adversely impacted by market uncertainty.\nWe continue to see more activity moving on to our balance sheet. In the third quarter, we raised a record $39 billion for our clients, of which 23% was retained on our balance sheet, well above our long-term average of 18%. We will continue to do what is best for our clients, including offering on and off-balance sheet solutions.\nImportantly, we continue to make progress with respect to our targeted scale sectors, which are not only high growth opportunities for Key, but areas that matter to both our country and our economy. We have made a conscious decision to invest and focus our resources in certain vital growing sectors, including health care, renewable energy and affordable housing that impact both our clients and our communities.\nBoth renewable energy and affordable housing are areas of investment and recently passed federal legislation. Combined, The Inflation Reduction Act and the Bipartisan Infrastructure Bill have allocated over $300 billion for energy transition.\nIn health care, we are growing relationships with significant health care providers and expanding our Laurel Road business, including our recent market extension to include nurses. We are also very pleased with the early results from our May 2022 acquisition of GradFin. Since the GradFin team joined Key, they have held over 14,000 individual consultations for refinance and public service loan forgiveness. These consultations are with prequalified credential prospects, all new to Key.\nOur expenses continue to reflect our investments in our teammates, digital and analytics. We continue to balance expense discipline with investments for the future. Credit quality remained strong this quarter with net charge-offs as a percentage of average loans of 15 basis points. Nonperforming loans declined from the prior quarter. We remain committed to delivering sound, profitable growth by maintaining our discipline with respect to risk.\nWe will continue to support our clients while maintaining our moderate risk profile, which positions the company to perform well through all business cycles. Our capital remains a strength, providing us with sufficient capacity to support our clients and return capital to our shareholders.\nOur fourth quarter guidance keeps us on the path to deliver positive operating leverage again in 2022 and concurrently make progress against each of our long-term goals. We also continue to make tangible progress against the 3 commitments we announced earlier this year at our Investor Day. These goals for 2025 are as follows: growing relationship households in our consumer business by 20%, growing our senior bankers by 25% and growing our Laurel Road member households to 250,000 from 50,000. We are on pace to achieve all 3 measures.\nWe have grown consumer households and Laurel Road members as well as a number of our senior bankers. Although our senior banker hires have been slower in the back half of this year, reflecting current market conditions. Overall, Key delivered another solid quarter. I remain confident in our future and our ability to create value for all of our stakeholders.\nWith that, I will turn it over to Don to provide more details on the results of the quarter and our outlook. Don?\n\nDonald R. Kimble\n\nVice-Chair, CFO & Chief Administrative Officer, KeyCorp\n\nThanks, Chris. I'm now on Slide 5. For the third quarter, net income from continuing operations was $0.55 per common share, up $0.01 from the prior quarter and down $0.10 from last year. Our results in the current quarter reflect strong core operating performance and the resiliency of our business model as we continue to navigate through the current market conditions. Pre-provision net revenues was up 9% from the second quarter, with a 5% increase in revenue driven by loan growth and by the way that we positioned our balance sheet to benefit from higher interest rates. Our results also reflect our ongoing focus on expense management and our strong risk profile.\nTurning to Slide 6. Average loans for the quarter were $114 billion, up 14% from the year-ago period and up 5% from the prior quarter. We continue to add and deepen client relationships across our franchise, which drove loan growth in both our commercial and consumer businesses. Commercial loans increased 5% from last quarter, reflecting broad-based growth across our industry verticals.\nOur consumer business continue to be strong -- continued with its strong performance as we saw residential real estate originations of $1.9 billion. Consistent with our focus of health -- on health care segment, 30% of our consumer mortgage originations were to health care professionals. Laurel Road originated approximately $200 million of loans this quarter, reflecting the ongoing federal student loan payment holiday as well as the impact of interest rates.\nContinuing on Slide 7. Average deposits totaled $144 billion for the third quarter of 2022, down $3 billion or 2% compared to both the prior quarter and the year-ago period. Year-over-year, we saw a decline in nonoperating commercial deposit balances, partially offset by an increase in retail deposits. The decline from the prior quarter reflected lower commercial and consumer balances, both areas were impacted by a reduction in stimulus-related funds. Interest-bearing deposit costs increased 17 basis points from the prior quarter. This resulted in a cumulative deposit beta of 9%. We continue to have a strong, stable core deposit base with consumer deposits accounting for approximately 60% of our total deposit mix. In addition, 85% of our commercial deposits are from core operating accounts.\nTurning to Slide 8. Taxable equivalent net interest income was $1.2 billion for the third quarter, compared to $1.0 billion in the year-ago quarter and $1.1 billion in the prior quarter. Our net interest margin was 2.74% for the third quarter compared to 2.47% for the same period last year and 2.61% for the prior quarter. Year-over-year, net interest income benefited from higher earning asset balances and a favorable balance sheet mix as well as the benefit of higher interest rates. Quarter-over-quarter, net interest income and margin benefited from higher interest rates and loan growth, partially offset by higher interest-bearing deposit costs. Both net interest income and net interest margin reflect lower loan fees related to a PPP loan forgiveness as well as the impact of the sale of our indirect auto portfolio in the third quarter of 2021.\nIncluded in the appendix is additional detail on our investment portfolio and asset liability positioning. As Chris mentioned, we have intentionally positioned Key to continue to benefit from higher interest rates over the next few years. For example, if we were to reprice our existing $9 billion in short-term treasuries and $26 billion of swaps to today's interest rates, we would have an annualized net interest income benefit of over $1.2 billion. This positions us to continue to grow net interest income and the net interest margin over each of the next few years even if rates do not increase.\nMoving to Slide 9. Noninterest income was $683 million for the third quarter of 2022 compared to $797 million for the year-ago period and $688 million in the second quarter. Our fee businesses continue to be impacted by the slowdown in capital markets. Investment banking and debt placement fees were $154 million for the quarter, up $5 million from last quarter, but down $81 million year-over-year. Compared to last year, in addition to lower investment banking fees, cards and payments income was $20 million lower, driven by lower prepaid card revenue, which was partially offset by core growth. Consumer mortgage income was also lower, reflecting lower gain on sale margins. Strength in the corporate services income from higher derivatives income partially offset these declines.\nQuarter-over-quarter fees were down $5 million. Trust and investment services income declined, reflecting lower commercial brokerage commissions. Operating lease income was lower due to lease terminations in the quarter. Increases in cards and payments income and the $5 million increase in investment banking fees partially offset these declines. Despite the increase in other income, this line also reflects a $9 million reduction related to the (inaudible) litigation settlement. This quarter, we also reclassified certain customer-related derivative income items from our other income line to corporate services income. This change was reflected in the current period as well as reclassified in prior periods for comparability.\nI'm now on Slide 10. Total noninterest expense for the quarter was $1.1 billion, relatively stable with last year and up $28 million from last quarter. Our expenses reflect our ongoing investments in digital, analytics and our teammates. Compared to the year ago quarter, our expenses are down $6 million. We saw declines across most non-personnel line items, including business services and professional fees. Higher personnel costs partially offset these declines related to an increase in salaries expense. This increase included $8 million of lower deferred costs from slower loan originations and $10 million of higher contract labor related to technology initiatives.\nCompared to the prior quarter, noninterest expense is up $28 million. Higher personnel costs drove this increase. This increase was caused by higher salaries related to seasonal staffing and $10 million of lower deferred costs from slower loan originations. In addition, higher incentive and stock-based compensation was driven by a $12 million increase related to the relative stock price change on incentive compensation. Partially offsetting these increases were declines across most non-personnel line items, including occupancy and business services and professional fees.\nNow moving on to Slide 11. Overall credit quality remains strong. For the third quarter, net charge-offs were $43 million or 15 basis points of average loans. Nonperforming loans were $390 million this quarter or 34 basis points of period end loans, a decline of $39 million from the prior quarter. We did see a very slight increase in our 30- to 89-day delinquencies and criticized loans this quarter, although both remain near historic lows. Our provision for credit losses was $109 million for the quarter, up from $45 million in the second quarter and exceeding net charge-offs by [$66] million. The increase in the provision was driven by the change in the economic outlook.\nNow on to Slide 12. We ended the third quarter with a common equity Tier 1 ratio of 9.1% within our targeted range of 9% to 9.5%. This provides us with sufficient capacity continued to support our customers and their borrowing needs and return capital to our shareholders. We will continue to manage our capital consistent with our capital priorities of, first, supporting organic growth of our businesses; second, paying dividends. And as we've mentioned before, our Board of Directors will evaluate a dividend increase in the fourth quarter; and third, repurchasing shares. During the quarter, our Board of Directors approved an extension of our share repurchase authorization of $790 million, which is now in place through the third quarter of 2023. We did not complete any share repurchases in the current period.\nAs we have in prior years, we have updated Slide 13 to show our fourth quarter outlook relative to our third quarter results. Using the midpoints of our guidance ranges, would support Chris' comments about delivering another year of positive operating leverage in 2022. We expect average loans will be up between 2% and 4% and average deposits up 1% to 3%. Net interest income is expected to be up between 4% and 6%, reflecting growth in average loan balances and higher interest rates.\nOur guidance is based on the forward curve, assuming a Fed funds rate of 4.25% by the end of 2022. Noninterest income is expected to be up between 1% and 3%. This reflects an expected seasonal pickup in investment banking and debt placement fees, but we would expect the fourth quarter of '22 to be well below the fourth quarter '21 results. This also accounts for the implementation of our new [NSF, OD] fee structure, which will decrease service charges on deposit accounts by approximately $25 million this quarter.\nThe higher interest rate environment will also impact the earnings credit in our commercial businesses and is expected to further pressure this line item. We expect noninterest expense to be up between 1% and 3% for the fourth quarter, reflecting higher incentive compensation relative to fee production as well as $20 million of onetime charges in the fourth quarter, including a pension settlement charge, which will flow through other expense. Over the quarter, we expect credit quality to remain strong and net charge-offs to be at the lower end of our 15 to 25 basis point range. Our guidance for the GAAP tax rate remains the same at approximately 19%.\nFinally, shown at the bottom of the slide are our long-term targets, which remain unchanged. We expect to continue to make progress on these targets by maintaining our moderate risk profile and improving our productivity and efficiency, which will drive returns. Overall, it was a solid quarter, and we remain confident in our ability to grow and deliver on our commitments.\nWith that, I'll now turn the call back over to the operator for instructions on the Q&A portion of our call. Operator?"
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f58427665881130cc5740fd292c5b11e",
    "period": "2022 Q2",
    "content": "Q2 2022 KeyCorp Earnings Call\n\nQ2 2022 KeyCorp Earnings Call\n\nKEYNYSEJUL 21, 8:00 AM\n\nOperator\n\nGood morning, and welcome to KeyCorp's Second Quarter 2022 Earnings Conference Call. As a reminder, this conference is being recorded. I would now like to turn the conference over to the Chairman and CEO, Chris Gorman. Please go ahead.\n\nChristopher Marrott Gorman\n\nChairman, President & CEO, KeyCorp\n\nThank you for joining us for KeyCorp's Second Quarter 2022 Earnings Conference Call. Joining me on the call today are Don Kimble, our Chief Financial Officer; Clark Khayat, our Chief Strategy Officer; and Mark Midkiff, our Chief Risk Officer. On Slide 2, you will find our statement on forward-looking disclosure and non-GAAP financial measures. It covers our presentation materials and comments as well as the question-and-answer segment of our call. I am now moving to Slide 3.\nThis morning, we reported earnings of $504 million or $0.54 per share. We delivered positive operating leverage compared to the prior quarter and the year ago period. Our results reflect the resiliency of both our business model and our teammates as we continue to successfully navigate a rapidly changing environment. Pre-provision net revenue was up 14% from the first quarter, with a 6% increase in revenue and relatively stable expenses. Revenue was driven by growth in net interest income, which benefited from higher interest rates and strong loan growth. Importantly, we will continue to benefit from higher interest rates over the next several years as our hedges and short-term investments continue to reprice.\nOur balance sheet also benefits from our strong stable deposit base. Approximately 60% of our deposits are in stable retail and escrow balances. In our commercial business, approximately 85% of our deposits are from core operating accounts. As I mentioned, loan growth continues to be strong. Average loans were up 5% from the last quarter and 8% from the year ago period. Adjusting for the planned runoff of PPP and the sale of our indirect auto business, average loans grew by 21% year-over-year. Our growth was driven by both our consumer and our commercial businesses.\nWe continue to add clients and support our existing relationships. In our consumer business, we generated over $3.6 billion in loan originations in the quarter from consumer mortgages and Laurel Road. Let me spend just a moment on Laurel Road. We continue to see good momentum in this business, then that is despite the continuation of the federal student loan payment holiday. In May, we launched a new offering for nurses, the largest segment of the health care industry. While early, we are very encouraged with the response to our expanded offering. Nurses represent a sizable demographic looking for differentiated, personalized financial products and services, and Laurel Road has the unique opportunity to meet these needs. In the second quarter, we also announced the acquisition of GradFin, a leading loan counselor for health care professionals with a digital platform that provides fast and effective solutions for debt relief and government forgiveness programs. In June, our first month with GradFin, we held over 3,200 individual consultations for refinance and public student loan forgiveness.\nThis acquisition aligns well with Laurel Road and our recent expansion to include nurses. These actions enhance our commitment to accelerate growth through targeted investments in niche digital businesses. In our commercial businesses, we continue to see strong loan growth in our targeted industry verticals. Additionally, we benefited from a 100 basis point increase in C&I line utilization. Our outlook for loan growth across our franchise remains strong. Fee income this quarter reflects a slowdown in capital markets activity. Importantly, we continue to offer our clients the best solutions and execution, both on and off balance sheet. This is exactly the way our business model is designed to work.\nIn the second quarter, we raised over $36 billion in capital for our clients, retaining 22% on our balance sheet. Historically, we've retained approximately 18% on our balance sheet. Despite the slowdown in the capital markets, our pipelines remain strong, and our long-term outlook for this business is positive. We have and we will continue to invest in this business, including adding high-performing senior bankers.\nNow let me shift to expenses. Our expense trends this quarter reflect our strong focus on managing costs, while concurrently making investments, investments in places like additional teammates, investments in digital and of course, analytics to drive future growth. In addition to investments in Laurel Road and GradFin that I mentioned earlier, we have also continued to invest in digital innovations throughout our business, including our recent expansion of our embedded banking platform with new end-to-end capabilities.\nWe remain committed to delivering sound, profitable growth by maintaining our risk discipline. Credit quality remained strong this quarter, with net charge-offs as a percentage of average loans of 16 basis points. Nonperforming loans and criticized loans both declined this quarter. We will continue to support our clients while maintaining our moderate risk profile, which has and will continue to position the company to perform well through the entire business cycle.\nOur capital levels remain strong, providing us with sufficient capacity to support our clients and return capital to our shareholders. Our Board of Directors recently announced our third quarter dividend of $0.195 per share. This equates to $182 million and a dividend yield of approximately 4.5%. As is our normal practice, the Board will evaluate a dividend increase in the fourth quarter.\nI will close this morning by reaffirming our expectation that we will deliver another year of positive operating leverage in 2022. We recognize there is a great deal of economic uncertainty. Areas like inflation, higher interest rates, quantitative tightening and of course, the potential for a recession. Given the economic backdrop, we remain steadfast in our focus on serving our clients, maintaining our strong balance sheet, managing our capital and remaining disciplined in our credit underwriting. Don will cover the specifics of our full year guidance in his comments. Overall, Key delivered another solid quarter, and I remain confident in our future and our ability to create value for all of our stakeholders.\nWith that, I'd like to turn the call over to Don to provide details on the results for the quarter and our outlook for the balance of 2022. Don?\n\nDonald R. Kimble\n\nVice-Chair, CFO & Chief Administrative Officer, KeyCorp\n\nThanks, Chris. I'm now on Slide 5. For the second quarter, net income from continuing operations was $0.54 per common share, down $0.18 from last year and up $0.09 from the prior quarter. Our results in the current quarter reflect strong core operating performance and the resiliency of our business model as we continue to navigate through the current market conditions. Importantly, we generated positive operating leverage compared to both the prior quarter and the prior year, and remain confident in our ability to do so for the full year. As Chris mentioned, pre-provision net revenues was up 14% from the first quarter, with a 6% increase in revenue and relatively stable expenses.\nHigher net interest income was driven by strong loan growth and the way we have positioned our balance sheet to benefit from higher interest rates. Our results also reflect our focus on strong expense management and our strong risk profile.\nTurning to Slide 6. Average loans for the quarter were $109 billion, up 8% from the year ago period and up 5% from the prior quarter. We continue to add and deepen client relationships across our franchise, which drove strong loan growth in both our commercial and consumer businesses. Commercial loans increased 4% from last quarter, reflecting broad-based growth across our industry verticals. Line utilization rates improved this quarter, increasing 100 basis points from last quarter.\nOur consumer businesses continued its strong performance as we saw residential real estate originations of $3.2 billion, resulting in an increase in balances of 13% from last quarter. Consistent with our focus on the healthcare segment, approximately 1/3 of our consumer mortgage originations were to health care professionals. Laurel Road originated $445 million of loans this quarter despite the ongoing federal student loan payment holiday. PPP loan balances were $658 million on average this quarter compared to $7.5 billion last year and $1.2 billion last quarter. If we adjust for the sale of the indirect auto portfolio last year as well as the impact of PPP, our core loans were up year-over-year by approximately $19 billion on average or 21%.\nContinuing on to Slide 7. Average deposits totaled $147 billion for the second quarter of 2022, up $3 billion or 2% compared to the year ago period and down $3 billion or 2% compared to the prior quarter. Year-over-year, we saw a broad-based growth in consumer and commercial relationships, including higher commercial escrow and retail deposits, partially offset by the expected continued decline in time deposits. The decline from the prior quarter reflects seasonal commercial outflows, including annual tax payments as well as lower public sector deposits related to stimulus funds. Our cost of interest-bearing deposits only increased 2 basis points from the prior quarter. We continue to have a strong, stable core deposit base, with consumer deposits accounting for approximately 60% of our total deposit mix. In addition, 85% of our commercial deposits are from core operating accounts.\nTurning to Slide 8. Taxable equivalent net interest income was $1.1 billion for the second quarter compared to $1.02 billion in both the year ago period and the prior quarter. Our net interest margin was 2.61% for the second quarter compared to 2.52% for the same period last year and 2.46% for the prior quarter. Year-over-year and quarter-over-quarter, both net interest income and net interest margin benefited from higher earning asset balances and a favorable balance sheet mix as well as the benefit from higher interest rates. Quarter-over-quarter net interest income also benefited from 1 additional day in the quarter. Both net interest income and the net interest margin reflects the lower loan fees related to PPP loan forgiveness. The current quarter reflected $14 million of net interest income from PPP, down from $21 million in the prior quarter and $62 million in the second quarter of 2021.\nIncluded in the appendix is additional detail on our investment portfolio and asset liability position. As Chris mentioned, we have significant upside to higher interest rates over the next several years. For example, if we were to reprice our existing $9.5 billion in short-term treasuries and $27 billion of swaps to today's interest rates, we would have an annualized net interest income benefit of over $700 million.\nMoving to Slide 9. Noninterest income was $688 million for the second quarter of 2022 compared to $750 million for the year ago period and $676 million in the first quarter. As we mentioned in our mid-quarter update last month, our fee income continues to be impacted by the slowdown in capital markets. Investment banking and debt placement fees were $149 million for the quarter, down $14 million from the first quarter. Compared to the prior period, offsetting the decline in investment banking fees was an increase of $15 million in the other income, mostly related to larger negative market-related adjustments in the prior quarter.\nCommercial mortgage servicing fees also increased related to elevated prepayment fees. Year-over-year, in addition to lower investment banking fees, cards and payments income was $28 million lower, primarily driven by lower prepaid card revenue, which was partially offset by core growth. Consumer mortgage income was also lower, reflecting higher balance sheet retention and lower gain on sale margins.\nStrength in our corporate services income partially offset these declines.\nI'm now on Slide 10. Total noninterest expense for the quarter was $1.1 billion, relatively stable with both last year and the last quarter. Compared with the year ago quarter, our expenses are up $2 million. Personnel expenses reflect lower production-related incentives and stock-based compensation, offset by higher salaries, including the impact of our direct investments into the business. On the nonpersonnel side, other expense increased $8 million and computer processing expense increased $7 million. Compared to the prior quarter, noninterest expense is up $8 million. Other expense was elevated, reflecting charges for lease terminations, higher travel line entertainment and FDIC assessments. We also saw increases in marketing expense and net occupancy, which were more than offset from lower personnel costs reflecting lower production-related incentives and stock-based compensation and seasonally higher -- excuse me, seasonally lower employee benefit expense.\nMoving to Slide 11. Overall credit quality remained strong. For the second quarter, net charge-offs were $44 million or 16 basis points of average loans. Nonperforming loans were $429 million this quarter or 38 basis points of period-end loans, a decline of $10 million from the prior quarter. Additionally, criticized loans declined and delinquencies were relatively stable quarter-over-quarter. Our allowance for credit losses remained stable with last quarter. Keep in mind, we added Tier 1 our reserves in the first quarter, reflecting our expectation for a slowing economy. The reserve level is based on our continued strong credit metrics as well as our outlook for the overall economy.\nNow on to Slide 12. We ended the second quarter with a common equity Tier 1 ratio of 9.2%, within our targeted range of 9% to 9.5%. This provides us with sufficient capacity to continue to support our customers and their borrowing needs and return capital to our shareholders. We continue to manage our capital consistent with our capital priorities of: first, supporting organic growth in our business. In this quarter, we certainly saw a strong loan growth across our franchise. Second, paying dividends; and third, repurchasing shares. As Chris said, our Board of Directors just approved a quarterly common dividend of $0.195 per share for the third quarter. As is our normal practice, the Board will evaluate a dividend increase in the fourth quarter.\nOn Slide 13 is our full year 2022 outlook. The guidance is relative to our full year 2021 results. To make comparison easier, we provided both our prior guidance and our updated outlook, which is shown on the right-hand side of the slide. Using the midpoints of our guidance ranges, would support Chris' comments about delivering another year of positive operating leverage in 2022. Average loans will be up between 9% and 11%. This is on a reported basis. Excluding PPP and the impact of the sale of our indirect auto business last year, average loans will be up closer to 20%. We expect average deposits to be up 1% to 3%. Net interest income is expected to be up between 10% and 12%, reflecting growth in average loan balances and higher interest rates, partially offset by lower fees from PPP forgiveness.\nOur guidance is based on the forward curve, assuming a Fed funds rate of 3.5% by the end of 2022. Noninterest income will be down between 10% and 12%. This reflects the slowdown in the capital markets and lower investment banking revenue as well as lower prepaid card fees related to the government support program and the step down in market-related adjustments relative to year ago period. We expect noninterest expense to be down between 2% and 4%, reflecting lower production-related incentives and our continued focus on strong expense management.\nIncluded in our outlook are our ongoing investments in our business. For the year, we expect credit quality to remain strong and net charge-offs to be in the range of 15 to 25 basis points. Our guidance for our GAAP tax rate is approximately 19%. Following on the bottom of -- finally, on the -- shown on the bottom of the slide are our long-term targets, which remain unchanged. We expect to continue to make progress on these targets by maintaining our moderate risk profile and improving our productivity and efficiency, which will drive returns. Overall, it was a solid quarter, and we remain confident in our ability to grow and deliver on our commitments.\nWith that, I'll now turn the call back to the operator for instructions for the Q&A portion of our call. Operator?"
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/24a0d14990b64eae31710c5ebe9cb49b",
    "period": "2022 Q1",
    "content": "Q1 2022 KeyCorp Earnings Call\n\nQ1 2022 KeyCorp Earnings Call\n\nKEYNYSEAPR 21, 8:00 AM\n\nOperator\n\nGood morning, and welcome to KeyCorp's First Quarter 2022 Earnings Conference Call. As a reminder, this conference is being recorded. I would now like to turn the conference over to the Chairman and CEO, Chris Gorman. Please go ahead.\n\nChristopher Marrott Gorman\n\nChairman, President & CEO, KeyCorp\n\nWell, thank you, operator, and thank you for joining us for KeyCorp's First Quarter 2022 Earnings Conference Call. Joining me on the call today are Don Kimble, our Chief Financial Officer; and Mark Midkiff, our Chief Risk Officer. On Slide 2, you will find our statement on forward-looking disclosure and non-GAAP financial measures. It covers our presentation materials and comments as well as the question-and-answer segment of our call.\nI am now turning to Slide 3. This morning, we reported earnings of $420 million or $0.45 per share. Our results reflect strong underlying operating performance, expected seasonality and the impact of current market conditions. Our results also included $0.04 per share of additional loan loss provision in excess of net charge-offs. One of the standouts this quarter was our strong loan growth. Average loans were up 4% from the last quarter, driven by both our consumer and commercial businesses.\nAdjusting for the planned runoff of PPP and the sale of our indirect auto business, we grew loans by 15% year-over-year. Our strong loan growth benefited net interest income, which came in above our expectations. We also revised our net interest income outlook higher, reflecting both stronger loan growth and the ongoing benefit from higher interest rates. In our consumer business, we continue to focus on adding and deepening client relationships and our 2 growth engines, consumer mortgage and Laurel Road. We originated $2.6 billion in consumer mortgages in the first quarter, and Laurel Road had a record quarter with originations of $820 million.\nIt's worth noting that our Laurel Road results were accomplished with the federal student loan payment holiday remaining in place. The outlook for this business remains strong with a new offering for nurses, the largest segment of the health care industry planned for May 6, National Nurses Day. We also experienced strong core loan growth in our commercial businesses as we grew our targeted industry verticals. Additionally, we benefited from a 2% increase in C&I line utilization.\nIn the first quarter, we raised over $24 billion in capital for our clients retaining 23% on our balance sheet. This is a 500 basis point increase from the amount retained in 2021. As we discussed at our recent Investor Day, this is exactly the way our business model is designed to work, offering our clients the best solution and execution, both on and off balance sheet through various market conditions. This quarter, we were able to offer attractive balance sheet alternatives for our clients.\nOur pipelines and outlook for loan growth across our franchise remains strong, which will continue to provide us with an opportunity to deploy our liquidity into higher-yielding assets. Market conditions impacted several parts of our business this quarter. Fee income reflected a slowdown in capital markets activity late in the quarter, which adversely impacted our investment banking results. We also experienced various mark-to-market adjustments that Don will cover in his remarks.\nImportantly, our long-term outlook for our investment banking business remains positive. Our pipelines remain strong. We will also continue to add senior bankers to support our growth. Expense levels this quarter reflected normal seasonality as well as lower production-related incentives, consistent with our variable cost structure in many of our businesses.\nAlso benefiting expenses this quarter was lower prepaid volume related to state benefit programs. We also remain committed to delivering sound, profitable growth by maintaining our risk discipline. Credit quality remains strong this quarter with net charge-offs as a percentage of average loans of 13 basis points. Nonperforming loans and criticized loans also declined this quarter. We continue to support our clients while maintaining our moderate risk profile, which has and will continue to position the company to perform well through all business cycles.\nOur capital remains a strength, providing us with sufficient capacity to support our clients and return capital to our shareholders. Looking ahead, we are encouraged by our first quarter business trends and outlook, which has led us to make a number of positive revisions to our full year 2022 guidance. These include stronger loan growth based on the pipelines we see across our company; higher net interest income, driven by loan growth, liquidity deployment, and our interest rate positioning; and lastly, lower net charge-offs, reflecting our strong risk profile.\nImportantly, we remain confident in our ability to generate positive operating leverage again in 2022 and make continued progress against each of our long-term goals. Don will cover the specifics of our full year guidance in his comments. Overall, despite market headwinds, Key delivered another solid quarter. I remain confident in our future and our ability to create value for all of our stakeholders.\nNow before I turn it over to Don, I want to take a minute to share some exciting news as it pertains to ESG priorities and commitments. Tomorrow, April 22 is Earth Day. Fittingly, earlier this week, we published our 2021 ESG report. It is designed to complement our annual shareholders' report, which was released last month. Our ESG report provides all stakeholders with an update on our priorities and progress as both a responsible bank and citizen. In 2021, we refreshed our ESG strategy with input from our stakeholders, identifying 4 major priorities: climate stewardship, financial inclusion, diversity, equity and inclusion, and data privacy and security.\nSpecific to climate stewardship, we are committed to leveraging our expertise, our relationships, our market influence and our resources to help address the pressing challenge of climate change. We are proud to announce a number of expanded climate commitments included in our ESG report. These include commitments around sustainable financing, an area where we are a market leader. We look forward to continuing an open and transparent dialogue with all of our stakeholders as we work to address the needs of our communities.\nWith that, I'll turn it over to Don to provide more details on the results of the quarter and our outlook for the balance of 2022. Don?\n\nDonald R. Kimble\n\nVice-Chair, CFO & Chief Administrative Officer, KeyCorp\n\nThanks, Chris. I'm now on Slide 5. For the first quarter, net income from continuing operations was $0.45 per common share, down $0.16 from last year. Our results in the current quarter reflect the benefit of strong core operating performance, combined with the challenge of the current market conditions.\nOur strong loan growth, up 4.4% from last quarter resulted in better-than-expected net interest income and positions us well for the future growth. The challenging market conditions at the end of the quarter were reflected in a few areas, including investment banking fees and market-related adjustments and other income. Finally, the increase in our allowance this quarter reflected a qualitative adjustment to reflect the economic uncertainty given the current events with Russia and Ukraine.\nAbsent the qualitative adjustment, our provision would have approximated our net charge-off level. I'll cover the other items on this slide later in my presentation. Turning to Slide 6. Average loans for the quarter were $103.8 billion, up 3% from a year ago period and up 4% from the prior quarter. Strong loan growth continued through the first quarter. Commercial loans increased 4% from last quarter. Line utilization rates improved this quarter, increasing 200 basis points.\nPPP loan balances were $1.2 billion on average this quarter compared to $7 billion last year and $2.3 billion last quarter. Our consumer business continued its strong performance as we saw residential real estate originations of $2.6 billion, resulting in an increase in balances of 8.6% from last quarter. We achieved record Laurel Road originations of $820 million this quarter despite the ongoing federal student loan payment holiday.\nYear-over-year comparisons were impacted by the sale of our indirect loan portfolio late in 2021. If we adjust for the sale of the indirect auto portfolio last year as well as the impact of PPP, our core loans were up year-over-year by approximately $14 billion or 15%. Our outlook for 2022 now reflects an increase for loan growth for the year of mid-single digits on a reported basis or mid-teens growth on a basis adjusted for both PPP and the sale of the indirect auto portfolio.\nContinuing on to Slide 7. Average deposits totaled $150 billion for the first quarter of 2022, up $12 billion or 9% compared to the year ago period and down $1 billion or 1% from the prior quarter. The current quarter change was consistent with previous seasonal trends. Compared to the previous year, we have experienced nice growth in both commercial and consumer deposits.\nOur cost of interest-bearing deposits remained unchanged at 6 basis points. We continue to have a strong, stable core deposit base with consumer deposits accounting for approximately 60% of our total deposit mix.\nTurning to Slide 8. Taxable equivalent net interest income was $1.02 billion for the first quarter compared to $1.012 billion a year ago and $1.038 billion for the prior quarter. Our net interest margin was 2.46% for the first quarter compared to 2.61% for the same period last year and 2.44% for the prior quarter. Year-over-year and quarter-over-quarter, both net interest income and net interest margin reflect the PPP forgiveness.\nThe current quarter reflected $21 million of net interest income from PPP, down $30 million from the prior quarter and $38 million from the prior year. This negatively impacted net interest margin by 6 basis points compared to the last quarter. PPP is impacting Key disproportionately compared to peers given the success we achieved in delivering this product to our customers.\nOffsetting this impact was the benefit from deploying some of the excess liquidity through strong loan growth. We have increased our 2022 outlook to reflect the strength of our loan growth as well as the impact of higher interest rates. Our current rate outlook follows the forward curve and a beta assumption beginning in the high-single digits in the second quarter and trading towards the 30% level later in 2022.\nThis outlook results in a high single-digit increase in net interest income from 2021 or between 6% and 9%. Adjusting this for the impact of PPP, our growth would have been 11% to 14%. Also included in the appendix is additional detail on our investment portfolio and asset liability positioning.\nMoving on to Slide 9. As mentioned before, our noninterest income was negatively impacted by changing market conditions late in the quarter, which impacted several line items. Noninterest income was $676 million for the first quarter of 2022 compared to $738 million for the year ago period and $909 million for the fourth quarter. Compared to the year ago period, the decrease was primarily driven by market-related adjustments included in other income, representing about $50 million of the year-over-year variance.\nThis included both changes in write-downs of certain holdings and reversals of derivative reserves last year. The reductions in cards and payment fees are related to the lower level of prepaid card activity from the state supported programs, which is offset by a corresponding reduction to the related expense.\nAdditionally, during the quarter, our consumer mortgage fees were lower, reflecting higher balance sheet retention and lower gain-on-sale margins. These declines were partially offset by stronger corporate services income resulting from customer derivative activities. Compared to the fourth quarter, noninterest income decreased $233 million, primarily driven by lower investment banking and debt placement fees coming off the record level in the fourth quarter of last year.\nMarket-related adjustments negatively impacted the quarter-over-quarter variance by $55 million as last quarter included market-related gains and this quarter experienced losses. I'm now on Slide 10. Total noninterest expense for the quarter was $1.07 billion compared to $1.07 billion last year and $1.17 billion in the prior quarter. Compared to the year ago quarter, our expenses reflect lower production-related incentive compensation offset by higher salaries, including the impact of our direct investments into the businesses.\nOn the nonpersonnel side, our other expense category reflects lower prepaid card-related expenses offset by higher travel and entertainment expense and FDIC assessments. Now moving to Slide 11. Overall, credit quality continues to perform well. For the first quarter, net charge-offs remained low and were $33 million or 13 basis points of average loans. Nonperforming loans, delinquency and criticized classified levels, all remained relatively stable.\nBased on this performance, the quantitative level of our allowance remained flat with last quarter. However, we did add a qualitative adjustment to our allowance to reflect the economic uncertainty given the current events with Russia and Ukraine as well as potential impact of higher rates. The qualitative adjustment is driven by the impact from changes in the overall economy and their potential impact on our customers.\nAs a result, our provision expense exceeded our net charge-offs by about $50 million. We have no direct exposure to Russia or Ukraine. Now on to Slide 12. We ended the first quarter with a common equity Tier 1 ratio of 9.4%, within our targeted range of 9% to 9.5%. This provides us with sufficient capacity to continue to support our customers and their borrowing needs and return capital to our shareholders.\nImportantly, we continue to return capital to our shareholders in accordance with our capital priorities. On Slide 13 is our full year 2022 outlook. The guidance is relative to our full year 2021 results and ranges are shown at the bottom of the slide. Importantly, using the midpoints of our guidance range I would support Chris' comments about delivering another year of positive operating leverage in 2022. Average loans will be up mid-single digits on a reported basis, excluding PPP and the impact of the sale of our indirect auto loan business, average loans will be up mid-teens.\nWe expect average deposits to be up low-single digits. Net interest income is expected to be up high-single digits, reflecting growth in average loan balances and higher interest rates, offset by lower fees from PPP forgiveness. Our guidance is based on the forward curve with 8 additional expected rate increases. This would assume a Fed funds rate of 2.25% by the end of 2022.\nOn a reported basis, noninterest income will be down mid-single digits, reflecting the lower prepaid card revenue related to our support of government programs and our first quarter actual results. We expect noninterest expense to be down low-single digits, once again, adjusting for the expected reduction in expenses related to prepaid cards, expenses will be relatively stable.\nFor the year, we expect net charge-offs to be in the range of 15 to 25 basis points. Given our strong credit trends, we would expect loss rates to remain below the targeted range early in the year and moved to modestly higher levels later in the year. And our guidance for the GAAP tax rate is approximately 19%. Finally shown at the bottom of the slide are our long-term targets which remain unchanged. We expect to continue to make progress on these targets by maintaining our moderate risk profile and improving our productivity and efficiency, which will drive returns.\nOverall, it was a solid quarter, and we remain confident in our ability to grow and deliver on our commitments to all of our stakeholders. With that, I will now turn the call back over to the operator for instructions on the Q&A portion of the call. Operator?"
  },
  {
    "header": "KEY",
    "cik": "0000091576",
    "ticker": "KEY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/28293cf6ed1ff39a27d3919364880e37",
    "period": "2021 Q4",
    "content": "Q4 2021 KeyCorp Earnings Call\n\nQ4 2021 KeyCorp Earnings Call\n\nKEYNYSEJAN 20, 8:00 AM\n\nOperator\n\nGood morning, and welcome to KeyCorp's Fourth Quarter 2021 Earnings Conference Call. As a reminder, this conference is being recorded. I would now like to turn the conference over to the Chairman and CEO, Chris Gorman. Please go ahead.\n\nChristopher Marrott Gorman\n\nChairman, President & CEO, KeyCorp\n\nThank you for joining us for KeyCorp's Fourth Quarter 2021 Earnings Conference Call. Joining me on the call today are Don Kimble, our Chief Financial Officer; and Mark Midkiff, our Chief Risk Officer. On Slide 2, you will find our statement on forward-looking disclosure and non-GAAP financial measures. It covers our presentation materials and comments as well as the question-and-answer segment of our call. I am now moving to Slide 3.\nThis morning, we reported a strong finish to a record year. For the fourth quarter, our earnings per share were $0.64 or $2.63 for the year. Before we discuss our quarterly results, I would like to provide some perspective on our performance for the year.\nImportantly, we continue to deliver on our commitments and make progress toward each of our long-term targets. I'll start with positive operating leverage. In 2021, we generated positive operating leverage for the eighth time in the past 9 years.\nImportantly, we expect to generate positive operating leverage again in 2022. We delivered record revenue, which was up 9% year-over-year with growth in both net interest income and noninterest income. Pre-provision net revenue also achieved record levels last year, up 10% from the prior year.\nWe raised a record level of capital for our clients this year, over $100 billion, resulting in a record level of investment banking fees.\nOur Investment Banking business has been a consistent, sustainable growth engine for Key, growing at 15% compound annual growth rate over the last decade. We expect another year of growth in 2022. Our pipelines remain strong and are higher than at this time last year. We continue to take share in our 7 industry verticals.\nWe also have leading positions in some very targeted sub-verticals, including renewables financing and affordable housing. In order to enhance our strong competitive position, we have continued to add bankers. In 2021, we increased our population of senior bankers by 10%, and we expect further growth in 2022.\nWe also saw strong momentum in our consumer business. We grew net new households at a record pace, and we continue to expand our existing client relationships. Our strongest growth in 2021 came from the western part of our franchise, which grew households at over 2x the rate of the rest of our footprint.\nConsumer loans in our Western franchise were up 17% last year. We are also seeing very strong growth with younger clients; 25% of our new households are under 30. We continue to benefit from 2 consumer growth engines, Laurel Road and consumer mortgage. Combined, these businesses generated a record $16 billion in originations for the year ending 12/31/21. We also continue to invest in order to support future growth. In addition to growing the number of bankers, we have continued to make meaningful investments in digital and analytics.\nThese investments have accelerated our growth, improved our efficiency and enhanced the client experience. In 2021, we launched our national digital affinity bank, Laurel Road for Doctors, which expanded our consumer footprint nationally for a very targeted high-quality client segment.\n75% of our new business is coming from outside of our traditional 15-state footprint. We also acquired AQN Strategies, a leading consumer-focused analytics firm. And most recently, we acquired XUP, a B2B-focused digital payments platform that provides an integrated and seamless onboarding experience.\nFoundational to our model is a relentless focus on maintaining our risk discipline. Credit quality remains strong throughout the year, as net charge-offs as a percentage of average loans remained at historically low levels.\nWe will continue to support our clients, while maintaining our moderate risk profile, which has and will continue to position the company to perform well through all business cycles.\nFinally, we have maintained our strong capital position, while continuing to return capital to our shareholders. In 2021, we returned 75% of our net income to shareholders in the form of dividends and share repurchases. We are committed to delivering value for all of our stakeholders. I am very proud of our accomplishments in 2021.\nI want to thank our teammates for their dedication and commitment to serving our clients and growing our business. I am confident in our future. We are positioned to deliver on our commitments.\nNow I'll turn it over to Don to provide more details on the results for the quarter and our outlook for 2022. Don?\n\nDonald R. Kimble\n\nVice-Chair, CFO & Chief Administrative Officer, KeyCorp\n\nThanks, Chris. I'm now on Slide 5. For the fourth quarter, net income from continuing operations was $0.64 per common share, up 14% from last year. Our results reflect record performance from many of our businesses as well as continued strong credit metrics.\nImportantly, we delivered positive operating leverage for both the fourth quarter and the full year. We also achieved record revenue for both the fourth quarter and full year. We had year-over-year growth in both net interest income and noninterest income.\nOur return on tangible common equity for the quarter was 18.7%. I will cover the other items on this slide later in my presentation.\nTurning to Slide 6. Average loans for the quarter were $99.4 billion, down 2% from the year ago period and down less than 1% in the prior quarter. The driver of the decline from both periods was a decrease in average PPP balances, as we help clients take advantage of loan forgiveness.\nForgiveness this quarter was $1.5 billion. Importantly, we saw core growth in both our commercial and industrial books as well as commercial real estate portfolios versus the prior year and prior quarter.\nIf we adjust for the sale of the indirect auto portfolio last quarter as well as the impact of PPP, our core loans were up approximately $4 billion on average of 4% and up over $4.8 billion or 5% on an ending basis from the prior quarter.\nOn the consumer side, we continue to see strong momentum driven by Laurel Road and consumer mortgage. Combined, these businesses originated $4 billion of high-quality loans this quarter.\nContinuing on to Slide 7. Average deposits totaled $151 billion for the fourth quarter of 2021, up $15 billion or 11% compared to the year ago period and up $4 billion or 3% from the prior quarter.\nThe linked quarter and year-ago comparisons reflect growth in both commercial and consumer balances. The growth was partially offset by continued and expected decline in time deposits. Our cost of interest-bearing deposits remained unchanged at 6 basis points.\nWe continue to have a strong, stable core deposit base with consumer deposits accounting for approximately 60% of the total deposit mix.\nTurning to Slide 8. Taxable equivalent net interest income was $1.038 billion for the fourth quarter of 2021 compared to $1.043 billion a year ago and $1.025 billion for the prior quarter.\nOur net interest margin was 2.44% for the fourth quarter of 2021 compared to 2.7% for the same period last year and 2.47% for the prior quarter. Year-over-year and quarter-over-quarter, both net interest income and net interest margin reflects the impact of lower investment yields as well as the exit of the indirect auto loan portfolio last quarter, which impacted our net interest margin by 3 basis points.\nThese were largely offset by a favorable earning asset mix. The net interest margin was also impacted by elevated levels of liquidity, as we continue to experience higher levels of deposit inflows in 2021.\nCouple of areas of interest in the past have been the impact of the repricing of our interest rate swap portfolio and the potential benefit from investing our excess liquidity position. Today, the current market rates actually exceed the average received fixed rate of our current swap portfolio. Also, if we reinvested the $20 billion of liquidity, our benefit to net interest income would be about $350 million a year.\nWe've also included in the appendix additional detail on our investment portfolio and asset liability position. Moving on to Slide 9. We reported record noninterest income for both the quarter and full year. Noninterest income was $909 million for the fourth quarter of 2021 compared to $802 million for the year ago period and $797 million in the third quarter.\nCompared to the year ago period, noninterest income increased 13%. The increase was largely driven by an all-time high quarter for investment banking and debt placement fees, which reached $323 million. Additionally, commercial mortgage servicing fees increased $16 million year-over-year.\nOffsetting this growth was lower consumer mortgage fees reflecting higher balance sheet retention and lower gain on sale margins. Compared to the third quarter, noninterest income increased by $112 million, again primarily driven by the record fourth quarter investment banking and debt placement fees.\nOther notable drivers were other income and commercial mortgage servicing fees, which increased $33 million and $14 million, respectively. Partially offsetting this was a $25 million decrease in cards and payments income, driven by lower prepaid card revenues.\nI'm now on Slide 10. Noninterest expense for the quarter was $1.17 billion compared to $1.128 billion last year and $1.112 billion in the prior quarter. Our expense levels reflect higher production-related incentives related to our record revenue generation as well as the investments we've made to drive future growth.\nOur expense levels in 2021 reflect a number of direct investments. As Chris mentioned, we invested in our team, including adding 10% new senior bankers. We invested in Laurel Road in the rollout of our National Digital Bank and the team and an increased marketing. And we strengthened our digital and analytics capability, including the acquisitions of AQN and XUP.\nThese investments are correlated to higher levels of personnel costs from increasing hiring as well as the production-related incentives. On the nonpersonnel side, we saw an increase in business services and professional fees, computer processing expense and marketing.\nNow moving to Slide 11. Overall credit quality continues to outperform expectations. For the fourth quarter, net charge-offs remained at historic lows and were $19 million or 8 basis points of average loans. Our provision for credit losses was $4 million. This reflects our continued strong credit measures as well as our outlook for the overall economy and loan production.\nNonperforming loans were $454 million this quarter or 45 basis points of period-end loans, a decline of $100 million or 22% from the prior quarter.\nNow on to Slide 12. We ended the fourth quarter with Common Equity Tier 1 ratio of 9.4%, with our targeted range of 9% to 9.5%. This provides us with sufficient capacity to continue to support our customers and their borrowing needs and return capital to our shareholders.\nImportantly, we continue to return capital to our shareholders in accordance with our capital priorities. The final settlement of our accelerated share repurchase program disclosed last quarter was reflected in our share count this quarter. No additional open market repurchases were executed.\nAdditionally, our Board of Directors approved a fourth quarter dividend increase of 5%, which now places our dividend at $0.195 per common share.\nOn Slide 13 is our full year 2022 outlook. The guidance is relative to our full year 2021 results and ranges are shown on the slide. Importantly, using the midpoints of our guidance ranges, which support Chris' comments by delivering another year of positive operating leverage in 2022.\nAverage loans will be up low single digits on a reported basis. Excluding PPP and the impact of the sale of our indirect auto business, average loans will be up low double digits. We expect continued growth in average deposits, which should be up low single digits.\nNet interest income is expected to be relatively stable, reflecting lower fees from PPP forgiveness, offset by growth in average earning assets, primarily loan balances.\nOur guidance assumes 3 rate increases in 2022, with the last 1 in December, which would not have a meaningful impact on our results for the year. On a reported basis, noninterest income would be down low single digits, reflecting lower prepaid card revenue related to the support of government programs.\nExcluding prepaid card, our noninterest income would be relatively stable. We expect noninterest expense to be down low single digits, once again, adjusting for the expected reduction in expenses related to prepaid cards, expenses would be relatively stable.\nFor the year, we expect net charge-offs to be in the range of 20 to 30 basis points. Given our strong credit trends, we would expect lower loss rates to remain below our range early in the year and to move modestly higher later in the year. And our guidance for the GAAP tax rate is approximately 20%.\nFinally, shown at the bottom of the slide are our long-term targets, which remain unchanged. We expect to continue to make progress on these targets by maintaining a moderate risk profile and improving our productivity and efficiency, which will drive returns.\nOverall, it was a strong quarter and a good finish to the year, and we remain confident in our ability to grow and deliver on our commitments to all of our stakeholders. With that, I'll now turn the call back over to the operator for instructions on the Q&A portion of the call. Operator?"
  }
]