[
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f7ad97c223123f213c63f2801b2628b",
    "period": "2025 Q3",
    "content": "Q3 2025 The Hershey Co Earnings Call\n\nQ3 2025 The Hershey Co Earnings Call\n\nHSYNYSEOCT 30, 8:30 AM\n\nOperator\n\nGreetings, and welcome to The Hershey Company Third Quarter 2025 Question-and-Answer Session. [Operator Instructions] As a reminder, this conference is being recorded.\nI'd now like to turn the call over to your host, Anoori Naughton, Vice President of Investor Relations for The Hershey Company. Thank you. You may begin.\n\nAnoori Naughton\n\nSenior Director of Investor Relations\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's third quarter 2025 earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website. In addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe provide useful information for investors. This information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations for the GAAP results are included in this morning's press release.\nJoining me today are Hershey's President and CEO, Kirk Tanner; and Hershey's Senior Vice President and CFO, Steve Voskuil.\nWith that, we'll open it for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/46f894f67c9b7e36cdfc1ca5fdbaf47b",
    "period": "2025 Q2",
    "content": "Q2 2025 Hershey Co Earnings Call - Pre-Recorded\n\nQ2 2025 Hershey Co Earnings Call - Pre-Recorded\n\nHSYNYSEJUL 30, 7:15 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nPresident of Investor Relations. Joining me today are Hershey's Chairman and CEO, Michele Buck, and Hershey's Senior Vice President and CFO, Steve Voskuil. In addition to these remarks, we will host an analyst Q&A only session at 8:15 A.M. Eastern on the morning of July 30. A replay of this webcast and our subsequent Q&A session will be available on the Investor Relations section of our website, along with their corresponding transcripts. During the course of today's discussion, management will make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filing.\n\nFinally, please note that during today's discussion, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations for the GAAP results are included in this morning's press release. For certain forward-looking non-GAAP measures, including adjusted gross margins, reconciliations are not provided because the company is unable to provide such reconciliations without unreasonable effort. It is now my pleasure to introduce our Chairman and CEO, Michele Buck.\n\nThank you, Anoori, and good morning, everyone. Thank you for joining us today. As you know, in January, I announced my intention to retire from The Hershey Company after nine years as CEO and more than 20 years with the company. Before discussing our results today, I wanted to take a moment to acknowledge the exciting news that Kirk Tanner has been appointed as Hershey's next President and CEO. Kirk brings over 30 years of experience in the industry, and I am confident that he is the right person to lead Hershey and continue advancing our ambition to be a leading snacking powerhouse. He will start on August 18, and I will transition to an advisory role to ensure a smooth handover and continued execution of Hershey's strategic priorities. I want to extend my sincere congratulations to Kirk, and I look forward to Hershey's future under his leadership.\n\nNow, on to results. We are pleased with our Q2 results and the momentum that we are seeing in our business. Investments in our brands and impactful innovation, combined with effective execution, are enabling solid consumption and share gains across both our U.S. confection and salty snacking businesses. I would like to thank our people across the business for their relentless focus and effort in executing our plans and delivering this strong quarter. Our capable leadership team continues to make strong decisions and execute with excellence to advance the business. Looking ahead, we remain committed to delivering balanced growth, and we have taken pivotal steps towards mitigating cocoa inflation through enhanced productivity, technology-enabled efficiency and speed, and strategic pricing, which we will talk about in a few moments.\n\nFirst half net sales growth of 1.7%, which smoothed the impact of ERP-related inventory laps and the timing of Easter, exceeded our expectations, driven by strong performance in our North America confectionery and North America salty snacking segments. As expected, the late Easter favorably impacted retail trends in the quarter. Hershey candy, mint, and gum U.S. retail sales increased 21.8% versus the category increase of 17.9% in the 12 weeks ended June 29. This resulted in a share gain of approximately 90 basis points, slightly ahead of our outlook. Category growth in non-seasonal candy, mint, and gum continued to outpace broader U.S. snacking trends in the quarter. Everyday chocolate retail takeaway accelerated to 6.7%, the highest level of growth since mid-2023. This reflects the continued relevance of the category in consumers' daily lives, consumers eating more chocolate during stressful periods, and a strong response to robust category news and innovation.\n\nHershey non-seasonal candy, mint, and gum retail takeaway of 4.7% in the quarter outpaced the category as we built momentum on a strong base of innovation and programs. Growth was balanced across the portfolio, with instant consumable chocolate up 2.7%, take-home chocolate up 4.6%, and refreshment up 3%. Our expanding sweets portfolio delivered 14.8% growth, up from 10.4% in Q1 and 3.7% in 2024, resulting in approximately 110 basis points of share gains. Our strategies to reinvigorate instant consumable chocolate are demonstrating results. Hershey's takeaway in the convenience channel achieved a 2% growth rate despite a decline in in-store trips. We gained 60 basis points of share in the channel, behind strong execution, innovation, and incremental merchandising. Consumption was strong across our top chocolate franchises, with Reese's growth of 4%, Hershey up nearly 8%, and KitKat up 3% in the quarter, behind our summer limited edition programs and media campaigns.\n\nTakeaway for our variety business also increased 2%, with solid results from Cadbury, Whoppers, York, and Heaps. Our Q2 results are proof that we are making progress against key initiatives, and we have exciting plans to continue building momentum into the second half. We alluded to some of these product launches and collaborations last quarter, and I'm pleased to share an update across key programs. Our gold standard planogram principles are resonating, driving tremendous results where they have been implemented. The improved shoppability, space allocation, and placement are driving higher conversion and are lifting category results. For example, two major customers recently moved to the gold standard take-home planograms and saw 8% category growth on average in the following two months. This was well ahead of national trends and led to a 40 basis point share gain for those customers.\n\nOur category captaincy will continue to deliver results for retailers and the category as we reach adoption in 60% of convenience stores this year, an increase from 50% to over 60% in take-home aisles, with renewed sell-in effort ahead of spring 2026 planograms. The Pokemon Kiss program is off to a fantastic start. Pokemon Kiss's velocities are three times those of select other limited-time offers in the market, showing the power of both the product and the partnership. Earned media impressions have already reached 2.2 billion, with an overwhelming positive net sentiment score of 98%. The collectible nature of the packaging is driving strong consumer engagement and repeat purchases and generating enthusiasm for the back-to-school season. Our robust sweets products pipeline continues this fall as we bring more of Shaquille O'Neal's life into the gummy form.\n\nThis time, we are bringing his very own sneakers into the SHAQ-A-LICIOUS Gummies in three popular flavors: strawberry, lime, and mango. We will support this innovation with an experiential marketing campaign with strong cultural relevance, including dropping an actual sneaker in all gummy colors. More excitement will follow with the launch of a new multi-texture product later this year as we continue to strategically advance our presence in the sweets market. Lastly, we are introducing our biggest Reese's brand innovation yet. America's number one candy and the number one cookie are coming together in an iconic collaboration that consumers have been asking us for: Reese's Oreo Cup. You will see more news later today as we officially launch the collaboration. This powerhouse brand partnership will drive trial and repeat via joint displays and media activation.\n\nA meaningful portion of the launch will be in take-home pack types, a pivot from prior introductions as we focus on capturing share in high-growth channels. We also expect to build on last year's seasonal success with solid performance in Halloween and holiday. With these programs, we remain confident in our plans for full-year share gains. Turning to salty snacks, our portfolio led in share gains among the top 10 salty snack manufacturers this quarter as our brands continue to resonate with consumers' desire for permissible and better-for-you brands. SkinnyPop consumption increased 4% in the quarter, delivering a ready-to-eat popcorn share gain of approximately 50 basis points, driven by our new packaging, Jennifer Aniston media campaign, and avocado and lime and Harry Potter butterbeer flavor innovations. Dot's Homestyle Pretzels growth outpaced our expectations, with retail takeaway up 13%.\n\nThis resulted in over 200 basis points of share gains in pretzels, driven by the barbecue flavor innovation and summer activations. Sweet and salty continues to be a white space opportunity, with Reese-filled pretzels seeing strong initial velocities. Our salty variety pack retail takeaway also increased 32%, driven by innovation and distribution gains. We expect momentum to build in Q3 for our salty portfolio, supported by media investment, a robust promotional calendar, flavor innovation, and product rotations like Dot's Buffalo that will serve as the perfect anchor for our fall football programming. Net sales trends within our international segment were below expectations in the quarter, reflecting unfavorable currency translation, softer category growth in Mexico, and reduced export demand. In Mexico, despite economic challenges and changes in regulation impacting overall chocolate category growth, Hershey continued to gain market share.\n\nConstant currency net sales increased double digits in Brazil, driven by a robust Easter and favorable category dynamics, and mid-single digits in Europe, led by the U.K. We are executing our playbook to turn our biggest brand, Reese's, into a global juggernaut, with first half international growth of nearly 8%. We expect Reese's acceleration in the second half, supported by wire distribution, media activation, and a new Halloween partnership with the Scream movie franchise. For the international segment, our full-year constant currency segment net sales growth outlook remains low single digits. Now for our revised full-year outlook. We are confident in the underlying trajectory of our business. Our retail takeaway and overall execution are delivering robust results, which we expect to continue in the second half. Moreover, we have strong visibility into second half shipment, with nearly 40% tied to season and new items with strong retailer support.\n\nOur full-year adjusted EPS guidance is now expected to decline between 36% and 38%, reflecting strong first half results, incremental pricing, and the successful execution of cocoa procurement strategies, which are more than offset by the impact of higher taxes and current tariff policy. Without tariffs, we would have raised our full-year adjusted EPS outlook. Our updated guidance fully reflects the risk from tax and tariff fluctuations based on what we know today. Let me turn to cocoa, our recent price increase, and the other initiatives we are implementing to drive balanced growth as we look ahead. First, though cocoa prices have retreated year to date, they remain volatile and significantly elevated versus history. Based on what we know today, we continue to anticipate inflation in our cocoa input costs year over year in 2026.\n\nThis is due to our robust hedging practices, which locked in 2025 prices well below the market, modest improvement in our cost outlook for the year through execution of innovative sourcing and hedging strategies, and forward visibility from hedges we have begun to place for 2026. Our flexible hedging strategies would allow us to participate if cocoa markets retreat further in 2025, and we continue to use similar strategies in our approach to 2026 hedges. Cocoa market fundamentals remain encouraging. The data continues to support a modest global supply surplus for the 2024-2025 crop as the top three global cocoa markets track to a double-digit increase in supply this season. There has been considerable investment from top and new origins over the past several years. In the Ivory Coast, reports indicate fertilizer usage has reached its highest level in at least five years, which should support crop development.\n\nEarly pod counts suggest that the 2025-2026 crop season is off to a strong start. Our robust internal models are projecting a larger global surplus for the 2025-2026 crop as supply normalizes and end users continue to take steps to adapt to persistently high prices. While we remain hopeful, we have not yet seen the progress in fundamentals translate to significant improvement in the cocoa financial markets. As such, we have put into action our plans to address the commodity inflation we have absorbed in our P&L over the past two years. This month, Hershey announced a new price action on the entirety of our U.S. confection portfolio. These products represent roughly 80% of total net sales, and through a combination of list price and price pack architecture, we will deliver an estimated 16 points of pricing contribution to the overall company.\n\nConsistent with previous practices, we will have a transition period for our retailers to adjust to these new prices, and we will protect key promotional events and important tentpoles for our customers and consumers who rely on Hershey's diverse portfolio of snacking options to celebrate life's moments, big and small. Our teams have been strategic and thoughtful about our relative value within our categories and broader consumption occasions. Over 75% of items in our portfolio remain under $4. This action is projected to benefit adjusted gross margin, with no significant effect on sales anticipated for 2025. This pricing announcement reinforces our commitment to covering commodity inflation with pricing over time. We are also implementing an initiative called Smart Complexity to simplify packaging and product assortments and optimize manufacturing efficiency to drive savings for Hershey and our customers.\n\nThis project enables us to raise our advancing automation and agility transformation program savings target to $400 million from $350 million as our teams accelerate a strong pipeline of opportunity, including Smart Complexity, to drive automation and efficiency, leveraging our technology investments. We are taking significant steps to address cocoa inflation and restore our advantaged margin structure while continuing to support investments in our brands and capabilities to take the business to the next level. In aggregate, the initiatives discussed today would restore adjusted gross margins by over 500 basis points in 2026. Although current market conditions suggest that increased cocoa costs and tariffs may partially offset these efforts, we are confident we are taking the right actions to deliver sustainable top and bottom line growth in 2026 and long term.\n\nI'll now turn it over to Steve, who will provide you with details on our financial results and outlook for the year.\n\nThank you, Michele, and good morning, everyone. Second quarter net sales results were slightly ahead of expectations, driven by strong results in North America confectionery and North America salty snacks, partially offset by lower than expected results in international. Reported net sales increased 26% versus the same period last year. Organic constant currency net sales growth of 26.3% was driven by net price realization of approximately 5 points and volume growth of approximately 21 points. Volume growth in the quarter was impacted by the lap of planned inventory decreases after our ERP system implementation in the prior year period, a later Easter season in 2025, and customers requesting earlier shipment of Halloween orders versus the prior year. North America confectionery segment net sales growth of 32% was ahead of expectation. The Sour Strips acquisition was a 60 basis point benefit, and foreign currency exchange was a 20 basis point headwind.\n\nNet price realization of approximately 6% reflects the impact of pricing announced in 2024. Volume increased 25%, of which approximately 13 points was lapping inventory changes related to the ERP system implementation in the prior year. The balance reflects the benefit of Easter timing in 2025 and an approximate 2 to 3 point benefit from customers requesting earlier delivery of Halloween orders versus prior year, partially offset by pricing elasticity. Net sales for our North America salty snacks segment increased 8.8%. Volume growth of over 4% reflects growth across Dot's Homestyle Pretzels and SkinnyPop, an incrementality from variety multi-packs and Reese's-filled pretzels, which more than offset a planned reduction in private label production. Net price realization increased nearly 5%, driven by the timing of promotional investments and the lap of one-time expenses related to our route-to-market transition in Q2 of 2024.\n\nInternational segment net sales increased 4.4% in the second quarter. Foreign currency translation represented an approximate 6 point headwind. Organic constant currency net sales increased 10%. Volume increased around 9 points, driven by an approximate 10 point volume benefit from lapping inventory shifts related to the ERP system implementation last year. Excluding this dynamic, volume was below our expectations, primarily reflecting category softness in Mexico and lower export market demand. Net price realization of around 1% was also below expectations, reflecting higher trade promotion and unfavorable mix. Moving down the P&L, adjusted gross margin of 38.1% decreased 510 basis points in the second quarter, as commodity inflation and $2 million of incremental tariff expenses were only partially offset by higher volume, net price realization, productivity, and transformation program net savings.\n\nGross margin was higher than expected due to the timing of cocoa hedges, higher volume leverage, and lower tariff expenses than anticipated in the quarter. Advertising and related consumer marketing increased 35.5% in the second quarter, reflecting the timing of expenses in North America confectionery and international segments in the prior year. Adjusted operating expenses, excluding advertising and related consumer marketing spend, increased 2.2%. This was driven by higher incentive compensation expenses, partially offset by fewer technology investments related to the ERP system upgrade and transformation program net savings. As Michele Buck mentioned, we are raising the outlook for our AAA initiative for the year and for the full program. We now expect to deliver $150 million in net savings this year, up from $125 million, to be realized across costs of goods sold and selling, marketing, and administrative expenses.\n\nWe are also raising our three-year program target to $400 million, up from $350 million, as we advance a strong pipeline of opportunities to drive organizational efficiency and speed through technology. Interest expense was $46 million in the second quarter. Our full-year outlook for interest expense is now approximately $200 million, which reflects higher leverage versus our prior outlook. The adjusted tax rate for the quarter was 32.8%, an increase of 840 basis points versus last year, driven by incremental non-U.S. tax reserves. We expect other expenses of approximately $75 million to $80 million and a full-year adjusted tax rate of approximately 24%. The increase in effective tax rate is due to changes in the global tax landscape, which have affected the execution of our tax strategies.\n\nAdjusted earnings per share declined 4.7% year over year, as incremental commodity costs and a higher tax rate more than offset the benefit from volume growth, productivity, and transformation program cost savings. In the second quarter, capital expenditures, including software, were $231 million, $113 million lower than the prior year period, as several capacity and technology projects have concluded. We continue to expect full-year capital investments of between $425 million and $450 million. Dividends paid to shareholders in Q2 totaled $271 million. The company did not repurchase any shares in the second quarter against our December 2023 $500 million authorization, of which $470 million remains. We are prioritizing capital for the acquisition of Fulfill North America and the pending acquisition of LesserEvil, and therefore do not expect to repurchase shares this year. We continue to expect the LesserEvil acquisition to close later this year.\n\nTo summarize our updated outlook for the full year, there is no change to our net sales outlook of at least 2% growth. Net sales growth in the first half, which smoothed the ERP laps and Easter timing, increased 1.7%. We are seeing positive momentum in our categories, and we expect an acceleration in our performance in the second half to 2% to 4% growth, with improvement across segments behind strong innovation, merchandising plans, and seasonal contribution. Full-year net price realization is expected to be approximately 5 points, reflecting contribution from our August 2024 and July 2025 pricing actions. Regarding tariffs, the global business environment remains dynamic as trade negotiations continue. For the full year, we are now modeling tariff expense in the range of $170 million to $180 million, below our prior expectations due to inventory on hand, fluctuations in country-specific rates, and sourcing optimization.\n\nGiven the unique circumstances surrounding cocoa, which cannot be grown in the United States, we remain hopeful that tariffs on our largest exposure will improve as trade negotiations continue, though this will likely take time. We are not planning for relief in 2025 and have fully embedded these incremental costs in our full-year outlook. We will mitigate our tariff exposures over time if they endure and already have a robust plan underway. Adjusted gross margin is expected to decline approximately 675 to 700 basis points in 2025. This is at the high end of our prior outlook due to the inclusion of tariffs in the second half, which more than offset the benefit from our recently announced U.S. confection pricing action, incremental cost savings through our transformation program, and favorability from our cocoa sourcing and hedging strategies.\n\nAdjusted earnings per share is expected to decline in the range of 36% to 38% for the year. For the third quarter, we anticipate adjusted earnings per share to decline sequentially from Q2, reflecting the impact of higher cocoa costs in the second half, incremental tariff expenses, continued strong brand investment, and a higher interest expense and tax rate year over year. We continue to deliver strong progress across our key growth initiatives and remain confident in our outlook for top line acceleration. Although higher hedged cocoa costs and the recent implementation of tariffs are expected to create additional earnings pressure through the remainder of 2025, we will continue to drive productivity improvements and cost efficiencies.\n\nWe are also taking appropriate action in response to cocoa inflation to restore margins over time and support ongoing investment in our brands and capabilities, positioning The Hershey Company for balanced growth as we look ahead to 2026. Before concluding, I would like to take a moment to express my personal gratitude to Michele Buck. Your unwavering vision of expanding, innovating, and diversifying our business has been a cornerstone of our success. Under your leadership, Hershey has transformed into the resilient, multi-category snacking leader that we are today. Your commitment to excellence and strategic growth has left an enduring mark on our organization, and we'll continue to prioritize those values as we reach new heights in our business going forward. We wish you all the best in your next chapter and look forward to building upon the strong foundation you have established.\n\nThank you, Steve. As I reflect on my over 20-year career at Hershey and nine years as CEO, I am immensely proud of what we have accomplished during a time of tremendous change for our industry. We pushed ourselves to evolve and grow alongside our consumers and establish ourselves as a leading snacking powerhouse while honoring our incredible history in confection. We made strategic acquisitions like SkinnyPop, ONE Brands, and Dot's Homestyle Pretzels to diversify our offerings and respond to changing consumer preferences. We have invested heavily in our digital infrastructure and capabilities, increasing our agility and efficiency. Leading this iconic company has been the pinnacle of my career and highlight of my life. To the incredible Hershey organization, thank you for your dedication to our mission and your commitment to excellence.\n\nTo my executive team, thank you for your relentless focus on delivering results today while also courageously evolving Hershey to set us up for sustainable growth. To our partners and customers, thank you for your insights, creativity, and shared focus on innovation. To our consumers, thank you for allowing us to delight you and create more moments of goodness, however big or small. Finally, thank you to our investors and analysts. You have been alongside us for all of it, and your engagement and focus on our business and the industry has undoubtedly pushed us to become an even stronger company, one that is well-positioned for the future, and one that I am honored to hand over to Kirk. Steve, Anoori, and I are now available to take your questions."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ef36063099c1ee2ca6bab91a99de7a6",
    "period": "2025 Q1",
    "content": "Q1 2025 Hershey Co Earnings Call - Pre-Recorded\n\nQ1 2025 Hershey Co Earnings Call - Pre-Recorded\n\nHSYNYSEMAY 1, 5:59 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nRelations. Joining me today are Hershey's Chairman and CEO, Michele Buck, and Hershey's Senior Vice President and CFO, Steve Vosk.\n\nIn addition to these remarks, we will host an analyst q&a only session at 830 am eastern on the morning of May A replay of this webcast and our subsequent Q&A sessions will be available on the Industrial Relations section of our website, along with their corresponding During the course of today's discussion, management will make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent A detailed listing of such risks and uncertainties can be found in today's press release in the company's FTC file.\n\nFinally, please note that during today's discussion, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\n\nIt is now my pleasure to introduce our Chairman and CEO, Michele Buck. Thank you, Anoori, and good morning, everyone. Thank you for joining us today. I am pleased with the progress we are making on our key strategic initiatives for the year. Consumption across our U.S. confection and salty snacks businesses came in ahead of our expectations, driven by momentum across seasons, sweets, Dots, and Skinny Pop. We delivered on our first quarter expectations and remain on track to deliver on our financial expectations, excluding any assumptions related to tariff impacts in the second half of 2025, which I will touch on later.\n\nDespite heightened cost pressure, our strong balance sheet allows us flexibility to invest in the business and recent strategic acquisitions. Expanding our Better For You offerings and driving long-term value creation.\n\nWe recently announced our intent to acquire Lesser Evil, a mindful snacking brand with a differentiated ingredient and taste profile. These unique credentials, along with Lesser Evil's strong growth and margin profile, will extend our salty snacking portfolio and reach incremental consumers.\n\nAdditionally, we took the opportunity to acquire the Fulfill brand in North America, which we operated as a JV since 2020. Fulfill is now the largest and fastest growing brand in the protein and energy bar segment in Europe. The brand performs better than most competitors in terms of overall product liking and has tremendous upside both in the U.S. and internationally.\n\nI'm also excited to welcome two outstanding additions to our leadership team. Stacey Taffet as Chief Growth Officer, and Tiffany Mignard as Chief Customer Officer, both of which will be instrumental in propelling our vision of becoming a leading snacking pathway.\n\nNow on to results. Broader snacking came under pressure in the first quarter due to softening consumer sentiment, weaker trips across channels, and continued value-seeking behavior. However, category growth in non-seasonal candy mint and gum outpaced broader snacking trends in the first 12 weeks of the year. Moreover, everyday chocolate growth of nearly 2% remains consistent with historic levels. This reflects the continued relevance of the category in consumers' daily lives and strong response to investments in innovation, media, and merchandise. As we said earlier this year, the late Easter impacted retail trends in the quarter. Hershey candy mint and gum retail sales decreased 4.2% versus overall category declines of 2.7% in the first 12 weeks of the quarter This resulted in a share loss of approximately 45 basis points, which was ahead of our outlook.\n\nWe expect our retail sales and share performance to improve in the second quarter as the full Easter season is reported. Our seasonal business continues to outperform behind strong execution and exciting innovation. Hershey's Valentine's consumption increased mid-single digits and gained more than 60 basis points of share. Preliminary results indicate a strong Easter season for both the category and Hershey. Hershey Retail Takeaway grew at least 16%, resulting in an anticipated seasonal share gain of over 120 basis points. Easter will mark the eighth consecutive period of seasonal market share gains for Hershey. Everyday confectionary market share trends were in line with our expectations in the quarter, as strong gains in sweets and mint were offset by anticipated timing-related declines in chocolate.\n\nWe are planning to build momentum in our everyday business into the summer with exciting innovation and progress. Reese's peanut butter and jelly will be available for a limited time in two flavors, grape and strawberry. Customer demand has been excellent for Hershey's with Caramel. A concept derived from customer insights to enhance the summer s'more occasion. Some of you may have seen new KitKat media featuring the Brake Brothers who handle the chaos so you can enjoy a chocolatey pause, which we can all use. You'll also see new media content for Twizzler, along with a Choose Your Vibe Summer Sweets campaign encouraging consumers to choose a relaxing moment with a Twizzler, gear up for a thrill with Jolly Rancher Ropes, or a mix of both.\n\nLastly, Sour Strips and Jolly Rancher freeze-dried momentum continues with both outperforming expectations year-to-date. These new items and activations, along with incremental media and strong in-store execution by our retail team, will help drive stronger velocities this summer. We are encouraged by the early consumer and customer enthusiasm, and we expect momentum through the second half with a strong lineup we have planned.\n\nLet me touch a bit on what's to come later this year. First, we are excited to announce a partnership to delight fans of Pokemon with Hershey's and Kiss's products and programming featuring their favorite characters. The property has strong retailer support, given its wide demographic and generational appeal, and will launch in time for back to school.\n\nSecond, as we mentioned at Cagney, later this year we will be dropping a new Shackalicious gummy shape together with a unique activation. Third, our instant consumables commercial strategy will also build incremental velocity in the second half through elevated merchandising and product placement.\n\nAnd fourth, and not to forget, we are launching our biggest RISA's innovation ever this fall. This robust pipeline gives us confidence in our plans for second-half share improvement.\n\nTurning now to Salty Snacks. Our Salty Snacks portfolio is well-positioned for growth in the current environment, with permissible and better-for-you brands continuing to resonate with consumers and driving overall category growth. Skinny Pop Consumption increased 5.4% in the quarter and gained over 160 basis points of share in ready-to-eat pop. We expect the benefits from the Jennifer Aniston media campaign, new packaging, and price pack architecture to build over the coming months. Dot strong momentum continued with 20.6% increase in retail takeaway growth and a 335 basis point share gain in the pretzel category driven by robust core velocities and flavor innovation.\n\nOur SUTI Multipack business increased 4.6% behind the transition of our packaging from bags to boxes at retail, as well as distribution and innovation.\n\nAs we look ahead, we expect momentum to build on these initiatives and with exciting news coming later this year, including the inclusion of Pirate's Booty in our Pokemon partnership and Flavor Innovation on DOS. Net sales trends within our international segment were in line with expectations to start the year as unfavorable currency translation offset better than expected results across most regions. Constant currency net sales increased mid-teens in Brazil and mid-single digits in Mexico, driven by improved category dynamics as well as solid innovation, seasons, and distribution gains. These markets were offset by planned declines across all other regions as we lapped the build of inventory ahead of our ERP cutover in April 2024.\n\nOur teams have a solid calendar planned for the rest of the year and continue to expect full year constant currency net sales growth of low single digit. We remain committed to investing in our brands to drive long-term growth and continue to expect full-year advertising spend to increase mid-single digits. The decline in media spending in Q1 was in line with our expectations, reflecting the timing of allocated expenses in the prior year period. Our Advancing Agility and Automation Initiative remains on track to deliver an incremental $125 million of cost savings this year.\n\nAnd we have a strong pipeline of opportunities for 2026 and beyond. These savings are enabled by investments in technology platforms that drive automation and efficiencies, as well as leveraging the power of our scale across categories to drive commercial advancement. Our transformation is also enabling growth and agility investments across innovation, R&D, insight, media, and promotions that will make us even stronger in the future.\n\nBefore I turn it over to Steve, let me touch on COCO and tariffs and the next steps we are taking to address these factors in both the short and long term. While COCO prices have retreated over the past few months, COCO financial markets continue to be disconnected from fundamentals due to a lack of market liquidity, market speculation, and government policy changes. As we said last quarter, we have full visibility into our COCOA costs in 2025. Our full-year COCOA Cost Outlook is unchanged, though our flexible hedging strategies would allow us to participate if COCOA markets retreat materially.\n\nWe are encouraged by the recovery in the 2024-25 cocoa crop. The top three global cocoa markets are tracking to a 20% increase in supply this season. High COCA market prices are incentivizing investment in origins around the world. Farmer prices have also increased in the Ivory Coast, which should enable more investment in fertilizer, pesticides, and other techniques to improve yield. There are reasons to believe that this year's crop marks the beginning of a multi-year growth cycle in cocoa supply. In the meantime, global end users are now responding to persistently high prices in earnest, having waited and watched for some time.\n\nThe global cocoa grind, a measure of demand, declined 3.4% in Q1. This marks the eighth straight quarter of decline. Based on what we know today, we continue to anticipate inflation next year. and Robust Planning is underway to address persistently high cocoa prices. We are readying options to execute, including pricing, price pack architecture, demand shaping, and sourcing strategies to mitigate inflation and protect our margins over the long term.\n\nWe expect to share more information on these plans over the summer.\n\nTurning to tariffs. As a largely domestic food producer, we are relatively less exposed to tariffs than other industries. That said, the current U.S. levy on cocoa is an exposure that we must manage on top of the cocoa market's unprecedented recent price swing.\n\nCocoa cannot be grown in the United States and thus we are engaging with the US government to seek an exemption. Our legacy is one of American industrialism and ingenuity. and we continually invest in domestic manufacturing. Just last month, we cut the ribbon on a state-of-the-art chocolate processing facility in Hershey, PA. Strengthening our supply chain and creating local jobs. We are developing robust mitigation plans for other raw material and finished goods exposure. with several no regrets actions already underway. Given the fluidity of the rates and negotiations, we are providing our annual guidance with tariff expenses we can reasonably estimate and expect to incur.\n\nAs I said, we remain committed to our financial outlook provided at the beginning of the year, absent assumptions about future incremental.\n\nWith that said, let me turn it over to Steve for some additional perspective on our financial results and outlook. Thank you, Michele, and good morning, everyone. First quarter net sales results were in line with our expectations, as better than planned organic sales in North America salty snacks and international segments were offset by currency headwinds. Reported net sales declined 13.8% versus the same period last year, including a 90 basis point headwind from foreign currency translation, partially offset by a 30 basis point benefit from the Sour Strips acquisition. Net price realization was an approximate two point benefit.\n\nVolume declined about 15 points, reflecting the lap of planned inventory increases ahead of our ERP system implementation in the prior year period, a later Easter season in 2025, and two fewer shipping days. As mentioned last quarter, the Easter and ERP laps will reverse, and we therefore expect total company net sales to increase more than 20% in Q2. There is no change to our full year net sales outlook of at least 2% growth. Our North America confectionery and international segment net sales were both significantly impacted by the aforementioned lap of inventory increases ahead of our ERP system implementation.\n\nThe North America confectionery segment net sales decline of 15% was in line with expectations. The Sour Strips acquisition was a 40 basis point benefit and foreign currency exchange was a 20 basis point headwind. Volumes declined nearly 18%, partially offset by net price realization of around 3%. international segment organic constant currency net sales declined 7.9% in the first quarter performance was ahead of our expectations in all key markets Volume declined approximately 8%, partially offset by net price realization of around 1%. foreign currency translation was an approximate eight point headwind Net sales for our North America Salty Snacks segment increased 1%.\n\nThe volume growth of nearly 4% reflects growth across Dots, Skinny Pop, Pirate's Booty, and Incrementality from multi-branded multi-packs. This growth more than offset a 5-6 point volume headwind from fewer shipping days and a planned reduction in private label production. Net price realization declined nearly 3%, in line with our expectations, reflecting retailer fees ahead of the new Skinny Pop packaging launch in early Q2.\n\nMoving down the P&L, adjusted gross margin decreased 370 basis points in the first quarter. As expected, commodity inflation and negative sales mix were only partially offset by productivity and pricing. Based on our commodity hedges for the balance of the year, cost pressure from COCO will build each quarter. We expect second quarter gross margin compression to be greater than in Q1. There is no change to our underlying full-year gross margin outlook of down 650 to 700 basis points, including the impacts of incremental tariffs in Q2. Advertising and related consumer marketing decreased 14.2% in the first quarter, driven by the timing of expenses in the North America confectionary and international segments in the prior year period, partially offset by increased investment in North America salty snacks.\n\nAdjusted operating expenses, excluding advertising and related consumer marketing spend, declined 5.5% due to lower compensation and benefits costs and reduced technology investments related to the ERP system upgrade. As Michele mentioned, we remain on track to deliver an incremental $125 million in savings this year as part of our AAA initiative to be realized across cost of goods sold, advertising, and related consumer marketing spend, as well as division and corporate expenses. As we shared previously, we expect these benefits to build gradually over the year. The adjusted tax rate for the quarter was 24.4%, an increase of 4 percentage points versus the year ago period, driven by lower levels of renewable tax credits than in the prior year.\n\nWe expect other expense of approximately $170 to $180 million, and a full year tax rate of approximately 16%. The increase in economic and effective tax rates reflect challenges in fully executing our tax strategies in an evolving global business landscape. Interest expense was $45 million in the first quarter.\n\nIn the first quarter, we successfully executed a $2 billion bond issuance, the proceeds of which are for near-term debt refinancing, commercial paper repayment, and general corporate purposes. This transaction reduced our full-year outlook for interest expense, which is now in the range of $185 to $190 million. Adjusted earnings per share declined 32% in the quarter. We expect second quarter adjusted earnings per share to decline by less as the Easter season and ERP-related inventory impacts reverse, partially mitigating the impact from incremental commodity cost and tariff pressure. There is no change to our full-year adjusted EPS outlook of down mid-30% before the impact of incremental tariffs in the second half of the year.\n\nIn the first quarter, capital expenditures, including software, were $146 million, $68 million lower than the prior year period, as several capacity and technology projects have concluded. We continue to expect full year capital investments of $425 to $450 million.\n\nDividends paid to shareholders in Q1 totaled $272 million as our strong balance sheet and confidence in future business performance allow us to maintain our dividend payment in 2025.\n\nAs Michele noted, in April, we acquired Fulfill North America and announced our intent to acquire Lesser Evil, subject to regulatory approval. The impact to our full-year outlook from Fulfill is immaterial.\n\nLesser Evil is expected to close later this year and is not included in our guidance.\n\nThe company did not repurchase any shares in the first quarter against our December 2023 $500 million dollar authorization, which has $470 million dollars remaining. We are prioritizing capital for the announced acquisitions and therefore do not expect to repurchase shares this year.\n\nLet me take a moment to discuss tariffs. The global business environment remains dynamic as negotiations continue. We are hopeful that our largest exposures, cocoa imports, and Canadian retaliatory tariffs will be ameliorated. At the same time, we have robust planning underway to mitigate raw material and finished goods exposures, if they endure. As Michele mentioned, we are pursuing an exemption request for COCO, which cannot be mitigated through sourcing strategies. For now, we plan to continue providing our full-year outlook, including tariffs that we can reasonably estimate and expect to incur. In the second quarter, we expect incremental tariff expenses of approximately $15 to $20 million, based on what we know today.\n\nAbsent tariff relief, this expense is expected to increase in the third quarter as we work through inventory on hand.\n\nWith that, I will turn it back to Michele for closing remarks. Thanks, Steve.\n\nEight years ago, when I started my tenure as CEO, I saw the potential for Hershey to become a leading snacking powerhouse. While today's business environment remains volatile, we continue to take action to advance that ambition with strategies that will solidify our leadership position and enhance shareholder return.\n\nI want to thank everyone again for joining us this morning and encourage you to listen to our live question and answer webcast which will begin at 8.30 a.m. Eastern Time today and will be available at thehersheycompany.com. Thank you for your continued support and interest in Hershey."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/394d2f2ab970ce58e0f1f6585b653249",
    "period": "2024 Q4",
    "content": "Q4 2024 Hershey Co Earnings Call - Pre-Recorded Management Remarks\n\nQ4 2024 Hershey Co Earnings Call - Pre-Recorded Management Remarks\n\nHSYNYSEFEB 6, 7:00 AM\n\nAnoori Naughton\n\nSenior Director of Investor Relations\n\nGood morning, and welcome to the pre-recorded discussion of The Hershey Company's Fourth Quarter 2024 Earnings Results. I'm Anoori Naughton, Senior Director of Investor Relations. Joining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil.\nIn addition to these remarks, we will host an analyst Q&A-only session at 8:30 a.m. Eastern on the morning of February 6. A replay of this webcast and our subsequent Q&A session will be available on the Investor Relations section of our website, along with their corresponding transcripts.\nDuring the course of todays discussion, Management will make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the Company's future operations and financial performance.\nActual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that during today's discussion we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nIt is now my pleasure to introduce our Chairman and CEO, Michele Buck.\n\nMichele Gross Buck\n\nPresident, CEO & Director, The Hershey Company\n\nGood morning, and thank you for joining us today. Before diving into our results, I want to take a moment to recognize our incredible team. Across the organization, our team has acted with speed and agility to continue delivering for our consumers and customers in a pressured operating environment. These actions ensured we delivered against our fourth quarter plans and ended 2024 with momentum across our North American Confectionery and Salty Snacks businesses.\nLooking ahead, we are beginning the year with exciting new leadership appointments and a renewed focus on innovation that is resonating with our consumers.\nThis is a transformational time for Hershey. As we mentioned in our last earnings call, we expect the surge in cocoa prices to continue to put significant pressure on earnings in 2025. That said, we remain laser-focused on driving top line and share momentum, while executing against our transformation and efficiency programs.\nI look forward to leading this team as we deliver against our 2025 operating plan and position the business to deliver peer-leading performance over the long term.\nMoving now to our Q4 results. Net sales grew 8.7%. Excluding the benefits from extra shipping days, inventory changes and ERP-related laps, our core business increased approximately 3%, driven by strong execution and consumer response to our second half plans.\nOur U.S. Candy, Mint and Gum retail sales increased 2% in the fourth quarter, demonstrating seasonal strength and the anticipated acceleration in our everyday business. Halloween retail sales growth of 2.5% and Holiday growth of 1.1% yielded a seasonal share gain of approximately 40 basis points in the quarter. Everyday U.S. Candy, Mint and Gum business increased 1.7% with growth across Chocolate, Sweets and Mint, driven by our robust slate of new products and media investment despite soft convenience store traffic.\nI'll share a few highlights from the quarter. Reese's Caramel and Lava Big Cup contributed 1 point to our everyday Chocolate retail sales growth. Shaq-a-licious Extra Large Gummies were the #2 brand in Sweets dollar growth in the quarter. Jolly Rancher retail sales accelerated to 7.7% in the quarter, helped by the strength of Gummies and the recent addition of Ropes. Our everyday Sweets portfolio share gains accelerated to 65 basis points in Q4. Lastly, retail sales across the fast-growing club, dollar and e-commerce classes of trade increased 8.2%, driven by the strong performance of Chocolate Assortments, Reese's, Kisses and Brookside.\nNet price realization of approximately 4% was slightly ahead of our expectations, driven by carryover pricing announced in 2023 on our seasonal business, and as we began to see benefits from our August 2024 pricing announcement. We expect this level to continue in 2025 with planned price realization of 3% to 4% on our U.S. Confection business.\nAs we look to 2025, we have a strong year of innovation, media and activation planned across our Confection business. We are introducing fewer, better and bigger innovations across the core, including our biggest Reese's innovation ever, and we have healthy momentum from items launched in '24.\nThis weekend, you will see Reese's Lava Big Cup featured in our second straight Superbowl Ad. We are also expanding Reese's reach to new audiences through a Big Game integration with Barstool Sports and a year-long partnership with the New Heights podcast featuring the Kelce brothers. The early customer and consumer response to Jolly Rancher Freeze Dried has also been strong, and we will have incremental news on Sweets later this year.\nShifting now to North American Salty Snacks. Retail sales accelerated to 7.1% in the quarter, ahead of our expectations. SkinnyPop retail sales increased 4.7%, and the brand gained approximately 155 basis points of ready-to-eat popcorn share driven by velocity, innovation, and a shift of a large customer promotion into Q4 from Q3.\nDot's Pretzels had another strong quarter, increasing 20.9% and gaining approximately 325 basis points of Pretzel share, driven by household penetration gains, strong repeat rates, and flavor and pack type innovation.\nYou will soon see media featuring the popularity of SkinnyPop and an exciting new celebrity spokesperson. We will continue to focus on driving additional household penetration and velocity in ready-to-eat popcorn with refreshed branding, enhanced packaging, and price pack architecture, which will hit shelves in early Q2. We also have exciting new flavors of Dot's and a Reese's branded sweet and salty innovation to expand in this fast-growing category.\nLastly, you will see us leverage the full breadth of our portfolio with multi-brand multipacks, important for fast-growing customers and consumer occasions.\nWe had a strong quarter within our International segment, driven by solid execution of holiday programs and innovation performance with double-digit constant currency organic sales growth in Mexico and EMEA and high single-digit growth in India. Reese's grew double digits across International markets, driven by distribution and retail execution with significant expansion opportunity ahead of us across Europe, Australia and the Middle East. While there are pockets of consumer pressure and higher competition across our International markets, we expect continued expansion driven by household penetration, distribution and innovation momentum.\nTurning to the outlook. For the full year, we expect net sales growth of at least 2%, which reflects core growth consistent with recent trends and the benefit from a long Easter. Our North America Confectionery and North America Salty Snacks segments are expected to grow in line with our long-term algorithm, while the International segment constant currency sales are expected to increase low single digits, reflecting heightened competitive activity in key markets.\nWe continue to prioritize brand investment in '25 with media spend expected to grow ahead of sales. In addition, we have a new media agency effective January, which will also bring efficiencies and drive further consumer engagement, allowing us to increase our reach and deliver stronger ROIs.\nTurning now to cocoa. For 2025, we have very good visibility into our cocoa costs and physical supply. As many of you know, cocoa markets remain volatile, driven by low levels of financial market liquidity. We continue to believe that current high prices are not reflective of market fundamentals. Even with a lower outlook for the '24-'25 mid-crop, consensus continues to indicate global supply and demand in balance to a slight surplus. That is before consideration of any further global demand disruption resulting from persistent high market prices.\nWe are already seeing signs of cocoa end users adapting through reformulation and off-exchange hedging mechanisms, which we expect will only accelerate. Moreover, funding and partnerships for longer-term cocoa solutions, including cellular agriculture, increased by at least $200 million since 2022.\nWe continue to advance our sourcing and hedging strategies, including origin and supply chain diversification, while investing in our cocoa science program. The strength of our R&D team gives us a greater opportunity to leverage all potential sources of cost savings without compromising on the high quality and great taste of our products that consumers love.\nWe are managing this business for the long term, while controlling what we can in the short term. Historically high cocoa prices will pressure earnings this year, as we previously communicated. As is always the case, we are monitoring many factors to inform the go-forward strategy, pricing and investment decisions to position us for balanced top and bottom line growth in '26 and beyond. While we continue to view today's high cocoa prices as transient, our teams are readying opportunities for quick execution, and we are prepared to adjust our pricing, price pack architecture, formulations, demand shaping and investment strategies should our view on the commodity markets evolve.\nMeanwhile, we are delivering on our efficiency and transformation programs to position our business and cost structure for long-term sustainable growth. Our AAA program delivered $143 million in net savings in 2024, above our plan and is expected to generate an incremental $125 million in 2025. Between 2023 and 2026, we expect to improve our cost structure by nearly $900 million, while simultaneously investing in the capabilities, technology, talent and infrastructure to support differentiated performance for years to come.\nAs I mentioned in my opening, we have welcomed Andrew Archambault and Veronica Villasenor as the new leaders of our U.S. Confectionery and Salty Snacks divisions, respectively. Andrew joins us from Keurig Dr. Pepper, where he has extensive experience in transforming complex portfolios of iconic brands. And Vero is a Hershey veteran of 22 years with a proven track record of managing teams across global business units. The combination of fresh perspective and deep internal knowledge will be powerful in advancing our strategic ambitions and taking our business to the next level of growth.\nAnd finally, after 20 years with Hershey, I've shared my intention to retire in 2026. With solid top line momentum in the business and a strong team in place, this is the right time for me to pass the torch to the next generation of leadership. Until that transition takes place, I am fully focused on delivering our 2025 goals and driving forward the Leading Snacking Powerhouse vision I initiated during my tenure here at Hershey.\nWith that, I'll turn it over to Steve.\n\nSteven E. Voskuil\n\nChief Financial Officer & Senior Vice President, The Hershey Co.\n\nThank you, Michele, and good morning, everyone. For the full year 2024, we delivered 0.3% net sales growth despite greater-than-expected macro pressures and ended the year with momentum behind our refreshed plans. Moreover, despite low double-digit input cost inflation, pressuring both margins and earnings, our strong history of productivity and cost management delivered a 3-year earnings per share CAGR of 9.2%, above our long-term target.\nIn the fourth quarter, we delivered reported net sales growth of 8.7%, while organic constant currency net sales grew 9%, slightly ahead of our expectations. The North America Confectionery segment performed ahead of expectations, reporting an organic constant currency net sales increase of 5.9%. This growth was driven by approximately 4 points of price realization, reflecting pricing announced in August of 2024.\nThe volume increased approximately 2% in the quarter as solid seasonal and value channel growth and the benefit of 2 extra shipping days were only partially offset by convenience channel softness and expected price elasticity declines within our everyday business.\nAs Michele noted, we had a strong quarter in our International segment with organic constant currency net sales growth of 15%, driven by volume with strong holiday and innovation contributions.\nIn the first quarter of 2025, our North America Confectionery and International segments will both lap the planned inventory build ahead of the ERP implementation in Q1 of 2024. Additionally, the later Easter will shift shipments into Q2. As such, we anticipate organic constant currency net sales to decline by mid-teens across both segments in the first quarter.\nNet sales for our North America Salty Snacks segment increased 35.9%, reflecting an approximate 21-point tailwind from lapping the planned inventory drawdown following the Q4 2023 ERP implementation as well as the expected benefits from order timing shifts from Q3 into Q4 following our route-to-market changes as well as 2 extra shipping days.\nThe base business increase of high-single digits reflects acceleration in SkinnyPop consumption, the planned shift of a SkinnyPop promotion into Q4 and continued strength in Dot's Pretzels. As Michele mentioned, we have exciting plans and good visibility into increased levels of distribution, merchandising, media and innovation, and we expect solid mid-single-digit growth in this segment this year. First quarter net sales growth will reflect incremental retailer fees ahead of the new SkinnyPop packaging set to launch in early Q2.\nMoving down the P&L. Adjusted gross margin increased 60 basis points in the fourth quarter, ahead of expectations, reflecting stronger-than-planned pricing and productivity gains and a timing benefit related to inventory valuation, which more than offset expected commodity inflation and negative sales mix.\nAdvertising and related consumer marketing increased 2.4% in the fourth quarter, driven by investments in North America Confectionery and North America Salty Snacks. Adjusted operating expenses, excluding advertising and related consumer marketing spend declined approximately 9% due to reduced compensation and benefits costs and decreased technology investments, as we successfully implemented our upgraded ERP system earlier in the year.\nAs Michele mentioned, our AAA initiative delivered $143 million of savings in 2024, ahead of our $100 million target, driven by incremental supply chain savings. We are increasing the expected savings target for the program to $350 million, of which $125 million is targeted in 2025 and will build gradually over the year. Total 3-year costs are projected to be between $200 million and $250 million, consistent with our prior outlook, including approximately $25 million of non-cash costs.\nInterest expense was $40 million in the fourth quarter, slightly below expectations. The adjusted tax rate for the quarter was negative 13.7%, a decrease of approximately 10 points versus the year ago period, largely due to higher levels of renewable energy tax credits in the current period.\nThe robust Q4 net sales growth, coupled with strong productivity and cost management, allowed us to deliver adjusted earnings per share of $2.69 in the quarter. Capital additions, including software, were $135 million in the fourth quarter, bringing the full year investment to approximately $605 million. We reached completion of several significant projects in 2024, including a new chocolate-making facility in Hershey, which ensures high-quality domestic capacity for our products and enhances our manufacturing flexibility. Total capital investment this year is expected to be between $425 million and $450 million, in line with historical levels as a percentage of sales.\nWe remain committed to our capital allocation priorities of reinvestment for growth, including M&A, a dividend payout ratio of at least 50% and share repurchases. In the fourth quarter, dividends paid to shareholders totaled $270 million, an increase of 13.7% versus the prior year period. The company did not repurchase any shares in the fourth quarter against our December 2023 $500 million authorization with $470 million remaining.\nNow let me share some additional perspective on 2025 and the driven primarily by price realization with volume expected to be slightly down. Net sales related to the acquisition of Sour Strips is expected to be an approximate 30 basis point benefit. Foreign currency is expected to be unfavorable by approximately 30 basis points.\nAs Michele mentioned, we expect organic net sales growth within our North America Confectionery and Salty Snacks segments to be in line with our long-term algorithm. International segment organic constant currency net sales are expected to be slightly below algorithm with stronger growth in the second half driven by program timing as well as higher pricing.\nFirst quarter total company net sales are expected to decline mid-teens as we lap inventory built ahead of our April 2024 ERP implementation and an early Easter in the prior year period. This dynamic will reverse in Q2.\nAs Michele mentioned, we have very good visibility into our cost basket, including cocoa, albeit at significantly higher pricing levels than prior year. Our coverage caps our risk while allowing us to participate if the cocoa market falls. We have no concerns about the global physical supply of cocoa. Fundamentals continue to improve with cocoa arrivals in Ivory Coast and Ghana ports up approximately 30% compared to this time last year. Rest of world production, which is nearly half of the global supply, is pacing at 10% growth versus prior year. We have largely secured our butter, liquor and powder needs for the year.\nFor the full year, we expect adjusted gross profit margin to contract by approximately 650 to 700 basis points. Historically high cocoa prices, sugar and other raw material inflation, along with incremental labor inflation, new tariffs and negative product mix are expected to more than offset net price realization, supply chain productivity and incremental savings from our transformation program.\nAdjusted gross margin is expected to be higher in the first half than in the second half as cocoa costs increase over the course of the year, while our pricing and cost savings remain relatively constant. Keep in mind that our International segment is largely a Chocolate business and therefore, is expected to see relatively more margin compression in 2025. For the first quarter, we expect total company adjusted gross margin to decline approximately 400 basis points.\nBrand reinvestment is a critical growth lever in 2025, and advertising and related consumer spend is expected to increase mid-single digits versus prior year as we support momentum across all three segments.\nTotal advertising and related consumer spend as a percentage of sales is expected to remain below historical levels, driven by reductions in non-working investments and automation and AI-driven productivity gains. Other operating expenses are expected to decline by low single digits, driven by incremental productivity and transformation program savings.\nCorporate expenses are projected to increase low-double digits, reflecting the expected reset in incentive compensation versus prior year and incremental capability and technology investments.\nWe expect our full year 2025 adjusted effective tax rate to be approximately 14% to 15%. Other expense, which includes the write-down of renewable energy investments, is expected to be between $170 million and $180 million. Interest expense is expected to be $190 million to $195 million, reflecting a higher interest rate environment.\nOur capital allocation priorities remain consistent. We continue to reinvest in our business, including the addition of attractive accretive brands like Sour Strips. Given our strong balance sheet and our confidence in future business performance, we are maintaining our dividend. Moreover, we continue to elevate share buybacks as a priority, and we currently project shares outstanding to decline approximately 50 basis points for the year.\nWith that, I will turn it back to Michele for closing remarks.\n\nMichele Gross Buck\n\nPresident, CEO & Director, The Hershey Company\n\nThanks, Steve. The growth we've had over the last quarter across multiple categories is a testament to our strategy in action. We have the right team in place to drive long-term growth, while finding innovative ways to navigate short-term market challenges.\nWe will continue to invest in key capabilities, technology and talent, and we remain focused on executing against our strategy to deliver the next stage of growth and profitability for Hershey."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8364af7f5b94ef9b3a31bb075ff74999",
    "period": "2024 Q2",
    "content": "Q2 2024 Hershey Co Earnings Call\n\nQ2 2024 Hershey Co Earnings Call\n\nHSYNYSEAUG 1, 8:30 AM\n\nOperator\n\nGreetings, and welcome to The Hershey Company second quarter 2024 earnings question-and-answer session. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Nora Naughton, Senior Director of Investor Relations. Thank you. Ms. Naughton, you may begin.\n\nUnknown Executive\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's second quarter 2024 earnings Q&A session. I hope everyone had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website.\nIn addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements, including expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil.\nWith that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f21840a150821f0b54a0d9d4f48b0884",
    "period": "2024 Q1",
    "content": "Q1 2024 Hershey Co Earnings Call - Q&A\n\nQ1 2024 Hershey Co Earnings Call - Q&A\n\nHSYNYSEMAY 3, 8:30 AM\n\nOperator\n\nGreetings, and welcome to The Hershey Company First Quarter 2024 Question-and-answer Session. [Operator Instructions] As a reminder, this conference is being recorded. I'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for The Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVice President of Investor Relations & Corporate Finance\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's First Quarter 2024 Earnings Q&A Session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website.\nIn addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil. With that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3e5028e239ad5195fbbfc5383a29f217",
    "period": "2023 Q4",
    "content": "Q4 2023 Hershey Co Earnings Call - Q&A\n\nQ4 2023 Hershey Co Earnings Call - Q&A\n\nHSYNYSEFEB 8, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Hershey Company Fourth Quarter 2023 Question-and-answer session. [Operator Instructions] As a reminder, this conference is being recorded. I'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for the Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVice President of Investor Relations & Corporate Finance\n\nGood morning, everyone. Thank you for joining us today for the Hershey Company's Fourth Quarter 2023 Earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website. In addition, we have posted a transcript of the pre-reported remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call. Please note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance.\nActual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings. Finally, please note that we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil. With that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3d9309b463d505451d5d1045fda34169",
    "period": "2023 Q3",
    "content": "Q3 2023 Hershey Co Earnings Call\n\nQ3 2023 Hershey Co Earnings Call\n\nHSYNYSEOCT 26, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Hershey Company Third Quarter 2023 question-and-answer session [Operator Instructions]. As a reminder, this conference is being recorded. I'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for The Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVice President of Investor Relations & Corporate Finance\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's Third Quarter 2023 Earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website. In addition, we have posted a transcript of the pre-reported remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call. Please note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance.\nActual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings. Finally, please note that we refer to certain non-GAAP financial measures that we believe will provide useful information for investors, the presentation that this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil. With that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7f997aa7c364c7dfb7920d18b5362c6b",
    "period": "2023 Q2",
    "content": "Q2 2023 Hershey Co Earnings Call\n\nQ2 2023 Hershey Co Earnings Call\n\nHSYNYSEJUL 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Hershey Company Second Quarter 2023 Question-and-answer session. [Operator Instructions] As a reminder, this conference is being recorded.\nI'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for the Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVice President of Investor Relations & Corporate Finance\n\nGood morning, everyone. Thank you for joining us today for the Hershey Company's Second Quarter 2023 Earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website. In addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil.\nWith that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fe5f7f675ae1f53ddb87c7d5637e5ec6",
    "period": "2023 Q1",
    "content": "Q1 2023 The Hershey Company Earnings Call\n\nQ1 2023 The Hershey Company Earnings Call\n\nHSYNYSEAPR 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to The Hershey Company First Quarter 2023 Question-and-answer session. [Operator Instructions] As a reminder this conference is being recorded.\nI'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for The Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVice President of Investor Relations & Corporate Finance\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's First Quarter 2023 Earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website. In addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release. Joining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil.\nWith that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c696982887ab873b4de983c6a237cdd9",
    "period": "2022 Q4",
    "content": "Q4 2022 Hershey Co Earnings Call - Live Q&A Session\n\nQ4 2022 Hershey Co Earnings Call - Live Q&A Session\n\nHSYNYSEFEB 2, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Hershey Company Fourth Quarter 2022 Question-and-Answer Session. (Operator Instructions) As a reminder, this conference is being recorded. I'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for the Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVP of IR & Corporate Finance, The Hershey Company\n\nGood morning, everyone. Thank you for joining us today for the Hershey Company's Fourth Quarter 2022 Earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website. In addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil. With that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/92e4baa7fef8ed7184c712af1e81833f",
    "period": "2022 Q3",
    "content": "Q3 2022 Hershey Co Earnings Call - Pre-Recorded Management Discussion\n\nQ3 2022 Hershey Co Earnings Call - Pre-Recorded Management Discussion\n\nHSYNYSENOV 4, 7:00 AM\n\nMelissa Poole\n\nVP of IR & Corporate Finance, The Hershey Company\n\nGood morning, everyone, and welcome to the prerecorded discussion of the Hershey Company's Third Quarter 2022 Earnings Results. My name is Melissa Poole, and I'm the Vice President of Investor Relations at Hershey.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil. In addition to these remarks, we will host an analyst Q&A-only session at 8:30 a.m. Eastern on the morning of November 4. A replay of this webcast and our subsequent Q&A session will be available on the Investor Relations section of our website, along with their corresponding transcripts.\nDuring the course of today's discussion, management will make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that during today's discussion, we will refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nIt is now my pleasure to introduce our Chairman and CEO, Michele Buck.\n\nMichele Gross Buck\n\nChairman, President & CEO, The Hershey Company\n\nThank you, Melissa, and good morning, everyone. Third quarter results came in ahead of expectations as our increased brand investments and improved supply chain performance helped support resilient consumer demand and drive category growth across business segments. Marketplace share and gross margin trends both improved versus the second quarter, and we have strong momentum exiting the year.\nGiven our performance to date and visibility into the fourth quarter, we are raising our net sales and earnings outlook for the year. Net sales growth of 15.6% in Q3 was balanced with all segments delivering double-digit organic growth, driven by both price and volume gains. In the North America Confectionery segment, net sales growth of 10.4% was led by strong gains in our chocolate brands. Hershey Chocolate retail sales grew 12.6% in the third quarter, resulting in a segment share gain of over 100 basis points. This was a 125 basis point improvement versus the second quarter share performance, bringing our category-leading chocolate share to 47% in Q3, an increase of 150 basis points versus pre-pandemic levels. With improved supportability and a 25% increase in advertising, Reese's retail sales grew over 16% in the third quarter.\nA big thank you to our teams across the organization who have worked tirelessly to install new lines, reconfigure existing lines and optimize our offerings and investment to maximize output and get more Reese's on the shelves for our consumers to enjoy. Next week, our latest Reese's innovation, Reese's Big Cup stuffed with Reese's Puffs Cereal will be available at stores nationwide to satisfy your next Reese's craving.\nPayday also experienced outsized growth in the third quarter, enabled by incremental capacity. Our teams have done a phenomenal job capitalizing on this supply chain investment with higher levels of advertising support, new pack sizes and incremental distribution to deliver retail sales growth of over 35% in Q3. Our Sweets & Refreshment business grew double digits in the third quarter, with 10% retail sales growth and a share improvement of about 85 basis points versus the second quarter as our teams made significant progress addressing our midst manufacturing challenges. Innovation continues to perform well, and advertising support increased versus first half levels with improved on-shelf availability.\nOverall, advertising levels on our confection brands increased meaningfully in the third quarter with strong double-digit gains in consumer impressions as we seek to return to more historical levels of support behind improved inventory levels. Promotional activity also returned to more normalized levels in the third quarter with incremental investments supporting higher levels of quality merchandising in store and online compared to the first half of the year. We expect this to continue in Q4 and into next year.\nBefore I provide updates on our other segments, let me share a recap of our Halloween season and expectations for the Holiday season and everyday trends as we close the year. Preliminary results indicate a strong Halloween season with participation and spend both above pre-pandemic levels. Candy category retail sales are estimated to have grown double digits this year, with Hershey Halloween retail sales growing high single digits, both in line with our expectations.\nWe believe we are well-positioned for a great Halloween next year given our high sell-through this year and additional capacity coming online to support more growth. We anticipate this category momentum to continue into the Holiday season and product is already out in stores and selling well. We have a great lineup of products this year, and our retail teams are already busy building amazing displays across stores in America to generate excitement and capture incremental purchases.\nWe expect category and Hershey performance during the Holiday season to be comparable to what we saw during Halloween. Everyday trends are also expected to remain healthy as we exit the year, but with growth levels moderating as consumer behaviors continue to evolve in response to high inflation. We are continuing to prioritize brand and supply chain investments to capture additional opportunity if current trends sustain.\nNow shifting gears to our North America Salty Snacks segment, where performance continued to shine with over 20% organic sales growth and strong category share gains in the quarter. SkinnyPop ready-to-eat popcorn retail sales grew over 20% in the third quarter, resulting in a 120 basis points category share gain, while Pirate's Booty grew over 14%. Dot's Pretzels grew over 34% and gained another 200 basis points of share within the Pretzel category on top of a 260 basis point gain during the same period last year.\nDot's core products remain strong, and we have an exciting new cinnamon sugar limited time flavor hitting stores now that will help generate even more consumer interest and in-store merchandising. Despite higher retail prices, our Salty Snack volume trends have remained incredibly resilient and consumer units grew over 7% during the quarter, well ahead of category averages as our brands continue to grow households and frequency. While a smaller part of our portfolio, our baking products continue to perform well and maintain the majority of consumers and occasions gained during COVID-19.\nSales for our baking chips, cocoa and syrup products grew over 7% in Q3 and are now approximately 25% higher than the same period pre-pandemic as consumers continue to spend more time at home baking sweet treats for family and friends. This broad-based growth was seen across classes of trade in the U.S. with double-digit sales growth in the convenience, mass, club and dollar class of trades and high single-digit sales growth in food and drug. While inflation has driven some changes in consumer shopping behaviors, including channel shopped and pack sizes purchased, our products have remained a key component of consumer basket.\nWithin our International segment, all markets grew double digits despite increasing FX headwinds. Reported net sales in India grew approximately 29%. Brazil and Mexico each grew about 11%. And our export markets and world travel retail businesses combined grew over 15%. Strong category demand, combined with continued distribution gains and consumer-relevant innovation drove growth across markets.\nWe continue to make focused capital investments to support growth in our strategic markets that will support incremental capacity in Mexico, Brazil and select export markets. This hard work and performance has been recognized across the globe with our Latin American team winning 2 Cannes Lions Awards for our Hershey campaign.\nOur Brazil team securing its best-ever ranking on the Great Place to Work list within the mid multinational sector and our team in India winning over 20 external awards for excellence in marketing, supply chain, packaging and leadership. I couldn't be prouder of our teams across the globe for their continued passion, hard work and exceptional results.\nWith that, let me turn it over to Steve to provide more details on our financial results and outlook.\n\nSteven E. Voskuil\n\nSenior VP & CFO, The Hershey Company\n\nThank you, Michele, and good morning, everyone. We delivered another strong quarter with net sales, gross margin and earnings per share performance all exceeding our expectations. Sustained top line momentum drove adjusted operating income growth of nearly 10% in the third quarter despite broad-based inflation and continued supply chain disruptions. Organic constant currency net sales increased 11.8% in the third quarter, driven by balanced growth across all segments.\nNet price realization contributed 7.7 points of growth as expected, while volume growth was stronger than planned, contributing an incremental 4.1 points of growth. Higher volumes were driven by resilient price elasticities, a 2-point benefit from earlier seasonal shipments and an approximately 1 point benefit from continued inventory replenishment.\nAs a result of the strength in consumer demand in the third quarter and visibility into the fourth quarter, we are increasing our full year net sales guidance to approximately 14% to 15%. We expect price elasticities to moderate in the fourth quarter as consumer demand is expected to slow but remain favorable to historic levels.\nAdjusted gross margin in the third quarter was 42.5%, a decrease of about 180 basis points versus the prior year period. As expected, broad-based supply chain inflation, labor investment, higher supply chain costs to support sustained consumer demand and unfavorable mix continued to pressure margin, partially offset by net price realization and volume growth. While our gross margins continue to lag prior year levels, we are pleased with the improvement in trends and expect the sequential improvement to continue into Q4.\nFor the full year, we expect adjusted gross margin to decline approximately 120 basis points versus last year. As supportability improved in the third quarter, advertising and related consumer spending increased 5.4% with consumer impressions up double digits versus the prior year period. Brand investment remains a critical driver of growth, and we plan to continue increasing advertising levels in the coming quarters behind our improved capacity and supply chain performance. Corporate expenses increased 20.9% in the third quarter driven by capability and technology investments and higher incentive compensation and benefits costs.\nI'm excited to share that we successfully deployed the company's new ERP system in Mexico during the third quarter with the business resuming normal operations faster than anticipated. The teams are now pivoting their efforts to deploying this capability and lessons learned to our Salty Snacks business towards the end of next year with the U.S. and Canada businesses to follow thereafter.\nThe adjusted effective income tax rate was 15.9%, an increase of 120 basis points versus prior year, driven by higher utilization of capital losses in the prior year period as well as the timing of renewable energy tax credits. We now expect the full year adjusted effective tax rate to be approximately 14% to 15%.\nThis is slightly lower than our previous outlook, driven by increased visibility into renewable energy projects to be completed this year. As a result of the expected higher tax credits and slightly higher pension costs of about $10 million, other expense is now estimated to be about $205 million for the full year. Interest expense was approximately $35 million in the quarter, an increase of approximately $5 million due to increased debt related to the financing of the Dot's and Pretzels acquisitions.\nOur full year interest outlook is now approximately $135 million to $140 million, reflecting higher interest rates on our outstanding commercial paper. Despite tax and nonoperating headwinds, strong net sales growth drove adjusted EPS of $2.17, an increase of 3.3% versus the prior year. Based on this strength, we are raising our full year adjusted earnings per share guidance to 14% to 15%, while simultaneously increasing investments in people, capabilities and technology to drive future growth.\nBalanced top and bottom line growth drove operating cash flow of about $450 million in the third quarter, bringing our year-to-date total to $1.6 billion, an increase of over 10% versus prior year. In the third quarter, total capital additions, including software, were approximately $120 million, bringing year-to-date investment to $360 million.\nFor the full year, we expect a capital investment of about $600 million, consistent with our previous guidance. Within the third quarter, 2 new Reese's lines came online to support strategic forms and packs, including incremental capacity for smaller opening price point multipacks. Our new gummy capacity also came online, producing its first saleable case of JOLLY RANCHER Gummies within the quarter.\nThis critical capacity will allow us to unlock growth in the Gummy segment through JR Gummies and the recent launch of Twizzler Gummies, which will be in stores nationwide beginning in November. As we invest for future growth, we are also focused on reducing costs, preserving resources and ensuring good stewardship. This year, we are installing digital capabilities to enable real-time energy and water management through monitoring systems across our plants, which are expected to reduce energy intensity by about 10% over the next 3 years. This investment will help reduce our greenhouse gas emissions and advance us towards our science-based targets while also providing a return on investment.\nBefore we wrap this morning, I want to touch on 2023. Our key financial planning assumptions remain unchanged from what we shared in July. We continue to expect pricing to be a large contributor to net sales growth and help offset high single-digit cost inflation across commodities, packaging, logistics, wages and other general operating expenses. While we expect the operating environment to remain dynamic into 2023, we also expect to enter next year with strong momentum and believe we are positioned to deliver a year of strong top and bottom line growth.\nWhile 2022 is a strong year for capital investment, we are currently expecting another significant step-up in 2023. As we invest differentially in core confection capacity, Salty Snacks supply chain optimization and supply chain resilience. We believe this investment is critical to achieving our vision to be a leading snacking powerhouse and look forward to sharing more details with you next year.\nI am confident that our iconic brands with leading positions in confection and now Salty Snacks, our consumer-led strategies and our advantaged business model will deliver differentiated results in 2023. It's this operational excellence that provides us with the financial flexibility to meet the needs of today while simultaneously investing for future growth, even in an inflationary period.\nAs I look to the future, I'm excited about the investments we are making in capacity, flexibility and digital infrastructure, in addition to our people and ESG agenda to realize our vision to be a leading snacking powerhouse. It's this balanced disciplined approach that will create differentiated long-term value for our consumers, customers, employees and ultimately, our shareholders.\nWith that, I'll turn it back to Michele for closing remarks.\n\nMichele Gross Buck\n\nChairman, President & CEO, The Hershey Company\n\nThanks, Steve. Our performance gives us confidence that we have the right strategies, investments and execution to continue delivering advantaged marketplace performance and meeting the needs of our stakeholders over the long term. We remain steadfast in our commitment to investing not only in our brands and with our customers, but also in our people, our communities and in our sustainability initiatives so that our business thrives for years to come.\nThank you for your time this morning. I invite you to listen to our live question-and-answer webcast, which will begin today at 8:30 a.m. Eastern Time and will be available at thehersheycompany.com.\nThank you."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/adf68c21c3ead1a2c087511abe13f5e1",
    "period": "2022 Q2",
    "content": "Q2 2022 Hershey Co Earnings Call - Live Question And Answer Session\n\nQ2 2022 Hershey Co Earnings Call - Live Question And Answer Session\n\nHSYNYSEJUL 28, 8:30 AM\n\nOperator\n\nGreetings, and welcome to The Hershey Company Second Quarter 2022 Question-and-answer session. (Operator Instructions) As a reminder, this conference is being recorded. I'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for The Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVP of IR & Corporate Finance, The Hershey Company\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's Second Quarter 2022 Earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management remarks, both of which are available on our website. In addition, we have posted a transcript of the pre-reported remarks. At the conclusion of today's live Q&A session, we will also locate transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release. Joining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil. With that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e5e77864b9c8e95cd676d6e2daab3e67",
    "period": "2022 Q1",
    "content": "Q1 2022 Hershey Co Earnings Call - Live Question And Answer Session\n\nQ1 2022 Hershey Co Earnings Call - Live Question And Answer Session\n\nHSYNYSEAPR 28, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Hershey Company's First Quarter 2022 Question-and-Answer Session Conference. (Operator Instructions) As a reminder, this conference is being recorded. (Operator Instructions)\nI'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for The Hershey Company. Thank you. Please go ahead.\n\nMelissa Poole\n\nVP of IR & Corporate Finance, The Hershey Company\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's First Quarter 2022 earnings Q&A session. I hope everyone has had the chance to read our press release and listen to our prerecorded management presentation, both of which are available on our website. In addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance. Actual results could differ materially from those projected. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steve Voskuil.\nWith that, I will turn it over to the operator for the first question."
  },
  {
    "header": "HSY",
    "cik": "0000047111",
    "ticker": "HSY",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4ac89ba5723d4dfbf22f9c2f343dac52",
    "period": "2021 Q4",
    "content": "Q4 2021 Hershey Co Earnings Call - Live Question And Answer Session\n\nQ4 2021 Hershey Co Earnings Call - Live Question And Answer Session\n\nHSYNYSEFEB 3, 8:30 AM\n\nOperator\n\nGreetings, and welcome to The Hershey Company Fourth Quarter 2021 Question-and-Answer session. (Operator Instructions) As a reminder, this conference is being recorded.\nI'd now like to turn the call over to your host, Ms. Melissa Poole, Vice President of Investor Relations for The Hershey Company. Thank you. You may begin.\n\nMelissa Poole\n\nVP of IR & Corporate Finance, The Hershey Company\n\nGood morning, everyone. Thank you for joining us today for The Hershey Company's Fourth Quarter 2021 earnings Q&A session. I hope everyone has had the chance to read our press release and listened to our prerecorded management presentation, both of which are available on our website. In addition, we have posted a transcript of the prerecorded remarks. At the conclusion of today's live Q&A session, we will also post a transcript and audio replay of this call.\nPlease note that during today's Q&A session, we may make forward-looking statements that are subject to various risks and uncertainties. These statements include expectations and assumptions regarding the company's future operations and financial performance, including expectations and assumptions related to the impact of the COVID-19 pandemic. Actual results could differ materially from those projected as a result of the COVID-19 pandemic as well as other factors. The company undertakes no obligation to update these statements based on subsequent events. A detailed listing of such risks and uncertainties can be found in today's press release and the company's SEC filings.\nFinally, please note that we may refer to certain non-GAAP financial measures that we believe will provide useful information for investors. The presentation of this information is not intended to be considered in isolation or as a substitute for the financial information presented in accordance with GAAP. Reconciliations to the GAAP results are included in this morning's press release.\nJoining me today are Hershey's Chairman and CEO, Michele Buck; and Hershey's Senior Vice President and CFO, Steven Voskuil. With that, I will turn it over to the operator for the first question."
  }
]