[
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ed9e8a68926f8191546af53db5ae8f10",
    "period": "2025 Q3",
    "content": "Q3 2025 Williams Companies Inc Earnings Call\n\nQ3 2025 Williams Companies Inc Earnings Call\n\nWMBNYSENOV 4, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to The Williams Third Quarter 2025 Earnings Conference Call. Today's conference is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Mr. Danilo Juvane, Vice President of Investor Relations and ESG. Please go ahead.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nGood morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Chad Zamarin; and our Chief Financial Officer, John Porter, will speak to this morning. Also joining us on the call today are Larry Larsen, our Chief Operating Officer; Lane Wilson, our General Counsel; and Rob Wingo, our Executive Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, as you should review it. Also included in the presentation materials are non-GAAP measures that we reconcile to generally accepted accounting principles. And these reconciliation schedules appear at the back of today's presentation materials. So with that, I'll turn it over to Chad.\n\nChad J. Zamarin\n\nSenior Vice President, Corporate Strategic Development, The Williams Cos., Inc.\n\nThanks, Danilo, and thank you for joining us today. We're excited to share the strong progress we've made and the tremendous opportunities ahead for Williams. So let's begin on Slide 2.\nWe're strengthening our core business with deliberate expansion projects while extending our backlog of highly attractive new opportunities that will drive ongoing growth. Starting with completed transmission projects, we recently placed Northwest Pipeline Stanfield South project in service and completed Transco's Alabama, Georgia Connector and Commonwealth Energy Connector expansion projects. Importantly, on Transco, we are increasing pipeline capacity by nearly 200,000 decatherms per day, which will provide access to additional natural gas supplies to increase reliability and affordability during the upcoming heating season.\nWe've also recently completed Shenandoah and Salamanca, 2 important deepwater expansion projects. And in the Haynesville, our most recent expansion was brought online, which increases basin gathering and takeaway capacity as we prepare for the rapid growth in LNG exports alongside power demand growth within the Gulf Coast and Southeast regions.\nWe recently announced 2 transmission projects, the Wharton West expansion on Transco in South Texas and the Green River West expansion on Mountain West and Southwest Wyoming. Additionally, we signed customer agreements for our 10 Bcf expansion at our Pine Prairie storage facility in Louisiana. These milestones demonstrate our ongoing ability to advance projects across our nationwide transmission and storage footprint.\nWith respect to strategic investments, we're advancing our wellhead water strategy through a strategic LNG partnership and a complementary asset divestiture. We recently announced that we have signed agreements to sell our interest in our Haynesville upstream asset to JERA for $398 million plus deferred payments through 2029. Under JERA's ownership, Williams will continue to gather production and deliver volumes through our leg system into Transco and downstream LNG markets. And as part of the transaction, we will further expand our Haynesville gathering system to accommodate production growth, and this transaction also increases the volume commitment to Lake.\nAlongside the sale of the upstream assets, we announced a strategic partnership with Woodside Energy, whereby Williams will build and operate Line 200, a 3.1 Bcf a day pipeline that is fully permitted and fully supported with take-or-pay 20-year customer contracts. Line 200 will connect Woodside's Louisiana LNG terminal to multiple systems, including Transco and LEG. We'll also be taking a 10% interest in the Louisiana LNG terminal, which is a fully contracted take-or-pay LNG facility. As part of the ownership in Louisiana LNG, Williams will commit to a 1.5 million ton per year LNG offtake, which is designed to provide international market access for Williams producer customers.\nTogether, Williams and Woodside will leverage our sequence energy management platform to manage natural gas supply for the LNG facility. And we expect to invest approximately $1.9 billion in capital into the combined pipeline and LNG terminal projects, which will position our core business to further grow as global LNG demand continues to ramp and pull volumes through our integrated value chain. It's important to note that these investments provide an integrated return that is on par with our targeted capital investments and those returns are driven primarily by fixed fee, fully contracted cash flows with 20-year contract tenders.\nSo in summary, these transactions allow us to high grade from upstream cash flows into high-quality pipeline and LNG terminal cash flows supported by 20-year take-or-pay contracts. And while there's been much focus on the LNG portion of this transaction, I do want to make one thing clear. This is an integrated platform consistent with our disciplined capital allocation approach. And like everything we do, we are focused on enhancing the value of and the opportunity to grow our core infrastructure business, and this is not a speculative entry into the LNG space.\nFinally, I'll close by highlighting our power innovation business that continues to grow and enhance the reach and value of our core natural gas infrastructure. In late September, we announced our planned investment of approximately $3.1 billion into 2 additional projects to continue to deliver speed to market solutions in great constrained markets. These power innovation projects are anticipated to be completed in the first half of 2027 and are backed by 10-year agreements with an option for our customer to extent. And with these agreements, total Power Innovation and committed capital now stands at approximately $5.1 billion at a targeted 5x EBITDA build multiple.\nOverall, these recent accomplishments continue to underscore our commitment to deliver infrastructure solutions that meet the nation's growing need for clean, reliable and affordable energy, all while keeping a laser focus on investing in a manner that will create industry-leading shareholder value. And with that, I'll now turn it over to John for a deeper dive into the financials.\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nThanks, Chad. Starting here on Slide 3 with a closer look at our adjusted EBITDA performance, which was up 13% over the third quarter of '24. Walking now from last year's $1.7 billion to this year's $1.92 billion, we start with our transmission, power and golf business, which improved $117 million or 14%, setting another all-time record due to higher revenues from expansion projects.\nAt Transco, we had increases from regional energy access, Southside reliability enhancement, Texas to Louisiana Energy Pathway and the Southeast Energy Connector projects. Also at Transco, we have the benefit of the higher rates coming from the conclusion of the rate case. We also continue to see growth from our storage businesses on higher renewal rates. In the Gulf, we saw contributions from the Whale project, our Discovery business, including the Shenandoah project, which started up in July and the Ballymore project as well. Third quarter golf gathering volumes were up over 36% versus prior year, and NGL production was up about 78%.\nNext, our Northeast G&P business improved $21 million primarily on higher revenues, including higher gathering and processing rates, but also with higher volumes primarily in Northeast Pennsylvania. Overall volumes ticked up about 6% over the third quarter of '24. In the West, we were $37 million or 11% higher driven by initial contributions from the Louisiana Energy Gateway project that came online in August, but also from higher Haynesville volumes and growth in the DJ Basin, including the Rimrock acquisition. The West was negatively impacted by a step down in our minimum volume commitments at Eagle Ford.\nOn the volume front, overall volumes grew about 14%, driven by growth in the Haynesville, including volumes from the Sabre acquisition acquired in late June 2025. Our secret marketing business was up $7 million, where contributions from the Cogentrix acquisition offset weaker realizations in the gas marketing business. And then finally, our other segment, which includes our Upstream business, was up about $35 million, including higher upstream volumes, partially offset by unfavorable price impacts from significantly lower oil prices versus prior year. So that gets you to the $1.92 billion of EBITDA for third quarter '25 or 13% growth.\nBefore I hand it back to Chad, I'll speak briefly to our current 2025 financial guidance. No change to our adjusted EBITDA guidance with the midpoint of $7.75 billion or any of our other earnings-related metrics, so still expecting 9% growth in adjusted EBITDA over '24 as well as a 9% 5-year CAGR going back to 2020. Additionally, achieving our midpoint EPS guidance of $2.10, will also produce 9% growth over '24 and cap an impressive 14% 5-year CAGR.\nRegarding full year 2025 growth CapEx, we have shifted the range upward to $3.95 billion to $4.25 billion. This range now encompasses the 2 additional power innovation projects and the wellhead to water LNG investments that we announced during October. Leverage guidance remains at approximately 3.7x. So again, '25 continues to trend toward meeting or beating our adjusted EBITDA guidance even after raising it a cumulative $350 million. Our backlog of fully contracted projects gives us confidence in continued industry-leading growth, and we are excited to present more information at our Analyst Day next February. And with that, I'll turn it back over to Chad.\n\nChad J. Zamarin\n\nSenior Vice President, Corporate Strategic Development, The Williams Cos., Inc.\n\nThanks, John. Before we move to Q&A, I want to take a moment to recognize every one of our Williams employees and also our investors that have and continue to support the company. When we deliver our numbers for 2025, we will cap an incredible period of growth, performance and shareholder value creation. As John noted, we expect to deliver a 5-year EBITDA compound annual growth rate of approximately 9% and 5-year EPS compound annual growth rate of approximately 14%. The team has delivered industry-leading earnings growth over the past 5 years, and we see an even more exciting chapter ahead.\nWe are thoughtfully steering into the next 5 years with a rock solid balance sheet, a strong foundation of core assets, a focused and motivated team and an even stronger visibility into earnings growth and cash flow generation than we had during the past 5 years. You can expect us to continue to focus on a disciplined approach to capital allocation, which during an exciting time of company strength and market opportunity gives us confidence in delivering even more compelling returns for shareholders. We plan to provide more details on this exciting next chapter during our Clean Energy and Technology Expo and Analyst Day events in February of 2026, both of which will be held in Washington, D.C. So please stay tuned as those details come out. And with that, we will open up the call for questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c120c47d402ffcec4f3e3fd64fbbea6a",
    "period": "2025 Q2",
    "content": "Q2 2025 Williams Companies Inc Earnings Call\n\nQ2 2025 Williams Companies Inc Earnings Call\n\nWMBNYSEAUG 5, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to The Williams Second Quarter 2025 Earnings Conference Call. Today's conference is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Danilo Juvane, Vice President of Investor Relations, ESG and Investment analysis. Please go ahead.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, Stephen, and good morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Chad Zamarin; and our Chief Financial Officer, John Porter, who speak of this morning. Also joining us on the call today are Larry Larsen, our Chief Operating Officer; Lane Wilson, our General Counsel; and Rob Wingo, our Executive Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral our remarks, and you should review it. Also included in our presentation materials non-GAAP measures that we reconcile to generally accepted accounting principles. And these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Chad.\n\nChad J. Zamarin\n\nSenior Vice President, Corporate Strategic Development, The Williams Cos., Inc.\n\nThanks, Danilo, and thank you all for joining us today. Before we dive in, I want to welcome Rob Wingo to the call. Rob joined Williams on July 14, backfilling my previous role. And Rob has hit the ground running, and we are thrilled to welcome him to Williams and to welcome his family to Tulsa. With Rob now on board, we have successfully transitioned and settled the leadership team, and we are laser-focused on not missing a beat. Alan and I have had a very smooth transition. And last week, we held our first series of Williams Board meetings with Alan as Executive Chair. It was a great set of meetings with our Board, and we continue to benefit from what I believe is the very best board in the energy industry.\nIt really is an incredible time to be at Williams. Our teams are firing on all cylinders and the fundamentals supporting our business are stronger than ever. We continue to see robust demand across our footprint, and you will see rising tides in our offshore business in the West, along the Gulf Coast, across the Northeast and of course, along our Transco corridor. As an example of these fundamental tailwinds, after posting record demand on Transco this past winter, in July, we set an all-time record for summer demand on Transco, delivering a record-breaking 16.1 Bcf of natural gas on July 29.\nIn addition, 9 of the 10 all-time highest peak summer days have occurred this summer, and you might think this is being driven by an abnormally hot summer. But in fact, on a cooling degree day basis, this summer has actually been 4.2% cooler than last year.\nAnd now to the quarter. Our teams continue to deliver strong, consistent performance across the business, and the second quarter is another example of how we are positioned to lead and grow in an evolving energy landscape.\nSo let's begin Slide 2. From deepwater developments to major pipeline expansions, our team has consistently delivered complex projects on time and on budget. In fact, oftentimes ahead of schedule and under budget, and this past quarter was no different. In total, we placed 6 major projects into service, including Transco's Southeast Energy Connector in Alabama and Transco's Texas to Louisiana Energy Pathway project along the Gulf Coast.\nIn the Deepwater, we successfully completed the expansion of our Gulf system to serve Chevron's Ballymore production, which started up in April; and we commissioned Shenandoah, which will drive significant cash flows across our Discovery Offshore asset that is now wholly owned following last year's acquisition of our partner, P66's interest in Discovery.\nIn the Haynesville, we brought the Louisiana Energy Gateway and Haynesville West projects online, enhancing our ability to deliver reliable energy across key markets. And we continue to strengthen our footprint in the Haynesville, completing the acquisition of Saber Midstream at an attractive multiple and further enhancing our position as the largest gas gatherer in one of the most prolific natural gas basins in the country. .\nAs our new projects ramp up and serve our customers' needs, they will really show their power from an earnings perspective through the second half of 2025 and beyond. As for projects and execution, we've accelerated the time line for Transco's Southeast Supply Enhancement or SSE project, which is the largest project ever from an earnings contribution perspective in the history of the company. Accelerating SSE shows our ability to move quickly and efficiently in response to customer needs and growing natural gas demand across the Mid-Atlantic and Southeast markets.\nWe also began construction on the Socrate's power innovation project, and we remain on track for bringing that project in service in 2026 as Williams supports our nation in winning the race for artificial intelligence and the next generation of technology.\nAnd in late breaking news, just yesterday, our team finalized the commercial agreements for Transco's Northeast Supply Enhancement, or NESE project. This is a significant step forward in bringing increased energy reliability, affordability and lower emissions to New York City, and we look forward to finalizing federal and state regulatory approvals. The country is waking up to the fact that when we lag in building natural gas infrastructure, we see increases in energy costs, a reduction in energy reliability and a stifling of economic opportunity and growth. We're hopeful that we will continue to see constrained markets reopen and embrace natural gas as the very best solution for lowering emissions, reducing consumer costs and delivering energy reliability and security with U.S. produced energy.\nTurning to our financials. We are increasing our 2025 adjusted EBITDA guidance midpoint by $50 million, and we're now guiding to $7.75 billion at the midpoint, which represents a cumulative $350 million raise since our original guidance was set in 2024. At our revised midpoint, our performance from 2020 through 2025 will deliver an impressive 5-year EBITDA annual growth rate of 9%, and John will go through this in more detail in his remarks.\nAnd finally, we published our 2024 sustainability report last week, which outlines our progress in environmental stewardship, social responsibility and governance and we continue to lead the industry in this space. As I said at the top of the call, it is an exciting time at Williams, and I'm very proud of the team and equally excited about the opportunities ahead.\nAnd I'll now turn it over to John for a deeper dive into the financials.\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nThanks, Chad. Starting here on Slide 3 with a closer look at our adjusted EBITDA performance, which was up 8% over the second quarter of 2024. Walking now from last year's $1.667 billion to this year's $1.808 billion, we start with our transmission and Gulf business, which improved $91 million or 11%, setting an all-time record due to higher revenues from expansion projects. At Transco, we had increases from regional energy access, Southside reliability enhancement, Texas to Louisiana Energy Pathway and the Southeast Energy Connector projects.\nWe also continue to see growth from our storage businesses on higher renewal rates at Gulf Coast storage and NorTex as well as incremental contributions from market-based rates at our Washington storage facility.\nIn the Gulf, we saw contributions from our Discovery acquisition as well as contributions from our new service to Shell's Whale project. Second quarter golf gathering volumes were up over 17% versus prior year, and NGL production was up about 77%. Lastly for this segment, although our new Transco rates went into effect on March 1, we continue to maintain a conservative reserve pending the final sublet.\nNext, our Northeast G&P business improved $22 million or 5%, primarily on higher revenues, including higher gathering and processing rates. This segment was unfavorably impacted by the Aux Sable divestiture that we made last August. Overall volumes ticked up about 5% over 2Q '24, and we've continued to see July volumes that are basically in line with the 2Q '25 averages.\nIn the West, we were also $22 million or 7% higher, driven by higher Haynesville volumes and growth in the DJ Basin, including the Rimrock acquisition that closed at the end of January. The West was negatively impacted by a step down in our minimum volume commitments at Eagle Ford.\nOn the volume front, overall volumes grew about 13%, driven by growth in the Haynesville, including volumes from the Saber acquisition acquired on June 2, 2025. Our secret marketing business was flat versus the prior year, where contributions from the Cogentrix acquisition offset weaker realizations in the gas marketing business.\nAnd then finally, our other segment, which includes our Upstream business was up about $7 million, including higher upstream volumes, partially offset by unfavorable price impacts from significantly lower oil prices versus the prior year. So that gets you to the $1.808 billion of EBITDA for 2Q '25 or 8% growth.\nLet's move to the next slide and discuss what we're seeing for the remainder of '25. As cx mentioned, we are once again revising our 2025 adjusted EBITDA guidance upward from a previous midpoint of $7.7 billion to now $7.75 billion, and we're moving the top of the range to $7.9 billion. At $7.75 billion, we will see 9% growth in adjusted EBITDA over '24 and a 9% CAGR from 2020. Additionally, if you bridge back to when we first issued our '25 adjusted EBITDA guidance in February of '24, we are now up $350 million cumulative from the original guidance of $7.4 billion.\nOur current guidance update reflects a continued solid start to '25, the addition of the Sabre acquisition with an expected modest contribution for '25 of less than $20 million and our overall confidence in the growth of our underlying business plus line of sight to an extraordinary number of projects coming online in the near future.\nSpeaking specifically to the segments, in our transmission and Golf segment, we look forward to settling our Transco rate case and seeing the contributions from the 2 transmission projects we recently placed in service as well as completing 4 additional transmission projects by end of year, and we remain optimistic about continued upside from the recontracting of our storage business. The revised guidance we are issuing today does include what we feel is a pretty good read on where we think the rate case will settle. Additionally, in the Deepwater, we've now completed the Shenandoah, Whale and Ballymore projects and still have the Salamanca project to go for 2025. In the Deepwater, we are only in the early stages of a volume ramp that will accelerate through the remainder of the year.\nIn our Gathering and Processing businesses, we continue to see overall strengthening in our volumes, reflecting our exposure to crucial natural gas-focused basins, and our Haynesville expansions, including our large-scale Louisiana Energy Gateway project.\nLastly, we are still well positioned to deliver on plan for our Upstream business, and the majority of our marketing businesses planned was realized in the first quarter.\nJust a couple of notes on full year '25 growth CapEx and available funds from operations. First, for growth CapEx, accounting for the favorable acceleration of the Southeast Supply Enhancement project, and our planned spending on the Northeast Supply Enhancement project, we now see growth CapEx coming in towards the high end of our current guidance of just under $2.9 billion. You'll also see an increase in our per share metrics, including our 2025 AFFO per share guidance that includes our higher expected adjusted EBITDA as well as lowering our 2025 current income taxes by about $100 million. We were very pleased with the restoration of 100% bonus depreciation in the one big beautiful build. As we've discussed, this creates significant cash tax deferrals that are tied to the in-service date of nonregulated capital investments like our power innovation projects, but also covering our other gathering and processing investments.\nSo again, 2025 is off to a solid start towards meeting or beating our guidance even after raising it a cumulative $350 million. Our '25 guidance delivers 9% growth at midpoint and would sustain a 9% CAGR for 2020 to '25. Our backlog of fully contracted projects points to continued industry-leading growth in the coming years and our recently completed annual 10-year forecast just keeps improving. All of this gives us confidence in the long-term sustainability of the strong financial performance.\nAnd with that, I'll turn it back over to Chad.\n\nChad J. Zamarin\n\nSenior Vice President, Corporate Strategic Development, The Williams Cos., Inc.\n\nThanks, John. Before we turn it over to questions, I want to wrap with a clear message. This is the golden age of natural gas and Williams is built for this moment. With an ever-expanding backlog of fully contracted projects now extending beyond 2030 and our proven ability to meet customer needs and capture new business in emerging markets, Williams is better positioned than any other company to benefit from the growing wave of natural gas demand.\nThe world is quickly recognizing that natural gas is the backbone of reliable, affordable and cleaner energy and our infrastructure is essential to meeting growing demand here in the U.S. and around the world. On top of the world's need for clean, reliable and affordable energy, we have also seen the rapid emergence of the need for speed with respect to energy. The race is on for the next generation of technology and the rates can only be one if we get back to building the products, technologies and energy of the future.\nThis needs to be an urgent wake-up call. We've seeded ground in our ability to compete globally and it's time to reclaim it. And it all starts with energy infrastructure. And we believe with natural gas infrastructure as the critical backbone of our nation's energy system.\nAt Williams, we're investing in the infrastructure that will power America's future. Our teams are as active as ever and are working on exciting backlog of projects and growing pipeline of opportunities, and I look forward to us delivering for our customers and for our country. Our strategy is intentionally aligned with the world's growing demand for clean, affordable and reliable energy as well as for the need for speed. The need is real, and the Williams team is rising to the challenge.\nAnd with that, we'll turn it over to your questions.\n\nOperator\n\nGood day, everyone, and welcome to The Williams Second Quarter 2025 Earnings Conference Call. Today's conference is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Danilo Juvane, Vice President of Investor Relations, ESG and Investment analysis. Please go ahead.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, Stephen, and good morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Chad Zamarin; and our Chief Financial Officer, John Porter, who speak of this morning. Also joining us on the call today are Larry Larsen, our Chief Operating Officer; Lane Wilson, our General Counsel; and Rob Wingo, our Executive Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral our remarks, and you should review it. Also included in our presentation materials non-GAAP measures that we reconcile to generally accepted accounting principles. And these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Chad.\n\nChad J. Zamarin\n\nSenior Vice President, Corporate Strategic Development, The Williams Cos., Inc.\n\nThanks, Danilo, and thank you all for joining us today. Before we dive in, I want to welcome Rob Wingo to the call. Rob joined Williams on July 14, backfilling my previous role. And Rob has hit the ground running, and we are thrilled to welcome him to Williams and to welcome his family to Tulsa. With Rob now on board, we have successfully transitioned and settled the leadership team, and we are laser-focused on not missing a beat. Alan and I have had a very smooth transition. And last week, we held our first series of Williams Board meetings with Alan as Executive Chair. It was a great set of meetings with our Board, and we continue to benefit from what I believe is the very best board in the energy industry.\nIt really is an incredible time to be at Williams. Our teams are firing on all cylinders and the fundamentals supporting our business are stronger than ever. We continue to see robust demand across our footprint, and you will see rising tides in our offshore business in the West, along the Gulf Coast, across the Northeast and of course, along our Transco corridor. As an example of these fundamental tailwinds, after posting record demand on Transco this past winter, in July, we set an all-time record for summer demand on Transco, delivering a record-breaking 16.1 Bcf of natural gas on July 29.\nIn addition, 9 of the 10 all-time highest peak summer days have occurred this summer, and you might think this is being driven by an abnormally hot summer. But in fact, on a cooling degree day basis, this summer has actually been 4.2% cooler than last year.\nAnd now to the quarter. Our teams continue to deliver strong, consistent performance across the business, and the second quarter is another example of how we are positioned to lead and grow in an evolving energy landscape.\nSo let's begin Slide 2. From deepwater developments to major pipeline expansions, our team has consistently delivered complex projects on time and on budget. In fact, oftentimes ahead of schedule and under budget, and this past quarter was no different. In total, we placed 6 major projects into service, including Transco's Southeast Energy Connector in Alabama and Transco's Texas to Louisiana Energy Pathway project along the Gulf Coast.\nIn the Deepwater, we successfully completed the expansion of our Gulf system to serve Chevron's Ballymore production, which started up in April; and we commissioned Shenandoah, which will drive significant cash flows across our Discovery Offshore asset that is now wholly owned following last year's acquisition of our partner, P66's interest in Discovery.\nIn the Haynesville, we brought the Louisiana Energy Gateway and Haynesville West projects online, enhancing our ability to deliver reliable energy across key markets. And we continue to strengthen our footprint in the Haynesville, completing the acquisition of Saber Midstream at an attractive multiple and further enhancing our position as the largest gas gatherer in one of the most prolific natural gas basins in the country. .\nAs our new projects ramp up and serve our customers' needs, they will really show their power from an earnings perspective through the second half of 2025 and beyond. As for projects and execution, we've accelerated the time line for Transco's Southeast Supply Enhancement or SSE project, which is the largest project ever from an earnings contribution perspective in the history of the company. Accelerating SSE shows our ability to move quickly and efficiently in response to customer needs and growing natural gas demand across the Mid-Atlantic and Southeast markets.\nWe also began construction on the Socrate's power innovation project, and we remain on track for bringing that project in service in 2026 as Williams supports our nation in winning the race for artificial intelligence and the next generation of technology.\nAnd in late breaking news, just yesterday, our team finalized the commercial agreements for Transco's Northeast Supply Enhancement, or NESE project. This is a significant step forward in bringing increased energy reliability, affordability and lower emissions to New York City, and we look forward to finalizing federal and state regulatory approvals. The country is waking up to the fact that when we lag in building natural gas infrastructure, we see increases in energy costs, a reduction in energy reliability and a stifling of economic opportunity and growth. We're hopeful that we will continue to see constrained markets reopen and embrace natural gas as the very best solution for lowering emissions, reducing consumer costs and delivering energy reliability and security with U.S. produced energy.\nTurning to our financials. We are increasing our 2025 adjusted EBITDA guidance midpoint by $50 million, and we're now guiding to $7.75 billion at the midpoint, which represents a cumulative $350 million raise since our original guidance was set in 2024. At our revised midpoint, our performance from 2020 through 2025 will deliver an impressive 5-year EBITDA annual growth rate of 9%, and John will go through this in more detail in his remarks.\nAnd finally, we published our 2024 sustainability report last week, which outlines our progress in environmental stewardship, social responsibility and governance and we continue to lead the industry in this space. As I said at the top of the call, it is an exciting time at Williams, and I'm very proud of the team and equally excited about the opportunities ahead.\nAnd I'll now turn it over to John for a deeper dive into the financials.\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nThanks, Chad. Starting here on Slide 3 with a closer look at our adjusted EBITDA performance, which was up 8% over the second quarter of 2024. Walking now from last year's $1.667 billion to this year's $1.808 billion, we start with our transmission and Gulf business, which improved $91 million or 11%, setting an all-time record due to higher revenues from expansion projects. At Transco, we had increases from regional energy access, Southside reliability enhancement, Texas to Louisiana Energy Pathway and the Southeast Energy Connector projects.\nWe also continue to see growth from our storage businesses on higher renewal rates at Gulf Coast storage and NorTex as well as incremental contributions from market-based rates at our Washington storage facility.\nIn the Gulf, we saw contributions from our Discovery acquisition as well as contributions from our new service to Shell's Whale project. Second quarter golf gathering volumes were up over 17% versus prior year, and NGL production was up about 77%. Lastly for this segment, although our new Transco rates went into effect on March 1, we continue to maintain a conservative reserve pending the final sublet.\nNext, our Northeast G&P business improved $22 million or 5%, primarily on higher revenues, including higher gathering and processing rates. This segment was unfavorably impacted by the Aux Sable divestiture that we made last August. Overall volumes ticked up about 5% over 2Q '24, and we've continued to see July volumes that are basically in line with the 2Q '25 averages.\nIn the West, we were also $22 million or 7% higher, driven by higher Haynesville volumes and growth in the DJ Basin, including the Rimrock acquisition that closed at the end of January. The West was negatively impacted by a step down in our minimum volume commitments at Eagle Ford.\nOn the volume front, overall volumes grew about 13%, driven by growth in the Haynesville, including volumes from the Saber acquisition acquired on June 2, 2025. Our secret marketing business was flat versus the prior year, where contributions from the Cogentrix acquisition offset weaker realizations in the gas marketing business.\nAnd then finally, our other segment, which includes our Upstream business was up about $7 million, including higher upstream volumes, partially offset by unfavorable price impacts from significantly lower oil prices versus the prior year. So that gets you to the $1.808 billion of EBITDA for 2Q '25 or 8% growth.\nLet's move to the next slide and discuss what we're seeing for the remainder of '25. As cx mentioned, we are once again revising our 2025 adjusted EBITDA guidance upward from a previous midpoint of $7.7 billion to now $7.75 billion, and we're moving the top of the range to $7.9 billion. At $7.75 billion, we will see 9% growth in adjusted EBITDA over '24 and a 9% CAGR from 2020. Additionally, if you bridge back to when we first issued our '25 adjusted EBITDA guidance in February of '24, we are now up $350 million cumulative from the original guidance of $7.4 billion.\nOur current guidance update reflects a continued solid start to '25, the addition of the Sabre acquisition with an expected modest contribution for '25 of less than $20 million and our overall confidence in the growth of our underlying business plus line of sight to an extraordinary number of projects coming online in the near future.\nSpeaking specifically to the segments, in our transmission and Golf segment, we look forward to settling our Transco rate case and seeing the contributions from the 2 transmission projects we recently placed in service as well as completing 4 additional transmission projects by end of year, and we remain optimistic about continued upside from the recontracting of our storage business. The revised guidance we are issuing today does include what we feel is a pretty good read on where we think the rate case will settle. Additionally, in the Deepwater, we've now completed the Shenandoah, Whale and Ballymore projects and still have the Salamanca project to go for 2025. In the Deepwater, we are only in the early stages of a volume ramp that will accelerate through the remainder of the year.\nIn our Gathering and Processing businesses, we continue to see overall strengthening in our volumes, reflecting our exposure to crucial natural gas-focused basins, and our Haynesville expansions, including our large-scale Louisiana Energy Gateway project.\nLastly, we are still well positioned to deliver on plan for our Upstream business, and the majority of our marketing businesses planned was realized in the first quarter.\nJust a couple of notes on full year '25 growth CapEx and available funds from operations. First, for growth CapEx, accounting for the favorable acceleration of the Southeast Supply Enhancement project, and our planned spending on the Northeast Supply Enhancement project, we now see growth CapEx coming in towards the high end of our current guidance of just under $2.9 billion. You'll also see an increase in our per share metrics, including our 2025 AFFO per share guidance that includes our higher expected adjusted EBITDA as well as lowering our 2025 current income taxes by about $100 million. We were very pleased with the restoration of 100% bonus depreciation in the one big beautiful build. As we've discussed, this creates significant cash tax deferrals that are tied to the in-service date of nonregulated capital investments like our power innovation projects, but also covering our other gathering and processing investments.\nSo again, 2025 is off to a solid start towards meeting or beating our guidance even after raising it a cumulative $350 million. Our '25 guidance delivers 9% growth at midpoint and would sustain a 9% CAGR for 2020 to '25. Our backlog of fully contracted projects points to continued industry-leading growth in the coming years and our recently completed annual 10-year forecast just keeps improving. All of this gives us confidence in the long-term sustainability of the strong financial performance.\nAnd with that, I'll turn it back over to Chad.\n\nChad J. Zamarin\n\nSenior Vice President, Corporate Strategic Development, The Williams Cos., Inc.\n\nThanks, John. Before we turn it over to questions, I want to wrap with a clear message. This is the golden age of natural gas and Williams is built for this moment. With an ever-expanding backlog of fully contracted projects now extending beyond 2030 and our proven ability to meet customer needs and capture new business in emerging markets, Williams is better positioned than any other company to benefit from the growing wave of natural gas demand.\nThe world is quickly recognizing that natural gas is the backbone of reliable, affordable and cleaner energy and our infrastructure is essential to meeting growing demand here in the U.S. and around the world. On top of the world's need for clean, reliable and affordable energy, we have also seen the rapid emergence of the need for speed with respect to energy. The race is on for the next generation of technology and the rates can only be one if we get back to building the products, technologies and energy of the future.\nThis needs to be an urgent wake-up call. We've seeded ground in our ability to compete globally and it's time to reclaim it. And it all starts with energy infrastructure. And we believe with natural gas infrastructure as the critical backbone of our nation's energy system.\nAt Williams, we're investing in the infrastructure that will power America's future. Our teams are as active as ever and are working on exciting backlog of projects and growing pipeline of opportunities, and I look forward to us delivering for our customers and for our country. Our strategy is intentionally aligned with the world's growing demand for clean, affordable and reliable energy as well as for the need for speed. The need is real, and the Williams team is rising to the challenge.\nAnd with that, we'll turn it over to your questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/774e7ca464e257adfc19187e748b6455",
    "period": "2025 Q1",
    "content": "Q1 2025 The Williams Companies Inc Earnings Call\n\nQ1 2025 The Williams Companies Inc Earnings Call\n\nWMBNYSEMAY 6, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to The Williams First Quarter 2025 Earnings Conference Call. Today's conference is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Mr. Danilo Juvane, Vice President of Investor Relations, ESG and Investment Analysis. Please go ahead.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, Ari, and good morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to this morning. Also joining us on the call today are Larry Larson, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Executive Vice President of Corporate Process Development. .\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, and you should review it. Also included in our presentation materials are non-GAAP measures that we reconciled to generally accepted accounting principles, and these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Well, thanks, Danilo, and thank you all for joining us today. We do have a very positive story to share with you on our first quarter performance, which was really driven by the exceptional results within our base business in this quarter. So -- but before I dive into my remarks, I do want to welcome Larry Larson, our new Chief Operating Officer, to the call. This is technically day 2 for Larry, but he's been a valuable member of The Williams team for more than 25 years. So I know you're going to tile his perspective and knowledge of our operations just as you have enjoyed that for Micheal Dunn, who did retire this So Larry has served as an important member of Michael's leadership team the past several years. So this will be a seamless transition with a carrying forward the commitment to excellence established in all aspects of our operations. Obviously, some other leaders to hit on, but I'll say a on that matter before the end of the call.\nSo beginning here on Slide 2, it really is staggering when you step back and consider all the of our businesses that are providing high-return growth opportunities. The positive results in the near term, like the 9% growth this year, coupled with an improved credit rating already continue to speak for themselves, but the continued string of very high-return projects suggest that we are in the early innings of this long horizon of growth.\nSo let me just share a few of the drivers for my optimism and this level of growth continuing. First, we will be a big beneficiary of the fast-rising data center power load. And we are very encouraged by the uptake we are seeing on the new model we have brought to market and the indirect business, we are seeing on our gas transmission systems that is showing up as very hard-term large-scale expansions. Socrates is our first example on the direct service front, and we talked first about this project during our earnings call in February. And since then, we have fully contracted this project that will deliver speed to market solutions for the growing data center demand in Ohio. Williams will invest approximately $1.6 billion to provide power generation and associated gas pipeline infrastructure for our customer in this area and the project is backed by a 10-year fixed price power purchase agreement with an opportunity to extend the contract for another 5 years and beyond.\nImportantly, we expect the project to generate earnings consistent with a 5x EBITDA build multiple, an impressive return given the low-risk nature of the Paris agreement and the fact that this project does not leverage Williams existing asset footprint to a meaningful degree. We are full steam ahead on this project and anticipate completing the build-out in the second half of 2026. We have 2 other projects that are utilizing the same model in flight now and have ordered equipment that has the same basis that we used in the original Socrates project. Much more to come on this, but it is clear that we have a model that works for this customer base and the opportunities are developing fast in this space.\nNext, on the indirect side, we are pleased to announce Transco's Power Express Pipeline, a 950 million cubic feet per day expansion to markets north of Station 165, helping to serve the power hungry in the area. The project is backed by a significant commitment from an anchor shipper and will utilize existing right-of-ways and infrastructure to dramatically reduce permitting risk and provide scalability. This project will provide the same kind of return as our Sese project and the demand for this capacity has been robust.\nAnd finally, we acquired a [ 20% ] interest in Cogentrix Energy, closing on this deal in early March. This investment enhances our sequence market intelligence and gives Williams insight into how to better serve the emerging power markets with natural gas supply. Importantly, we are excited to be working with the Quantum team on this business and to ensure that the gas supply is optimized for these gas-fired power plants.\nNext, turning to our execution. Our team continues to flawlessly deliver on a string of high-return projects that will accelerate earnings growth throughout the balance of the year. This quarter, we successfully placed 2 projects into service, the Southeast Energy Connector in Alabama; and the Louisiana Energy pathway along the Gulf Coast. These fully contracted transpansions were designed to reduce land use and minimize community and environmental impacts while also delivering clean and affordable natural gas volumes to the region. These projects demonstrate both LNG export growth and coal to gas conversion opportunities.\nOur project execution continues to deliver on projects in -- throughout this year. Starting construction on another expansion in the Southeast on Transco, the LEG project in Haynesville and out west on our Overthrust West expansion. These projects represent nearly 2 Bcf a day coming online for the balance of this year.\nAlso in the Deepwater, the deepwater really is coming on strong this year and shows no signs of slowing down. We recently completed 2 expansions that add significant earnings growth. The well expansion went in the first quarter and has been ramped up through the first quarter, and Chevron's Valleymore started up 2 weeks ago. Both of these prospects are large scale and will be significant contributors for the balance of the year. Additionally, in the Deepwater, both the Shenandoah and floaters are now being commissioned. This will drive significant cash flows across our discovery assets, which is now wholly owned. These projects are expected to make meaningful contributions in the third quarter.\nAnd finally, let me just hit on a few key financial highlights from the quarter before I turn it over to John to walk through the results in detail. First of all, we are raising our adjusted EBITDA guidance midpoint by $50 million to $7.7 million, driven by our strong base business performance and our Cogentrix investment addition. Our CapEx increase of $925 million reflects the update that we provided with the announcement of our Socrates project. And also in recognition of the resilient business model and balance sheet strength, we've received an S&P credit rating upgrade to BBB+ during the quarter, and very recently, we assigned a positive outlook by Moody's. The strength of the base business was really the story in the first quarter with both the transmission and golf hitting new record EBITDA and strong reasons from the West and Northeast gathering.\nIn the transmission and Gulf, this record was driven by both record contract gas transmission capacity and record gathering, processing and storage fee based revenue. So the transmission business, we again saw a record in the long-term transmission capacity, but also saw the fee-based revenue in gather in the and in our storage business picked up. In the West, it was driven by strong gathering volume rebounds and bolt-on acquisitions. Given the strong volumes we are currently seeing, we expect to see record surpassed again in the second quarter.\nSpeaking of the second quarter, this marks the 37th consecutive quarter of meeting or beating consensus, and that is on top of this was the eighth time that we've raised our guidance during the same period. So lastly, we increased Williams quarterly dividend in the quarter, up 5.3 -- per $0.50 per share, and -- demonstrating continued commitment to Williams long-standing and well-covered dividend program.\nAnd with that, I'm going to turn it over to John.\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nAll right. Thanks, Alan. Starting here on Slide 3 with a closer look at our adjusted EBITDA performance, which was up 3% over the first quarter of 2024. Excluding the marketing business, our adjusted EBITDA was up 5% with growth across all the other segments. Our overall first quarter '25 results were basically right on top of our business plan. Additionally, I will note that our business plan anticipated our first quarter to show the least amount of quarterly growth over '24 with our forward 2Q through 4Q '25 each showing substantially higher In other words, we expect growth over the prior year will accelerate each quarter through the remainder of the year. I'll address our current thoughts on full year performance in a moment.\nWalking down from last year's $1.934 billion to this year's record $1.989 billion, we start with our transmission and Gulf business, which improved $23 million or 3%, setting an all-time record due primarily to higher revenues from expansion projects. At Transco, we had increases from regional energy access, Southside reliability enhancement and partial quarter contributions from Carolina Market Link.\nWe also continue to see growth from our storage businesses with renewals at Gulf Coast storage and NorTex, coming in at higher rates as we had expected from those 2 acquisitions as well as incremental contributions from our market-based rate at our Washington storage facility.\nIn the Gulf, we saw contributions from our Discovery acquisition as well as initial contributions from our rail project that were partially offset by some maintenance and produce issues. Even with those issues, we saw about a 12% increase in golf gathering volumes and about 42% higher NGL production. Lastly for this segment, I'll just note that although -- our new Transco rates went into effect on March 1, you're not really seeing much of an impact here as we continue to maintain a conservative reserve pending to find settlement.\nNext, our Northeast G&P business improved $10 million or 2%, primarily on higher revenues, including the effects of higher gathering and processing rates. This segment was unfavorably impacted by the of Sable divestiture that we made last August. Overall volumes were basically pretty flat with the first quarter of '24. However, they are up about 6% sequentially over the fourth quarter of '24, and we continue to see overall additional growth in April.\nIn the West, we were $26 million or 8% higher, driven by strong margin OrkanPass pipeline volumes and a virtual quarter from the Rimrock acquisition that closed at the end of January. We did have a small gain on an asset sale that was under our materiality threshold for adjustment of around $10 million. The West was negatively impacted by a step down in our minimum volume commitments at Eagle Ford.\nOn the volume front, some of the Northeast, overall volumes were basically pretty flat with the first quarter of '24, but up about 5% sequentially over fourth quarter '24, and we continue to see overall additional growth in April. Our sequent marketing business had another strong start to the year with $155 million of adjusted EBITDA, which is the third straight year where our first quarter marketing results exceeded $150 million. However, the results were still down about $34 million versus 2024. And this segment is be a small [ $3 ] million contribution from the Cogentrix investment that Alan discussed earlier.\nAnd then finally, our free business included in our Other segment was up about $37 million, and roughly half of that is related to our consolidation of the warm setter upstream position effective in November of last year. Also, we did see some overall improvement in gas prices year-over-year. So that gives you to the $1.98 billion of EBITDA for first quarter '25 or 3% growth which, as I mentioned a moment ago, should be the lowest growth rate we see this year as we look forward to accelerating growth through the remainder of this year.\nNow let's move to the next slide and discuss what we're seeing in our outlook for the remainder of '25. As Alan mentioned, we are revising our 2025 adjusted EBITDA guidance upward from a previous midpoint of $7.65 billion to now $7.7 billion, and we're moving the top of the range to $7.9 billion. At $7.7 billion, we will see 9% growth in adjusted EBITDA over '24 and a 9% CAGR from 2020. Our current guidance reflects the solid arch '25, the addition of the Cogentrix investment and our overall confidence in the growth of our underlying business plus line of sight to an extraordinary number of projects coming on in the near future.\nSpeaking specifically to the segments in our Transco Golf segment, we look forward to settling our Transco rate case and seeing the contribution from the 2 transmission projects we recently placed in service as well as completing 6 additional transmission projects by the end of this year and we remain optimistic about continued upside from the recontracting of our storage business.\nAddition to Deepwater, we've now completed the Whale and Ballymore projects and still have the Shenandoah and solid projects to go for 2025. In the Deepwater, we are only in the early stages of a volume ramp that will accelerate through the remainder of the year. In our gathering and processing businesses, we continue to see a strengthening in our volumes, reflecting our exposure to crucial natural gas spacing and our Haynesville expansions, including our large-scale Louisiana Energy Gateway project, which is eating very well with expected completion in 3Q '25.\nIn our more commodity both upstream and marketing businesses, we've generally lowered our expectations, pricing tailwind. However, we are still well positioned to deliver on our plan for our upstream business as the combination of our first quarter performance and forward hedge book have basically already locked in about 65% of the expected 2025 revenue. A majority of the marketing business plan has been realized through the first quarter.\nAs we've demonstrated over the last 10-plus years, our business is very resilient to commodity price swings and especially insulated from the risk of crude oil downturns associated with economic downturns. Williams continues to be primarily focused on two things: Demand for natural gas pipeline capacity and the growth in natural gas volumetric demand. We continue to have confidence in the outlook for both of these regardless of near-term macroeconomic conditions and look forward to delivering at least 9% growth this year.\nAnd with that, I'll turn it back over to Alan.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Great. Thanks, John. And just a few closing remarks before we turn it over to your questions. I'll start by saying it should be very apparent that our business is firing on all cylinders, and we have a track record of generating predictable growing earnings in a variety of economic cycles, which stores the value of Williams as a weather-free long-term investment with a high-growth dividend. With an expanding backlog of fully contracted projects extending beyond 2030 and our proven ability to capture new business in new markets, Williams is positioned better than any other company to benefit from the coming wave of natural gas demand from the power generation market, industrial reshoring and LNG exports, while continuing to deliver on traditional market needs.\nWilliams is excel on all fronts, thanks to a strong and energized organization that is very passionate and dedicated to our strategy and to doing the right thing. So I feel that the time is right for the transition we announced yesterday that effective July 1, Chad Zamarin will succeed me as President and CEO, and I will serve as Executive Chairman of the Board. And Steve Bergstrom, who has been a great leader of our Board and a great thought partner to me personally will become our lead independent director.\nSince joining Williams, Chad and I have worked together closely and he has successfully built on our strong natural gas-focused strategy while advocating for Williams and the role of natural gas in our clean energy future. He is the right next leader for Williams at this point in our company's history, and I know he will take the company forward with pride and commitment to Williams values.\nAnd with that, I'll turn the call over to Chad for a few brief remarks before we get to Q&A. Chad?\n\nChad J. Zamarin\n\nSenior Vice President, Corporate Strategic Development, The Williams Cos., Inc.\n\nThanks, Alan. I am truly humbled and honored to be asked lead Williams in the months and years ahead. The rich history of Williams is truly the story of a great American company and we have many main leading chapters left to right. Alan, you've been a great mentor, leader and thought partner for me and I'm grateful for the trust that you and our Board of Directors have placed in me and in our leadership team to carry Williams vision forward.\nRest assured that there are no major sea changes here and no change in how the compass is set for Williams. Alan and I, together with the entire leadership team have for years, worked closely with our Board to craft and continually tune our natural gas-focused strategy. And as you've heard today, our strategy continues to deliver with abundant opportunities on the horizon. I look forward to continuing to work with the Board and with Alan in his role as Executive Chairman to continue to build on our success.\nAlan, on behalf of every shareholder and on behalf of every current and former employee that is proudly Warren the Williams badge, I want to say thank you. It has been one of the greatest privileges of my career to work with you and to witness your unwavering dedication to this great company. I know how much you love Williams, and I know how much that you and Shelley have sacrificed for the company and know that we will strive every day to match your passion for Williams, and we will always work to make be proud. I hope that you know how much you mean to us, and I'm glad that you will still be close by in your role as Executive Chair.\nAnd now we will open up the call for questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eb0ef0c6f9573141453214abc5c0d314",
    "period": "2024 Q4",
    "content": "Q4 2024 The Williams Companies Inc Earnings Call\n\nQ4 2024 The Williams Companies Inc Earnings Call\n\nWMBNYSEFEB 13, 9:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to the Williams Fourth Quarter 2024 Earnings Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI'd now like to hand the conference over to your first speaker today, Danilo Juvane, Vice President of Investor Relations, ESG and Investment analysis. Please go ahead.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, Marvin. Good morning, everyone. Thank you for joining us and for your interest in the Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to you this morning. Also joining us on the call today are Michael Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Executive Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks and you should review it. Also included in the presentation materials are non-GAAP measures that we reconcile to generally accepted accounting principles. And these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nGreat. Well, thanks, Danilo, and thank you all for joining us today. We have a very positive story to share with you today on our fourth quarter performance, but even more so on how '24 has really driven positive momentum for growth in '25 and beyond.\nSo beginning here on Slide 2 with a look back at some highlights from 2024. I'll start by noting that this winter, Transco has experienced unprecedented [indiscernible] for both natural gas and importantly, for [ feed ] capacity on our system. In fact, last month, we set an all-time record moving 522 million decatherms or about 10% more than the previous monthly record that occurred during January of 2022. And despite the milder weather for this time around, we had back to back to back all-time peak days with each one surpassing the previous due to consistent widespread demand across the Northeast, Carolinas and the Southeast. And in fact, 17 of the 20th highest volume base that we've ever recorded on Transco happened just this winter. And it wasn't just due to cold weather. It was from a combination of heating, power generation loads and LNG exports along the Transco corridor. So we are really rewriting the history book on peak days, and we remain convinced that our strategy of staying intensely focused on natural gas infrastructure is in the very early innings of paying off for our shareholders. But a good strategy also has to be married up with [ crisp ] execution and [ our team ] continue to deliver in a big way on executing large-scale expansion projects in a very reliable manner for our customers.\nAnd these aren't the run of the mill projects. They include expanding in some of the toughest areas like 8,800 foot of water depth on our Whale project that came in well under the original budget. Or even more hospital places like New Jersey for our Regional Energy Access project, and then in December, we brought on the Southside Reliability Enhancement project in Virginia and for the sake of our customers and the consumers in these areas, it's a good thing that we did as both REA and the Southside Reliability Enhancement project are running at full contracted capacity despite the opposition claiming they weren't necessary. The irony is that even though the opposition has been motivated by Greenhouse gas emission concerns. These expansions have been key in reducing emissions in the areas by avoiding fuel switching to [ open ] coal.\nNot only do we clear line of sight from a full roster projects and execution but we continue to commercialize vital, high-return projects across our footprint. To that point, we announced 6 new transmission projects and continuous steady beat of actualizing these new projects. We also further optimize our asset portfolio by consolidating our interest in the deepwater discovery system and the [indiscernible] joint venture. And we also divested our interest in Aux Sable last year.\nMoving across the slide, I'll call out our emission reduction project. We've long stated that our natural [ gas strategy ] remains synonymous with sustainability and last year, we continued efforts to drive out emissions from our system by replacing 92 compressor units, most of which were over 50 years old. And these older units were certainly not designed to want NOX or methane emissions. So a tremendous job by our team of getting this important work done in time to be included in the latest Transco rate case and again, very crisp execution on some very complex projects across the system.\nLooking at earnings growth. We reported another year of record adjusted EBITDA, which marks the 12th consecutive year that we've grown our earnings. Important to note that 2024's earnings record was a [indiscernible] in the backdrop of natural gas prices that averaged about $2.20 per MMBtu and this was nearly as low as the average price of nearly $2 that we saw during the pandemic in 2020, just to put that in context. So this really does continue to underscore the resiliency of our business through a number of price cycles. So I'm very pleased with our 2024 performance and the long track record of growth but the fundamentals ahead of us present an even more fruitful environment on a per share growth basis in '25 and beyond, which I'll dive into here in the next slide.\nOur key focus here on Slide 3, our key focus on industry-leading returns remains a key driver of earnings growth in '25 and beyond. And I'll highlight a few notable drivers here. First, we are placing into service interstate transmission projects totaling 1.25 Bcf per day over the course of the year. In addition, we will also benefit from a full year's earnings contribution from recently completed projects, such as Regional Energy Access, the Southside Reliability Enhancement, the Carolina Market Link and the Uinta Basin expansion on the MountainWest Transmission system. Also of note, our guidance includes conservative earnings expectations from the Transco rate case, especially considering the large amount of capital we have invested over the last few years in things like our emission reduction project and other large maintenance projects on the Transco system.\nIn the deepwater, we will have 4 projects to commence service during 2025, including the Whale expansion which Shell began producing into here in January, and these additions will lead to a significant earnings increase from our Gulf of America assets in '25 and '26.\nIn our Gathering and Processing business, we will place two large Haynesville projects in service this year, including the Louisiana Energy Gateway project that will come on in the second half of the year and also drive earnings in '25 and '26. And we should see a stronger environment for gathering volumes with the current 12-month strip averaging around $4 per MMBtu versus the [ 220 ] that drove price-related shut in the last year. To be clear, our guidance does not anticipate a big ramp-up in drilling activity just a lower level of price-related curtailment that we saw last year. And as I mentioned earlier, we're continuing to invest in our business through strategic bolt-on acquisitions. In the lump setter, we purchased the remaining 25% interest in our upstream JV by controlling these upstream operations and development. It will ensure that Williams can maximize the long-term value of the total asset by better leveraging our existing midstream and downstream assets and in doing so, capture significant margin with each molecule through gathering, processing, NGL, transportation and fractionation. So lots of incremental value for us coming off this asset as we focus on developing this large play and really driving the free cash flow to our midstream systems.\nIn the DJ Basin, we acquired Rimrock adding another gas gathering and processing system to integrate into our footprint and add value to the downstream NGL assets. Given the strong fundamentals around our strategic asset footprint, we remain positioned to continue growing our business beyond '25. I'm pleased to announce two additional projects on the Northwest Pipeline system in addition to the three that we announced last quarter. These are a clear indication of the incremental needs for natural gas consumption in the Northwest that seems to be gaining momentum.\nWithin our Gulf Coast storage facility, I'm pleased to announce that we are advancing a 10 Bcf capacity expansion that will support industrial, power generation and LNG demand for natural gas in these as these sectors ramp up and the usage of clean and total natural gas supply. So really excited to see the support out there for expanding our storage facilities that we acquired just last year.\nWe continue to close on agreements that support our backlog of 30 interstate transmission projects, and we are moving attractive projects such as the Dalton Lateral expansion on Transco and the 5 recently announced projects on Northwest Pipeline from our backlog into execution and have continued to successfully refill the sales fund, supporting growth beyond '25. Important to note, this interstate transmission backlog does not include direct investment in data center projects that are currently in development. These projects are moving at a very fast pace and the most mature of these has gone far enough to fully support us ordering all of the major equipment and long lead items for the [ search ] project. And we will be announcing more details on this project in the near future once we have a fully binding agreement with this large creditworthy customer. This deal will contain terms similar to the high-value transmission projects that we have been executing along our system. So really excited about that project. And I would tell you that a lot of things to handle on the PR and government relations side for we get out in front of ourselves with an announcement on that, but we're really excited about the way that project is going very quickly for us.\nSo here on Slide 4, our natural gas-focused strategy has differentiated us from our peers, and it continues to drive profitable growth year after year. Not only have we delivered record EBITDA in '24, but we have done so with the same share count and without stretching the balance sheet. As evidenced by our EPS growing at an impressive 14% compound annual growth rate over the past 5 years. This growth has been driven by our sharp project execution, where in the past 4 years, we have placed 17 large-scale projects in service with an additional 14 projects in execution today. What stands out the most here, again, distinct from many of our peers is the quality of the returns that we are seeing from these projects. Equally impressive is the commercial activity behind our attractive asset footprint, which continues to give us confidence in delivering on at least our long-term 5% to 7% earnings growth objective without issuing equity or stretching our balance sheet.\nTo go further, the strong natural gas fundamentals have us positioned to particularly exceed our long-term earnings growth objectives over the next 5 years as we gain clear line of sight to the impacts of LNG exports, coal to gas switching, particularly out west as we're seeing that rapidly change in industrial [indiscernible] and using our skill sets to help solve demand for a whole new customer segment that is looking for highly reliable, fast market and fast following power generation. So we are really excited at how attractive current macro environment is in supporting the long-term growth of our business.\nAnd with that, I'll turn it over to John to walk through our financial metrics. John?\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nAll right. Thank you, Alan. Starting here on Slide 6. Let's begin by looking at the longer trend of our financial performance for the company. Starting with adjusted EBITDA in the upper left corner, which grew about $300 million in 2024 or about 4% over 2023. At $7.08 billion, our 2024 results exceeded our original adjusted EBITDA guidance of $6.95 billion by $130 million in a year where [ Henry Hub ] natural gas prices averaged about $2.20, which was almost 18% lower than our original business plan assumptions for 2024.\nOn the following slides, we'll talk about our revised 2025 guidance which features a 3% increase in our adjusted EBITDA midpoint. And as you can see here, delivering on that $7.65 billion midpoint would drive an 8% 5-year CAGR, a growth rate that continues to exceed the high end of our long-term growth rate of 5% to 7%. Our adjusted EPS for 2024 finished above the high end of our original guidance range and at midpoint for 2025, our adjusted EPS will see an impressive 30% 5-year CAGR. Our available funds from operations per share for 2024 also exceeded the high end of our original guidance. At midpoint for 2025, it will grow at a 9% 5-year CAGR. And our dividend will grow at about a 5% 5-year CAGR, while maintaining strong dividend coverage. Some of that dividend coverage has been based on what are increasingly looking like conservative cash tax assumptions, which I'll discuss further on the next slide. And then finally, you see the improvement we've made to our balance sheet strength over the last 5 years with an 18% improvement in our key leverage metric, finishing favorably to our 2024 original guidance for leverage and with 2025 leverage that's forecasted to move us close to the low end of our leverage target range of 3.5 to 4x.\nWe've got a lot more information about 2024 performance in the appendix. As Alan mentioned, we were impressed with the outperformance of the business up against a tough natural gas price environment where we saw substantial volume curtailments throughout the year. The trends on this slide demonstrates the consistently strong performance of our business through various commodity cycles with a business that is primarily levered to the growth of natural gas volumes and reserved pipeline capacity. Our natural gas-focused portfolio has consistently driven strong earnings growth through high-returning capital projects, and our balance sheet strength has allowed for additional growth contributions through immediately accretive bolt-on acquisitions without the use of any equity issuance during this time frame.\nSo having covered the longer trend of our strong financial performance for the company, let's turn our attention once again to the year ahead with a refresh of the 2025 guidance that we originally issued in February of 2024. So here, you can see on the left side, a few key elements of our original 2025 guidance and on the right, you can see the updates that we have for you today. Starting with adjusted EBITDA, you see our original midpoint of guidance was $7.4 billion, and now we're moving that midpoint to $7.65 billion, so an increase of $250 million. $7.65 billion would drive an impressive 8% growth in this metric over 2024 as well as a 5-year CAGR of 8%. That $250 million increase in guidance is split between incremental growth from the business since last year and the effects of the Crowheart JV consolidation and the Rimrock acquisition. In the Northeast, we've generally shifted expectations a bit lower in certain dry gas areas, but those reductions have been more than offset by improvements in the Northeast liquids-rich areas. In the deepwater, we have seen some producer customer delays that have unfavorably impacted the expected ramp in our growth projects, Shenandoah and Wale. And finally, in the West, we've seen some overall modest net improved expectations and additionally, our marketing business is off to a good start with the cold weather that we saw in January of 2025. So we are encouraged by this increase in our adjusted EBITDA guidance that would drive 8% growth over '24 and that 8% 5-year CAGR as well.\nShifting now to AFFO per share, where we're moving last year's $4.25 to $4.50, basically just tracking with the expected increases that we just discussed in adjusted EBITDA. I will point out that we continue to not assume any benefit from restoration of 100% bonus depreciation or any other favorable changes in the corporate alternative minimum tax both of which are being discussed as elements of possible tax legislation for 2025. Our current guidance of AFFO assumes around $300 million of cash taxes and restoration of 100% bonus depreciation for 2025 could kept that amount roughly in half, adding approximately another $0.12 in AFFO per share. And most of the cash tax that would remain would be related to the corporate alternative minimum tax, which, of course, can be applied against future regular cash tax amounts owed. However, even without any tax benefits, the $4.50 of AFFO per share in our revised guidance covers our expected $2 per share dividend about 2.25x after growing that dividend 5.3%. Favorable developments on the cash tax front would further increase our AFFO per share growth rate and potentially serve as a catalyst for additional dividend growth. Finishing this slide up, you'll see improved leverage guidance of 3.55x even after further fueling our 2025 growth with the acquisitions that we've discussed. And also, you'll see no change to our growth CapEx guidance for 2025 at $1.8 billion, excluding acquisitions. So that covers the major pieces of our 2025 guidance update.\nAs Alan highlighted, 2025 is an exciting year for our company with full year contributions from last year's completed projects as well as 8 additional transmission expansion projects and 4 deepwater projects coming online 2025. We've got a major Transco rate case with the initiation of cash returns on our ERP investments over the last few years. We've got expectations for an improved G&P gathering and processing environment versus 2024 for the Northeast and for the West, including our Louisiana Entry Gateway project. And then finally, we'll see continued growth from our strategic bolt-on acquisitions.\nFinally, before I turn it back over to Alan, I'd like to cover one more financial performance topic here on Slide 8. For many years, we've highlighted the strong cash returns we've generated from our capital investments. And we've talked about the proof of those cash returns shown up in balance sheet improvement and per share growth driven by a lack of issuing any equity to fuel our growth. Last fall, we were pleased to see sell-side research that highlighted the strength of our cash returns on invested capital, which placed us first among 7 of our closest peers for the 2018 to 2023 time frame. On this slide, we've mapped out those cash return on invested capital values along the horizontal axis. And then we've also charted leverage reduction over this period on the vertical axis. The result really shows the strength of the nearly 23% cash return on investment we've achieved during this time frame, which drove a 26% reduction in leverage and additionally, we saw a 19% CAGR on our adjusted EPS during the same time frame with no equity issuances since the buy-in of Williams Partners in 2018. We are certainly pleased with the financial performance we saw during this period of 2018 through 2023. However, we are even more excited about the next 5 years based on the accelerating growth drivers for natural gas volumes and pipeline capacity.\nSo with that, I'll turn it back over to Alan.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Well, thanks, John. Just a few closing remarks before we turn it over to your questions. We've been implementing our long-term strategy to bring Williams to where we are today with a healthy balance sheet and a clear line of sight to the full portfolio of high-return projects. During these early years of what is shaping up to be the golden age of natural gas, our natural gas-focused strategy is taking hold in a powerful way that is delivering robust growth and compounding returns for our shareholders. Simply put, no one is better positioned than Williams to benefit from the natural gas demand fundamentals.\nNow under the Trump administration and the Republican Congress, the U.S. is seeing changes in energy policy that are aimed at bolstering energy independence and economic growth. This policy shift underscores the importance of our country's strategic initiatives and positions the U.S. to take full advantage of the evolving energy landscape. However, to fully realize our potential and maintain our leadership position as a country, we have to be able to unlock some of the nation's largest natural gas resources in places like the Marcellus and the Utica. With the support of the administration and potential permitting reform, Williams stands ready both to help solve this problem and to be a major beneficiary of it.\n[ Pipeline's ] Power America and our country and its citizens have reaped the benefits of this large-scale infrastructure for years. We should not take this historical benefit for granted and let competing countries rapidly build out their own infrastructure to capture tomorrow's opportunities. This is an important moment for our country and Williams has the right strategy, team and experience to deliver on the opportunities that we see ahead.\nAnd with that, I'll open it up for your questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bf8d65d11c35876a93459c6f425ceda0",
    "period": "2024 Q2",
    "content": "Q2 2024 The Williams Companies Inc Earnings Call\n\nQ2 2024 The Williams Companies Inc Earnings Call\n\nWMBNYSEAUG 6, 9:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to The Williams Second Quarter Earnings 2024 Conference Call. [Operator Instructions] Please be advised that today's conference is being recorded.\nI would now like to hand the conference over to your first speaker today, Danilo Juvane, Vice President of Investor Relations, ESG and Investment Analysis. Please go ahead.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, and good morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to this morning. Also joining us on the call today are Micheal Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Executive Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important integral to our remarks, and you should review it. Also included in the presentation materials are non-GAAP measures that we reconcile to generally accepted accounting principles. And these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nGreat. Well, thanks, Danilo, and thanks for joining us today. The story that John and I get to lay out for you this morning is one of consecutive growth as Williams continues to deliver on a long-term trend of per share growth and resilience regardless of the macro environment. In fact, we delivered record second quarter results, driven by the strong performance of our Transmission and Storage business this quarter, even our Gathering and Processing business held up very well despite challenging natural gas prices. The good news is that a meaningful increase in natural gas demand that continues to exceed our expectations will take advantage of these abundant supplies driving growth for years to come, and the supply side is poised to respond with over 1 Bcf a day of volumes from delayed TILs and temporary shut-ins to return to our gathering systems.\nAnd before we get deeper into the financial metrics, I want to hit on a few key themes from the quarter, namely our crisp execution of key projects that are positioning us for continued earnings growth and the ongoing focus we are optimizing our portfolio and ensuring sustainable operations.\nSo starting here on Slide 2. Our teams have executed on an extraordinary amount of strategic priorities, including placing projects into service in the Northeast, West and the Deepwater, Gulf of Mexico. Just to run down the list quickly here. Last week, we placed Transco regional energy access into full service ahead of schedule and under budget once again, ensuring clean and reliable natural gas is available to serve the Northeast region for the upcoming winter heating season. And while the DC Circuit Court did issue a decision last week to vacate the FERC certificate for ARIA, we believe the court's concerns about the FERC process is once again flawed and will be fairly easy for the FERC to resolve.\nIn the meantime, we are taking the necessary legal and regulatory steps to address the court's concerns, and ensure that this much-needed firm transportation capacity continues to be available to serve the needs of our customers without interruptions. I'll remind you that our industry has seen court rulings in the past with projects such as Sabal Trail as well as fires expansion. With both of these projects operating today, we see limited risk on a eruption REA operations and are prepared to help the FERC in reaffirming the merits of this important project.\nOther notable expansions, we've recently completed include the Marcellus gathering expansion that serves Southwestern rich gas zone in the Marcellus and the fully contracted Basin transmission expansion. In the Deepwater, there are 2 new fields that will increase EBITDA in the third quarter on our Discovery system, which we now fully own. So we're excited about the acquisition of the additional interest in Discovery, and we're really excited about the kind of growth that we're seeing both here in the near term and the long term. So first of all, Chevron's large anchor development and Beacon's Winterfell 5-well program are both fully connected and will drive a large increase in EBITDA for 2025 as well as for the balance of this year.\nAdditionally, brought on their prospect on June 25 that will grow EBITDA on our Eastern Gulf assets. We were also active on advancing construction for several key projects. We initiated construction activities on the Louisiana Energy Gateway gathering, treating and carbon capture project as well as Transco's Texas to Louisiana Energy Pathway project, which we call TLEP. TLEP project provides our anchor shipper EOG resources with access to the LNG corridor in higher-priced markets on the Transco Pipeline and specifically all the way into the Louisiana market. So we're excited about getting started on that fairly significant project for us.\nAnd then recently, we also signed a precedent agreement on Transco's Gilles West expansion. This will bring new, reliable and low-cost supplies to CenterPoint Energy Houston area markets from Louisiana, so this is effectively a backhaul on Transco, helping CenterPoint to reduce their dependence on the Texas intrastate gas pipeline systems. Importantly, this quick turn project will add meaningful EBITDA with very little capital required on our part to place it into service.\nI also want to call out the significant emissions reductions and cost savings accomplished in the quarter as part of our system-wide emission and emission reduction program. Thus far, we have replaced 57 transmission compressor units and are on track to meet our goal of 112 units to be replaced by the end of this year, so that we can begin recovering on these investments in our listed rates. And on that note, we will file our new rates on Transco at the end of this month and the new rates will go into effect in March of '25. So incredible amount of work going on by teams to replace a lot of these very old units with modern low-emission equipment on the system. And a lot of times, those kind of projects kind of get overlooked, but tremendous amount of effort and great execution going on by the teams on that front as well.\nLooking at the second column, we continue to take steps to optimize our asset portfolio. We sold our stake in the Aux Sable joint Venture and an attractive gain and consolidate our ownership interest in the Gulf of Mexico Discovery system and an attractive value given both the very near and long-term growth on this asset.\nFrom a financial perspective, we remain on track to achieve the top half of '24 EBITDA guidance and we also reaffirm our expectations for 2025, which translates into a 5-year EBITDA CAGR of 8%. More importantly, the growth in our per share metrics will be just as strong over this 5-year period with AFFO per share CAGR of 7% and our EPS CAGR of 12% over this 5-year period.\nOf note, the fundamentals to sustain and even improve on this industry-leading earnings and cash flow growth beyond '25 actually continue to improve. Our Southeast -- our project is just of a few projects we expect from the secular end of increased demand for power generation, and we remain in the best position to secure additional infrastructure solutions in and around our Transco pipeline footprint. And finally, we continue to prioritize being a responsible operator in all that we do. And this is clearly outlined in our 2023 sustainability report that we published last week. This report is really a deep dive on how we focus on doing business the right way, and one area I'll call is our efforts in progressing on our decarbonization goals. We are focused on proving up that the natural gas industry can play an even more important role in providing affordable and reliable energy while also continuing to reduce greenhouse gas emissions here at home and around the world.\nAnd so with that, I'll turn it over to John to walk through the second quarter financials. John?\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nThanks, Alan. Starting here on Slide 3 with a summary of our year-over-year financial performance, beginning with adjusted EBITDA, we saw about a 3.5% year-over-year increase, despite low natural gas prices that fell about 5% versus 2Q '23, averaging close to -- for second quarter of 2024. And that 3.5% adjusted EBITDA growth is over a second quarter last year that had grown about 8%. So in spite of low natural gas prices, once again, our resilient business continued to grow even [indiscernible] customers employed pretty significant temporary production reduction measures like not completing drilled wells and/or not turning in-line wells that now stand ready to flow as prices improve.\nAs we'll see on the next slide, our adjusted EBITDA growth was driven by strong growth from our large-scale natural gas transmission and storage businesses, including the favorable effects of our recent acquisitions. Year-to-date, our adjusted EBITDA is now up 6%, so inline in the middle of our long-term growth target of 5% to 7%. For Q2, our adjusted EPS was up 2% and year-to-date EPS is up about 3%. So a bit slower EPS growth in '24 as compared to the 19% 5-year CAGR that we've seen through 2023. But as Alan mentioned, looking through '25, we do see a 5-year CAGR that will be in excess of 12%. For 2Q, available funds from operations, AFFO growth was 3% and 4% year-to-date. Similar story here with this slower '24 growth is following an 8% 5-year CAGR through 2023. And when you look through 2025, we see a 5-year CAGR of 7%.\nAlso, you see our 2Q dividend coverage based on AFFO was a very strong 2.16 on a dividend that grew 6.1% over the prior year and 2.38x coverage year-to-date. And our debt to adjusted EBITDA was [ 3.76x, ] which is in line with our expectations, slightly higher leverage in 2024 before dropping back down in 2025 to guidance of 3.6x or better.\nSo before we move to the next slide and dig a little deeper into our adjusted EBITDA growth for the quarter, we'll provide an update to our financial guidance. In general, our second quarter update is unchanged from what we provided in our first quarter earnings presentation. Based on our strong start to '24, we guided to the upper half of our 2024 adjusted EBITDA range of $6.95 billion to $7.1 billion, and we indicated that we were well positioned for upside to drive toward the high end of this original guidance.\nWe also shared that we remain well positioned to deliver on our 2025 adjusted EBITDA range of $7.2 billion to $7.6 billion. And that based on our improved '24 adjusted EBITDA outlook and some other changes, we saw our key per share metrics, adjusted EPS and AFFO per share coming in at the high end of their ranges for 2024. So again, no major shift to that first quarter update, except perhaps to say that we are increasingly comfortable that we can clear the $7 billion level for 2024 adjusted EBITDA while still not counting on any additional help from Sequent. And of course, we also wouldn't include the around $150 million gain we expect to have on Aux Sable sale in there as well as we exclude gains and losses on asset sales from our adjusted EBITDA measure.\nSo let's turn to the next slide and take a little closer look at our first quarter results. Walking now from last year's $1.611 billion to this year's $1.667 billion. We start with our transmission and Gulf of Mexico business, which improved $64 million or just over 8.5% due to the combined effects of a full quarter contribution from the Hartree Golf storage acquisition, which is delivering as expected, following a flawless integration effort. We also had higher Transco revenues, including partial in-service from the Regional Energy Access project, and segment growth was unfavorably impacted by last year's Bayou ethane divestiture and also some planned downtime in the Eastern North of Mexico.\nNow the $36 million unfavorable variance for the Northeast G&P business is really against a strong quarter last year that included the effect of a onetime $15 million favorable gathering revenue catch-up adjustment. However, we did see lower Northeast gathering volumes that were driven by those temporary producer reductions that were basically roughly in line with our plan for the year. And partially, those volume reductions were partially offset by rate escalations across several franchises in the Northeast.\nShifting now to the West, which increased about $7 million, benefiting from the DJ transactions that we completed in the fourth quarter of 2023. The increase in the DJ Basin results was about the same magnitude as the unfavorable loss of hedge gains we had in 2023. Segment performance was also favorably impacted by higher NGL service results, including Highland Overland Pass pipeline volumes where low natural gas prices have supported greater ethane recoveries. Overall, West gathering volumes were also lower as a result of temporary producer reductions primarily in the dry gas Haynesville area.\nAnd then you see the $2 million lower marketing loss that was in line with our plan based on the expectation that our natural gas marketing will typically have a loss in the second quarter. Our upstream joint venture operations included in our other segments were up about [ $2 million ] from last year. So again, a second quarter that continued to beat our business plan, proving once again our ability to grow our business in spite of a challenging natural gas pricing environment and also giving us further confidence in our ability to beat $7 billion of adjusted EBITDA in 2024.\nAnd with that, I'll turn it back to Alan.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Well, thanks, John. Just a few closing remarks before turning it over to your questions. I'll end where I started with my remarks, and that is to emphasize what Williams has been able to deliver in the current environment and how well positioned we are for the future as natural gas demand continues to grow. As we think about our long-term strategy, we are confident in the role our valuable natural gas infrastructure will play in meeting both today's energy demand as well as the projected growth from power generation and LNG exports. We are seeing demand grow at an unprecedented pace and expansions of our uniquely placed infrastructure will demand a premium.\nSimply put, there is no other midstream company today that is set up better than Williams to capture this demand growth. We are the most natural gas-centric large-scale midstream company around today, and our natural gas-focused strategy continues to deliver growth on top of growth quarter after quarter. And to that point, we've now seen 11 consecutive years of adjusted EBITDA growth and an 8% compound annual growth rate of our adjusted EBITDA since 2018. In addition, we have realized a 19.5% return on our invested capital during the last 4 years, and our steadfast project execution led to record contracted transmission capacity and will continue to drive per share growth in 2024 and beyond. In fact, our current projects in execution have higher returns than this prior 4 years.\nSo in closing, we've built a business that is delivering record profitability and strong financial returns in the present, but is positioned for even faster -- for an even faster-growing future.\nAnd so with that, we'll open it up to your questions. Thank you."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d7bdbbcf17710543f868f83eaacbda26",
    "period": "2024 Q1",
    "content": "Q1 2024 The Williams Companies Inc Earnings Call\n\nQ1 2024 The Williams Companies Inc Earnings Call\n\nWMBNYSEMAY 7, 9:30 AM\n\nOperator\n\nGood day, and thank you for standing by. Welcome to The Williams First Quarter 2024 Earnings Conference Call. [Operator Instructions]. Please be advised that today's conference is being recorded. I'd now like to hand the conference over to your first speaker today, Danilo Juvane, Vice President of Investor Relations, ESG and Investment Analysis. Please go ahead.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, Andrea, and good morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings and press release and the presentation that our President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, who will speak to this morning. Also joining us on the call are Micheal Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Executive Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, and you should review it. Also included in the presentation materials are non-GAAP measures that we reconcile with generally accepted accounting principles. And these reconciliation schedules appear at the back of the day's presentation material. And with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Well, thanks, Danilo, and thank you all for joining us today. Well, another first quarter and another strong start for Williams. So let me begin here on Slide 2 by calling out a few operational financial and strategic achievements we saw this first quarter. Starting here on the left of this slide, Yet again, we've set a record for contracted transmission capacity led by Transco, the largest and fastest-growing natural gas pipeline. And in January, we closed on our acquisition of a portfolio of Natural Gas Storage assets from an affiliate of [indiscernible] partners for approximately $1.9 billion. The transaction included 6 underground natural gas storage facilities located in Louisiana and Mississippi, making us the largest owner of storage on the Gulf Coast.\nDemand for natural gas has greatly outpaced natural gas storage capacity since 2010. And our thesis of this underinvestment is now being realized as this newly acquired storage is being re-contracted at rates above our acquisition expectations. In fact, storage rates have reached the point of supporting Brownfield expansions, and we are gauging interest from customers willing to underwrite potential expansion of these facilities in the form of long-term contracts. Also in the first quarter, we announced the expansion of the Southeast Supply Enhancement project to roughly 1.6 Bcf a day of capacity, and we prefiled this project with the FERC on February 1. We expect to make the official FERC filing later this year. And I'll remind you that this project will serve both the Mid-Atlantic and the Southeast markets. These markets are experiencing increasing gas demand from power generation and the reshoring of industrial loads.\nSince the time of our open season, the large utilities that we serve in this area have come back and provided dramatic increases to their generation needs based on data centers to be built in the region, as well as reshoring of industrial markets. So we believe that we are in the early innings for expansions in these Mid-Atlantic and Southeast markets. Our project execution teams also delivered an impressive list of accomplishments this quarter. In total, we have 20 high-return projects in execution across our business, including approximately 3.1 Bcf per day of expansion on Transco, which equates to a 15% increase in fully contracted long-term capacity that will be coming online over the next few years. Within these Transco opportunities, a few noteworthy accomplishments to hit.\nFirst, we placed the Carolina Market Link in service and now began receiving the full revenues in this quarter. Next, we commenced construction for the Southside Reliability Enhancement and the Southeast Energy Connector projects, and we received the FERC order for the Alabama-Georgia Connector and the Texas to Louisiana Energy Pathway projects. And finally, we're advancing a number of modest but high-return expansion projects on our MountainWest Transmission System. This is a period where we have a tremendous amount of large projects and sometimes it's easy to overlook things as large as even the well deepwater project but happy to report to you that great execution by our teams there in some pretty difficult environments has that project coming in quite a bit below our original capital estimate on that project, and we do expect now this project to start up towards the end of this year. So congratulations to our deepwater team that have been working on that project for about 4 years now, and pretty remarkable accomplishments to get that project in on budget and actually below budget.\nAnd then finally, our teams are well on their way to replacing 112 mainline compressor units with state-of-the-art low-emission turbines and electric drive units on Transco and Northwest Pipe. As a reminder, these projects will generate an incremental regulated return realized through a rate case or a traction mechanism that will begin in 2025. So again, a huge body of work there to go in and replace this compression that is well past its useful life, but the team is doing a great job. You can imagine the efforts that go into replacing that scale of operations. But we have so much going on. It's kind of easy to miss. So and we're excited to see the earnings from that show up in '25. So now turning to the highlights of our first quarter financial performance.\nWe delivered quarterly EBITDA of $1.934 billion, which was 8% higher than last year, an impressive feat given the tough comp we were up against and the 25% year-over-year decline in natural gas prices and the lack of severe winter weather in most of our markets. An important takeaway from the quarter is that our outperformance occurred despite year-over-year lower earnings in the marketing and upstream segments, which reaffirms the strength and resilience of our underlying business, no matter the commodity price environment. To this end, we expect to deliver our EBITDA in the top half of our earlier guidance. And to be clear, we think we can accomplish this with continued soft gas prices and without any further earnings contributions from our Marketing segment. Due to the ongoing steady growth and resilience of our business, we recently raised the 2024 dividend by 6.1% underscoring our confidence in our ability to continue this strong record of per share growth through even extreme low commodity price environments and with the slate of high-return growth projects under execution right now and in development.\nWilliams remains well positioned to grow at this rate for many years to come. And with that, I'll turn it over to John to walk through the quarter and year-to-date financials. John?\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nAll right. Thanks, Alan. Starting here on Slide 3 with a summary of our year-over-year financial performance. Beginning with adjusted EBITDA, we saw an 8% year-over-year increase despite natural gas prices that averaged less than $2 for the first quarter of 2024. Now included in that 8% overall growth is almost 13% growth from our primarily fee-based infrastructure businesses, excluding marketing and the upstream JV. As we'll see on the next slide, our adjusted EBITDA growth was driven by strong growth from our core large-scale Natural Gas Transmission, Gathering and Processing and Storage businesses, including the expected favorable effects of our recent acquisitions. And it also included strong performance from our Sequent Marketing business, which had another strong start to the year despite falling a bit short of the extraordinary start they had to 2023.\nOur adjusted EPS increased 5% for the quarter, continuing to grow off of the 19% ,5-year CAGR we've had for EPS for 2018 through 2023. And available funds from operations growth was just over 4%. Also, you see our dividend coverage based on AFFO was a very strong 2.6x on a dividend that grew 6.1% over the prior year. And our debt to adjusted EBITDA was 3.79x in line with our expectations for slightly higher leverage in 2024 before dropping back down in 2025 to guidance of 3.6x. So before we move to the next slide and dig a little deeper into our adjusted EBITDA growth for the quarter. We'll provide a few updates to our financial guidance. Overall, based on our strong start to 2024, we are now guiding to the upper half of our 2024 adjusted EBITDA range of $6.95 billion to $7.1 billion and we are also well positioned for upside to drive towards the high end of this original guidance. We also remain well positioned to deliver on our 2025 adjusted EBITDA range of $7.2 billion to $7.6 billion.\nAdditionally, based on our improved adjusted EBITDA outlook and other changes, including interest expense and income assumption shifts, we now see our key per share metrics, adjusted EPS and AFFO per share coming in at the high end of their ranges for 2024, which in the case of AFFO per share would lead to a higher overall dividend coverage ratio as well. Now specifically for 2024, our transmission in Gulf of Mexico business is tracking a bit ahead of plan with a good first quarter and expectations of continued best-in-class execution on our many key high-returning organic projects, as well as immediate results from our Gulf Coast storage acquisition with strong performance expected going forward. Our Northeast Gathering and Processing business was basically right on plan for first quarter with drilling in the higher-margin wet gas areas and inflation adjusters offsetting lower volumes in some dry gas areas.\nThe West got off to a strong start in the first quarter, where DJ performance following our recent transactions along with all the hard work our teams did in preparing for winter allowed for excellent execution, especially across our Rocky's assets. We see the West also tracking a bit ahead of plan, although we're also embedding a bit more conservatism around Haynesville volume assumptions. For both the Northeast and West G&P assets, our guidance update today provides room for additional volume reductions and for upside movement toward the higher end of the range if those don't occur. For the Marketing business, we've had a strong overall start to 2024. But again, beating the midpoint of our full year 2024 guidance doesn't rely on any additional help from Sequent at this point.\nAnd then finally, nice to see our upstream joint ventures off to a strong start versus our plan, again, supported by the preparation our team made for winter weather. So we expect our upstream joint ventures to perform well against their plan this year as well. So let's turn to the next slide and take a little closer look at the first quarter results. Again, it was a strong start to the year with 8% growth over the prior year. Walking now from last year's $1.795 billion to this year's record $1.934 billion, we start with our Transmission in Gulf of Mexico business, which improved $111 million or 15% due to the combined effects of nearly a full quarter contribution from the Hartree Gulf Coast Storage acquisition, which is delivering as expected, following a flawless integration effort thus far. Higher Transco revenues, including partial and service from the Regional Energy Access project, and also a full quarter contribution from the MountainWest Pipeline acquisition, which closed mid-February in 2023.\nThe Segment growth was unfavorably impacted by last year's Bayou Ethane divestiture and also some planned maintenance at Discovery. Our Northeast G&P business performed well with the $34 million or 7% increase driven by a $22 million increase in service revenues. This revenue increase was fueled by rate escalations that occurred after the first quarter of last year. [indiscernible] Gathering volumes were roughly in line with our plan, down about 2% versus the prior year, with those decreases focused in the dry gas areas. Shifting now to the West, which increased $42 million or 15%, benefiting from a great start for the DJ transactions we completed in the fourth quarter of 2023. Now the increase in the DJ Basin results was about the same magnitude as the unfavorable loss of hedge gains that we had in the first quarter of 2023. Additionally, last year, the West was significantly unfavorably impacted by the severe Wyoming weather and January processing economics at our Opal Wyoming processing plant.\nAs I mentioned a moment ago, much work was done by our teams to prepare for winter weather this year, and those preparations proved effective in getting us off to a great start for the West and also for our upstream operations in Wyoming. Overall, West gathering volumes performed roughly in line with our plan, up 5% on the benefits of our DJ transaction and better Wyoming volumes, which more than offset declines primarily in the Haynesville area. And then you see the $41 million or 18% decrease in our Gas and NGL marketing business. As I mentioned a moment ago, it was another strong start to the year, but it did come up a bit short of the extraordinary 2023 start. Our upstream joint venture operations included in our Other segment were down about $9 million or 15% from last year. Our Wamsutter upstream EBITDA was actually up about $8 million with strong volume growth that was substantially offset by lower net realized prices. However, the Wamsutter increase was more than offset by lower Haynesville results from both lower net production volumes and net realized prices. So again, a strong start to 2024 with 8% growth in EBITDA, driven by core infrastructure business performance with continued strength from our marketing business.\nAnd with that, I'll turn it back to Alan.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Thanks, John. And so just a few closing remarks before we turn it over to your questions. First of all, natural gas demand is not just growing now, it is accelerating. This period of low natural gas prices is reaffirming the great bargain that natural gas offers as a practical low-cost, clean energy solution and the power hungry world we live in is rapid turning to natural gas to generate this power. This compounded with the hard to miss growth in LNG exports and data centers as well as the continued drumbeat of electrify everything and resort it is accelerating demand and the expansions of our uniquely placed infrastructure will demand a premium. We have been betting on and setting our strategy around the benefits of natural gas for many years and have focused our investments in this space.\nSo if you want to invest in natural gas infrastructure, no one is more concentrated than Williams. We are the most natural gas-centric large-scale midstream company around today, and our natural gas-focused strategy will be relevant for decades to come, thanks to the accelerating natural gas demand we are seeing today. Our strong conviction of the strategy led us to the bolt-on acquisitions of strategic assets like MountainWest Pipeline, Hartree Storage and NorTex Storage. A couple of points on these acquisitions. First, these deals were quickly -- sorry, these deals were directly in line with our strategy based on where we thought the puck was going. The synergies and commercial opportunities we expected are already being realized, thanks to clear plans and decisive actions. And finally, I'll reiterate our belief that Williams remains a compelling investment opportunity.\nOur conservative but distinct strategy continues to deliver steady, predictable growth and value to our shareholders and checks all the boxes that a long-term investor looks for in a durable and winning portfolio. We've now seen 11 consecutive years of adjusted EBITDA growth and an 8% CAGR of adjusted EBITDA since 2018 and I'll remind you that, that is without issuing equity to drive this growth. In addition, we have recognized a 19.5% return on our invested capital during the same period, and our steadfast project execution has led to record contracted transmission capacity and will continue to drive growth in 2024 and beyond. On the predictability front, we have met or beat analyst estimates for 33 quarters in a row now and beat the estimate 2/3 of the time over this 8-year period. And this year marks the 50th year in a row that The Williams Companies has paid a dividend.\nIn closing, we've built a business that is delivering record profitability and strong financial returns in the present, but is positioned even better for the future. And with that, I'll open it up for your questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dc701da1b10a0a69d6e35f78b5f2a15a",
    "period": "2023 Q3",
    "content": "Q3 2023 The Williams Companies Inc Earnings Call\n\nQ3 2023 The Williams Companies Inc Earnings Call\n\nWMBNYSENOV 2, 9:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Williams Third Quarter Earnings 2023 Conference Call. [Operator Instructions]. Now at this time, I'll turn things over to Mr. Danilo Juvane, Vice President, Investor Relations. Please go ahead, sir.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, Paul, and good morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to this morning. Also joining us on the call are Michael Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Executive Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, and you should review it. Also included in our presentation materials are non-GAAP measures that we reconcile to generally accepted accounting principles. And these reconciliation schedules appear at the back of the day presentation materials.\nSo with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nAll right. Well, thanks, Danilo, and thank you all for joining us today. As our first slide here shows Williams delivered another quarter of impressive accomplishments and starting out with our operational execution. So First of all, our project execution team completed the first half of Transco's Regional Energy Access project, well ahead of schedule, and our commercial and government affairs teams followed up with the contracting and FERC authorization needed to place this in service and beginning full rate revenues for the initial capacity here in late October. So great efforts by our teams there and great results in a very difficult area.\nWe expect the total project to be online in the fourth quarter of next year with the capacity to move approximately 830 million cubic feet a day of natural gas from the northeast part of the Marcellus into the Pennsylvania, New Jersey and Maryland markets. We also completed several other expansion projects, including a fully contracted gas transmission line that enables our newly acquired NorTex storage system to directly serve new gas-fired generation markets in that area. And in our West Gathering segment, we completed a large expansion of our South Manfield gathering system in the Haynesville for GEO Southern, which I'm proud to say, was the nation's fastest-growing gas producer last year. And in the Northeast, we completed the first expansion of many to come on our Cardinal gathering system for Encino's rich gas drilling operations in the Utica condensate window.\nBut the really big news this quarter comes in the new project's call. We recently signed precedent agreements of over 1.4 Bcf a day for the Southeast Supply Enhancement project which provides takeaway capacity from station 16 -- from our Transco Station 165 to the fast-growing Mid-Atlantic and Southeast markets. And based on the open season results, we have even more demand to be met in the future that would result likely in a follow-on project. So we are proceeding into the permitting process for this initial project due to the urgent demands to be met for this first group of customers. So in terms of impact, this will be the largest addition of EBITDA ever for a Williams Pipeline -- mentioned, yes, even more than our Atlantic Sunrise project and, in fact, significantly more than the entire EBITDA generated from our Northwest Pipeline system. And I'll remind you that these are 20-year contracts from the time the project starts up, which would be at least through 2047. And we recently signed anchor shipper precedent agreements for a Uinta Basin expansion on our Mountain West system. We continue to be very pleased with the successful integration of the Mountain West assets into our operations and the opportunities we see to execute on more profitable growth with this asset than we had originally planned on. In fact, this is the second piece of substantial business that we have signed up just this year on the Mountain West Pipeline. And neither of which of these expansions, neither of these were in our pro forma for this acquisition. So really pleased with the team from Mountain West Pipeline and the leadership we have working to grow that business, but very pleasantly surprised with that acquisition to date.\nMoving across the slide, we are acting on opportunities that we believe will further high-grade our portfolio of assets. First of all, Williams recently sold its our Bayou Ethane pipeline system for $348 million in cash, and this represented a last 12-month multiple of over 14x our adjusted EBITDA. The proceeds from this asset sell along with expected proceeds from a recent legal judgment will help fund an important strengthening of our hand in the DJ Basin with the following transactions. First, the acquisition of Cureton Front Range, LLC, whose assets include gas gathering pipelines and 2 processing plants to serve producers across 225,000 dedicated acres that are just to the north of our existing KKR system; and second, the purchase of KKR's 50% ownership interest in the Rocky Mountain Midstream which results in us now owning 100% of that. So KKR was our partner in Rocky Mountain Midstream. They've been a great partner there, but it was coming times via those agreements to exercise that. So we're really pleased to have had the relationship we have with KKR and a great partner there. But this is really an exciting expansion of our business out there that will allow us to deliver volumes into our downstream assets and including taking existing gas supplies and feeding them into our Rocky Mountain Midstream. So really excited about that.\nThese acquisitions have a combined value of $1.27 billion, and this represents a blended multiple of approximately 7 times the 24 adjusted EBITDA. So the synergies here are very tangible to us, again, because we can just take these existing gas volumes feeding them to our processing and then enjoy the downstream NGL -- coupon clipping on the downstream NGL transportation, fractionation and storage. These are -- the transactions are expected to close by the end of '23, making Williams the third largest gather in the DJ Basin and progressing us towards the company's strategy of maintaining top positions in the basins we serve. So just a few other items to hit on this quarter. We finally are taking over operatorship of the Blue Racer gathering and processing system in West Virginia and Ohio later this year. This is important due to our ability to significantly lower cost and more easily capture synergies between this and our other operations in the area.\nAnd lastly, we're continuing to advance our efforts to commercialize clean hydrogen through our support of 2 clean hydrogen hubs that were announced by the Department of Energy last month. 1 in the Pacific Northwest and 1 in the Appalachian region. We're looking forward to leveraging our operating expertise and a right of way into the emerging hydrogen space.\nLooking at some of our financial highlights from the quarter. John will obviously get into more details here in a minute, but overall, we've delivered another quarter of strong financial performance even in the face of dramatically lower gas prices as compared to the third quarter of '22. Year-to-date, our adjusted EBITDA is up 9%. Our adjusted EPS is up 11% and gathering volumes are up 6% versus the first 9 months of '22. And we expect the strong performance to continue, providing us with the confidence to raise our '23 guidance this quarter, up by $100 million to $6.7 billion of adjusted EBITDA. And -- and we are tracking in line with our 5% to 7% adjusted EBITDA annual growth rate, and this quarter marks the 34th first quarter of meeting or beating the adjusted EBITDA consensus. And the fifth time, we have raised guidance during the same period. And I'll also point out that we haven't gotten there by lowering our guidance. In fact, we have not lowered our guidance during this entire period, and that includes through the pandemic.\nSo in summary, our strict adherence to our strategy, our commitment to an improving return on capital employed, and extraordinary execution by our team, all have continued to deliver predictable growth through a variety of commodity cycles. Importantly, this discipline also has Williams position to capture significant future growth and return this value to our shareholders.\nAnd with that, I'm going to turn things over to John to walk us through the financial metrics of the quarter.\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nAll right. Thanks, Alan. Starting here on Slide 4 with a summary of our year-over-year financial performance. It was a strong performance by our base business, which we define as excluding marketing in our upstream joint ventures. That base business increase was 6% over the prior year third quarter. As we'll discuss in a moment, last year's third quarter saw very favorable commodity prices for our marketing and upstream joint ventures, which did makes it for a tougher year-over-year comparison in total but we did still grow total adjusted EBITDA as well as that 6% increase for our base business.\nYear-to-date, our total adjusted EBITDA is now up 9%, driven by the growth of our core infrastructure businesses which continue to perform very well, even as natural gas prices decreased 63% for the first 9 months of '23 versus the first 9 months of 2022, once again demonstrating the resiliency and strength of our natural gas-focused strategy, assets and operational capabilities. So for third quarter, adjusted EPS slipped a little bit from that very strong 2022 number, but you can see it's still up 11% year-to-date, continuing the strong growth we've had in EPS over the last many years. Available funds from operations was generally flat with last year's strong cash flow. And you see our third quarter dividend coverage based on AFFO was a very strong 2.26x on a dividend that grew 5.3%.\nOur balance sheet continues to strengthen with debt to adjusted EBITDA now reaching 3.45x versus last year's 3.68x. On CapEx, you see an increase primarily reflecting the progress we're making on some of our key growth projects, including Regional Energy Access and Louisiana Energy Gateway. So based on the continued strong financial performance of the business, we now feel confident raising our consolidated adjusted EBITDA guidance to $6.6 billion to $6.8 billion, shifting the midpoint up $100 million from $6.6 billion to now $6.7 billion. In a moment, I'll provide a little color on our expectations for the remainder of the year and a few thoughts regarding the outlook beyond 2023.\nSo let's turn to the next slide and take a little closer look at the third quarter results. You see a 1% overall increase but a strong 6% increase in our base business EBITDA over the prior year, even as average natural gas prices for the third quarter decreased 68%. Now even for the base business, excluding marketing and our upstream joint ventures, that dramatic decrease in natural gas prices had a significant impact on our revenues. In fact, we saw about $70 million of lower natural gas price based gathering rate at certain of our franchises in the West and Northeast gathering and processing segments. Last year saw those rates significantly lift from the floor values they've been at for many years. And in 2023, we've seen them return back to their floor values. Looking now at our core business performance, our transmission and Gulf of Mexico business improved $83 million or 12%, including about a $47 million contribution from our Mountain West Pipeline and Nortex acquisitions but we did see other increases in our transmission and deepwater businesses as well.\nOur Northeast gathering and processing business performed well with a $21 million or 5% increase including a 4% overall increase in volumes versus last year. This 4% volume growth happened even though we saw a much lower shoulder season natural gas pricing in 2023 versus 2022, and as we expected, that particularly impacted our dry gas systems, including some significant shut-in volumes in Northeast Pennsylvania. However, as we've talked about before, when low natural gas prices weigh on dry gas production, we tend to see a shift to our liquids-rich systems where higher margins tend to compensate for lower volumes. And that's what we see in third quarter this year with about a 22% increase and processing plant volumes led by those liquids-rich systems with related increases in NGL production volumes and associated fractionation and transportation revenues as well.\nSo shifting now to the West, which decreased $22 million or 7%, where the unfavorable impact of those lower natural gas price based rates fueled by last year's much higher natural gas prices overcame what was strong volume growth in the Haynesville. And then you see the $22 million decrease in the gas and NGL marketing business. Last year's third quarter saw much more favorable conditions for the gas marketing business with stronger natural gas price volatility in particular. Our upstream joint venture operations that are included in our Other segment were down about $52 million versus last year. That includes the Haynesville upstream EBITDA, which was down about $36 million despite higher production but due to much lower net realized prices and a lower working interest percentage on new wells beginning in January 2023. The Wamsutter upstream EBITDA was down about $16 million, where increases in gas and oil production significantly offset much lower net realized prices versus last year. So again, the third quarter continued our strong base business performance in 2023 with 6% growth and EBITDA driven by core infrastructure business performance in spite of natural gas prices that were 68% lower than third quarter of 2022.\nLet's turn the page and touch on the year-to-date comparison. Year-to-date, we've seen a 9% increase over 2022 even as average natural gas prices year-to-date fell 63% versus last year. And walking down from last year's $4.6 billion to this year's $5.1 billion and looking at our core business performance Transmission and Gulf of Mexico business improved $210 million or 10% and really on similar themes as our third quarter, namely the impact of the Mountain West Pipeline and NorTex acquisition and still seeing other increases in our transmission and deepwater revenues as well.\nOur Northeast G&P business has performed very well with the $138 million or 10% increase driven by a $270 million increase in their service revenues and this revenue increase was really fueled by a 6% increase in total volumes focused in our liquids-rich areas where we tend to have higher per unit margins than our dry gas areas. And in the appendix, you'll find a slide that compares our 6% volume growth to the overall basin growth of just over 2%. Shifting now to the West, which increased $20 million or 2%, benefiting from positive hedge results and strong Haynesville volume growth, including the TRACE acquisition in the Haynesville but the West was significantly unfavorably impacted by those lower natural gas price based gathering rate and also lower NGL margins. And then you see the $122 million increase in our gas and NGL marketing business as you'll recall, really caused by the very strong first quarter start to the year for the gas marketing business.\nOur upstream joint venture operations included in our Other segment were down $92 million versus last year. The Haynesville upstream EBITDA was down about $18 million, where the benefits of our 175% increase in net production volumes were more than offset by dramatically lower net realized natural gas prices. The Wamsutter upstream EBITDA was down $74 million due to the combined effect of the historically difficult winter weather we saw in Wyoming this year on production volumes as well as lower net realized prices. So again, a continuation to the strong start to 2023 with 9% growth in EBITDA, driven by core infrastructure business performance with strength from our marketing business that dramatically overcame weaker-than-expected results from the upstream joint ventures.\nAs I mentioned earlier, we are raising our adjusted EBITDA guidance to $6.6 billion to $6.8 billion with $100 million shift upward in the midpoint. This increase comes thanks to the steady performance of our base business even after a historic decline in natural gas prices that did lead to some recent shut-ins and also after that historically difficult winter that continue to have unfavorable impacts through April of this year. And this 2023 guidance raise comes after 2 consecutive years of record-breaking adjusted EBITDA growth in 2021 and 2022. In the appendix, you'll see other positive shifts in our financial guidance metrics that are generally aligned with the higher EBITDA guidance. And from a leverage perspective, we finished the year not knowing the exact timing of when we'll receive payment of the $602 million judgment awarded to us from Energy Transfer and the recent Delaware Supreme Court decision as well as the exact timing of the close date of the DJ transaction that we announced yesterday.\nOur expected payment in the Energy Transfer matter, net of legal fees, will be in excess of $530 million and is still growing every day for interest charges as well. Considering all of these moving parts, we still believe we'll end up close to our original 2023 leverage guidance of 3.65x even though that guidance was issued before consideration of the Mountain West Pipeline and DJ transactions and about $130 million of share buybacks that we've done this year as well. So in summary, we are finishing 2023 with the guidance raise that builds on a strong multiyear trend of outperformance and we're setting our sights on continued growth in 2024 and before another big growth step up in 2025.\nAnd with that, I'll turn it back to Alan.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Well, thanks, John. So just a few closing remarks before we turn it over to your questions. First, I'll start by reiterating our belief that Williams remains a compelling investment opportunity. We are the most natural gas-centric large-scale midstream company around today and the tightly integrated nature of our business is unique. Second, our combination of proven resilience of 5-year EPS CAGR of 23%, steadily growing 2x covered dividend a strong balance sheet and high visibility to growth is unique amongst the S&P 500 and unique within our sector. Our natural gas-focused strategy has allowed us to produce a 10-year track record of growing adjusted EBITDA through a record -- a large number of commodity and economic cycles. And it is continuing to deliver significant growth in the current environment. And the signals coming from the market show that it is going to continue to deliver substantial growth well into the future.\nShoring up our nations and the world's energy foundation with natural gas is going to happen, whether the opposition wants to or not. Because we are running out of time and real-world options to meet the growing need for energy while reducing emissions. Natural gas is the most effective nonsubsidized way of reducing emissions and it has become the practical alternative. Ramping up the production of natural gas has allowed the U.S. to meet our evolving domestic needs as well as provide energy security and support to our global allies. It stands unmatched as the most affordable and reliable source of energy and has been the most effective tool to date at reducing emissions. At Williams, we are committed to a clean energy future that focuses on driving down emissions while protecting affordability and reliability. The drive for electrification is on and dispatchable power capable of keeping up with the large number of government incented electrical loads like carbon capture, hydrogen production and data centers is going to be largely served by natural gas. This includes scaling up renewable sources to reduce carbon while backing up those sources with the flexibility, scale and reliability of natural gas. So we are here for the long haul and are committed to leveraging our large-scale natural gas infrastructure network for the benefit of generations and our shareholders for generations to come.\nAnd with that, I'll open it up for your questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2f85ad9b9f2745132fa59a9dd05aed09",
    "period": "2023 Q2",
    "content": "Q2 2023 The Williams Companies Inc Earnings Call\n\nQ2 2023 The Williams Companies Inc Earnings Call\n\nWMBNYSEAUG 3, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Williams Second Quarter 2023 Earnings Conference Call. Just a reminder, today's call is being recorded. And now at this time, for opening remarks and introductions, I would like to turn the call over to Mr. Danilo Juvane, Vice President of Investor Relations, ESG and Investment Analysis. Please go ahead, sir.\n\nDanilo Marcelo Juvane\n\nAnalyst, BMO Capital Markets Equity Research\n\nThanks, Bo, and good morning, everyone. Thank you for joining us and for your interest in the Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that the President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to this morning. Also joining us on the call today are Micheal Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Executive Vice President of Corporate Strategic Development. In our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, and you should review it. Also included in the presentation materials are non-GAAP measures that we reconciled to generally accepted accounting principles. And these reconciliation schedules appear at the back of today's presentation materials. So with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Well, thanks, Danilo, and thank you all for joining us today. Another positive story to share with you this quarter, and you can see some of those highlighted here and called out on Slide 2. First of all, adjusted EBITDA up 8%, adjusted earnings per share up 5%, and our gathering volumes were up 6%. And -- and certainly, while this growth and beat is impressive, our resiliency in the face of low commodity prices is even more impressive and gave us another opportunity to distinguish ourselves from the pack, which is largely posted declines this quarter. And our growth continues to compound despite these price swings in natural gas. This quarter was a perfect example where we saw an 8% EBITDA increase on the back of a very strong 14% increase for the same period last year.\nJohn will dive deeper into the numbers in a moment, but let me start out with a few highlights from the quarter.\nOur financial performance is our track record, but it is the day-to-day focus on execution by our teams that drives these results and really does set us apart. As an example, our teams have done a fantastic job of quickly integrating the Mountain West acquisition into our core business. And in fact, we're pleased to announce that we've already secured binding precedent agreements to support a significant expansion on the newly acquired Overthrust pipeline. This project was not even in our upside case for this investment and the team has identified even more growth to come that is beyond our original expectations. Much of this growth is centered around coal to natural gas conversions in the Western states.\nOn Transco, we continue to advance our emission reduction program and recently completing completed our first large-scale compressor replacement project in Virginia. Our backlog of high-return pipeline expansion opportunities continue to progress, Driven by a large wave of incremental demand that continues to exceed our expectations. As evidence of this continued wave of increasing demand, we recently concluded a nonbinding open season to advance another large-scale Transco project that will provide much needed capacity to serve our customers south of Station 165 in Virginia.\nOur customers' recent -- customers requested capacity that has been well in excess of the 800,000 dekatherms per day that we offered. Importantly, the minimum required term for this service offering was 20 years. This underscores our belief in the durable and fast-growing demand for capacity and the market's confidence in our ability to deliver this capacity with the lowest environmental impact following the approval of the Mountain Valley Pipeline. We're now working to find a way to serve as much of our customers' needs as possible and hope to have an update on this exciting project soon.\nMoving on to financial performance. As I stated earlier, despite a weakened natural gas price environment, our financial results not only grew against the difficult comp in a difficult environment, but this quarter marked the 30th consecutive earnings sprint that either met or exceeded consensus estimates. Within our legacy base business in the Northeast, we produced record EBITDA and record gathering volumes delivering growth that far outpaced the total production across the Marcellus. Our strategy to focus on connecting our producing customers to the best markets with the most reliable service available, has grown this business to the point it is nearing $2 billion per year of EBITDA.\nThe completion of the Mountain Valley Pipeline, our Regional Energy Access project and continued growth of gas-fired generation in the local market will continue to provide market and volume growth well into the future. In the West, we also achieved record gathering volumes once again showing that our diverse geographic position is built to weather commodity price swings. In our transmission and Gulf of Mexico segment, we are enjoying the beginnings of a long runway of growth in the deepwater, gearing up for a long string of expansions on Transco and enjoying better-than-expected growth in our Mountain West acquisition, which speaks to our successful integration. Importantly, the strength of our base business more than offset weaker E&P earnings and expected low seasonal cash flows from our marketing business. The quarter's results continue to prove out the inherent stability and stubborn growth of our business.\nHowever, when we see the market fail to appreciate our ability to deliver in most price environments, we will continue to execute on our authorized repurchase program growth well into the future. In the West, we also achieved record gathering volumes once again showing that our diverse geographic position is built to weather commodity price swings. In our transmission and Gulf of Mexico segment, we are enjoying the beginnings of a long runway of growth in the deepwater. -- gearing up for a long string of expansions on Transco and enjoying better-than-expected growth in our Mountain West acquisition, which speaks to our successful integration.\nImportantly, the strength of our base business more than offset weaker E&P earnings and expected low seasonal cash flows from our marketing business. The quarter's results continue to prove out the inherent stability and stubborn growth of our business. However, when we see the market fail to appreciate our ability to deliver in low price environments, -- we will continue to execute on our authorized repurchase program, much like we did during the second quarter. And finally, a few notes on our sustainability efforts. Last week, we issued our 2022 sustainability report and completed our annual CDP climate questionnaire. These are both important markers that detail our progress on key issues like environmental stewardship, community support and workforce development.\nTo us, sustainability means running our business in a way that will create value for the perpetual shareholder. So we're proud to have also be providing our shareholders with industry-leading returns on invested capital, and we expect our shareholders to further benefit from enhanced capital returns as we execute on our large -- however, backlog, which, among others, includes 7 out of 9 major pipeline projects that are coming online in the fourth quarter of -- and that will be stacked on top of a solid foundation of a sustainable base business. And with that, I'm going to turn things over to John to walk us through the financial metrics of the quarter. John?\n\nJohn D. Porter\n\nVice President-Investor Relations, Financial Planning and Analysis, The Williams Cos., Inc.\n\nThanks, Alan. Starting here on Slide 3 with a summary of our year-over-year financial performance. Beginning with adjusted, we saw another strong quarterly increase of 8% and over the prior year, and this happens to coincide with an 8.6% CAGR over the last 5 years for the same measure. And this strong performance included a new record for gathering volumes, which increased 6%. Year-to-date, our adjusted EBITDA is now up 13% driven by the growth of our core infrastructure businesses which continued to perform very well even as natural gas price decreased 61% for the first half of 2023 versus the first half of 2022, once again demonstrating the resiliency and strength of our natural gas focused strategy, our assets and our operational capabilities.\nFor second quarter, our adjusted EPS increased 5% for the quarter, continuing the strong growth we've had in EPS over the last many years with our year-to-date EPS now up 23%. Available funds from operations. AFFO growth for second quarter was in line with adjusted EBITDA. And you see our second quarter dividend coverage based on AFFO was a very strong 2.23x, growing about 2% despite growing our dividend by 5.3%. Our balance sheet continues to strengthen with debt to adjusted EBITDA now reaching 3.5x versus last year's 3.82x, and that's even after closing the Trace, Nortech and Mountain West acquisition and also repurchasing $139 million worth of shares since last year.\nBy CapEx, you see an increase primarily reflecting the progress we're making on some of our key growth projects, including Regional Energy Access and Louisiana Energy Gateway. For the full year, there is no change to our consolidated adjusted EBITDA guidance of $6.4 billion to $6.8 billion or any of our other guidance metrics. But in a moment, I'll provide a little color on our expectations for the remainder of the year versus the performance we've seen thus far in 2023.\nSo let's turn to the next slide and take a little closer look at the second quarter results. A strong 8% increase in EBITDA over prior year even as average natural gas prices for the second quarter decreased 71%. Walking now from last year's roughly $1.5 billion to this year's $1.6 billion, we start with our upstream joint venture operations that are included in our Other segment, which were down $43 million versus last year. Our Haynesville upstream EBITDA was down about $14 million despite substantially higher production due to much lower net realized prices and a lower working interest percentage on new wells beginning in January of 2023.\nOur upstream EBITDA was down $29 million due primarily to lower realized prices, but production also continued to be impacted throughout April from the historically difficult Wyoming winter weather we saw in the first quarter. Shifting now to our core business performance. Our transmission and Gulf of Mexico business improved $96 million or 15%, including about a $52 million contribution from our Mountain West Pipeline and Nortech acquisition but with other increases in our transmission and deep water revenues as well.\nOur Northeast G&P business performed extremely well with the $65 million or 14% increase driven by an $81 million increase in service revenues. And we did have a onetime $14 million favorable gathering revenue catch-up adjustment in that second quarter increase in service revenue. But this revenue increase was really fueled by a 6% increase in total volumes in the Northeast.\nShifting now to the West, which increased to $16 million or 5%, benefiting from continued strong volume growth in the Haynesville and positive hedge results that partially offset the impact of lower commodity base rate. And then you see the $22 million decrease in our gas and NGL marketing business, and the majority of this decline was actually related to lower NGL marketing results from inventory valuation changes where we had a gain on NGL inventories last year but a loss this year.\nSo again, the second quarter continued our strong start to 2023 with 8% growth in EBITDA, driven by core infrastructure business performance in spite of natural gas prices that were 71% lower than second quarter of 2022.\nSo let's turn the page and touch on the year-to-date comparison. Year-to-date, we've seen a 13% increase over '22 Walking now from last year's $3 billion to this year's $3.4 billion, we start with the upstream joint venture operations included in our Other segment, which were down $39 million versus last year. Our year-to-date, Hayneville is up nicely on very strong volume growth that has been significantly offset by lower realized prices. However, the overall Haynesville increase was offset by lower 1 set of results due primarily to the historically difficult winter weather we saw in Wyoming this year.\nShifting now to our core business performance. Transmission and Gulf of Mexico business improved $127 million or 9% on really similar themes as our second quarter, namely the impact of the Mountain West Pipeline and Nortech acquisition. However, we have seen other significant increases in our transmission and deepwater revenues as well.\nOur Northeast G&P business has performed very well with $117 million or 13% increase driven by $154 million increase in service revenue. This revenue increase was fueled by a 7% increase in total volumes focused in our liquids-rich areas where we tend to have higher per unit margins than our dry gas areas. And in the appendix, you'll find a slide that compares our 7% volume growth to the overall basin growth of just under 2%.\nShifting now to the West, which increased $42 million or 8%, benefiting from positive hedge results and the Trace acquisition, but the West was significantly unfavorably impacted by the severe Wyoming weather and January processing economics at our Opal Wyoming processing plant. And then you see the $144 million increase in our gas and NGL marketing business caused by the strong first quarter that we had at the start of the year. So again, a continuation to the strong start to 2023 with 13% growth in EBITDA driven by core infrastructure business performance with strength from our marketing business that dramatically overcame weaker-than-expected results from the upstream joint ventures.\nSo as I mentioned earlier, there's no change to our consolidated adjusted EBITDA guidance of $6.4 billion to $6.8 billion or any of our other guidance metrics. We've definitely had a strong start to the year with $3.4 billion of EBITDA through the first half of the year. And thanks to the performance of our base business, we have clear visibility to hitting at least the midpoint of our guidance even after a historic decline in natural gas prices and a historically difficult winter that continue to have impacts through April.\nSo you may be wondering why we aren't raising our guidance on the back of such a strong start to the year and a bright future ahead. First, I will remind you that our guidance does include a range of $200 million above our midpoint. And second, while we usually experience stronger third and fourth quarters than second quarter, the third quarter does occasionally see hurricane outages for our deepwater business. Finally, we could also still see downward shifts in natural gas prices for the balance of the year that could unfavorably impact our upstream joint ventures in particular.\nWhile we are not suggesting there is a high likelihood of realizing these impacts, we do need to be prepared to overcome these scenarios. Therefore, it is too early to raise our full year guidance. But once again, we are confident in the continued performance of our base infrastructure businesses allowing us to once again meet or exceed the midpoint of our guidance range. We're setting our sights on continued growth in '24 before another big growth step in 25. And with that, I'll turn it back to Alan.\n\nAlan S. Armstrong\n\nPresident, Chief Executive Officer & Inside Director, The Williams Cos., Inc.\n\nOkay. Thanks, John. Just a few closing remarks before we open it up for your questions here. First, I'll start by reiterating our belief that Williams remains a compelling investment opportunity. We are the most natural gas-centric large-scale midstream company around today and the integrated nature of our business from our best-in-class long-haul pipes to our formidable gathering assets, which are complemented by our Sequent platform that delivers upside to our base business is unique, and we have a track record to prove it.\nSecond, our combination of proven resilience 5-year EPS CAGR of 23%, industry-leading coverage on our steadily growing dividend, a strong balance sheet and high visibility to growth, we think is unique among amongst the S&P 500 and unique within our sector. Let me emphasize that our natural gas-focused strategy has allowed us to produce a 10-year track record of growing adjusted EBITDA through a number of commodity and economic cycles, and it is continuing to deliver significant growth in the current environment. And we're now celebrating 7.5 years of delivering in line or better quarterly results. That is especially impressive when you consider the sector's ups and downs over this period and the fundamentals are setting up stronger than ever for this long-term predictable growth to continue.\nAnd finally, as we think about our long-term strategy, we see that U.S. natural gas infrastructure is key to meeting both today's energy demand as well as projected growth of electrification and renewables build out in the future. Simply put, you cannot implement and accelerate when solar and large-scale electrification without having natural gas as a reliable, complementary partner to these big system changes. In fact, despite continued growth in solar and wind capacity, the country saw record natural gas power demand in July, reaching as high as 53 Bcf per day last week to meet summer power loads.\nThis tops the previous record set last July by 6%, again, compounding growth on top of compounding growth. And so if we truly do want to meet our country's growing power demand for things like data centers and EVs and accelerate wind and solar power generation, we must continue increasing natural gas infrastructure. capacity. This fact has become evident to both the majority of our legislators and the Biden administration as they came out with unprecedented support for Mountain Valley Pipeline's completion.\nWilliams is here for the long haul, and we are committed to leveraging our large-scale natural gas infrastructure network for the benefit of generations to come. And with that, I'll open it up for your questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a968d2923b736df532239d3d7207c538",
    "period": "2022 Q3",
    "content": "Q3 2022 Williams Companies Inc Earnings Call\n\nQ3 2022 Williams Companies Inc Earnings Call\n\nWMBNYSENOV 1, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to The Williams Third Quarter 2022 Earnings Conference Call. Today's conference is being recorded.\nAt this time for opening remarks and introductions, I would like to turn the call over to Mr. Danilo Juvane, Vice President of Investor Relations. Please go ahead.\n\nDanilo Marcelo Juvane\n\nVP of IR, The Williams Companies, Inc.\n\nThanks, Gina, and good morning, everyone. Thank you for joining us and for your interest in The Williams Company.\nYesterday afternoon, we released our earnings press release and the presentation that are President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to you this morning. Also joining us on the call today are Micheal Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Senior Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, and you should review it. Also included in our presentation materials are non-GAAP measures that we reconcile to generally accepted accounting principles, and these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, CEO & Director, The Williams Companies, Inc.\n\nGreat. Thanks, Danilo, and thank you all for joining us today. Williams reported another great quarter, and John will walk through the details in a moment, but the punchline is that Williams delivered exceptional results in the third quarter with adjusted EBITDA up 15% compared to the same period last year, driven by strong performance across all of our core businesses and our JV upstream operations.\nOur natural gas strategy has proven that it can capture upside margins and weather commodity price cycles as we work to serve growing demand for clean, secure and affordable energy. These results really speak to the strength of our assets and our long-term approaches business. Williams is the most natural gas-centric large-scale midstream company around today, and there's a reason we've stuck with our natural gas-focused strategy for as long as we have. Not only is this strategy delivering in the current environment, but the signals coming from the market show that it is going to continue to deliver substantial growth for the long term as well.\nWe expect strong fundamentals to drive attractive growth opportunities for Williams, including higher demand for U.S. LNG exports and a faster pace of coal to gas conversion with the lion's share of these projects residing along the Transco corridor. Natural gas demand across various sectors continues to increase in the face of higher natural gas prices. This speaks to the continued inelastic demand for natural gas, both here and abroad and the fact that domestic natural gas remains a bargain versus alternative fuels.\nWe continue to see strong growth in the quarterly natural gas -- in our quarterly natural gas gathering volumes and our contracted transmission capacity. And we're seeing progress on important projects like our Regional Energy Access project, the Louisiana Energy Gateway and other Transco projects that are currently in execution. And speaking of execution, our attractive high-return growth backlog in the Gulf of Mexico remains intact. With the 6 previously announced Deepwater projects set to increase EBITDA by over $300 million beginning in '25. And we recently began pipelay operations on the well projects here just recently.\nOur business continues to fire on all cylinders, driving our financial strength and stability. And despite the current inflationary environment, we will actually see a lift in margins as many of our contracts allow for adjustments that exceed the impact of expenses. For instance, in our G&P business, our contracts are built with inflation escalators that bolster our margins in the current environment. And within our transmission business, we are able to recover cost via rate cases, which minimizes the impacts of inflation over time.\nI'll note that Northwest Pipeline recently reached a settlement on its rate case, and we remain on track to follow a Transco rate case in '24. The benefits of our long-term approach to business also extends to the current interest rate environment and in fact, all of our debt is fixed rate. John is going to provide some more detail on this in his section but we are extremely well positioned in this current environment. Also worth noting, our business is well positioned for a recessionary environment. Recall that in 2020, Williams has faced a host of challenges, including rapidly declining commodity prices, major producer customer bankruptcies and impactful hurricanes in our Gulf of Mexico business. In the face of these challenges, the company still exceeded the (inaudible) of the guidance we set well before COVID raise its ugly head.\nOur business today remains positioned to thrive even in the face of potential recession. In fact, we announced that we expect to be near the high end of our previously raised guidance putting us on track to achieve 4-year earnings per share CAGR of 22% and an EBITDA CAGR of 8%. This, again, underscores just how well our natural gas strategy is translating into solid financial results for our shareholders. And while we will not be providing our '23 guidance until the next quarterly call, there are some drivers that you should think about for '23.\nSo let me go through those here. First of all, in the Northeast G&P business, we expect higher volume growth and higher cash flows from expansion projects that are currently underway, and many of those are nearing completion. And we do provide some details of those in the appendix. In the West G&P segment, we expect continued contributions from the large number of Haynesville expansion projects that are nearing completion and as well the Trace Midstream acquisition. But equally important are the expected contributions from our upstream JVs, which should provide incremental volume growth in both the Haynesville and in the Wamsutter area, proving that our strategy to fill up weight and midstream capacity is working. We expect modest growth in other basins as well, for instance, in the Eagle Ford, which has been under the radar recently.\nWe also see a very bright spot here next year as we expect increased activity in the rich gas part of the basin to drive volumes well above the minimum volume commitment level for this segment of the business, which will be the welcome rebound and extend our earnings above that MVC level. The Eagle Ford should represent upside longer term as well as new capital will likely be deployed to further develop both the acreage that is already dedicated and some undedicated acreage that we are well positioned to serve.\nIn the transmission and Gulf of Mexico business, the growth drivers here include the incremental earnings from our recent production that has been connected along our existing Deepwater assets. So this is new production that's been recently connected and it'll start to show up here in the fourth quarter, it does not include those projects that will start coming on towards the end of 2024.\nThe NorTex acquisition is also will be included in our transmission and Gulf of Mexico business, and the continued expansion of our fee-based services on our interstate gas pipeline systems that continue to grow. Within our upstream JVs, volume growth will remain the story in the Haynesville, we've stated that we expect an ownership reversion in the first half of '23, where Williams will own 25% of the PUDs, but we will retain a 75% interest in the PDPs.\nI want to be clear about this. Our interest in the existing flowing production does not get reduced, only our interest in the undeveloped acreage will be reduced. We designed this structure to minimize significant volatility in earnings. And to this end, we expect the Haynesville to remain a source of growth. In the Wamsutter where we have a much larger acreage footprint, our JV is just now beginning to complete wells from the 2022 drilling program, and these will begin to contribute this volume growth next year. And this, we believe, is going to prove up the benefits of the contiguous acreage in this basin, and we're excited about the Crowheart operations out there and what we're seeing from those recent drilling and completion operations.\nOur primary goal of getting the volumes and cash flows up on these late and midstream assets will be more than met. But the icing on the cake has been the higher-than-expected pricing for these producing reserves. Over the longer term, we see a steady increase in net cash flows as the drilling capital obligations revert more and more to the JV operator and the benefits of the growing volumes build our midstream cash flows. Ultimately, we expect to find a long-term owner for these upstream properties that we can rely on to further grow production, which will translate into even higher midstream cash -- free cash flows for Williams.\nLooking beyond 2023, we believe that our projects are supportive of a 5% to 7% long-term EBITDA CAGR. The annual growth rate may fluctuate a bit given the timing of new large projects like Regional Energy Access and our big Deepwater projects coming on at the end of '24 and into '25, but the bottom line is that we see a clear trajectory to continued earnings growth based on the opportunity set of our footprint today. Finally, as we think about value chain integration, we are further advancing our integrated clean energy value chain strategy. Our acquisition of the NorTex storage facility and last week's approval from the FERC for Transco's Washington storage facility in Louisiana enables us to offer competitive market-based rates to LNG, power generation and other customers in the Gulf Coast area.\nThis will be a critical element of our Wellhead to Water Strategy as this combined a 110 Bcf of working gas storage and our expansive Transco network are fortified with low emissions Haynesville production from the LEG project. We are also making strides in advancing our wellhead to end-user strategy with our agreement with PennEnergy Resources to support the marketing and delivery of certified low emissions, gas that we refer to as next gen natural gas.\nThis agreement includes an independent third-party certification process that verifies best practices are being followed to minimize emissions and produce natural gas in the most environmentally responsible manner. This is another exciting step to grow the delivery of next gen gas to markets across the U.S. as well as overseas. So with that, I'll pause and turn it over to John to walk through the quarter and our year-to-date results, and then we'll open it up for your questions. John?\n\nJohn D. Porter\n\nSenior VP & CFO, The Williams Companies, Inc.\n\nThanks, Alan. Starting here on Slide 2 with a summary of our year-over-year financial performance. Overall, 2022 financial performance continues to be quite strong. Beginning with adjusted EBITDA, we saw a 15% year-over-year increase for the third quarter and a 12% increase for the first 9 months of '22 versus '21. As we'll see on the next couple of slides, our adjusted EBITDA growth has been led by our core large-scale natural gas transmission and gathering and processing businesses, complemented nicely by growth in our upstream joint ventures. Our adjusted EPS increased just over 37% for the quarter and 34% year-to-date. Available funds from operations, AFFO, which is basically our cash flow from operations less working capital fluctuation, the noncontrolling interest cash flows grew in line or better than adjusted EBITDA at 15% year-over-year for the quarter or 18% for the 9-month period.\nAlso, you see our dividend coverage on this page based on AFFO was 2.4x for third quarter and 2.29x year-to-date. Our debt to adjusted EBITDA metric continues to improve based on our strong growth in adjusted EBITDA and our capital investment discipline, now reaching 3.68x versus last year's 4.04x. So now let's move to the next slide and dig a little deeper into our adjusted EBITDA results for the quarter. Again, the third quarter built nicely on the strong start we've seen this year with 15% growth reflecting the combined effect of the performance of our core business and upside from our upstream joint ventures.\nWalking now from last year's $1.420 billion to this year's $1.637 billion, we start with our upstream joint venture operations that are included in our Other segment, which were up $60 million. Since our first new production in the Haynesville came online in April of this year, we've seen a rapid ramp in volumes that will continue through the remainder of the year.\nAs Alan mentioned, the strategic purpose of our upstream joint ventures is to fuel growth in our core related gathering assets, and that's certainly what we see happening in 2022. Shifting now to our core business performance. Our transmission and Gulf of Mexico business improved $41 million or 6% due to improved contributions from both Transco and our Gulf of Mexico businesses. Transco saw higher revenues, largely from the Leidy South expansion project, which came online in phases last year. Gulf of Mexico was significantly higher in '22, due in part to the lack of hurricane-related impacts that occurred in 2021.\nOperating and maintenance costs were higher, driven in part by higher maintenance activities but we are tracking very close to plan through the first 9 months of the year. Our Northeast G&P business increased $22 million or 5%, driven by top line gathering and processing revenue growth on slightly lower volumes. Gathering and processing rate growth was supported by a combination of factors, including higher commodity-based rates, annual fee escalations and other expansion-related fee increases that more than offset the lower cost of service rates at our Bradford franchise.\nOverall, Northeast volumes were 10.8 Bcf per day and roughly in line with our current forecast for total 3Q volumes. We continue to expect an increase from this volume level for the fourth quarter. But as we've mentioned in past calls, our '22 plan for the Northeast has always been higher EBITDA versus 2021 on pretty flat volume growth.\nHowever, as Alan mentioned, we remain well positioned to resume stronger volume and EBITDA growth in the Northeast in 2023, driven by several expansion and optimization projects. Shifting now to the West, which saw another impressive quarter of year-over-year growth, up $80 million or 31% over 2021. I should mention that $27 million of the $80 million was attributed to our Trace Midstream acquisition, which closed on April 29 of this year.\nSo even without Trace, the West still increased $53 million or 21%. In the West, we continue to see upside from our commodity price exposed rates, especially in the Barnett and Haynesville as well as substantially higher volumes in the Haynesville that drove a 12% overall increase in volumes for the West and that's excluding the Trace acquisition. Next, we saw a $4 million or 12% increase for our gas and NGL Marketing Services business. This increase was despite taking a $54 million lower of cost or market adjustment to our gas and NGL inventories in September of this year.\nGenerally speaking, most of this adjustment, which was associated with our gas and storage will result in higher margins when those products are sold out of inventory late this year or early next year. So again, another strong quarter with 15% growth in EBITDA driven by core business performance and upside in our upstream joint venture operations.\nLet's move to Slide 4 and look at the year-to-date comparison. Through the first 9 months of '22, we've now generated 12% growth in adjusted EBITDA over 2021, 3 strong consecutive quarters for this year. So stepping now from last year's $4.152 billion to this year's $4.644 billion, starting with the $77 million of first quarter of 2021 Winter Storm Benefits that we're showing here in gray. And then moving to the $182 million contribution from our midstream operations which were Wamsutter related in the first quarter of '22, and then begin to have a more significant Haynesville component in the second and third quarters. Our transmission in Gulf of Mexico business has seen 4% growth year-to-date, driven by Transco's Leidy South expansion project and strong first quarter '22 seasonal revenues and also higher Gulf of Mexico results due to less hurricane-related impacts in '22 versus '21, partially offset by higher operating and maintenance costs.\nThe Northeast G&P business has now seen 6% growth year-to-date, driven by higher rates on overall flat volumes, as previously discussed. The West has seen an impressive 27% growth year-to-date, driven by higher commodity base rates, but also a strong 11% overall volume growth, excluding the Trace acquisition. Finally, our gas and NGL Marketing Services segment is up $32 million, driven by favorable commodity margins as well as the new contributions from the Sequent acquisition that closed on July 1, 2021, and the year-to-date comparison was also unfavorably impacted by lower cost or market adjustments on inventories as discussed in the third quarter comparison, which as we discussed, should result in higher margins in the future.\nSo an impressive $491 million or 12% increase to land us with over $4.6 billion of adjusted EBITDA through the first 9 months of the year.\nBefore I turn it back over to Alan, I'll offer a few thoughts for full year 2022 financial guidance. As we previously announced, based on strong third quarter performance and expectations for the fourth quarter, we anticipate full year adjusted EBITDA will be near the high end of our previously announced guidance range of $6.1 billion to $6.4 billion, which implies a strong fourth quarter.\nWe see multiple contributors to this expected strong finish to the year, including continued growth in our upstream joint ventures, but also growth across our other business segments versus our third quarter results. One other note regarding the third quarter, you probably noticed in our 10-Q that we did initiate share repurchases in September. As we discussed on our second quarter call, we stand ready to take action on share repurchases, and we see a pullback in our valuation, and that's what we did in September. Our share buyback principles center around a returns-based approach considering our current equity yield plus a level of expected growth in the business. We are more confident than ever in the long-term growth of our business, and so we remain ready to purchase additional shares as an important element of our capital allocation strategy. Debt financing costs have also been topical lately with the sharp rise we've seen in borrowing costs. We've included some helpful information on our well-positioned debt portfolio in the appendix, but I'll briefly touch on a few key facts.\nFirst off, we have an entirely fixed rate debt portfolio with an average rate of 4.78%, and a weighted average maturity of 12.2 years. Second, following our well-timed August debt issuance and subsequent call of $850 million of 2023 notes recently in October, we now only have $600 million of maturities in 2023.\nAnd finally, we will continue to enjoy excellent financial flexibility with our $3.75 billion credit facility. So again, with our expectations to finish 2022 near the high end of our adjusted EBITDA guidance. This would amount to over 13.5% growth versus 2021 and a 4-year CAGR of about 8%, driven by continued growth in our core business as well as contributions from our Trace acquisition and upstream JV operations.\nSo with that, I'll pass it back to Alan for closing remarks. Alan?\n\nAlan S. Armstrong\n\nPresident, CEO & Director, The Williams Companies, Inc.\n\nOkay. Well, great. Thanks, John. And I'll close by reiterating my remarks at the top of the call that quarter after quarter, we continue to demonstrate that we have built a core business that has steady predictable growth and is resilient in the face of multiple macroeconomic conditions. In fact, this makes the 27th quarter in a row that we've either met or exceeded the Street consensus.\nA careful allocation of capital has delivered improving returns on capital employed. And in fact, this is a 21.7% return on invested capital as we've showed in recent presentations. We delivered a very strong balance sheet and we have a growing dividend with best-in-class coverage. Our long-haul pipes are in the right places, serving the right markets, our formidable gathering assets are in the low-cost basins that will be called on to meet gas demand as it continues to grow for decades, and our Sequent platform is providing infrastructure optimization services that create value for Williams and our customers while mitigating downside risk in these volatile and fast-growing markets.\nYou've heard me say before that we are bullish on natural gas because of the critical role it plays and will continue to play in both our countries and the world's pursuit of a clean energy future. But even more so, we are also bullish on America's ability to lead on all fronts when it comes to clean, reliable and affordable energy. The United States is positioned better than any other country to solve the energy crisis and the climate crisis we're facing around the world. But I'll stand on my soapbox again and remind you that access to our abundant and low-cost natural gas reserves here in the U.S. is dependent on having the appropriate infrastructure to move energy where it is needed.\nWe're seeing and feeling today the impact of inadequate infrastructure both here at home and especially in Europe, with consumers bearing the brunt of these actions in the form of high energy prices, high utility bills and energy-driven inflation. The good news is that we have a solution that is readily available, a solution that will support global emissions reductions, keep energy costs affordable and grow our nation's competitiveness, enabling the efficient unobstructive build-out of our nation's energy infrastructure to ensure delivery of natural gas is foundational to the U.S.' leadership on greenhouse gas emissions reductions and energy security.\nAnd we at Williams will proudly continue our efforts to strongly advocate for actionable energy policy solutions and permitting reform in the days, months and years ahead.\nAnd with that, I'll open it up for your questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5488c5289904683a11c37a44f7793c55",
    "period": "2022 Q2",
    "content": "Q2 2022 Williams Companies Inc Earnings Call\n\nQ2 2022 Williams Companies Inc Earnings Call\n\nWMBNYSEAUG 2, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Williams Second Quarter 2022 Earnings Conference Call. Today's conference is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Mr. Danilo Juvane, Vice President of Investor Relations and ESG. Please go ahead.\n\nDanilo Marcelo Juvane\n\nVP of IR, The Williams Companies, Inc.\n\nThanks, Joanne, and good morning, everyone. Thank you for joining us and for your interest in the Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to this morning. Also joining us on the call are Micheal Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Senior Vice President of Corporate Strategic Development.\nIn our presentation; materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, and you should review it. Also included in the presentation materials are non-GAAP measures that we reconciled to generally accepted accounting principles. And these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, CEO & Director, The Williams Companies, Inc.\n\nGreat. Thanks, Danilo, and thank you all for joining us today. While we're here today to talk about another quarter of steady, predictable growth, thanks to a long-term commitment to our natural gas-focused strategy and continued crisp execution against that strategy. We saw strong earnings growth in our core businesses and our upstream operations. And the health of our businesses was also demonstrated by equally strong gathering and transportation volumes during the quarter. Importantly, we expect continued earnings growth in our core G&P and gas transmission businesses as our teams are delivering great execution on our expansion projects.\nWe're also staying laser focused on doing what's right to ensure sustainable operational performance. We're pleased to share our progress in our 2021 sustainability report that was published just last week. I hope you'll take some time to read the report as it really is a testament to the hard work of our entire organization and their passion for doing things the right way.\nI'll highlight a few things from the report in our key investor focus areas segment. But for now, let me turn things over to John for a review of our second quarter and our year-to-date results.\nJohn?\n\nJohn D. Porter\n\nSenior VP & CFO, The Williams Companies, Inc.\n\nThanks, Alan. Starting here on Slide 1 with a summary of our year-over-year financial performance. Overall, 2022 financial performance continues to be quite strong.\nBeginning with EBITDA, we saw a 14% year-over-year increase for the second quarter and a 10% increase for the first half of '22 versus the first half of '21. As we'll see on the next couple of slides, our EBITDA growth has been led by our core large-scale natural gas transmission and gathering and processing businesses complemented nicely by growth in our upstream joint ventures.\nOur adjusted EPS increased 48% for the quarter and 29% year-to-date. Available funds from operations, AFFO, grew more than EBITDA, continuing the trend of strong growth in this measure up 23% year-over-year for the quarter or 19% year-to-date. Also, you see our dividend coverage on this page based on AFFO was 2.19x for second quarter and slightly better at 2.24x year-to-date. Our debt to adjusted EBITDA metric continues to improve based on our strong growth in EBITDA and our capital investment discipline now reaching 3.82x versus last year's 4.13x.\nSo now let's move to the next slide and dig a little deeper into our EBITDA results for the quarter. Again, the second quarter built nicely on the strong start we've seen this year with 14% growth, reflecting the combined effect of the performance of our core business and upside from our upstream joint ventures. Walking now from last year's $1.317 billion to this year's $1.496 billion, we start with our upstream joint venture operations included in our Other segment, which were up $66 million.\nI will point out that we've added a new page to our analyst package for this segment. And in that supplemental information, we've included our net upstream sales volumes, which were just under 200 million cubic feet a day for the Haynesville and Wamsutter properties for the second quarter of '22. Since our first new production in the Haynesville came online in April of this year, we've seen a rapid ramp in volumes that will continue through the remainder of the year.\nShifting now to our core business performance. Our transmission in Gulf of Mexico business improved $4 million, primarily at Transco and largely from the Leidy South expansion project, which came online in phases last year. Operating and maintenance costs were higher, driven in part by an acceleration of maintenance work during the second quarter of this year.\nOverall, transmission in Gulf of Mexico's $652 million of adjusted EBITDA was just over our business plan for this segment for the second quarter. Our Northeast G&P business increased $41 million or 10%, driven by top line gathering and processing revenue growth on slightly higher volumes.\nG&P rate growth was supported by a combination of factors, including higher commodity base rates, annual fee escalations and other expansion-related fee increases that more than offset the lower cost of service rates that we have in our Brazos franchise. We saw an expected sequential increase in Northeast volumes for the second quarter of 2022 versus the first quarter, and we expect continued quarterly increases for volumes for the remainder of the year.\nBut ultimately, our plan for the Northeast in '22 continues to see higher EBITDA versus 2021 on pretty flat volume growth. However, we remain well positioned to resume stronger volume and EBITDA growth in the Northeast in 2023, driven by several expansion and optimization projects underway that Alan will discuss in more detail.\nShifting now to the West, which saw an impressive $73 million or 33% improvement over 2021 and I'll mention that $20 million of that $73 million was attributed to our Trace Midstream acquisition, which closed on April 29. So even without Trace, the West still increased $53 million or 24%. And in the West, we continue to see upside from our commodity price exposed rates, especially in the Barnett and Haynesville, as well as substantially higher volumes in the Haynesville that drove an 11% overall increase in volumes for the West, excluding the Trace acquisition.\nAlso in the West, we see a strong quarter-over-quarter volume growth trajectory throughout the second half of the year, driven primarily by the Haynesville. Next, we saw a slight decrease for our gas and NGL marketing services business as was expected in our business plan. And as a reminder, the first quarter of each year is typically when this segment will create the majority of its EBITDA.\nOverall, our marketing services business is extremely well positioned to take advantage of the recent natural gas price and location volatility we've seen in July. And so we expect them to exceed the high end of the $50 million to $70 million annual adjusted EBITDA contribution we discussed last quarter. So again, another strong quarter with 14% growth in EBITDA, driven by core business performance and upside in our upstream joint venture operations.\nLet's move to Slide 3 and take a look at the year-to-date comparison. So through the first 6 months of 2022, we've now generated 10% growth in adjusted EBITDA over 21% or 13% if you exclude the unusual first quarter 2021 winter storm benefits. So that's 2 strong quarters to start the year, so stepping now from last year's $2.732 billion to this year's just over $3 billion. And you start with the $77 million of those first quarter '21 winter storm benefits, which we've isolated here in gray. And then moving to the $122 million contribution from our upstream operations, which, again, were Wamsutter related in the first quarter of '22 and then began to have a more significant Haynesville component in the second quarter, as discussed on Slide 2.\nOur transmission in Gulf of Mexico business has seen 3% growth year-to-date, driven by Transco's Leidy South expansion project and strong first quarter '22 seasonal revenues with again some acceleration of maintenance costs into the second quarter of '22. The Northeast G&P business has now seen 7% growth year-to-date driven by higher rates on overall flat volumes as discussed on the previous slide.\nThe West has seen an impressive 25% growth year-to-date, driven by higher commodity base rates but also a strong 11% overall volume growth, excluding the Trace acquisition. Finally, our gas and NGL Marketing Services segment is up $28 million, driven by favorable commodity margins as well as the new contributions from the Sequent acquisition that closed on July 1 of last year.\nSo an impressive $275 million or 10% increase to land us with just over $3 billion of adjusted EBITDA through the first 6 months of the year, and we expect things to improve from here for the remainder of the year. So let's turn the page and take a look at our current thoughts for full year 2022 financial guidance.\nWe are once again pleased to share a substantial improvement in our 2022 financial guidance, making this the second increase since our initial guidance in February of this year. I won't go through each of these metrics, but we'll offer some commentary on the most pivotal numbers.\nSo let's start with adjusted EBITDA, where our midpoint is increasing another $200 million from our last guidance increase moving from $6.05 billion to $6.25 billion. This second substantial raise in EBITDA guidance is grounded in our continued confidence in the growth of our core business and represents a nearly 8% increase from our initial guidance given in February.\nAs we look to the second half of the year, we expect higher EBITDA than the first half for all of our segments, except perhaps the marketing business, and with an overall pick up in sequential EBITDA growth for the fourth quarter over the third quarter. Although it's less certain, our gas and NGL marketing business could also match or exceed their first half performance during the last 6 months of the year, which is a bit unusual for this business.\nTheir storage and transportation assets and trading capabilities are very well suited for the volatility we are seeing in this natural gas markets. Continuing on with the other segments, we expect Transmission and Gulf of Mexico should finish the year strong with fourth quarter numbers more like their first quarter numbers. And we continue to expect growing quarterly EBITDA and volumes from our West and Northeast segments with some level of acceleration through the latter part of the year.\nWith respect to our upstream operations, we are encouraged by the results we've seen thus far in 2022. In the appendix, you'll see that we're guiding to fourth quarter '22 gross production of approximately 250 million cubic feet per day for the Wamsutter operation, and we've increased our expectations for Haynesville to an estimated fourth quarter '22 gross production rate of about 400 million cubic feet per day.\nOur appendix slides also provide information about the specific hedges we currently placed against our forecasted net production volumes. No change to our CapEx assumptions from our previous guidance update in May on our first quarter earnings call, which had increased from the February guidance only to reflect the Trace acquisition capital spending.\nYou see that our debt to adjusted EBITDA is now expected to be about 3.6x at midpoint. The remainder of the guidance items either changed in relation to the change in EBITDA, I've just discussed or remain unchanged. So again, a second substantial increase in EBITDA guidance representing an almost 8% increase in our midpoint from our initial guidance provided in February of this year, driven by continued growth in our core business as well as contributions from our Trace acquisition and improved expectations for our upstream JV operations.\nSo with that, I'll pass it back to Alan to review our key investor focus areas. Alan?\n\nAlan S. Armstrong\n\nPresident, CEO & Director, The Williams Companies, Inc.\n\nOkay. Well, thanks, John. I'm going to move on here on Slide 5 to the key investor focus areas. So I know this may sound a little bit like a broken record, but -- on this first bullet. But without a doubt, we are the most natural gas-centric of the large-scale midstream companies. And there's a reason we've stuck with our natural gas focused strategy for as long as we have.\nNot only is this strategy delivering in the current environment, but the signals coming from the market show that it's going to continue to deliver substantial growth for the long term as well. We continue to see strong fundamentals driving a great pipeline of growth opportunities, particularly increasing demand for U.S. LNG exports and power generation along the Transco corridor.\nImportantly, we continue to see strong demand for our services domestically as well, evidenced by a 3-day peak summer delivery that we achieved on the Transco pipeline in early July this year as we continue to see weather-driven demand for cooling. So really seeing a lot of big pools. We're seeing some strong basis differentials setting up in these areas where we've got some strong peak demands during the heat wave that the Southeast experienced.\nAnd notably, we continue to see these record levels of demand for natural gas even with the Freeport LNG facility being out. So we see these as good indicators of the long-term health of our business, but I'll remind you that business on our Transco system is actually driven by contracted capacity and not the actual transported volumes. But obviously, when we see peaks like that, our customers are seeing those as well and know that the demand on our systems is -- and the growth in demand on our system is needed and the contracts come with that.\nThis demand growth continues to increase in the face of higher natural gas prices, which speaks to the continued inelastic demand for natural gas, both here and abroad, and the fact that natural gas remains a bargain versus alternative fuels. Our G&P business also continues to thrive in the current environment, allowing us to capture the upside benefit of pricing and inflation adjusters in our rates that have been sitting on their floors for many years. And recently, volumes on our systems have finally begun to respond to the higher prices that we've seen in the gas space.\nSo moving on to financial strength and stability. As John just detailed, we increased our guidance midpoint beyond the high end of the previous range for the second time this year to $6.25 billion, and this was driven by the following items: first of all, strong base business performance with volumes in the Northeast G&P business expected to rebound for the balance of the year; increased volume outlook for our upstream JVs, especially in the Haynesville; the benefit of higher commodity prices in our upstream JVs; and finally, commodity volatility and strong pools for power generation that are currently driving our gas and NGL marketing business upside.\nWith our recent updated guidance, we expect to achieve a 5-year EBITDA CAGR of 7% and an impressive EPS CAGR of 22% at the midpoint of this recent guidance. Our business continues to fire on all cylinders, given our -- driving our financial strength and stability. And despite the current inflationary environment, we have significant contract protection to minimize financial impact from inflation to our business.\nSo worth noting our business is well positioned given the strong fundamentals today, and we don't expect much to change should a recession come to fruition. As you may recall, in 2020, Williams exceeded our pre-COVID guidance for that year despite facing challenges like key producer bankruptcies declining commodity prices and major hurricanes in the Deepwater Gulf of Mexico.\nSo now looking over our position of growth. We recently announced that we reached a final investment decision on our Louisiana Energy Gateway project, a 1.8 Bcf per day gathering system that will help us advance our wellhead and water strategy while also positioning our customers with access to favorable pricing markets along Transco.\nWithin our transmission business, the Gulfstream Phase 4 expansion is in service more than 3 months early, and I'm also pleased to announce that Williams has reached a rate case settlement in principle on our Northwest Pipeline system. And this provides a win-win outcome for both ourselves and our long-term customers on the system. So we continue to execute as well on an attractive high-return backlog of growth projects, including 6 projects now in the Deepwater Gulf of Mexico; 5 Transco projects totaling 1.9 Bcf a day; 4 expansion projects in our Northeast G&P business that will really unlock some high-margin business for us in that area; and 4 in the Haynesville, which continues to grow at a pace well beyond our initial expectations.\nAnd as well on the Transco projects, just last week, the FERC issued the final EIS on our Regional Energy Access project, expanding takeaway from the Northeast PA area, which obviously helps us as well on our gathering systems up there and the volumes up there and serving growth in the New Jersey area as well. So really excited to see the progress with the FERC on bringing that project to fruition.\nAnd as well in the Haynesville, just another note here, we are really seeing that paying a lot of long-term dividends, not just because of the growth in the business but because the Trace acquisition, along with the LEG project, is going to allow us to bring integrated services and bring -- and connect them to key markets for our customers. So the better markets those customers are connected to, the better margins and the more activity in drilling we see up there. And in fact, we're seeing significant well outperformance in our upstream JV operations with GeoSouthern, which continue to improve our upstream margins.\nAnd as well, recall that the reasoning behind our upstream JVs was to drive utilization of latent midstream capacity. And this is exactly what's happening in the Haynesville right now, and we expect the same capture of Midstream value in the Wamsutter as our JV drilling program ramps in the coming months there as well.\nSo now moving on to sustainable strategy. I'll cover a few updates here for you on what's been going on our sustainable strategy. First of all, as I mentioned at the top of the call, we published our 2021 Sustainability Report last week as well as we filed our carbon emissions disclosure with the Carbon Disclosure Project. As both of these reports detail, we are continuing to successfully leverage our natural gas-focused strategy and today's technology to deliver on immediate opportunities to reduce emissions.\nIn fact, we have reduced our company-wide Scope 1 and 2 emissions by 47% since 2005, and we're on our way to meeting our 2030 goal of a 56% reduction below -- again, below these 2005 levels. I'm certainly proud of the progress that we've made to date and that we'll continue to make as our 2022 all employee-annual incentive program now includes a total methane emissions reduction of 5% from our 3-year average, which personally connects every employee to our long-term commitment to safe, reliable and environmentally friendly operations.\nOf course, our efforts go beyond what we see as the right here right now opportunities. We're also focusing on enabling the next generation of clean energy technologies. I mentioned our LEG project a few minutes ago, which is a key component of our low-carbon wellhead-to-water strategy, and this project is actually very integrated and supports our partnerships with Context Labs, Encino Environmental and South Atlantis, whose technology solutions will be integrated into the project and will enable the measurement of end-to-end verifiable and transparent emissions data to demonstrate the low carbon benefits of produced and delivered Haynesville natural gas.\nWe are really happy with the progress we're making on this project in the Haynesville and having -- we recently completed implementation of the on-site monitoring and certification capabilities in our systems up there. So really a lot of things coming together for us in the Haynesville in terms of great growth in the area as well as us demonstrating some of the new technology that we intend to deploy for that area.\nWe're also advancing our wellhead to burner tip strategy in the Northeast with anchor customers to be announced later this year in that area. So lots of tangible solutions we will be delivering in the space. And all of these are positioned around supporting and enhancing our strong natural gas focused strategy.\nSo let me move on to closing here. I'll reiterate that we have built a business that is steady and predictable with continued growth, improving returns and free cash flows. Our best-in-class long-haul pipes are in the right place, serving the right markets. Our formidable gathering assets are in the low-cost basins that will be called on to meet gas demand as it continues to grow for decades.\nAnd our Sequent platform is providing infrastructure optimization services that create value for Williams and our customers while mitigating downside risk in these volatile and fast-growing markets. You've heard me say before that we are bullish on natural gas because of the critical role it plays and will continue to play in both our countries and the world's pursuit of a clean energy future.\nBut I'll go a step further here to say that we're also bullish on America's ability to lead on all fronts when it comes to clean, reliable and affordable energy. The United States is positioned better than any other country to solve the energy crisis and the climate crisis that we're facing around the world. But access to our abundant and low-cost natural gas reserves is dependent on having the appropriate infrastructure to move energy where it is needed.\nThe efforts to build out all forms of key infrastructure have been blocked by obstructionists who don't offer practical and sustainable solutions to serve these growing energy demands. The impacts of inadequate infrastructure are now finally front and center with consumers bearing the brunt of these actions in the form of high energy prices, high utility bills and energy-driven inflation both here and around the world.\nThe good news is that this is exactly the kind of catalyst that it takes to bring public awareness to these matters and the European prices is even highlighting the matter further. That is why we are strongly advocating for actionable energy policy solutions and permitting reform that will support global emissions reductions keep energy costs affordable and grow our nation's competitiveness.\nEnabling the efficient unobstructive build-out of our nation's energy infrastructure is foundational to the U.S.' leadership on greenhouse gas emissions and energy security. And we believe that support is building out for just doing that.\nSo with that, I'll open it up for your questions."
  },
  {
    "header": "WMB",
    "cik": "0000107263",
    "ticker": "WMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bc9e4536c61d06b9cc00cfefc26749ae",
    "period": "2022 Q1",
    "content": "Q1 2022 Williams Companies Inc Earnings Call\n\nQ1 2022 Williams Companies Inc Earnings Call\n\nWMBNYSEMAY 3, 9:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Williams First Quarter 2022 Earnings Conference Call. Today's conference is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Mr. Danilo Juvane, Vice President of Investor Relations and ESG. Please go ahead.\n\nDanilo Marcelo Juvane\n\nVP of IR, The Williams Companies, Inc.\n\nThanks, Sarah, and good morning, everyone. Thank you for joining us and for your interest in The Williams Companies. Yesterday afternoon, we released our earnings press release and the presentation that our President and CEO, Alan Armstrong; and our Chief Financial Officer, John Porter, will speak to this morning. Also joining us on the call today are Michael Dunn, our Chief Operating Officer; Lane Wilson, our General Counsel; and Chad Zamarin, our Senior Vice President of Corporate Strategic Development.\nIn our presentation materials, you'll find a disclaimer related to forward-looking statements. This disclaimer is important and integral to our remarks, and you should review it. Also included in our presentation materials are non-GAAP measures that we reconciled to generally accepted accounting principles, and these reconciliation schedules appear at the back of today's presentation materials.\nSo with that, I'll turn it over to Alan Armstrong.\n\nAlan S. Armstrong\n\nPresident, CEO & Director, The Williams Companies, Inc.\n\nThanks, Danilo. Our natural gas-focused strategy continues to deliver steady, predictable growth, and this past quarter was certainly no exception. In fact, we posted yet another quarter of record EBITDA, driven by growth across all 4 of our core business segments as well as our upstream JV operations.\nWe continue to set new records for contracted transmission capacity and expect this record-breaking performance to continue for many years to come as we execute on the 6 unique transmission expansion projects totaling 1.9 Bcf per day. And our G&P business remained strong with modest growth during the quarter, expected to ramp up over the balance of the year.\nWe continue to further advance our clean energy strategy through tightly aligned deals announced this quarter, including our acquisition of the Trace Midstream assets in the fast-growing Haynesville region, which just closed this past Friday and through our partnership with Context Labs that I'll detail more when we get to our key investor focus areas. Overall, we expect strong natural gas market fundamentals in steadfast project execution to drive additional growth for our business in '22. And as a result, we are raising financial guidance with expectations of another remarkable year of growth.\nImportantly, the midpoint of this new guidance is beyond the top of our previous range. So an impressive start to the year with a number of clear catalysts for growth for the balance of the year and into '23.\nAnd now I'll turn it over to John to go through the results for the quarter and our raised guidance. John?\n\nJohn D. Porter\n\nSenior VP & CFO, The Williams Companies, Inc.\n\nThanks, Alan. Starting here on Slide 1 with a summary of our year-over-year financial performance. Overall, '22 is off to a strong start. We've seen 7% growth in EBITDA or 13% if you adjust last year to remove the favorable effects of last year's severe winter weather, including Winter Storm Uri. And as we'll see on the next slide, our core natural gas-focused transmission and gathering and processing businesses have fueled this EBITDA growth, although we have also enjoyed continued strength in our upstream and marketing businesses.\nOur adjusted EPS increased 17%, continuing the strong trend of double-digit growth we've seen now for many years. Available funds from operations, AFFO, grew a bit more than EBITDA, continuing the trend of strong growth in this measure, up 16% year-over-year. As a reminder, AFFO is cash from operations, including JV cash flows, but excluding working capital fluctuations.\nIf you compare AFFO to our capital investments of $316 million and our dividends of $518 million, you see that we generated over $350 million in excess cash for the quarter. Also, you see our dividend coverage on this page based on AFFO continues to be very strong at 2.3x.\nOur debt to adjusted EBITDA metric continues to improve based on our strong growth in EBITDA and cash generation and our capital investment discipline. You see a nearly [0.4] or 9% improvement in this measure in only a year.\nSo now let's move to the next slide and dig a little deeper into our EBITDA results for the quarter. Again, another strong start this year with 7% growth, reflecting the combined effect of the performance of our core business and upside in our upstream operations. Walking now from last year's $1.415 billion to this year's $1.511 billion, we start by isolating those favorable effects from last year's severe winter weather, which were $77 million and are shown here in gray.\nMaybe just a quick opening comment regarding expense trends since inflation has been such a big topic lately. We've actually continued to see very solid cost control in our business. You may have noticed the $34 million increase in operating and maintenance expense on the face of our income statement, but this is really driven by a combination of higher reimbursable expenses that are offset in other fee revenue, new lease payments that were just a planned part of Transco's Leidy South expansion project; and finally, operating expenses associated with our new upstream operations.\nAnd related to the $31 million increase in SG&A on the face of the income statement, you should know that this is pretty much entirely related to the addition of the Sequent business. That also includes their bonus accrual and also an $8 million credit reserve related to a small customer bankruptcy.\nMoving next to our upstream operations on the waterfall chart here included in our Other segment. Upstream operations were up $56 million, excluding the $22 million of winter weather benefits from last year. Importantly, our first new Haynesville production only began in April, so really no contribution in this $54 million yet from Haynesville. So the full amount of the growth is attributable to our Wamsutter properties. And it's a bit of an apples-to-oranges comparison at that. As a reminder, last year, we owned 100% of the acreage we acquired from BP only for February and March, but in the first quarter of this year, we own 75% of the Wamsutter upstream JV, which now includes the combined BP, Southland and Crowheart acreage.\nShifting now to our core business performance. Our transmission and Gulf of Mexico business improved $37 million or 6%, primarily at Transco and largely from the Leidy South expansion project, which came online in phases last year. Overall, our average daily transmission volumes for Transco increased over 6% versus the prior year as we once again saw record winter natural gas demand. Now Transco's revenues are driven by reserve capacity, not actual throughput, but continued growth in actual throughput does highlight the criticality of Transco service.\nWe also saw higher margins in our Gulf of Mexico business. Our Northeast G&P business increased $16 million or 4%, driven by top line gathering and processing revenue growth on slightly lower volumes. G&P rate growth was supported by a combination of factors, including higher commodity-based rate, annual fee escalations and other expansion-related fee increases that more than offset lower cost of service rates at our Bradford franchise.\nThe slightly lower year-over-year Northeast volumes in the first quarter were anticipated in our initial guidance, and we expect a continued quarterly increase for the remainder of the year compared to the first quarter of '22 levels.\nWe continue to expect a gradual increase in overall Northeast volumes throughout the remainder of the year but ultimately, our plan for the Northeast in '22 continues to see higher EBITDA versus '21 on pretty flat volumes. However, we are well positioned to resume stronger volume and EBITDA growth in the Northeast in '23 driven by several expansion and optimization projects underway that Alan will discuss in more detail.\nShifting now to the West, which saw an impressive $35 million or 17% improvement over '21. In the West, we continue to see upside from our commodity price exposed rates in the Barnett, Piceance and Haynesville, as well as substantially higher volumes in the Haynesville that drove an 11% overall increase in volumes for the West.\nIn the West, we see a strong quarter-over-quarter growth trajectory throughout the rest of the year and especially in the second half of the year, driven primarily by strong drilling activity in the Haynesville.\nNext, you see a $30 million increase in our gas and NGL marketing services business, which includes both our legacy gas and NGL marketing business as well as Sequent. This improvement was primarily caused by the addition of Sequent in July of last year. Overall, this segment produced $65 million of EBITDA. As a reminder, the first quarter of each year is typically when Sequent creates the majority of its EBITDA, and this was a strong performance for the team.\nWhile we expect to see $50 million to $70 million of annual adjusted EBITDA contribution for this combined segment Sequent plus our legacy marketing business, this year, we've gotten off to a stronger start than expected. And with the strong commodity price expectation for '22, we expect to exceed this $50 million to $70 million range. So again, another strong start to the year with 7% growth in EBITDA of over $1.5 billion, driven by core business performance and upside in our upstream and marketing operations.\nLet's move to Slide 3 to look at our latest financial guidance thoughts for full year '22. We are pleased to share a substantial improvement in our '22 financial guidance versus what we provided in February of this year. I won't go through each of these metrics, but we'll offer some commentary on the most pivotal numbers.\nLet's start with adjusted EBITDA, where our midpoint is increasing $250 million, moving from $5.8 billion to $6.05 billion with a tightened range of plus or minus $150 million versus the original plus or minus $200 million. This substantial raise in EBITDA guidance is grounded in our confidence in the continued growth in our core business before considering the Trace acquisition.\nSpecifically, we expect steady quarterly EBITDA in our transmission and Gulf of Mexico business through the remainder of the year, but continued quarterly EBITDA and volume growth from our West and Northeast segments with some level of acceleration through the second half of the year. Additionally, for the remainder of '22, we expect a growing contribution from the Trace acquisition, which closed last week as it moves towards the targeted approximately 6x acquisition multiple based on its '23 EBITDA.\nAnd finally, with respect to our Upstream operations, we are encouraged by the results we've seen thus far in '22 and remain confident in the fourth quarter exit rates we quoted at our Analyst Day.\nShifting down the page now to growth CapEx, you'll note a $1 billion increase in guidance from a combination of the $950 million Trace acquisition value and other Trace-related CapEx. Note that we've closed the Trace acquisition using a combination of cash on hand and other sources of liquidity, including our revolver and commercial paper.\nYou see that our debt to adjusted EBITDA remained steady at 3.8x reflecting the balancing of our increased EBITDA with our increased growth CapEx for Trace. The remainder of the guidance items either changed in relation to the change in EBITDA that I've just discussed or remain unchanged as in the case of maintenance CapEx.\nSo again, a substantial increase in EBITDA guidance of $250 million at the midpoint, driven by continued growth in our core business as well as contributions from Trace acquisition and sustained expectations for our upstream JV operations.\nSo with that, I'll pass it back to Alan to review our key investor focus areas. Alan?\n\nAlan S. Armstrong\n\nPresident, CEO & Director, The Williams Companies, Inc.\n\nOkay. Well, thanks, John. I'm going to move on now to the key investor focus areas here on Slide 4. Our natural gas focused strategy continues to play out with strong fundamentals that are driving incremental growth opportunities, particularly as we continue to see increasing demand for U.S. LNG exports along the Transco corridor, as well, we have seen domestic demand for power and industrial sectors continue to grow despite much higher natural gas prices. Admittedly, it has been somewhat surprising to us how inelastic this demand has remained.\nThe challenge ahead to meet this stubborn and growing demand isn't higher cost of supply, it is simply that we need more U.S. infrastructure to connect some of the world's lowest cost supplies to this burgeoning demand. I'll current point out that Transco delivered a record-breaking 17.15 million dekatherms on January 3. And while extreme winter weather usually coincides with these peak day deliveries, this volume record was due to growing demand in the Transco markets. And we expect this natural growth in demand to continue as we continue to see loads within our existing footprint.\nOur G&P business continues to thrive in the current environment, allowing us to capture the upside benefit of pricing and inflation adjusters in our rates that have been sitting on their floors for many years. And we continue to execute our upstream JV strategy by realizing the near-term benefits of its commodity price exposure while setting the stage for continued use of our latent midstream capacity in the longer term as these volumes grow.\nAnd now I'm going to move on to our financial strength and stability. And as detailed earlier by John, we increased our guidance midpoint to $6.05 billion, driven by the following. First of all, strong base business performance with volumes in the Northeast G&P business expected to rebound for the balance of the year and of course, this, along with the higher rates that we're seeing in some of our consolidated assets has got a set up for a very strong performance for the balance of the year.\nStrong performance of our gas and NGL marketing business in first quarter and the growing volumes in our upstream JV, which are enjoying higher than planned pricing is another driver. And finally, incremental volume and earnings from the Trace acquisition, as we've mentioned earlier. With our recent updated guidance, we expect to achieve a 4-year EBITDA CAGR now of 7% and an impressive EPS CAGR of 19% at our midpoint.\nOn the whole, our business continues to fire on all cylinders, driving our financial strength and stability. And the picture actually just keeps improving as we have been well positioned to capture the upside in this environment.\nLooking now at our exposure to growth. Given the current strength of natural gas fundamentals in the U.S. and abroad, we see a significant runway of growth opportunities for Williams. First of all, we now have 1.9 Bcf per day of high-return Transco projects that have now moved into execution. This has been raised since our Analyst Day due to recently secured customer commitments to advance the Texas-Louisiana energy pathway project, which moved out of the development bucket into execution, and this project connects low-cost South Texas gas supplies with LNG markets in Louisiana.\nSecond, in the Gulf of Mexico, we secured another customer agreement at Salamanca, further building on growth momentum in the deepwater Gulf of Mexico, which continued to deliver more and more opportunities in response to these higher oil prices.\nIn the Northeast, we've reached agreements with our producing customers for significant gathering expansions in both the rich Utica and the rich Marcellus. And we now have 4 significant expansion projects under execution that will drive growth showing up later this year and into 2023.\nAnd our strategic bolt-on acquisition of assets from Trace Midstream closed last week. And this now positions Williams as the second largest gas gatherer in the fast-growing Haynesville. This is consistent with our long-held strategy to seek a #1 or #2 position in the key basins in which we operate.\nWith our Haynesville gas gathering capacity now above 4 Bcf per day, we continue to crisply execute on our wellhead-to-water strategy. In fact, we are close to commercializing the Louisiana Energy Gateway project. And given significant interest by various shippers, we do expect to announce the final investment decision on that project soon.\nOur growth prospects don't stop with these projects. However, we see more opportunities on the horizon, even as we navigate an evolving regulatory environment.\nImportantly, we saw the FERC responded concerns from both industry and legislators in a constructive manner this past quarter, and we are optimistic that regulators recognize the need for reliable permitting process to support natural gas infrastructure.\nImportantly, key legislative leaders have renewed their focus on streamlining permitting in our country to ensure we've got the necessary midstream infrastructure to support our country's LNG build-out goals.\nAnd finally, let's look at the development that's related to our new energy ventures. Obviously, as we think about decarbonization, there are a lot of opportunities to invest in energy innovation and new technologies. As part of our strategy to accelerate the next-generation energy marketplace, Williams has established a corporate venture capital fund that is set up in a way to support direct investments in start-ups that leverage Williams' assets for decarbonization solutions as well as limited partnership funds that specifically invest in low-carbon technologies.\nA great example of how we're utilizing this VC fund is our recently announced partnership with Context Labs on a technology solution to support the gathering, marketing and transportation of responsibly sourced natural gas from wellhead to end user. And by leveraging the Context Labs' technology, we will enable supply and delivery decisions that connect the cleanest energy sources to meet real-time energy needs across the country.\nAlso supporting our work in this space, we just announced a collaboration with Cheniere Energy to implement a QMRV pilot that will further the development of advanced monitoring technologies to enhance clean energy supply and delivery for Williams and its customers. So lots of exciting things happening in this space and all positioned around supporting and enhancing our natural gas focused strategy.\nSo in closing, I'll reiterate that our intense focus on our natural gas focused strategy has built a business that is steady and predictable with continued growth, improving returns and free cash. Our best-in-class long-haul pipes are in the right place serving the very best markets. And by design, our formidable gathering the assets are in the low-cost basins that will be called on to meet gas demand as it continues to grow.\nThese gathering assets are irreplaceable and critical infrastructure within the natural gas value chain. And our Sequent platform that extends across the natural gas pipeline and storage industry is providing infrastructure optimization services that create value for Williams and our customers while mitigating downside risk.\nYou've heard me say it before, but we remain bullish on natural gas because we recognize the critical role it plays and will continue to play in both our countries and the world's pursuit of a clean energy future.\nNatural gas is an important component of today's fuel mix and should be prioritized as one of the most important tools to aggressively displace more carbon-intensive fuels around the world. Our networks are critical to serving both domestic and global energy demand in a lower carbon and economically viable manner.\nAnd finally, as we look overseas to the energy crisis in Europe and its ripple effects on energy security, the importance of affordable and reliable energy supplies on a global scale has now taken center stage.\nWilliams is excited about the important role we will play in meeting the dual challenge of delivering increasing amounts of reliable, affordable energy while also continuing to decrease greenhouse gas emissions around the world. Utilizing our critical infrastructure that is connected to the best natural gas basins in the U.S. to increasingly serve LNG export facilities and growing U.S. demand for clean affordable energy is a great place for our organization to start.\nAnd with that, I'll open it up for your questions.\n\nDanilo Marcelo Juvane\n\nVP of IR, The Williams Companies, Inc.\n\nOperator, please open up the Q&A line."
  }
]