[
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/246fe24b487972e16fddbcb998320a83",
    "period": "2025 Q3",
    "content": "Q3 2025 Kimco Realty Corp Earnings Call\n\nQ3 2025 Kimco Realty Corp Earnings Call\n\nKIMNYSEOCT 30, 8:30 AM\n\nOperator\n\nHello, everyone, and thank you for joining the Kimco Realty's Third Quarter 2025 Earnings Conference Call. My name is Claire and I will be coordinating your call today. [Operator Instructions] I will now hand over to the Kimco Realty team to begin. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; and Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks uncertainties and other factors. Please refer to the company's SEC filings that address such factors. During this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results.\nReconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website. Also, in the event our call was to incur technical difficulties, we'll try to resolve as quickly as possible and if the need arises, we'll post additional information to our IR website. And with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nGood morning, everyone, and thank you for joining us today. I'm pleased to report another quarter of consistent high-quality execution, one that reflects the strength of our portfolio, the durability of our strategy and the exceptional efforts of the Kimco team.\nFor the third quarter, we delivered funds from operations of $0.44 per diluted share, reflecting another quarter of performance ahead of expectations. Based on our strong year-to-date results and continued visibility into rent commencements, we are raising our full year FFO outlook, underscoring our focus on delivering top quartile earnings growth within the sector.\nThis outperformance was driven by continued strength across our grocery-anchored portfolio, healthy leasing spreads and disciplined execution across every region. Our results demonstrate the resilience of the open air model and the sustained demand we're seeing from retailers across all categories, which I'll further elaborate on shortly.\nIn terms of our same-site NOI, it increased 1.9% for the quarter and 3% year-to-date, which is aligned with our expectations given we had anticipated an impact from the early recapture of several large anchor boxes as well as those spaces related to Party City, Jo-Ann and Rite Aid. Notwithstanding, our base rent growth and recoveries remained healthy.\nAnd when the related loss rents are isolated, it amounted to about 130 basis points of drag in the quarter. The good news is that the team has moved quickly to retenant all those spaces, often at meaningfully higher rents with stronger operators. The re-leasing of those spaces has been a meaningful contributor to the expansion of our pipeline of leases signed but not yet open, up 360 basis points, totaling $71 million of future incremental rent growth.\nBoth of these amounts are all-time high records for Kimco. Notably, credit loss did not materially affect our same-site NOI growth. In fact, credit loss overall has been better than expected, and we do not anticipate any near-term disruptions that would alter this. Importantly, leasing momentum accelerated across anchors and small shops alike, resulting in increased occupancy, making the second quarter the occupancy trough for the year, a clear inflection point driven by steady demand and disciplined execution.\nSpecifically, pro rata occupancy increased 30 basis points sequentially to 95.7%. Anchor occupancy rose to 97% and small shop occupancy reached a new all-time high of 92.5%, up 70 basis points year-over-year. It's worth noting that the small shop occupancy from the former [indiscernible] portfolio saw a 90 basis point sequential increase and an overall 280 basis point increase since we acquired the portfolio in January of just last year.\nAnd we still see plenty of room for further growth of our small shop occupancy. I want to spend a few moments further highlighting the most critical part of our business, leasing. Leasing activity this quarter was exceptionally strong, underscoring the depth and the quality of retailer demand across our portfolio.\nDuring the quarter, we completed 427 leases totaling 2.3 million square feet, including 144 new deals for 822,000 square feet at a 21% spread and 283 renewals and options at an 8% spread for a blended leasing spread of 11%. Year-to-date, lease GLA is up 8% over the same period in 2024. This leasing momentum remains robust given the limited available supply and is translating directly into future growth.\nThis is a proven Kimco model in action, turning dislocation into opportunity, enhancing the quality of our income stream and converting leasing strength into sustained earnings growth. In short, the leasing success we're achieving today is already building tomorrow's FFO growth. Redevelopment also continues to be a key pillar of long-term value creation strategy and one we intend to increasingly capitalize on moving forward.\nDuring the quarter, we elevated approximately $250 million of projects to active or near-term status, bringing our total development, redevelopment and mixed-use pipeline to roughly $600 million. With our value-creation pipeline, we currently have 25 grocery-anchored projects, reflecting our focus on categories with proven traffic and rent durability.\nThe pipeline is generating 10% to 12% unlevered returns reinforcing the attractive risk-adjusted yields we can achieve by reinvesting in our own centers. Year-to-date, we've completed redevelopment projects with a blended yield of 13.7%. We also activated our next mixed-use project, the Chester, located in the fast-growing daily City, California market in partnership with Bizuda.\nThis project is another example of how we aim to continue unlocking the value embedded in our entitlement program. To this point, we now have about $260 million of gross cost for multifamily projects under construction, including the 130-unit Colter Avenue project at Suburban Square that will be completed early next year.\nMoving ahead, we expect to activate additional multifamily opportunities in our core markets over the next 12 to 24 months. With respect to our capital allocation priorities, they remain unchanged, focus on further portfolio lease-up and expanding the number of high-return redevelopment projects, continue recycling capital accretively from lower-growth ground leases into higher-yielding acquisitions and structured investments, maintain a strong and flexible balance sheet and allocate capital towards initiatives that drive sustainable cash flow growth and long-term net asset value creation.\nFinally, as we look ahead, Innovation continues to be a defining aspect of our culture and strategy. We formalized that commitment through the creation of the office of innovation and transformation led by Will Teichman as Chief Innovation and Transformation Officer. This new enterprise function unites our operational improvement, digital transformation, data and AI efforts under one leader allowing Kimco to align and better coordinate resources and investments to accelerate innovation.\nThe overall focus of our office of innovation and technology will be to drive strategic enterprise initiatives geared towards building new capabilities, harnessing the power of emerging technologies, including artificial intelligence, unlocking operational synergies and driving new avenues for growth. Will has a proven track record leading our successful M&A integrations, partnering with information technology to develop and deploy digital leasing tools and developing key functions such as ancillary income, leasing operations, marketing and corporate responsibility, positioning him well to lead our new office of innovation and transformation.\nTo sum up, this was a solid quarter of progress that underscores the strength of our operating platform and the advantages of our grocery-anchored strategy, while building a pipeline of high-return projects that will support growth for years to come. At Kimco, we are capitalizing on strong retailer demand and translating leasing success in the sustained earnings growth with limited new supply, record small shop occupancy and a disciplined redevelopment engine, we're well positioned to continue delivering at the top of the sector.\nThank you to our entire team for their continued execution and to our shareholders for their support. With that, I'll turn the call over to Ross for an update on the transaction market followed by Glenn to take you through the financial results and updated outlook.\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor. It was an active third quarter on the transactions front, and it is shaping up to be a busy year-end as well. The competition for quality open-air retail has continued to strengthen, and Kimco has proven its ability to invest capital in an accretive manner.\nEven in an environment with a substantial amount of capital chasing our product type, our ability to recycle capital at higher yields and with a higher growth profile is a strong differentiator. During the quarter, we funded 3 sizable investments, all with a slightly different profile. First, we provided a senior loan under the structured investment program on a high-quality Sprouts-anchored center in Maryland for $97 million.\nNext, we funded $25.6 million for a structured investment on a Cubs food-anchored center in an affluent submarket of Minneapolis with a value-add component. As with all of our structured investments, we will receive a right of first offer on both assets if they are ultimately sold. The third investment this quarter was a participation of $75 million in a loan to Family Dollar. The value of the collateral is well in excess of the loan, providing an attractive risk-adjusted return.\nThis participation loan is the most recent example of Kimco's long-standing history of creating value and participating in investments associated with retailers that are real estate rich. While the most recent success stories with the Albertsons supermarket chain, this strategy and track record goes back decades. These 3 investments made this quarter are expected to generate unlevered returns in the low double digits and substantially offset the approximately $240 million repayment from one of our existing structured program borrowers we anticipated and subsequently received in October.\nTurning to acquisitions. We were also successful this quarter, adding a dual grocery-anchored asset in the affluent suburb of Hillsboro, Oregon. With very productive Safeway and Trader Joe's anchors, this provided a rare opportunity to acquire a dominant neighborhood grocery center with upside. The acquisition has a going-in yield that is 50 basis points higher than the single tenant asset sales that funded the transaction with over 200 basis points of higher compounded annual growth.\nWe utilized 1031 exchange proceeds to offset gains from the Home Depot sale in California during the second quarter as well as the sale of a Lowe's Home Improvement parcel in Owings Mills, Maryland this quarter at a 5.8% cap rate. Additionally, this asset was a JV buyout from an institutional partner looking for liquidity further showcasing the value of the right of first refusals in both the structured program as well as the institutional joint venture program.\nThe total gross asset value of our JV portfolio and structured investments is approximately $7.5 billion, offering us ample future acquisition opportunities. We anticipate further opportunities to recycle capital in the fourth quarter and into 2026 and at compelling year 1 yield spreads as well as higher long-term growth profiles ahead.\nWhile we don't anticipate any pullback in the fierce competition and investor appetite in our product, we are confident in our ability to continue generating attractive investment spreads given the strategic differentiators available to us. Now to Glenn for an update on the financial results for the quarter.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. Our third quarter results once again highlight the consistency and resilience of Kimco's platform, which delivered solid operational and financial performance that exceeded expectations.\nFor the quarter, FFO grew to $300.3 million or $0.44 per diluted share, 2.3% above last year. The improvement was primarily driven by $21 million of higher pro rata NOI led by increases in minimum rent, notwithstanding lost rents from the earlier recapture of spaces mentioned previously.\nOther rental property income also contributed to this growth. These increases were partially offset by $8 million of higher interest expense, mainly tied to our refinancing activity in 2024 and 2025. Importantly, as Conor shared, credit loss continues to track at the low end of our assumption range at 75 basis points for the third quarter and 73 basis points for the first 9 months, underscoring the durability of our rent roll.\nThis quarter's FFO also included a modest onetime benefit of $3.2 million, roughly $0.05 per share related to the recapture of below-market rents from 2 vacated Rite Aid spaces. Turning to the balance sheet, we ended the quarter with consolidated net debt to EBITDA of 5.3x and 5.6x on a look-through basis. Liquidity remained strong at over $2.1 billion, including over $160 million of cash on hand. Our credit profile continues to strengthen as well.\nDuring the quarter, S&P upgraded Kimco to A- with a stable outlook. Fitch affirmed its A- rating and Moody's maintains its BAA1 rating with a positive outlook. This combination of balance sheet strength, together with approximately $150 million of annual free cash flow generated after the payment of dividends and all leasing costs, provide ample flexibility to fund additional redevelopment activities and pursue new opportunities, such as those Ross just discussed.\nBased on our year-to-date performance and visibility into rent commencements, we are again raising our full year FFO guidance range to $1.75 to $1.76 per diluted share up from $1.73 to $1.75 previously. This represents FFO per share growth of over 6% compared to 2024. We are also maintaining our full year same-site NOI growth outlook of 3% or better, which already incorporates the known bankruptcy impacts absorbed this year.\nAdditionally, we have revised our credit loss assumption to a more favorable range of 75 to 85 basis points compared to the prior range of 75 to 100 basis points. This adjustment reflects the lower credit risk observed and projected for the remainder of the year. Our sign not open pipeline has reached a record level of 360 basis points totaling $71 million. We anticipate that approximately 20% of these leases will commence in the fourth quarter contributing $2 million to $3 million in incremental rent.\nGiven the continued strength of our leasing activity, there is potential for further growth in the snow pipeline by year-end. This expansion will create a favorable tailwind as 60% of the current snow pipeline is projected to commence next year. As a result of our strong performance and continued growth expectations, our Board approved a quarterly common stock cash dividend increase of 4% to $0.26 per quarter.\nIn closing, our third quarter results reflected steady progress and continued momentum across the business. We expect the benefits related to the retenanting of those spaces recaptured earlier this year, many at double-digit spreads to be realized over the next several quarters. These embedded rent commencements, along with our disciplined capital allocation and a strong balance sheet, well positioned Kimco to deliver sustainable long-term growth.\nA special thanks to our team for another quarter of excellent execution and to our shareholders for your continued support. We'll now be happy to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/42ac78fe68fbbd8dd0ede72e44a425a8",
    "period": "2025 Q2",
    "content": "Q2 2025 Kimco Realty Corp Earnings Call\n\nQ2 2025 Kimco Realty Corp Earnings Call\n\nKIMNYSEJUL 31, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Kimco Realty Second Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to David Bujnicki, Senior Vice President of Investor Relations and strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; and Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements. due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website. Also, in the event our call was incurred technical difficulties, we'll try to resolve as quickly as possible and if the need arises, we'll post additional information to our IR website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nThanks, Dave. Before we begin, I want to take a moment to acknowledge the tragic events that unfolded in New York this week in the lives that were senselessly lost. Among them was Wesley LePatner, a respected real estate executive at Blackstone and a fellow member of the Nareit Board of Governors. Wes was also a friend of mine from my time at Yale and someone I deeply respected both personally and professionally. Blackstone has been a long-standing joint venture partner of ours, and our hearts go out to Wesley's family, friends and everyone at Blackstone during this incredibly difficult time. On behalf of the entire Kimco family, to extend our deepest condolences.\nNow I'll start with a summary of our stellar Q2 highlights, and I'll provide an update on our strategy going forward and address the macroeconomic environment. We'll also followed with an update on the transaction market. And as usual, Glenn will provide details on our financial metrics and guidance. I'm pleased to report another quarter of consistent high-quality execution, one that reflects the strength of our portfolio, the discipline of our strategy and the exceptional efforts of the Kimco team.\nLet's start with the key results. In the second quarter, we delivered funds from operations of $0.44 per diluted share, representing a 7.3% increase year-over-year. We continue to see strong property level fundamentals with robust tenant demand translating into a blended pro-rata leasing spread of 15%, our highest in nearly 8 years. We also achieved a new all-time high in small shop occupancy of 92.2%, a clear indicator of the ongoing demand for well-located necessity-driven retail.\nI also want to highlight the continued momentum in the RPT portfolio, where small shop occupancy has climbed to 90.3%, up 190 basis points since the acquisition just last year and up 90 basis points sequentially. These small shop leasing results reflect the strength of our leasing platform driven by new prospecting tools, strong retailer relationships, national scale and the targeted outreach we're doing through the portfolio review program. In total, we executed 174 new leases for 916,000 square feet at an average spread of 34% and completed 332 renewals and options covering 1.8 million square feet at a 9.6% spread.\nCombined, these contributed to a blended spread of 15.2%, further reinforcing the pricing power and productivity of our centers. While overall pro rata occupancy dipped slightly to 95.4%, largely due to the anticipated lease rejections from JOANN and Party City, we have positive absorption that helped offset the impact of these vacates. Importantly, our team is doing a great job of capturing pent-up demand by quickly backfilling space that comes back to us. Specifically, with the Party City and JOANN spaces, our team responded with speed and precision as the majority of those locations are now either re-leased or under LOI, many at significantly higher rents.\nThis quarter, we also leveraged market dislocation to drive additional grocery-anchored conversion, advancing our long-term strategy. This is where Kimco excels, upgrading tenancy and enhancing portfolio strength. As a result, 86% of our annual base rent now comes from grocery-anchored shopping centers, an all-time high that underscores the essential and resilient nature of our portfolio.\nIn addition to driving leasing velocity, we're focused on enhancing execution through innovation. We're deploying AI and targeted high-impact areas, reducing costs, increasing speed and supporting growth. We've significantly accelerated lease abstraction, freeing up internal resources and improving accuracy. Our teams are also piloting AI tools to enhance small shop tenant prospecting and streamlining early-stage redevelopment planning, both of which support leasing momentum and long-term value creation. These applications are already generating measurable returns and strengthening the foundation for future performance.\nFurther, we continue to build embedded growth that Glenn will speak to through our signed but not yet pipeline. This visibility into future rent commencements reinforces the value of our real estate and gives us confidence in our annual base rent trajectory particularly in today's more dynamic environment.\nTurning to capital allocation. We remain disciplined and strategic on how we deploy capital. This quarter, we continue to execute on our capital recycling strategy monetizing low-growth assets and positioning the portfolio for stronger long-term performance. Private capital interest in our sector remains robust, but we're underwriting carefully and maintaining a high bar for new acquisitions. Our structured investment program continues to deliver attractive risk-adjusted returns and serves as a pipeline for future fee simple opportunities. Ross will elaborate on this.\nOn the balance sheet, we remain in a position of strength. We took proactive steps this quarter to enhance flexibility and position ourselves for growth, including a well-timed debt issuance and an opportunistic use of our share repurchase program. Based on our strong first half performance, and the lease-up visibility we have ahead, we've increased our confidence in our full year outlook. Glenn will walk through the updated guidance in a moment, but the message is clear. We are executing ahead of plan and converting leasing momentum into durable cash flow that could grow FFO over 5% for the second consecutive year.\nTo wrap up, we're operating from a position of strength with 3 clear priorities guiding our continued success. First, continue to drive leasing velocity and accelerate rent commencements from our signed pipeline. Next, backfill return space with stronger, higher credit operators. And finally, allocate capital with discipline while maintaining the strength and flexibility of our balance sheet. With record demand, limited new supply and a robust pipeline of rent commencements on the horizon, we believe Kimco, with our open-air grocery-anchored shopping centers in well-located markets is positively positioned to deliver growth and value creation at the upper end of the shopping center sector.\nThank you to our incredible team for their continued dedication and execution and to our shareholders for your continued support. With that, I'll turn the call over to Ross for an update on the transaction market, followed by Glenn with our financial results and updated outlook.\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor. I hope everyone is enjoying their summer. The second quarter was one marked with uncertainty and volatility. However, it also presented tremendous opportunities for Kimco given our broad investment strategy along with a strong, well-capitalized balance sheet, great liquidity and extensive industry relationships. As a result, we are benefiting from meaningful deal flow, a key differentiator for us that we are very excited about.\nEarly in the quarter, we saw several acquisitions that other groups have tied up get dropped amid the uncertainty. Lenders also acted cautiously due to the potential tariff impacts. This was a window of opportunity for us to lean into our conviction in open-air retail. We utilized our structured investment program to offer solutions to borrowers in need of capital. We issued 2 senior mortgages on high-quality grocery-anchored and lifestyle assets with a right of first offer on both properties. A portion of the funding for these investments came from the repayment of a pair of mezzanine financing positions on former RPT assets. For the quarter, the net investment on the structured investment side was just under $20 million.\nAdditionally, during the quarter, we sold a long-term flat lease for $49.5 million on a Home Depot parcel in Santa Ana, California at a 5.7% cap rate. As we have indicated previously, we anticipate recycling capital from these flat leases and nonincome-producing parcels into higher-yielding, higher-growth investments. Our goal is to sell between $100 million to $150 million in the 5% to 6% cap rate range for these types of properties annually going forward, and this transaction puts us on a good path for 2025.\nSpecific to the Home Depot parcel, we elected to designate this as a 1031 exchange to defer the gains on the sale and have already identified a grocery-anchored property as a replacement. The exchange property is expected to close in the third quarter with a compound annual growth rate of approximately 3%, which is significantly higher compared to the Home Depot that had a roughly 1% CAGR. Since the Vegas ICSC conference in late May up through today, investor apprehension related to acquiring core assets has mostly subsided as concerns related to the tariffs have been tempered. This is manifested with aggressively priced assets transacting, supported by an extremely competitive landscape on the debt and equity side and abundancy of private capital that is ready to come off the sidelines as well as the anticipation of possible rate cuts in the second half of the year.\nThese factors, along with our current cost of capital have limited our ability to accretively acquire. Despite this, we remain active in evaluating new acquisitions of shopping centers outright. And if we see a positive change in our cost of capital, we're positioned to go on offense. Regardless, we'll remain disciplined with our capital allocation. Furthermore, we have a healthy pipeline of new structured investment opportunities, which continue to provide a foothold into high-quality real estate at attractive returns with a chance to acquire in the future.\nAs I mentioned, the capital markets are open with financing available for the right sponsors and better real estate. As a result, we anticipate a few of our existing structured investment borrowers are either evaluating sales or refinancings that may result in repayments to us in the second half of this year. We remain very confident in our ability to structure deals creatively. This outside-the-box approach continues to provide us with unique access to a number of other exciting structured investment opportunities. And as I mentioned, we have a solid pipeline of new investments that we anticipate closing in the back half of the year to offset any potential repayments.\nOverall, we remain disciplined in our approach to capital allocation, prioritizing the sale of low growth, low cap rate assets accretively into new investment opportunities with a higher growth profile. Between our existing pipeline and those that materialize during the rest of the year, we aim to remain a positive net acquirer as we were through the first half of 2025.\nNow to Glenn for the financial results and updates to 2025 outlook.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. The strength and durability of Kimco's open-air platform resulted in another quarter of solid performance. We again delivered strong per share FFO growth broad-based leasing momentum and ended the quarter with over $2 billion of available liquidity.\nLet me walk you through the quarter. FFO was $297.6 million, representing a per share increase of 7.3% to $0.44 per diluted share compared to $0.41 per diluted share in the second quarter of last year. This growth was driven primarily by a $20.8 million increase in pro-rata NOI, which reflected higher minimum rents, stronger net recoveries and a 21 basis point improvement in credit loss, which came in at 89 basis points for the quarter. Year-to-date, credit loss stands at 72 basis points, highlighting the durability of our tenant base. We also saw a $4.8 million incremental contribution from our structured investment program this quarter. Offsetting these positives was a $7.9 million increase in consolidated interest expense tied to our 2024 and 2025 refinancing activity.\nAdditionally, we recorded a onetime accounting benefit of $0.01 per share, primarily driven by $4.7 million in joint venture income from the conversion of a legacy JV structure to an LLC as well as approximately $2 million from the recapture of below-market rent on a vacated JOANN space. First half FFO totaled $599.5 million or $0.88 per diluted share, a 10% increase over the first half of 2024. Turning to operations. As Conor mentioned, this was another strong quarter for leasing across the portfolio, with tenant demand translating into healthy spreads and record small shop occupancy.\nSame-site NOI increased 3.1%, driven by contractual rent growth, contributions from ancillary income and further improvement in credit loss. The signed but not yet open pipeline remains a key growth driver. We ended the quarter with a lease to economic occupancy gap of 310 basis points, representing approximately $66 million of ABR. We expect about 40% of that to commence in the second half of the year which will contribute $7 million in incremental rent. Including commencements from the first half, we anticipate collecting $30 million of ABR in 2025 from the snow pipeline. The continued lease-up progress provides strong visibility into future earnings and reinforces the embedded growth across our portfolio.\nShifting to the balance sheet. We took proactive steps this quarter to strengthen our financial flexibility. We opportunistically repurchased 3 million shares in April at an average price of $19.61 reflecting an FFO yield of 9% and a 24% discount of consensus NAV. We also completed the $500 million bond issuance in June, pricing a long 10-year note at 5.3%, reflective of a spread to treasuries of 92 basis points. Our lowest issuance spread in many years. Proceeds were used to repay the $240.5 million on Garden bond pay down our revolver [ came ] approximately $80 million for future accretive investment opportunities. We ended the quarter with consolidated net debt to EBITDA of 5.4x and a look-through leverage ratio of 5.6x. Liquidity remains robust at over $2.2 billion, including $228 million of cash on hand.\nNow turning to guidance. Based on our strong first half results and improved visibility into lease-up and cash flow timing, we are raising our FFO per share range to $1.73 to $1.75, representing annual growth of 4.8% to 6.1% over 2024. We're also raising our full year same-site NOI growth out to 3% or better, 50 basis points above our prior guidance. This updated range incorporates the impacts of lease rejections we've already absorbed. All other guidance assumptions remain unchanged.\nIn closing, I want to thank our associates for their outstanding execution. The embedded rent growth in our portfolio, combined with a conservative balance sheet and consistent performance continue to position Kimco as a top-tier REIT capable of delivering through a variety of market cycles.\nWith that, we're happy to answer your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6525c6b1c2f90e610f6d121794c7e263",
    "period": "2025 Q1",
    "content": "Q1 2025 Kimco Realty Corp Earnings Call\n\nQ1 2025 Kimco Realty Corp Earnings Call\n\nKIMNYSEMAY 1, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Kimco Realty First Quarter 2025 Earnings Conference Call. [Operator Instructions]. Please note, this event is being recorded. I would now like to turn the conference over to David Bujnicki, Senior Vice President of Investor Relations and Strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; and Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors. During this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results.\nReconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website. Also, in the event our call was incurred technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website. And with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nGood morning, and thanks for joining us today. I will start out with a summary of our stellar Q1 highlights, provide an update on our strategy going forward and address the macroeconomic environment. We'll also will follow with an update on the transaction market. And as usual, Glenn will provide details on our financial metrics and guidance.\nWe started 2025 with robust momentum, demonstrating the power of Kimco's strategy focused on high-quality grocery-anchored shopping centers. Our results speak to our ability to consistently execute. Our operating performance for the quarter was exceptionally strong. We signed 583 leases, totaling 4.4 million square feet delivering blended pro rata cash rent spreads of 13.3%, including remarkable new lease spreads of 48.7%, the highest we've achieved in over 7 years.\nOccupancy remains healthy at 95.8% pro rata with small shops climbing 20 basis points year-over-year to 91.7%. The demand for our high-quality centers is clear. As we completed 9 grocery leases this quarter, which enabled us to reach our strategic target of deriving 85% of our annual base rent from these essential necessity-driven properties. Notably, we finalized multipack deals with Sprouts Farmers Market, Dollar Tree, Five Below, Barnes & Noble and others year-to-date, including April.\nThis achievement highlights the competitive advantage provided by our significant scale. Strategic market positioning and best-in-class leasing team. Same property NOI outperformed as it grew 3.9%, driven by healthy leasing activity, rent growth and disciplined cost management. Tenant credit loss remained favorable at just 56 basis points, reflecting our portfolio's diversity and stability even amidst the bankruptcies of Party City, Big Lots and JOANN.\nDemand for these spaces have been exceptionally strong. For Party City, we started the year with 49 leases, and we have successfully resolved half of these already with 12 being assigned and another 17 either leased or at least with a blended rent spread of approximately 35%. We also have LOIs for nearly all the remaining spaces. Similarly, for Big Lots, we have three spaces at least with a blended average spread of approximately 45% and LOIs for most of the 11 remaining boxes.\nOur ability to quickly backfill and upgrade these spaces underscores Kimco's differentiated leasing platform and the benefits of well-located, high-quality grocery-anchored shopping centers. Despite macroeconomic fluctuations and tariff changes, consumer behavior has remained resilient as foot traffic at our centers is up year-to-date with April continuing this positive trend. This resilience is not surprising. Considering 7 of our top 10 retailers but annual base rent are either grocers or off-price retailers and the vast majority of our top 50 retailers include additional grocers, investment-grade tenants or retailers that are one of the top in their respective category.\nNevertheless, we remain vigilant, closely monitoring markets, employment trends, inflation and interest rates to proactively address any emerging challenges and capitalize on opportunities as they arise. Turning to transactions. We completed the strategic $108 million acquisition of the markets at Town Center in Jacksonville, a premier grocery-anchored asset that aligns perfectly with our investment strategy. Additionally, we continue to benefit from our structured investment program, creating a pipeline of unique investment opportunities positioned for future external growth.\nAs the current macro environment continues to evolve, our rock solid balance sheet with $2 billion in liquidity provides another competitive advantage. Additionally, we repaid approximately $550 million of debt during the quarter. Significantly reducing near-term maturities and enhancing our financial flexibility. Moody's affirmed our Baa1 rating and upgraded our outlook to positive, further validating our prudent balance sheet management. Reflecting confidence in our long-term prospects, we repurchased 3 million shares at an average price of $19.61 subsequent to quarter end.\nCapitalizing on significant market and valuation dislocation in April. Given our strong first quarter results and visibility into upcoming rent commencements, we are pleased to raise our full year guidance for both net income and FFO per diluted share. Looking ahead, our priorities remain straightforward and consistent, continue driving strong leasing results, actively backfill spaces and upgrade tenancy, and maintain our prudent approach to capital allocation and leverage Kimco's financial strength to capitalize on opportunities as they arise.\nWith that, I'll turn the call over to Ross.\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor, and good morning. We had a productive first quarter and a strong start to the second quarter. As Conor touched upon, we have built our strategy, team, portfolio and balance sheet to be resilient allowing us to adapt to changing market conditions and unforeseen events. This flexibility often creates the best and most unique opportunities for us to pursue. In the first quarter, we closed on $100 million in net acquisitions including the previously mentioned acquisition, The market at Town Center in Jacksonville, which originated from our structured program as the loan matured.\nAdditionally, we acquired the fee interest in two Las Vegas grocery-anchored shopping centers. We are currently within our net acquisition target for 2025 with planned activity net neutral. We kicked off the second quarter funding a $35 million senior loan on a grocery-anchored center in South Florida with an 8% coupon and a well-protected basis of 65% loan to value. Consistent with all of our structured investments, we retained a right of first offer, or ROFO, on this asset in the event our borrower looks to sell while our capital is outstanding.\nWe anticipate funding a second senior loan on a high-quality asset in New York for total proceeds of approximately $24 million during the current quarter. This investment will also have a ROFO. With respect to structure investment repayments, given the increase in interest rates and market volatility, we believe the likelihood of repayment in 2025 is low. Nevertheless, we have factored some potential repayments into our FFO guidance and are confident that we can redeploy any proceeds to maintain a net neutral position.\nOn the disposition side, we have identified a number of potential long-term ground leases, multifamily entitlements and non-income producing assets in our portfolio that are lower growth and right for sale. We expect to sell in the range of $100 million to $150 million of these assets in 2025 and have identified a future pipeline, which we intend to continue to monetize in later years as another accretive funding source as well as a strategy to remove lower growth properties from our portfolio.\nWe plan to reinvest into higher-yielding, higher-growth opportunities with that capital. Looking at the broader market, given the ongoing uncertainty of the tariffs trade dynamics and consumer and retailer appetite, the outlook for transaction volumes and cap rates remain cautious with buyers and sellers in a bit of a wait-and-see mode. Up through the end of the first quarter, we had seen pricing for high-quality centers consistently in the sub-6% cap range with a very deep pool of bidders. This made competition fierce and accretive acquisition is challenging.\nHowever, with our strong balance sheet and financial flexibility, we believe the current environment has the potential to create unique opportunities for us in both acquisitions and structured investments, and we are well positioned to capitalize on them. I will now pass to Glenn for the detailed quarterly results and updated 2025 outlook.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. 2025 is off to a solid and active start evidenced by double-digit leasing spreads solid same-site NOI growth and strong demand for vacant Party City and big lots boxes. In addition, our superior liquidity position and modest upcoming debt maturities position us well to be opportunistic. Now for some details on our strong first quarter results, followed by our increased full year 2025 outlook.\nFFO was $301.9 million or $0.44 per diluted share for the first quarter 2025. This compares favorably to last year's first quarter FFO of $261.8 million or $0.39 per diluted share, a per share increase of 12.8%. The key drivers of the FFO increase were higher pro rata NOI of $23.1 million attributable to strong same-site NOI growth contributing $15 million and an increase in lease termination income of $5.3 million. Also, we had improved credit loss of 56 basis points as compared to 62 basis points last year.\nOther FFO drivers include a $6.8 million benefit from growing financing income attributable to our structured investment program offset by lower interest income of $5.2 million and higher interest expense of $5.2 million. We had a very productive quarter within the operating portfolio. Our leased versus economic occupancy spread increased by 20 basis points to 290 basis points. The spread is comprised of 385 leases with total annual base rents of $60 million. Of this amount, we expect about 60% of these leases to commence with 16 million anticipated to be received within this year.\nCombined with the $14 million from rents that began in the first quarter a total of $30 million in rent is projected to commence and be collected in 2025, reflecting a $5 million increase from previous quarter's estimate. Turning to the balance sheet. We ended the first quarter with consolidated net debt to EBITDA of 5.3x and on a look-through basis, including pro rata joint venture debt and preferred stock outstanding at 5.6x and matching our best levels for these metrics. Our debt maturities for 2025 are modest with just one bond totaling $240.5 million maturing in June and no other maturities until July 2026.\nAs Conor mentioned, we took advantage of our strong balance sheet and liquidity position by utilizing our common stock buyback program in early April in response to the market sell-off and our stock trading at a significant discount. We opportunistically repurchased 3 million common shares at an average price of $19.61 per share, representing an FFO yield of approximately 9% and a 24% discount to consensus NAV. Now for an update on our 2025 full year outlook. Based on our strong first quarter results, the security of our long-term leases with strong credit tenants, and visibility into future cash flow growth coming from near-term rent commencements, we are confident in raising our FFO from the previous range of $1.70 to $1.72 per diluted share to a new range of $1.71 to $1.74.\nOur updated range reflects per share growth between 3.6% to 5.5% over 2024. Our updated FFO per share outlook range incorporates same-site NOI growth of positive 2.5% or better, an increase of 50 basis points from our initial assumption. Factoring in the vacating of all leases with Party City and Big Lots that were not assigned to other tenants as well as those with JOANN at the end of May. As a result, we expect our occupancy to temporarily dip in the second quarter followed by an increase thereafter.\nFurther, the spread between our leased versus economic occupancy should expand providing additional cash flow growth for the remainder of 2025 and into 2026. We are maintaining our credit loss assumption of 75 to 100 basis points as a precautionary measure. Our other outlook assumptions remain unchanged from our initial 2025 outlook. I want to thank all our associates whose unwavering efforts contributed to our solid results. While we cannot control the abrupt swings in the capital markets, we remain confident that we can deliver growth for our shareholders.\nAnd we are now ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/94d8070d9ae890fcb8aece7298071d33",
    "period": "2024 Q4",
    "content": "Q4 2024 Kimco Realty Corp Earnings Call\n\nQ4 2024 Kimco Realty Corp Earnings Call\n\nKIMNYSEFEB 7, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Kimco Realty Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to David Bujnicki, Senior Investor Relations and Strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; and Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website. Also, in the event our call was to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website.\nWith that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nGood morning, everyone, and thanks for joining us. My remarks today will cover the favorable supply and demand dynamics that continue to drive leasing across our portfolio. Our well-curated tenant mix that is servicing the healthy consumer and our strategic accomplishments and future goals. Ross will provide an update on the transaction market, and then Glenn will cap things off with our Q4 and year-end results and our outlook ranges for 2025.\nI first want to speak to the recently announced changes to the Board and our management team. With respect to Milton's retirement from his role as Executive Chairman and Director on behalf of our entire organization, I want to thank Milton for his leadership, mentorship and friendship. Milton will always be synonymous with Kimco, and our ongoing success is a direct result of not only his stewardship but also the passion and optimism that he exudes every day. His enthusiasm for Kimco is contagious and permeates through our entire organization. The great news is that in his new role as Chairman Emeritus, Milton will continue to challenge us every day and serve as an invaluable resource making sure we can be the best we can be.\nRichard Saltzman's new role as Chairman comes at the perfect time. Other than Milton, no one understands the company's history better, and Richard brings experience, creativity and insight to help lead us into the future. Additionally, I want to welcome Ross Cooper and Nancy Lashine to the Board. Ross needs no introduction. His leadership role at Kimco and his reputation in the industry, make him a logical addition and will make for an easy transition to Board member. As for Nancy, her capital markets and real estate background, along with our energetic and collaborative demeanor makes for a compelling addition I am truly excited about our evolving Board and believe we are well positioned as Kimco moves forward.\nNow on to the quarter. We continue to drive significant leasing momentum across the Kimco portfolio. The lack of new supply now measured at just 0.3% of existing retail stock, combined with a near record low national vacancy rate continues to facilitate strong fundamental results and earnings growth. The only new shopping center development taking place is limited to third and fourth ring suburbs where population growth has forced sprawl into new areas. Drilling down further, the favorable supply and demand dynamics we're benefiting from today is no accident. Part of our 2020 5-year strategic vision focused on repositioning our portfolio in the first-ring suburbs with natural barriers to entry, making it difficult for new competition to outposition our assets, while at the same time, producing natural pricing acetates.\nMoreover, the population in these first-ring suburbs continues to grow as more and more people desire to be near central business districts while enjoying the suburban live work play experience. Kimco's densification initiatives dovetail perfectly with the strong demand power advantages and demographic trends enjoyed by our high-quality retail centers. More specifically, we reached our goal of entitling 12,000 apartment units a year ahead of schedule, providing the opportunity to further expand our mixed-use portfolio. We continue to believe our ongoing portfolio transformation to a grocery-anchored and mixed-use portfolio, positions us to be in the sweet spot of the retail and multifamily sectors for the foreseeable future.\nAt the property level, the Kimco consumer continues to gravitate towards organizing mix of everyday goods and services. We continue to see positive year-over-year traffic increases, both on a quarterly and yearly basis. The average unemployment rate across our portfolio is 20 basis points lower than the national average. The strength in the employment market, combined with robust traffic has led to increased sales at our retailers. Our grocery anchors, together with our off-price anchors, form the perfect blend of cross shopping. This is further enhanced by our service-oriented retailers, including quick service restaurants that drive traffic, all points of the day.\nIt's also worth noting that Internet-resistant retailers, which include service providers, now make up more than 50% of our new lease volume. We have seen a surge in leasing to medical, health and wellness, fitness, medi spas, hair and nail salons that complement our traditional grocery-anchored tenants. In closing, we have built a portfolio in areas characterized by limited supply, high employment and population growth and curated our centers to meet the needs of consumers' tastes and preferences.\nOur portfolio is designed to generate growth and shareholder value. Our team is excited and ready to move the needle in 2025. Thank you for your ongoing support and interest in Kimco Realty. And now I will turn things over to Ross.\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor, for the kind words. I'm honored and excited about being added to the Board and cannot be more enthused about the future of our company. First, I'd like to highlight our capital allocation achievements during 2024, starting with the most notable transaction we undertook, which was the RPT Realty acquisition as we recently celebrated the 1-year anniversary of its closing.\nReflecting back the speed and efficiency of our integration has enabled us to exceed our expectations in all facets. It is even clear today that this was an incredibly opportunistic purchase with an implied cap rate of 8.5% equating to approximately $165 per square foot at pricing that could not be replicated in today's market. Beyond our initial underwriting assumptions, we were able to improve cost synergies by approximately 13% to $36 million. Integral to our success was the swift disposition of 10 former RPT properties which did not fit our strict investment criteria for $248 million for the same cap rate we bought RPT.\nDuring the year, our operations team did a remarkable job with this portfolio, signing 57 new leases with an average pro rata cash rent spread of 52% and completed 98 renewals or option exercises at a blended 9.9% spread. Overall, we increased RPT's occupancy 120 basis points with anchors rising 140 basis points and small shops 50 basis points, which helped drive the RPT same-site NOI growth to 6.2%.\nAs we put a bow on 2024, I wanted to quickly summarize our fourth quarter activity. As previously announced, Kimco acquired Waterford Lakes Town Center in Orlando, Florida in October, and we have already started to benefit from the purchase. In our view, the timing of this acquisition was ideal as larger assets and portfolios were priced at a discount compared to smaller, less complex properties. Since that time, that pricing dynamic has shifted. Throughout 2024, we talked about institutional retail capital curiosity and questioned at what point that would convert to action. The ROIC acquisition announcement by Blackstone in November seemed to be the turning point given the sector an aggressive stamp of approval that the shopping center sector is one of the top convictions for investment opportunities. This sentiment and excitement for our asset class has continued through year-end and into 2025.\nAs capital has gotten more aggressive on open-air retail and investors have greater comfort making bigger investments, Waterford Lakes would likely trade at a higher price today. On the structured investment side, we continue to see significant deal flow and potential to grow this platform responsibly. Since the inception of this program in 2020, we have touted its benefits for Kimco. It is a strategy that allows us to get our foot in the door on high-quality real estate, get outsized returns on a very safe and comfortable basis while retaining a right to acquire in the future if the borrower elects to sell.\nTo those points, in January of 2025, we successfully converted our first structured investment into an equity ownership position. We accretively purchased The Markets at Town Center in Jacksonville, Florida, for $108 million at a low 7% cap rate using the proceeds we raised from our ATM program in December. Originally sourced as a mezzanine financing in late 2021, we underwrote this property with the premise that it would be a great core acquisition candidate and align well with our owned portfolio.\nWhile our borrowers did a great job in the time they own the asset, we believe there remains a meaningful opportunity to create additional value. We see significant long-term upside as we continue to push rents and further enhance tenant quality benefiting from the property's location is adjacent to the Simon-owned St. Johns Town Center and the bull's eye of the rapidly growing Jacksonville trade area. The competitive advantage we have is that the all-in rents, including common area pass-throughs are at a fraction of what St. Johns Town Center is able to command. We are confidently looking ahead to 2025 with our outlook establishing us as a net acquirer, inclusive of structured investments.\nThe Markets and Town Center acquisition has given us a strong start towards this objective. We will continue to be selective on core acquisitions and structured investments selecting opportunities accordingly. From a disposition perspective, our portfolio is performing exceptionally well, and we don't see the need for any significant disposition activity. Instead, we will focus on the opportunity to further enhance our growth profile and accretively recycle capital with 2 new initiatives in 2025. The first initiative is the disposition of several long-term flat ground leases in the portfolio at aggressive cap rates.\nThe second focus is on monetizing select development entitlements where we believe the most prudent approach is to mitigate risk and sell the rights to a developer and still benefit from the densification of our centers. We plan to redeploy the capital from these flat growth and nonincome-producing assets into core investments that offer a growing recurring income stream and value-add opportunities. We will continue to provide updates on our progress as we move through the year.\nI will now pass it on to Glenn for the financial update and outlook.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. We finished 2024 with solid fourth quarter results, highlighted by robust leasing activity, strong same-site NOI growth and high single-digit FFO per share growth. In addition, our abundant liquidity position and modest upcoming debt maturities position us well as we start the new year.\nNow for some details on our fourth quarter results and our 2025 outlook. FFO for the fourth quarter was $286.9 million or $0.42 per diluted share. This compares favorably to last year's fourth quarter FFO of $239.4 million or $0.39 per diluted share, representing a per share increase of 7.7%. Instrumental to this was a $60.8 million or 17.8% increase in total pro rata NOI to $403.4 million over the same period in the prior year. Key drivers of the NOI growth include $38.1 million from the RPT acquisition, $7 million from other acquisitions and $15.7 million from the balance of the operating portfolio, which benefited from higher minimum rents due to an acceleration of rent commencements.\nThe NOI growth was offset by greater pro rata interest expense of $16.4 million due to higher debt levels from the RPT acquisition and the prefunding of the $500 million bond that matures in February 2025. Our operating portfolio fired on all cylinders to end the year. Our year-end portfolio occupancy stood at 96.3%, reflecting a year-over-year increase of 10 basis points despite a 10 basis point sequential decline. This achievement underscores the strength of our leasing pipeline as we effectively managed to offset a nearly 40 basis point impact caused by the vacating of 16 leases associated with lumber liquidators, Big Lots, cons and Bob stores in the fourth quarter.\nSame-site NOI growth was 4.5% for the fourth quarter. The primary driver continues to be higher minimum rents contributing 3.8%, mostly from contractual rent increases and faster rent commencements from the sign not open pipeline. In addition, overall NOI continues to benefit from lower credit loss.\nFor the fourth quarter and full year, credit loss was 82 basis points and 75 basis points, respectively, meeting the low end of our 2024 outlook assumption. For the full year 2024, same-site NOI growth was 3.5%, outperforming our previously raised outlook assumption of 3.25% plus, higher minimum rent was the primary contributor of the growth. As a result of the faster pace of rent commencements, the spread between leased occupancy and economic occupancy compressed to 270 basis points, a change of 40 basis points sequentially and represents 374 leases totaling $56 million of future annual base rent. We anticipate approximately 80% of this to commence with a total of $25 million in rent being received from the signed but not open pipeline in 2025.\nTurning to the balance sheet. We ended the fourth quarter with consolidated net debt to EBITDA of 5.3x. And on a look-through basis, including pro rata share of JV debt and preferred stock outstanding of 5.6x, maintaining our best levels for these metrics. During the fourth quarter, we raised $136.3 million from the sale of 5.4 million shares at an average price of $25.07 per share through our aftermarket common equity offering program. These proceeds were accretively invested toward the acquisition of The Markets at Town Center in Jacksonville, Florida that Ross mentioned. We also conducted a cash tender for the outstanding depositary shares, representing the 7.25% class cumulative convertible perpetual preferred stock, successfully tendering for just over 22% of the shares and reducing the liquidation preference to $71.9 million.\nOur year-end liquidity position remained very strong, comprised of $690 million of cash and the full availability of our $2 billion revolving credit facility. As a reminder, included in the cash balance is $500 million from the 4.85% long 10-year bond issued in September 2024, which proceeds were invested accretively in short-term interest-bearing instruments. We recently used the cash to pay off our 3.3% $500 million bond on February 3. Subsequent to year-end, Moody's affirmed our Baa1 unsecured debt rating and changed our outlook from stable to positive. Our unsecured debt is rated A- with a stable outlook from Fitch and BBB+ with a positive outlook from S&P.\nNow to our 2025 outlook, notwithstanding some of the uncertainty given the economic and political environment and several recently announced bankruptcy filings by a few additional tenants, we remain confident about the growth prospects of our operating portfolio and balance sheet positioning. Our initial 2025 FFO per share outlook range is $1.70 to $1.72, representing an initial per share growth range of 3% to 4.2%. Our outlook range is based on the following assumptions: same-property NOI growth of 2% plus included in the same property NOI outlook as a credit loss assumption of 75 basis points to 100 basis points. This is a similar level to our credit loss experience in 2024 and considers the potential impact from the Party City and Joann's bankruptcy filings.\nIn addition, the 2025 same-property outlook assumption takes into account the boxes vacated at the end of 2024 related to the bankruptcies of Big Lots, cons, lumber liquid datas and a few others. Given the strength of our leasing demand, we view the recapture of these spaces as an opportunity to further increase rents and enhance the credit profile of our tenant mix. Other 2025 outlook assumptions include lease termination income between $6 million and $9 million as compared to $4 million in 2024. Interest income from cash on hand is expected to range between $6 million and $9 million, approximately $0.03 per common share less than the $26 million reported in 2024 due to the significantly higher cash balances last year.\nAcquisitions, including structured investments, net of dispositions of $100 million to $125 million. This is inclusive of the markets at Town Center structure investment acquisition completed in January. Corporate financing costs ranging from $354 million to $363 million, comprised of consolidated interest expense and preferred stock dividends. Annual G&A expense ranging from $131 million to $137 million as we expect to realize annual savings from the Board leadership transition that was undertaken to start the year.\nLastly, the outlook range assumes no redemption charges or prepayment charges associated with the callable preferred stock outstanding or early repayment of debt obligations and no planned issuance of additional common equity. I want to thank all our associates for their unwavering effort given each and every day. Kimco is a special place to be a part of, and we look forward to a successful 2025 together. And we are now ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dc9a55db0681aa94c43a9f9d8500efae",
    "period": "2024 Q2",
    "content": "Q2 2024 Kimco Realty Corp Earnings Call\n\nQ2 2024 Kimco Realty Corp Earnings Call\n\nKIMNYSEAUG 1, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Kimco Realty Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to David Bujnicki, Senior Vice President and Investor Relations Strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; and Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking. And it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website.\nAlso, in the event our call was to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nThanks, Dave, and good morning. I will begin with an overview of the Kimco consumer, provide an update on the favorable supply and demand environment for our business and then share some highlights on our strong operating results, all of which will underscore the resiliency of our high-quality, grocery-anchored and mixed-use portfolio. Ross will also cover the current transaction environment, and Glenn will provide additional financial metrics, report on our balance sheet position and provide our updated outlook.\nWe continue to navigate an economy that gives off mixed signals. The recent Bloomberg report noted that the American consumer savings have declined with the excess savings cushions that have been built up during the pandemic and used to offset rising prices that are no longer available.\nOn the other hand, the labor market remains strong, reflecting both job growth and wage growth in the areas of our portfolio is situated. This has led the consumer to remain resilient as they've tempered spending, but not retrenched.\nAs JPMorgan recently reported, the consumer is now rotating towards staples and seeking value at Walmart, Costco and off-price retailers who are gaining market share. As such, we've benefited from the needs-oriented nature of our portfolio, as over 83% of our annual base rents come from grocery-anchored, open-air shopping centers. It is also why traffic at our properties has increased both sequentially and year-over-year.\nThis has translated positively to our operating fundamentals as our leasing team is firing on all cylinders. Demand for our well-located product remains strong as tenants seek to retain existing space or add new locations. Our retention levels are near all-time high, with heavy competition for any vacancies, generating increasing rents, better credit and higher valuations. Nationally, store openings are outpacing closing, and the lack of quality retail is having a positive impact on tenant bankruptcy auctions, as leases are being acquired by healthy tenants striving to meet their expansion goals.\nIn terms of new retail supply, the outlook remains in our favor. It has been well documented that shopping center development, which currently stands at approximately 0.2% of existing inventory, remains exceedingly low. The shopping center sector has been sub-1% since 2010, and has provided the retail sector a meaningful tailwind to drive record low vacancies across the country.\nMore importantly, we don't see this dynamic changing anytime soon. As we have previously noted, rents would need to increase upwards of 35% to make new development investment worthwhile. This assertion was recently validated by a notable REIT equity research firm, which calculated that the range of rent increases required to stimulate accretive development in the top 50 markets needed to be between 35% to 55%. All of this highlights the strength and unique position of our portfolio.\nAs I noted, with our focus on grocery-anchored, necessity-based off-price retail, we are able to generate solid results in all kinds of economic weather. This includes uncertainty of national elections and potential policy shifts, predictions of hard or soft landings and the like. Our company, which features a resilient well-located portfolio and strong demographic trade areas, solid balance sheet and best-in-class team, stands out.\nTo further illustrate this point, now let me touch on a few operating highlights. During the second quarter, we signed 144 new leases, totaling 669,000 square feet of pro rata GLA with rent spreads of 26.3%, our 11th consecutive quarter of double-digit new leasing spreads.\nRenewals and options continued their positive trend with 338 renewals and options completed at a spread of 9%. Overall deal volume totaled 2.3 million square feet, with combined rent spreads of 11.7%.\nLeasing velocity and retention drove pro rata occupancy higher by 20 basis points sequentially to 96.2%. Pro rata anchor occupancy increased 30 basis points from last quarter to 98.1% and was up 40 basis points year-over-year. Small shop occupancy increased 20 basis points sequentially to 91.7%, matching our all-time high set in Q4 of 2023 and representing an increase of 70 basis points year-over-year.\nOf note, we continue to derive meaningful outperformance from the RPT portfolio, which further validates our acquisition thesis. We executed 9 new leases in Q2, with comp rent spreads of 146%, driven by a grocery-anchored replacing a furniture store and a strong fitness operator replacing a weaker fitness credit.\nWe also executed 24 renewals and options during Q2 at a 17% average spread. Year-to-date, we have executed 19 new leases at former RPT sites with spreads of 87% and 46 renewals and options with spreads of 14%. The former RPT portfolio also produced same-site NOI of 4.5% for the quarter and 3.7% year-to-date, meaningfully outperforming our underwriting. We also increased our cost saving synergies to be realized this year as well as additional future revenue opportunities stemming from increasing the RPT small shop portfolio, which currently sits at over 400 basis points below Kimco's. Additional growth in ancillary income will also be generated by our specialty leasing program.\nIn closing, we are enthused by the performance of our team and our portfolio, resulting in increases to our FFO and same-site NOI outlook. The growth profile of our portfolio continues to trend up, and our team continues to look across the investment spectrum for new growth opportunities, all while remaining vigilant on costs. Ross?\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor, and good morning. I hope everyone is having a wonderful summer.\nOn last quarter's call, we talked about the solid fundamentals of the open-air retail format. We further discussed the volatility in the capital markets and how it has tempered the transaction environment. While those same themes continue to persist, we are positioned to take advantage of dislocations within the market to invest accretively given our favorable access to capital and multiple investment platforms.\nWe continue to see unique opportunities on both the structured investment side as well as via targeted acquisition opportunities for larger format open-air centers. And in the second quarter, we funded several new structured investments that all have unique attributes, but share a general theme of high-quality real estate, accretive yields and a right to acquire if they are marketed for sale in the future.\nI'll touch on 3 of the more significant transactions. We provided $8 million of mezzanine financing for an infill core Giant Foods grocery-anchored regional center in the dense market of Alexandria, Virginia, $10 million of mezzanine financing for the acquisition of a Sprouts grocery-anchored center in Atlanta, Georgia, and we also funded a senior loan at The Rim in San Antonio for $146 million at a 9% interest rate. We also converted our existing $50 million preferred equity position in The Rim to mezzanine financing, giving us greater control of the capital stack on a trophy asset that is one of the most visited properties, not just in Texas, but all of the U.S..\nOn the acquisition side, we are encouraged by the deal flow and the possibilities as pricing is moving closer to our hurdle rates. While neighborhood grocery-anchored centers in our core markets remain aggressively priced, in the 5% to 6% cap rate range, larger format assets in similar geographies with solid demographics and densification opportunities are trading at higher cap rates due to their operational dynamics and the larger check sizes.\nThese unique attributes align well with the Kimco platform and is a differentiator that we believe allows for a better risk-adjusted return for our shareholders. We remain confident in achieving our 2024 acquisitions range of $300 million to $350 million, that is inclusive of structured investments.\nAs it relates to dispositions, following the completion of the $248 million of RPT asset sales in the first quarter, we have substantially completed our 2024 plan. Any dispositions in the second half of the year will be very modest and at a much lower cap rate. Therefore, we have reduced our disposition guidance for this year to a new range of $300 million to $350 million, which is net neutral with our 2024 acquisition target with a slightly lower blended weighted average cap rate.\nNow on to Glenn for an update on the financial aspects of the quarter.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning.\nOur high-quality operating portfolio generated strong second quarter results, as we maintained a strong balance sheet and enhance our liquidity position. Highlights for the second quarter include continued positive leasing activity, producing increased occupancy, another quarter of double-digit leasing spreads and solid same-site NOI growth.\nNow for some details on our second quarter results. FFO was $276 million or $0.41 per diluted share as compared to last year's second quarter results of $243.9 million or $0.39 per diluted share, representing per share growth of 5.1%. We produced $387.9 million of total pro rata NOI in the second quarter, an increase of $45.8 million over the same period in the prior year. This growth was driven by $38.3 million of pro rata NOI from the RPT acquisition, $12.8 million from higher minimum rents and $1.6 million from higher net recoveries from the balance of the consolidated portfolio.\nThese consolidated NOI increases were impacted by lower percentage rent and other income of $3.5 million, which was mostly due to timing and higher credit loss of $1.4 million. Our credit loss for the first half of the year was 86 basis points, the midpoint of our bad debt assumption.\nThe net NOI increase was offset by greater pro rata interest expense of $14 million due to the higher interest rate on the $500 million bond issued in the fourth quarter last year related to the refinancing lower coupon debt, $510 million of additional debt in connection with the RPT acquisition and lower fair market value amortization related to the payoff of The Wine Garden bond.\nThe operating portfolio continues to produce strong results, as Conor outlined. Same-site NOI growth was positive 3% for the second quarter. The primary driver was higher minimum rents contributing positive 3.4%, driven by quicker rent commencements from the signed, not open pipeline, which compressed 10 basis points from last quarter to 320 basis points.\nAt the end of June, the signed, not open pipeline represents 426 leases and $63 million of ABR, of which $30 million is expected to commence in the second half of the year, generating $8 million for the remainder of the year. For the 6 months of 2024, same-site NOI growth was positive 3.4%. These results demonstrate the continued strength of our well-located portfolio.\nTurning to the balance sheet. We ended the second quarter 2024 with consolidated net debt-to-EBITDA of 5.5x. On a look-through basis, including pro rata JV debt and perpetual preferred stock outstanding, net debt-to-EBITDA was 5.8x. These metrics would have been one tick better if we included the full quarter of income from the $146 million structured investment in The Rim shopping center made in late June.\nSubsequent to quarter end, we increased the size of our $200 million term loan by an additional $300 million. The term loan has a final maturity date in 2029, and we swapped the $300 million to a fixed rate of 4.78%, including our credit spread for the full term. We used the proceeds to repay $220 million outstanding on our $2 billion revolving credit facility, which had a borrowing coupon of 6.19%. The balance of the funds was invested in an interest-bearing account earning in the mid-5s pending use for investment.\nSeparately, we achieved the high end of our sustainability goals by surpassing our required Scope 1 and Scope 2 greenhouse gas emission reduction targets. As a result, the borrowing spread on our $2 billion revolving credit facility and our $310 million term loan is reduced under the green pricing feature. The reduction is 4 basis points from the stated credit spread for both facilities, and we get a 1-basis-point reduction in our facility fee on our revolving credit facility.\nNow for an update on our outlook. Based on our strong first half results and our expectations for the balance of the year, we are again raising our FFO per diluted share range from $1.56 to $1.60 to a new range of $1.60 to $1.62.\nOur increased FFO per share guidance range incorporates the following updates to our full year assumptions. Same-site NOI growth of 2.75% to 3.25% from the previous level of 2.25% to 3% and is inclusive of the RPT assets and a credit loss assumption of 75 basis points to 100 basis points; full year cost savings synergies from the RPT acquisition improving to $35 million to $36 million; interest income expected to be between $13 million to $15 million; and lower disposition guidance of $300 million to $350 million. Our other full year guidance assumptions remain intact.\nI want to thank all our associates whose efforts significantly contributed to our outstanding results. We are well positioned to deliver growth.\nAnd with that, we're ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c740687346ad91c7f14404bbbce94b3a",
    "period": "2024 Q1",
    "content": "Q1 2024 Kimco Realty Corp Earnings Call\n\nQ1 2024 Kimco Realty Corp Earnings Call\n\nKIMNYSEMAY 2, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Kimco Realty First Quarter 2021 Earnings Conference Call. [Operator Instructions] Note, this event is being recorded.\nI would like now to turn the conference over to David Bujnicki, Senior Vice President of Investor Relations. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements. due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website. Also, in the event our call was to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nGood morning, and thanks for joining us. I will lead off today with an update on the RPT integration, a summary of our significant first quarter leasing accomplishments and a brief review of our strategic direction and goals. Ross will follow with an update on the transaction market, and Glenn will close with a summary of our financial results, major metrics and the specifics behind our increase to guidance. After a seamless close on our acquisition of RPC on the first business day of the year, the integration is now complete.\nMost important is that in almost all aspects as it relates to RPT, we are ahead of our underwriting expectations in terms of timing, performance and the select monetization of their assets. The new portfolio is performing well, producing over 3% same-site NOI for the quarter and revealing exciting growth opportunities that were either not previously underwritten or an overly conservative assumptions.\nThis includes greater ancillary income, better-than-expected credit loss and in the lease-up of shop space. We are very excited about the prospects for the new combination going forward, and many thanks to our talented team, including our newest associates on this smooth integration. From a cost synergies perspective, at this early point in the year were ahead of expectations and anticipate reaching the high end of the stated range of $34 million in 2024.\nThe better-than-expected results are attributable to our execution of planned dispositions ahead of schedule as well as the implementation of lessons learned from Weingarten, including accurate underwriting of hiring needs and a more rapid approach to decommissioning office space and eliminating duplicative services.\nKimco's operating platform is delivering efficiencies due to the clustering of additional assets in our core trade areas as well as the strategic investments we've made over the past 5 years in technology, talent and other areas.\nTurning to our first quarter leasing results. The portfolio generated same-site NOI growth of 3.9%. The increase includes 2.8% growth from higher minimum rents and a combination of lower landlord expenses, lower credit loss and higher net recoveries. Pro rata occupancy came in at 96%, which represents a decrease of 20 basis points from last quarter, but also an improvement of 20 basis points from a year ago.\nThe change from last quarter was primarily due to the RPT merger and the vacating of 4 Rite Aid locations. Pro rata occupancy was also up 20 basis points to 97.8% and flat from a year ago. Small shop occupancy was down 20 basis points from last quarter to 91.5% as a result of the RPT merger, while still up 80 basis points from a year ago. Excluding the impact of RPT small shop occupancy actually would have increased 20 basis points sequentially and represents future upside.\nDuring the first quarter, we leased over 4 million square feet, including 143 new leases signs of positive leasing spreads of 35.5%. We continued our strong trend with over 400 renewals and options completed at an overall positive spread of 7.8%. Overall combined spreads were 10.2% on 583 deals.\nOur lease to economic occupancy spread now stands at 330 basis points, representing a 20 basis point compression from last quarter as leases commenced and represents $63.4 million of annual base rent with about $18 million expected to come online during the remainder of 2024. Our strong quarterly results give us confidence to raise our full year guidance for both FFO and same-site NOI, which Glenn will provide further color on, recognizing the importance of growing in a high inflation environment we remain focused on trimming noncritical expenses.\nFurther, we have strategically positioned our open-air grocery and mixed-use portfolio in first-ring suburbs of select vibrant major metropolitan areas. These high barrier entry markets continue to represent the sweet spot of the retail landscape as new supply remains constrained and demand from our best-in-class tenants remain strong. Ross?\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, and good morning. It was a busy quarter of execution for Kimco, and we're pleased with our current positioning and what we've accomplished year-to-date. Just 3 short months ago on the fourth quarter earnings call, I mentioned the optimism in the transaction environment coming off of a dip in the treasury rate and expectations for the Fed rate cuts in 2024.\nThe optimism was short-lived as inflation has remained sticky dampening the prospect of interest rate cuts and transaction activity. Notwithstanding the macro challenges, we were able to successfully complete the RPT sales consistent with our underwriting expectations as Conor shared. We sold 10 former RPT centers in the first quarter with the level of sales and cap rates in line with the previously provided guidance ranges as well as a similar cap rate on the overall RPT company acquisition that was completed this January.\nIn addition, we negotiated to retain a slice of the capital stack on 8 of the sold assets in the form of mezzanine financing which allows us to continue to earn a double-digit yield on a secure income stream. With these sales completed ahead of schedule, we have executed on the majority of our disposition targets for 2024. We can now focus our efforts on new investment activity throughout the balance of the year. Glenn will soon provide more details on this.\nSpeaking of investment activity, we have also closed on a pair of structured investments. 1 during the first quarter and the second subsequent to quarter end. Both properties align with our strategy of investing in high-quality real estate, supported by strong tenancy and demographics with seasoned operators.\nWe also have a right of first offer or refusal embedded in our position. Total Kimco investment in the 2 properties was modest at $17 million, but the value of the 2 centers combined is upwards of $175 million allowing us to get our foot in the door on a potential future acquisition opportunity. We expect there will be additional unique and attractive structured investment opportunities as our capital remains in high demand.\nOn the core acquisition front, we have maintained our disciplined approach to investing at a spread to our cost of capital. Asset pricing remains strong as we have seen major market infill grocery and high-quality convenience centers still trading at plus or minus 6% cap rates and in some cases, even below that. While this is a testament to the fundamental strength of the Open Air retail platform, it has not been easy to find accretive opportunities through the first 4 months of the year.\nWe remain confident in our ability to source and secure properties that align with our return thresholds and given our selective approach, it will likely push more of our acquisition activity toward the late second half of the year.\nNow off to Glenn for the financial results and updates to our outlook.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. 2024 resolved to a strong and active start. As Conor mentioned, our first quarter results are highlighted by solid leasing activity, double-digit leasing spreads and robust same-site NOI growth. These positive operating metrics drove our strong FFO per share growth, excluding merger costs. .\nAll our metrics are inclusive of the $2.3 billion RPT acquisition, which we completed on the first business day of 2024. While we are providing insight on the RPT contribution for the first quarter, we do not plan to continue breaking out that performance as operations are fully integrated. Now for some details on our first quarter results.\nFFO was $261.8 million or $0.39 per diluted share, which includes merger charges of $25.2 million or $0.04 per diluted share. Our strategic and timely acquisition of RPT resulted in several significant contributors to our improved performance, primarily on higher pro rata NOI.\nImportantly, RPT is running ahead of all our underwriting expectations as Conor highlighted. Excluding the merger charges, FFO would have been $0.43 per diluted share for the first quarter as compared to $238.1 million or $0.39 per diluted share for the first quarter last year representing a 10.3% per share increase. The primary driver of our improved performance was our higher pro rata NOI of $53.7 million of which $38 million was generated by the RPT sites. Pro rata NOI also benefited from higher minimum rents coming from commencements from the sign not occupied pipeline and lower credit loss.\nCredit loss for the first quarter of 2024 was 62 basis points as compared to 92 basis points for the first quarter last year. In addition, included in the NOI increase is GAAP income of $1.1 million from the RPT acquisition related to straight line and above and below market rent amortization. FFO also benefited from higher interest income of $7.4 million attributable to the higher cash balances during the quarter.\nWe view this as a nonrecurring item and do not expect this to continue for the remainder of the year as we have significantly utilized most of our cash in the first quarter towards the closing of the RPT acquisition and debt reduction. These increases were offset by greater pro rata interest expense of $14.6 million, resulting from the higher interest rate on the $646 million of bonds that were recently refinanced lower fair market value amortization related to the form of Weingarten bonds and higher rates on the floating rate debt in our joint ventures. Our FFO for the first quarter also includes about $0.01 per share of other nonrecurring income items with a onetime benefit of $2.4 million in below-market rents from 2 tenants that vacated early and $2.5 million of other income.\nIt was a very active quarter from a balance sheet perspective, primarily resulting from the RPT acquisition, much of which was already addressed on our last earnings call. Just to briefly summarize, we issued 53 million common shares and 953,000 OP units and replaced RPT's 7.25% convertible preferred stock with a liquidation value of $92.5 million, with a new Kimco convertible preferred issuance with similar terms.\nWe also repaid RPT's $130 million revolving credit facility and their $514 million of private placement notes from cash on our balance sheet. Amended and assumed $320 million of RPT term loans, which have staggered maturities from 2026 to 2028 at a blended weighted average rate of 4.77% and issued a new $200 million term loan with a final maturity in 2029 at a fixed rate of 4.57%.\nAs previously mentioned, we monetized our remaining shares in Albertsons earlier in the quarter, receiving nearly $300 million in proceeds and recorded a $72 million tax provision on the game. At the end of the first quarter, our liquidity position remains very strong with over $2 billion of immediate availability and no remaining debt maturities for the balance of the year.\nOur balance sheet further strengthened as the company's leverage metrics improved once again. We ended the first quarter with a consolidated net debt-to-EBITDA ratio of 5.3x and on a look-through basis, including pro rata share of joint venture debt and perpetual preferred stock outstanding of 5.6x.\nThe look-through metric of 5.6x is the best level PIMCO has ever achieved and an improvement from the 6.2x reported a year ago. Turning to our outlook. Based on our strong first quarter results, the successful integration of the RPT acquisition and our expectations for the balance of the year we are raising our FFO per diluted share range from $1.54 to $1.58 to a new range of $1.56 to $1.60 inclusive of $0.04 per share for RPT merger costs.\nExcluding the merger costs, this represents a 3.2% annual FFO per share growth at the midpoint of the increased guidance range over last year's results. Our increased FFO per share guidance range incorporates the following updates to our full year assumptions. Higher same-site NOI growth of 2.25% to 3% and from the previous level of 1.5% to 2.5% and is inclusive of the RPT assets and a credit loss assumption of 75 basis points to 100 basis points. Interest income of $10 million to $12 million based on the interest income earned during the first quarter and RPT related noncash GAAP accounting income comprised of straight-line rents and above and below fair market value rent amortization of $4 million to $5 million.\nOur other full year FFO guidance assumptions remain intact, including our disposition range of $350 million to $450 million inclusive of the $250 million completed during the first quarter, and investment range of $300 million to $350 million weighted toward the late second half of the year. I want to thank all of our associates whose incredible effort efficiently completed the integration of the RPT transaction and contributed to our strong first quarter results. And with that, we are ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/33242533ce1f046ee24e55aac5f45212",
    "period": "2023 Q4",
    "content": "Q4 2023 Kimco Realty Corp Earnings Call\n\nQ4 2023 Kimco Realty Corp Earnings Call\n\nKIMNYSEFEB 8, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Kimco Realty's Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to David F. Bujnicki, Senior Vice President, Investor Relations and Strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; and Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website.\nAlso, in the event our call was to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nGood morning, and thanks for joining us. I will lead off today with a summary of our steller Q4 leasing results and then provide some strategic updates on our completed RPT acquisition. Ross will follow with an update on the transaction market, recent activity and plans for 2024. Glenn will then cover our financial metrics and provide 2024 guidance.\nWe concluded 2023 on a high note with record-setting leasing activity and a deeper, broader and more resilient tenant base for our grocery-anchored and mixed-use portfolio. We've built on this positive momentum kicking off 2024 by closing our acquisition of RPT on the first business day of the year. I will provide additional perspective on RPT shortly.\nLet's start with our leasing accomplishments. For the quarter, overall occupancy finished up 70 basis points on a sequential basis to 96.2% on a pro rata basis. Importantly, the 70 basis point gain is our highest quarter-over-quarter uptick in occupancy going back more than 15 years. Our year-over-year overall occupancy increased 50 basis points.\nAnchor occupancy grew a record 80 basis points sequentially to 98% and finished flat year-over-year. Small shop occupancy was up 60 basis points to 91.7%, surpassing our previous record high of 91.1% and ended up 170 basis points year-over-year. We signed over 1 million square feet of new lease GLA in the fourth quarter, the highest quarterly level in over 10 years.\nWe also maintained our strong pricing power as the spread on new leases was 24%, marking our ninth consecutive quarter of double-digit leasing spreads. Our retention levels were equally strong as we signed 321 renewals and options totaling 1.7 million square feet, surpassing our 5-year fourth quarter historical average.\nThe fourth quarter renewal and option combined spread was 7.8%, with renewals ending at 8.5% and options at 7%. Overall, fourth quarter leasing volume totaled 480 deals for 2.7 million square feet with a combined spread of 11.2%, a phenomenal effort and a tremendous team accomplishment.\nI'd be remiss to mention that what makes our leasing efforts in 2023 more impressive is that we've absorbed the vast majority of our Bed Bath & Beyond spaces at spreads that far exceeded our initial expectations.\nJust to recap, we started 2023 with 29 Bed Bath & Beyond locations, representing approximately 70 basis points of pro rata ABR exposure. During the year, we resolved 21 leases with a combined pro rata spread of 43%. Of those 21 leases, 4 were signed in the fourth quarter at a combined spread of 57%, demonstrating the strong demand that remains for these high-quality locations.\nThis includes our remaining 8 boxes, which we're confident that will resolve as we move through the year and believe that our strong overall leasing success in 2023 will continue into 2024. Looking ahead, with the RPT deal closed, we are excited about our new team members who are fully engaged and seeking to add further value to the Kimco platform.\nIntegration of the new portfolio is well underway, and we expect it to have a positive impact on our overall strategic plan throughout the year. Over time, we expect to benefit from the upside in the RPT portfolio as we mark-to-market leases and take advantage of the supply constrained environment using our best-in-class platform to raise occupancy levels.\nGlenn will provide additional color on the financing of the transaction and how it has positively impacted our balance sheet. We also see redevelopment and mixed-use opportunities in the RPT portfolio that will complement our existing pipeline and further contribute to our long-term growth. One particular example of incremental value that can be created through redevelopment is [indiscernible] Village, a one-of-a-kind mixed-use property located in Miami.\nAs we look to the future on an asset such as this, we believe there's a lot of upside and opportunity to use our platform to unlock meaningful long-term value and expand Kimco's Signature Series portfolio.\nRoss will discuss our 2024 transaction strategy in more detail. But I did want to highlight our plans to recycle lower growth centers, especially those with high CapEx loads and lower-than-acceptable returns. These anticipated dispositions have already been incorporated into our model and strategic plan, which is further supported by improvements in both the transaction and financing markets since we first announced the RPT transaction in the third quarter of 2023.\nWe believe we are well positioned for 2024 with significant opportunities for both organic and targeted external growth. Our pipeline of leases that have been signed but not yet open shows strength in the quality of our portfolio and visible cash flow growth. Additionally, history has shown that our platform is ideally suited to take advantage of market dislocations and generate growth.\nIn the end, we pride ourselves as being one of the most efficient operators and are laser-focused on driving total shareholder return. That said, despite improved conditions, the macroeconomic environment remains temperamental. Inflation, interest rates, employment, credit card delinquencies and the election cycle all have the potential to impact our sector over the course of the year and beyond, and that is why underlying our overall strategy is an emphasis on building a portfolio that is both resilient and able to generate steady and reliable growth. Ross?\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor, and good morning, all. I'd like to quickly reflect on 2023 before sharing some perspective on the year ahead. As Conor noted, the leasing environment for our asset class was very positive in 2023, but volatility in the capital markets significantly muted transaction activity.\nThrough the first 3 quarters of '23, underwriting was difficult and lender financing was inconsistent at best. That said, Kimco successfully turned the sluggish environment into opportunity. Using our advantageous liquidity position and balance sheet, we were able to acquire several joint venture partnership interests, a new signature series asset in Stonebridge and Potomac Town Center and an exciting portfolio via the acquisition of RPT Realty.\nIn our view, these were timely deals that would price more aggressively in the current market. In the fourth quarter, sentiment began to improve with the 10-year treasury dropping more than 100 basis points and currently hovering in the 4% range. This created renewed optimism, a more vibrant financing market, additional deal flow before year-end and a further increase in activity at the start of 2024.\nWe were able to take advantage of the more positive environment, selling 3 challenged joint venture sites in our portfolio in December. We also provided mezzanine financing for a new partner before year-end and now anticipate potentially pursuing additional structured investments with the same group.\nTurning to 2024. We are confident that the healthy fundamentals in open-air retail, coupled with a more favorable macroeconomic backdrop will present opportunities that we can leverage to enhance our performance and success. We will continue to primarily focus on sourcing off-market and core grocery-anchored shopping centers that become available.\nOn the structured investment side, we expect additional investment opportunity for preferred equity and mezzanine financing for high-quality real estate. The stabilizing of interest rates and improvements in the capital markets should lead to more opportunities stemming from acquisition financing of new deals and debt paydowns on maturing loans.\nWe continue to maintain a disciplined approach with these investments and as such, we expect them to be bespoke investments with unique attributes.\nOn the RPT dispositions, as previously indicated, there are a select group of assets that do not align with Kimco's long-term geographic and/or growth targets. We have initiated the strategic process of trimming these properties from our portfolio, and we are confident that we will successfully execute on this plan, predominantly in the first half of the year.\nTo provide a bit more context, we aim to sell between $250 million to $350 million of former RPT centers at a blended low to mid-8% cap rate in that timeframe. It's worth noting that the blended cap rate of the RPT properties being sold matches the cap rate for which we acquired the entire company, further cementing our belief that RPT is and will continue to be an extremely successful acquisition for Kimco.\nIn 2024, we have already closed on our first RPT disposition in Carmel, Indiana, within this cap rate range. As part of the disposition structure, we retained a piece of the capital stack in the form of mezzanine financing. This not only helps to ensure a successful transaction but also presents an opportunity for Kimco to earn an attractive yield at a safe basis in a passive structure while focusing our team's efforts on our core properties and markets.\nYou will likely see us structure additional transactions in a similar manner. And to be clear, this is factored into the 2024 guidance that we've provided this morning. We are excited about the prospects for 2024 and look forward to keeping you apprised of our progress.\nNow off to Glenn for the financial results and full year outlook.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. We finished 2023 with solid fourth quarter results, highlighted by very strong leasing activity, increased occupancy and improved positive same-site growth. In addition, we bolstered our liquidity position ahead of our upcoming 2024 maturities and the closing of the RPT transaction.\nNow for some details on our fourth quarter results, the financing of the RPT transaction and our 2024 outlook. FFO for the fourth quarter was $239.4 million or $0.39 per diluted share. This compares favorably to last year's fourth quarter FFO of $234.9 million or $0.38 per diluted share.\nThe primary driver of the increase was higher pro rata NOI of $10 million generated by a high-quality operating portfolio. Our pro rata interest expense was up $8 million, resulting from the issuance of a $500 million unsecured bond to prefund our upcoming '24 maturities. We invested the proceeds in short-term money market-type funds earning $7 million of interest income, which mitigated a large portion of the dilution.\nIn addition, during the fourth quarter, we incurred $1 million of merger-related expenses for the RPT transaction. Our operating portfolio continues to deliver positive results. Same-site NOI growth was positive 3.2%. And if we exclude our redevelopment sites, would have been 3.5%.\nFor the full year 2023, same-site NOI was positive 2.4%, exceeding the top end of our same-site NOI range of 2.25%. Higher minimum rent was the primary driver of the growth. As a result of our strong leasing production, the spread between leased occupancy and economic occupancy grew to 350 basis points, an increase of 30 basis points sequentially and represents $57 million in future annual base rent.\nWe anticipate approximately 70% of this rent to commence during 2024 providing approximately $15 million to $20 million.\nTurning to the balance sheet. We ended the fourth quarter with consolidated net debt-to-EBITDA of 5.6x. And on a look-through basis, including pro rata JV debt and preferred stock outstanding of 6x, maintaining the favorable end of our target range for this metric.\nAs mentioned previously, at the beginning of the fourth quarter, we issued a new 6.4% $500 million unsecured bond, which matures in 2034. This issuance addressed our 2024 bond maturities comprised of $246 million at 4.45% with an effective interest rate of 1.1%, which was repaid on January 15, 2024, and $400 million at 2.7% due March 1, 2024.\nOur year-end liquidity position remained very strong, comprised of over $780 million of cash and the full availability of our $2 billion revolving credit facility. Subsequent to year-end, we monetized our remaining 14.2 million shares of Albertsons, receiving nearly $300 million in proceeds. We will record a $75 million tax provision on the gain in the first quarter, which will enable us to retain $224 million for future investments and debt reduction.\nSimilar to last year, our shareholders will be eligible for a pro rata credit of the federal income tax Kimco will pay.\nNow for some details of the financing for the $2.2 billion RPT transaction. We issued 53 million common shares to the RPT shareholders and an additional 953,000 OP units for an aggregate value of $1.2 billion. We also converted each share of RPT's 7.25% convertible preferred shares into newly issued depositary shares representing 1/1,000th of a share of Kimco 7.25% class and convertible preferred stock.\nThe class and convertible preferred stock has a liquidation preference of 92.5 million and is publicly traded on the New York Stock Exchange. Each 7.25% class and depositary share is currently convertible into 2.3071 Kimco shares.\nOn the debt side, we paid off $130 million outstanding on RPT's revolver, repaid $514.4 million of RPT's outstanding private placement notes, including accrued interest, and amended and assumed $310 million of RPT term loans.\nWe funded the repayment of the revolver and private placement notes from cash on the balance sheet and a new $200 million term loan with a final maturity in 2029. The $200 million term loan was swapped to a fixed rate of 4.57%. The $310 million of amended and assumed term loans are comprised of 4 tranches with $50 million maturing in 2026, $150 million in 2027 and $110 million in 2028. Each of the tranches has been swapped to a fixed rate with a blended weighted average rate of 4.77%.\nOverall, the total debt related to RPT added to our year-end balance sheet is $510 million, with us using $440 million of cash on hand.\nNow to our 2024 outlook. Notwithstanding some of the macro factors that Conor mentioned earlier, we remain confident about the growth prospects of our operating portfolio and are enthusiastic about unlocking the potential of the newly added RPT assets.\nOur initial 2024 FFO per share guidance range is $1.58 to $1.62 before any RPT merger-related costs which we expect will be in the $25 million range or $0.04 per diluted share.\nOur guidance range is based on the following assumptions: same-site NOI growth of positive 1.5% to 2.5%, inclusive of the RPT assets. Included in the same-property NOI guidance range is a credit loss assumption of 75 basis points to 100 basis points. This is a similar level to our credit loss experience in 2023.\nLease termination income between $1 million and $3 million. This is compared to $7 million in 2023. Interest income between $2 million and $4 million as compared to $19 million in 2023, as we had significantly higher cash balances during '23.\nAcquisitions, including structured investments ranging from $300 million to $350 million, weighted toward the second half of the year. Dispositions ranging from $350 million to $450 million weighted toward the first half of the year, comprised primarily of select RPT assets.\nCorporate financing costs ranging from $319 million to $325 million, comprised of consolidated interest expense and preferred stock dividends. Annual G&A expense ranging from $133 million to $139 million.\nThe G&A range is inclusive of the expected cost savings synergies from the RPT transaction ranging from $30 million to $34 million. Our guidance range also assumes no material impact from RPT-related noncash GAAP accounting income comprised of above and below market rent amortization, straight-line rents and fair market value adjustments to debt.\nLastly, the guidance range assumes no redemption charges or prepayment charges associated with callable preferred stock outstanding or early repayment of debt obligations and no planned issuance of additional common equity.\nI want to thank all our associates whose tireless effort brought the RPT transaction to a successful closing and drove our strong results to end the year. We look forward to a successful 2024 together.\nAnd with that, we are now ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b65bf8028242457bc3d1da2c91915174",
    "period": "2023 Q3",
    "content": "Q3 2023 Kimco Realty Corp Earnings Call\n\nQ3 2023 Kimco Realty Corp Earnings Call\n\nKIMNYSEOCT 26, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Kimco Realty Third Quarter 2023 Earnings Conference Call. [Operator Instructions] please note this event is being recorded. I would now like to turn the conference over to David Bujnicki, Senior Vice President, Investor Relations and Strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today includes Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment; Glenn Cohen, our CFO. Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call. .\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors.\nPlease refer to the company's SEC filings that address such factors. During this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website.\nAlso, in the event our call was to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website. And with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nThanks, Dave, and thanks, everyone, for joining us this morning. I'm going to lead off today with an overview of the macro environment, summarize our operating performance for the quarter, and provide an update and some color on our strategy for navigating through these uncertain economic times. Ross will cover the transaction market, and Glenn will close with our financial metrics and updated guidance.\nDespite the headwinds of high interest rates, some high-profile tenant bankruptcies, shaky debt and equity markets and the on again, off again predictions of an impending recession, underlying shopping center sector fundamentals remain robust. More importantly, our portfolio continues to produce strong operating results as we have been able to nearly overcome from an FFO perspective, over $0.06 of noncash accounting-related headwinds relative to last year in an environment marked by virtually no new supply, strong demand from new, recurring, traditional and nontraditional anchor and small shop tenants, along with the resilient consumer, we continue to produce strong operating results.\nIndeed, our third quarter results were stronger than anticipated enabling us to raise our outlook for same-site NOI while raising the bottom end of our FFO guidance for the remainder of the year. A few more third quarter highlights. We signed 457 leases totaling 2.1 million square feet during the third quarter. Our small shop occupancy reached an all-time high of 91.1% as demand for our portfolio continues.\nOur strong positive leasing spreads is 34.9% for new leases and 8.8% for renewal and options reflects the pricing power of our high-quality portfolio. Of note, our combined spread of 13.4% is the highest in 6 years. As anticipated, our anchor occupancy dipped 50 basis points quarter-over-quarter to 97.2% due to the recapture of the remaining Bed Bath & Beyond boxes. We re-leased 7 Bed Bath boxes this quarter at a positive spread of 54%. Our remaining 12 Bed Bath boxes are all in negotiations and continue to benefit from the favorable supply and demand dynamic for well-located retail.\nOur overall occupancy is off only 30 basis points to 95.5%, notwithstanding the headwinds described. We are encouraged by the continued push by tenants to secure the right real estate with the right landlord. This continued strong demand is perhaps best evidenced by our signed but not open spread, which actually widened out this quarter to 320 basis points representing about $52.2 million of rent that is not yet cash flowing. It is these operating dynamics in our own portfolio that continue to build our team's enthusiasm for the pending RPT transaction.\nWhile we remain excited about our portfolio, the headwinds I noted earlier cannot be ignored. As a result of the dramatic rise in the 10-year treasury due to persistent inflation, in all likelihood, we will remain in a higher for longer interest rate environment for the foreseeable future. To mitigate balance sheet uncertainty and maintain a stance of derisking our exposure to market forces we do not control, we proactively address our near-term debt maturities. Glenn will provide more details on how we plan to maintain optionality and flexibility.\nWe also continue to prioritize generating free cash flow. We are laser-focused on expediting store openings and rent commencement dates, while reducing expenses that are not income producing. Free cash flow growth will allow us to be self-funding and help produce strong organic internal NOI growth as we move ahead.\nIn summary, we continue to build a company, team and portfolio that is resilient and able to drive growth in challenging times. We believe we are well positioned to execute and take advantage of the additional opportunities that will inevitably arise as we continue to work to optimize shareholder value. Ross?\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor, and good morning all. It was a busy quarter for Kimco on all fronts, including the transaction side of the business, while the macro backdrop continues to be volatile, the dislocation that has begun to emerge clearly benefits well-capitalized owners and operators, those with the scale and liquidity to not only weather challenging times, but take advantage of them.\nWith rates continuing to rise and financing more difficult to obtain, creativity and utilizing unique advantages is how to win in this environment. To that point, in August, we capitalized on an opportunity to acquire a dominant grocery-anchored lifestyle center in 1 of our top markets. Stonebridge at Potomic Town Center is a 500,000 square foot trophy asset in Washington, D.C. Metro, with all the attributes we look for in the property, starting with the best-in-class grocer in this case, Wegmans with exceptional sales.\nThe market also has excellent demographics with over 115,000 annual household incomes and over 110,000 people in a 3-mile radius that also pulls from a trade area that stretches upwards of 40 miles due to the tenancy and regional locations. The property will allow us to layer in our platform to create additional value and cash flow growth, both from upgrading specific tenants and rental levels over time.\nAdditionally, the asset includes over 50 acres of land providing us with the optionality to densify with mixed use in the future. Historically, this is an asset that every institutional owner would be chasing and would likely have a premium cap rate attached to it due to all the positive attributes. However, with financing tight and for a large deal size, Kimco stood out with its ability to close all cash on the $172.5 million purchase price, which allowed us to negotiate a cap rate north of 7% for our newest Signature Series asset.\nDuring the quarter, we also announced the merger with RPT Realty. This is another clear example of utilizing our platform to negotiate a highly favorable cap rate for a well-regarded portfolio of primarily grocery-anchored centers. Similar to the timing on the Weingarten transaction, we view this as another unique window during which the competition is limited and we can take advantage. As it relates to structured investments, there has been a noticeable uptick in discussions and potential opportunities in the past 30 to 60 days.\nAdmittedly, we expected these conversations to ramp up earlier in the year but it seems to be happening at a more significant pace as of late. Conversations are taking place with operators facing debt maturities, groups looking for capital to transact on unique one-off opportunities as well as institutional investors facing redemptions that are looking at recaps.\nWe're being very selective in where we participate, but we expect this part of our business to grow as we move forward. All in all, we are excited about the activity during the quarter and our ability to utilize our position and sector-leading liquidity to remain active when others are on sidelines. We will continue to be extremely judicious with our capital but be ready to move opportunistically. And now off to Glenn for the financial highlights for the quarter.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. Our third quarter results continue to demonstrate the strength of our high-quality operating portfolio highlighted by robust leasing spreads and positive same-site NOI growth. Importantly, our strong liquidity position and leverage metrics position us to effectively handle the macroeconomic headwinds resulting from stubborn inflation and the higher interest rate environment. Now for some details on our third quarter results. was $248.6 million or $0.40 per diluted share as compared to last year's third quarter results of $254.5 million or $0.41 per diluted share. .\nOur third quarter results produced an increase in pro rata NOI of $3.3 million. The key components of the increase were higher consolidated minimum rent of $12.6 million offset by lower LTA income and straight-line rent of $4.7 million. In addition, bad debt expense was higher by $2.8 million as the current period had a more normalized credit loss level compared to last year, which benefited from $600,000 of credit loss income due to reversals of reserves.\nOverall, credit loss was at 71 basis points as a percent of revenues for the 9 months, at the favorable end of our 75 basis point to 125 basis point credit loss guidance assumption. Pro rata interest expense was also higher by $10 million, comprised of $8 million from the consolidated portfolio and $2 million from our joint ventures. This was due to lower fair market value amortization resulting from the early repayment of Weingarten bonds in the third quarter of last year and higher interest rates on the floating rate debt in our joint ventures. Also included in FFO for the third quarter 2023, are $3.8 million of costs incurred in connection with the announced RPT merger and a net benefit of $4.8 million associated with the final liquidation of the Wangard pension plan.\nMoving to the operating portfolio. Leasing activity remained brisk throughout the quarter, as Conor mentioned. Same-site NOI growth was positive 2.6% for the third quarter. And if we excluded the impact of prior period collections, it would have increased to 3.1%. The primary drivers of the same-site NOI growth are higher minimum rents contributing 290 basis points and other rental revenues adding 40 basis points. These increases were offset by a more normalized level of credit loss impacting same-site NOI growth by 90 basis points.\nOverall, these results demonstrated the continued strength of our well-located portfolio and brings our year-to-date same-site NOI growth to 2%. Turning to the balance sheet. We ended the third quarter with consolidated net debt to EBITDA of 5.5x. On a look-through basis, including pro rata JV debt and preferred -- perpetual preferred stock outstanding, net debt to EBITDA was 5.9x, the same as last quarter and 0.4x better than a year ago.\nOur liquidity position remains very strong at over $2.4 billion at quarter end. This was comprised of more than $400 million in cash and full availability of our $2 billion revolving credit facility. In addition, we have our remaining Albertson shares, which have a value of over $320 million. Subsequent to quarter end, we issued a new $500 million long 10-year unsecured bond which is scheduled to mature in 2034 at a fixed coupon of 6.4%. As we are all aware, interest rates have risen dramatically over the past year and further rate increases are not off the table.\nAs such, we felt it was prudent to address our upcoming 2024 unsecured bond maturities, which come due in the first quarter of next year. Pending the maturity, we have invested the proceeds in high-quality instruments to mitigate a large portion of the dilution. Now for our outlook for the remainder of 2023. As Conor noted earlier, we began the year facing a noncash headwind of $0.06 per share totaling $36 million compared to 2022, stemming from the anticipated lower fair market value amortization from the early repayment of the Weingarten bond and the normalization of credit loss.\nIn addition, we reduced our 2023 lease termination income assumption by $10 million or $0.02 per diluted share in the first quarter. As a result of the strong performance from the operating portfolio, we have clawed most of this back. Our ability to overcome these headwinds speaks to the stability and strength of our operating portfolio.\nBased on our year-to-date results and our expectations for the fourth quarter, we are again tightening our 2023 FFO per share guidance range to $1.56 to $1.57 from the previous range of $1.55 to $1.57. This includes improving our full year credit loss assumption to a range of 75 basis points to 100 basis points from the previous range of 75 to 125 basis points and increasing our same-site NOI assumption to 1.75% to 2.25% from the previous level of 1% to 2%.\nIn addition, based on our full year expectations, our Board has elected to increase the fourth quarter common dividend to $0.24 per share, representing an increase of 4.3%. As a reminder, we received a $194 million special dividend from Albertsons earlier this year, which has considered ordinary income for tax purposes but not included in FFO. We continue to evaluate the amount of special dividend needed to satisfy our REIT distribution requirements.\nThe Board is expected to declare the amount of special dividend in November, and we expect to pay it by year-end. Looking ahead, we plan to provide our 2024 outlook when we report our fourth quarter results. We anticipate it will be inclusive of the RPT merger being completed early in the year. And with that, we are ready to take your questions.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nBefore we begin Q&A, 1 additional item of note, today's call will be focused on Kimco's third quarter earnings results and outlook as a stand-alone company. Today's discussion may also contain forward-looking statements about the company's pending merger with RPT, which remains subject to customary closing conditions, including the approval of RPT shareholders. As such, our responses around this pending transaction are limited, the information that's already publicly available, including the transaction announcement, the S-4 and the merger agreement, which can all be found in the Investor Relations section of our website. With that, now we can begin the Q&A. ."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e5e3fae08ab18f9d5022b0651a8cdaf1",
    "period": "2023 Q2",
    "content": "Q2 2023 Kimco Realty Corporation Earnings Call\n\nQ2 2023 Kimco Realty Corporation Earnings Call\n\nKIMNYSEJUL 27, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Kimco Realty Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to David Bujnicki, Senior Vice President of Investor Relations and Strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today includes Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website.\nAlso, in the event our call is incurred technical difficulties, we'll try to resolve as quickly as possible. And if the need arises, we'll post additional information to our IR website.\nWith that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nGood morning, and thanks for joining us today. I will begin with an overview of the leasing environment, highlight a few of our notable accomplishments during the quarter and provide an update on our longer-term strategy. Ross will then cover the transaction market and Glenn will close with our financial metrics and updated guidance.\nEasing inflation and robust labor market have bolstered consumer sentiment. Demand for space remains strong as retailers continue to pursue their expansion plans, resulting in a favorable leasing environment for the Kimco portfolio.\nWe closed the second quarter with 153 new leases, totaling over 650,000 square feet, with strong demand from our high-quality first rank suburban locations and limited new supply, rents are up across all of our regions.\nOur strong interest spreads continue to validate our portfolio quality and embedded pricing power. Our new leasing spread was 25.3% and included new leases on 4 of the Bed Bath & Beyond. 2 of which we recaptured during the quarter. Overall, we closed 485 deals during the quarter, totaling 2.7 million square feet with a combined spread of 9.9%. Our second quarter renewal and option spread was 7.6%, with renewal ending at 6.5% to options at 9.3%.\nAs a result of healthy consumer spending in desirable locations, the majority of our tenant base, including small shops and anchors, are electing to renew, retain and reinvest in their stores. We ended the quarter with 332 renewals and options totaling 2.1 million square feet, exceeding the previous 5-year average for second quarter renewal and option volume and kept our retention rate in your all-time highs. All businesses grew throughout our portfolio with sequential occupancy gains of 30 basis points to 91%, only 10 basis points shy our all-time high, and we executed 26 anchor leases this quarter. The most substantial anchor activity we have generated in over 5 years.\nOverall occupancy for the second quarter finished last at 95.8%. This includes the recapturing of 8 Bed Bath & Beyond boxes in the second quarter. These big 8s plus 11 from Tuesday Morning, resulted in an anchor occupancy reduction of only 10 basis point sequentially to 97.7% while still up 10 basis points year-over-year.\nThis leasing activity bodes well for the absorption of our remaining Bed Bath & Beyond boxes and has also widened our spread between the signs but not open retailer pipeline to 300 basis points, another good indicator of future growth embedded in the portfolio.\nWhile we are not immune to retailer bankruptcies, the overall quality and diversity of our tenant mix, high-demand locations and best-in-class leasing team enable us to withstand and in some cases, take advantage of the short-term vicissitudes of tenant failures.\nIn terms of Bed Bath & Beyond, we've released 7 locations through the end of second quarter, including the 4 new leases executed during the second quarter with a pro rata mark-to-market spread of 31%. In addition, 3 of our leases were purchased by the retailers as part of the Bed Bath & Beyond auction.\nCurrently, we have activity on the 19 remaining Bed Bath spaces with a mark-to-market opportunity of over 20%.\nWhile we anticipate a dip in occupancy during the third quarter due to the vacating of the remaining 19 Bed Bath leases at the end of July, we have 7 locations at least and activity on the 12 remaining. Overall, we are encouraged by the brisk lease-up of these boxes, which further demonstrates the quality of the portfolio and the strength of the retail market. And ultimately, we believe we'll benefit from backfilling these boxes with stronger credit tenants.\nWith respect to our long-term strategic goals, we continue to make good progress. First, we added a new Sprouts grocery store to an asset in Virginia, increasing our percentage of grocery-anchored assets in the portfolio to 82%.\nIn addition, our mixed-use portfolio continues to shine. We have now reached 2,471 apartments in operation across the Kimco portfolio with over 1,000 apartments under construction and 5,300 entitled offering a significant pipeline of future densification opportunities.\nThe residential densification both complements and enhances our retail sites, resulting in higher asking rents and leasing activity. A perfect example of this is our Pentagon project in Virginia, a newly completed 253-unit apartment complex, affectionately named the Milton, which is already 49% leased and ahead on rental rate and absorption assumptions. The addition of the Milton will have positive long-term impact on the economics for the rest of the site.\nIn closing, we are pleased with the performance of our operating platform and proud of our team's strong execution that allowed us to quickly and accretively backfill our vacancies have meaningful rental spreads, a true testament to the quality of our portfolio and leasing team.\nWe have also made significant progress in our ongoing efforts to maintain a strong balance sheet and related metrics. Glenn will provide the details shortly.\nThat said, we continue to challenge ourselves to do better. We are tracking our deal costs and our build-out time from lease execution to rental investment to ultimately enhance efficiency. We continue to focus on growing net effective rent and have reduced the time line for building out space year-over-year for the past 2 years. In addition, we are proud to be recognized by Forbes as a net zero leader, the only shopping center REIT to make the top 100 list as we strive to be a leader in sustainability. All these accomplishments are reflective of an enormous team effort at Kimco.\nWhile we are positioned to withstand headwinds that will inevitably emerge, we are also ready to take advantage of opportunities as they present themselves in our ongoing effort to maximize results for all of our stakeholders. Ross?\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor, and good morning. I hope everyone is enjoying their summer so far. Industry volume of open-air retail transactions in the first half of the year was down significantly compared to 2022. That said, we're starting to see the market saw with activity warming up in the sector.\nWhile we did not acquire any new properties or utilize our structured investment program in the second quarter, we believe our patience and strong liquidity position will be rewarded as opportunities arise in the back half of the year.\nSince the ICSC convention in late May, we have seen a noticeable increase in quality products hitting the market with sellers that are seemingly prepared to meet current pricing expectations. At the same time, there continues to be significant demand from both institutional and private investors for high-quality open-air retail.\nWhile borrowing costs and equity yield expectations remain elevated, the significant levels of capital seeking core retail remains strong and ready to deploy. With this dynamic, the market feels healthier and more vibrant now than it has at any point in the past 9 months.\nConsidering this backdrop, coupled with over $500 million of cash on our balance sheet at the end of the second quarter, we have been selectively targeting acquisition opportunities and accretive structured investments. There will be more detail to come on the existing pipeline as we move some of these deals across the finish line, and we expect to close on a few select investments by year-end.\nAs it relates to dispositions, we continue our selective approach, choosing assets for specific reasons. Most notably, we sold our Christiana, Delaware land parcel for $32 million directly to an auto dealership operator. After evaluating several potential development plans for both retail and industrial, it became clear that our best risk-adjusted return was a direct sale to the operator, allowing for subsequent redeployment of proceeds into income-producing investments.\nWe will continue to assess various prospects on both the new investment side and select pruning opportunities as we strive to generate incremental FFO growth while further strengthening our balance sheet over time.\nI will now pass it off to Glenn for an update on the financials and outlook.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. Our high-quality operating portfolio continues to deliver favorable results, highlighted by another quarter of positive same-site NOI growth and strong leasing spreads. Furthermore, with additional proceeds received from our Albertsons investment, we continue to enhance our liquidity position and leverage metrics.\nNow for some details on our second quarter results. FFO was $243.9 million or $0.39 per diluted share as compared to last year's second quarter results of $246.4 million or $0.40 per diluted share.\nOur second quarter results were driven by increased pro rata NOI growth of $7.4 million, largely due to higher consolidated minimum rents of $12.5 million and higher percentage rent of $2.5 million. These increases were offset by higher bad debt expense of $3.8 million as the current period had a more normalized credit loss level compared to last year, which benefited from $800,000 of credit loss income due to reversals of reserves. In addition, the increase in rental property expenses, which includes greater insurance costs, eclipse the increase in recovery income by $3.5 million.\nOther factors related to the change in second quarter results were higher G&A expense of $4.8 million and pro rata interest expense of $5.9 million. We also benefited from higher interest income earned on our invested cash that was partially offset by lower dividend income helping from the sale of Albertsons shares during the past 12 months.\nSimilar to last quarter, the uptick in G&A expenses was largely due to the anticipated staffing levels following the Weingarten merger as well as greater noncash expense related to the higher valuation of equity awards.\nThe increase in interest expense relates to lower fair market value amortization linked to the previously repaying above-market on garden bonds as well as higher interest rates associated with floating rate debt in our joint ventures.\nMoving to NOI. Same-site NOI growth was positive 2.3% for the second quarter and would have been even better at 3.2% if we exclude the impact of prior period collections. Looking at the components of the same-site NOI growth, we are encouraged by the 310 basis point increase from minimum rents and 70 basis point boost from higher percentage rent. These improvements were offset by a rise in credit loss of 120 basis points. Overall, these results demonstrate the continued strength of our well-located portfolio.\nAs it relates to our Albertsons investment, during the second quarter, we sold 7 million shares of ACI stock and received net proceeds of almost $145 million. It is our intention to pay the tax on the capital gain from the sale and have recorded a $31 million tax provision. Both the gain on sale and the related tax are excluded from FFO.\nYear-to-date, we have monetized $282.3 million of ACI stock and expect to retain approximately $220 million for opportunistic investments and debt reduction. We currently hold 14.2 million shares of Albertsons, which has a value of over $310 million.\nAs a reminder, during the first quarter 2023, we received a $194.1 million special dividend from Albertsons, which was included in net income but not FFO. The Albertsons special dividend is considered ordinary income for tax purposes. As such, the team and Board continue to evaluate the amount of a special dividend to our stockholders needed to maintain our compliance with REIT distribution requirements, which will be paid by year-end.\nTurning to the balance sheet. We ended the second quarter 2023 with consolidated net debt to EBITDA of 5.5x. On a look-through basis, including pro rata JV debt and perpetual preferred stock outstanding, net debt to EBITDA was 5.9x, the best level since we began reporting this metric and the first time it's been less than 6x. Our sector-leading liquidity position remains very strong with over $2.5 billion of immediate liquidity comprised of over $500 million of cash on hand and the full availability of our $2 billion revolving credit facility. In addition, we have the remaining Albertsons shares valued at over $310 million.\nBased on our solid first half results, the monetization of our Albertsons shares and expectations for the balance of the year, we are again tightening our FFO per share range to $1.55 to $1.57 from the previous range of $1.54 to $1.57. We've all previously disclosed guidance assumptions remaining the same.\nAnd with that, we are ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9a3291f76f39b5c8ec393665c7f1d7a0",
    "period": "2023 Q1",
    "content": "Q1 2023 Kimco Realty Corporation Earnings Call\n\nQ1 2023 Kimco Realty Corporation Earnings Call\n\nKIMNYSEAPR 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Kimco Realty First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference call is being recorded.\nIt is now my pleasure to introduce your host, Mr. David Bujnicki, Senior Vice President of Investor Relations and Strategy. Thank you, Mr. Bujnicki, you may begin.\n\nDavid F. Bujnicki\n\nSenior Vice President, Investor Relations and Strategy, Kimco Realty Corp.\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website. Also, in the event our call was to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nChief Executive Officer & Director, Kimco Realty Corp.\n\nGood morning, and thank you for joining us today. I will begin with an overview of the leasing environment and share how we are strategically well positioned for long-term growth. Ross will then cover the transaction market, and Glenn will close with our key performance metrics and updated guidance.\nWe are off to a great start to the year with solid first quarter results, including over 4.5 million square feet of leasing as we benefited from our combination of high-quality grocery-anchored assets, emphasizing off-price retail and everyday essentials in first-ring suburbs that makes us uniquely positioned to benefit from what we believe to be longer-term trends relating to consumers and retail strategies. We accomplished this leasing in the face of high interest rates, bank failures, signs of a weakening economy and troubled retailers. Our dedicated team and resilient portfolio not only withstood these pressures, but outperformed.\nFirst, the consumer. While inflation remains stubborn, the Kimco shopper remains sturdy as we continue to see healthy traffic reported across our portfolio. According to our large national retailers, the demand for essential goods, services and groceries continues to be strong. In addition, the flexible hybrid work environment is creating more opportunity for shoppers to frequent our centers. Finally, omnichannel shopping continues to outperform pure online shopping as optionality is a winning formula by providing consumers the convenience of shopping online and picking up or returning at the local store. Requests to expand our nationally recognized curbside pickup program continue to grow from our entire stable of national, regional and small shop tenants.\nIn addition to the resilient consumer, leasing demand and the ability to push rents continues at a robust pace due to the lack of new supply and high barriers to entry at our highly desirable locations. The demand for new space is well diversified, with the mix of new deals this quarter, spread among off-price, grocery, sporting goods, fitness, health and wellness, medical and fast casual dining. As part of our focus on attaining the highest and best use of our properties, we also secured 2 new entrants to the Kimco portfolio this quarter: A Tesla dealership in Austin, Texas and a market by Macy's in San Diego. Strong leasing supported by this robust well-rounded demand is reflected in our new leasing spreads of 44%, a 5-year high.\nOccupancy [ busts ] the seasonality trend of dipping after the holidays and gained 10 basis points, thanks to our team's stellar efforts and our small shop leasing initiatives. During the first quarter, we anticipated some space coming back from underperforming retailers, including Bed Bath & Beyond, who just filed for bankruptcy this past week. This has been widely expected, and we've been well prepared for this outcome as we have actively marketed all of our Bed Bath spaces for some time.\nTo highlight our successful efforts, we started the year with 30 Bed Bath leases. During the first quarter, we sold one location and released 3 boxes, including 2 we recaptured with a mark-to-market spread of 24%. Regarding the remaining 26 Bed Bath leases, we are either in lease or LOI negotiations on 22 locations with a mark-to-market spread similar to what we have executed to date, which exemplifies the strong activity from a diverse pool of retailers looking to expand. The remaining 4 locations are either being marketed for lease or a potential redevelopment candidate. The lack of supply and inability to meet new store targets is a constant refrain from our retailers during our portfolio reviews and remains key catalysts for the lease-up of these locations. It is also why our retention rates for the portfolio continue to remain well above historical levels at 90% this quarter.\nWith this pace of retention and the strong leasing demand, we believe that over the long term, we should see an improved underlying growth rate for our business. Further enhancing the value of our first-ring suburb locations, is the increased demand for industrial and residential assets. This competition for land or conversions makes the cost of new retail development even more prohibitive, which will further reduce supply for potential new retail. And when you combine the rising rents in the residential sectors with the competitive redevelopment advantages at our existing locations in the first-ring suburbs, the opportunity to add more mixed-use density provides us the long-term opportunity to drive further growth and value creation. In the end, strategically, we are well positioned for what could be a choppy second half of the year and beyond.\nWith our open-air, high-quality grocery-anchored portfolio producing record results, our leverage metrics at all-time lows, along with our significant cash position, we are positioned for growth, and we'll look to be opportunistic when others cannot in our quest to outperform on a sustained basis.\nRoss?\n\nRoss Cooper\n\nPresident & Chief Investment Officer\n\nThank you, Conor, and good morning. I'll begin with the market for transactions, which remains restrained, given the volatility in the capital markets and elevated borrowing costs. Transaction volume was down across the board in the first quarter. However, what has remained constant is the significant demand from both institutional and private investors for high-quality, open-air retail. A healthy level of equity capital remains patiently waiting on the sidelines for opportunities to acquire our product type as the property fundamentals continue to improve within this retail sector.\nNotwithstanding the improving operating fundamentals, investors are seeking higher cap rates to offset higher cost of capital. At the same time, however, supply remains limited, with sellers holding out for higher pricing unless they face refinancing or other pressure to sell. How long this stalemate lasts is the ultimate question. Despite these broader market conditions, we have found ways to selectively and accretively put capital to work. On the last earnings call, we mentioned the 2 Southern California grocery assets we acquired from one of our JV partners. Subsequent to the call, we were successful in buying out a third grocery-anchored site in Southern California from the same partner. This property is a dual grocery-anchored site with a Smart & Final traditional grocer in addition to a Trader Joe's. We are excited to add these 3 strong performing grocery assets to our wholly-owned portfolio despite the market conditions I described.\nWe also added a new structured investment into our program in the first quarter, an $11.2 million subordinated loan on a sprouts-anchored shopping center outside of Orlando, Florida. As with all of our structured investments, we retain the right to acquire the asset in the future in the event the sponsor looks to sell. This property is another great addition to the structured portfolio with a very attractive return at a very appealing basis on our investment. As it relates to dispositions, we previously mentioned the 2 Savannah, Georgia power centers we sold back in January. Prior to quarter end, we sold a third power center in Gresham, Oregon.\nTo my point earlier that it has taken longer to transact, we have been working on this since the fourth quarter of last year and successfully closed at the end of March. While we don't anticipate a significant number of dispositions in 2023, the sale of these 3 centers reflects our efforts to ultimately own a portfolio consisting of primarily grocery-anchored retail centers and mixed-use destinations in our top major metro markets.\nAll in all, we are in a great position to continue to be opportunistic should current owners start to feel more pressure to transact. Our strong liquidity allows us to move quickly and aggressively on the right acquisitions or joint venture buyouts, and to be financially helpful to owners that need an infusion of capital through debt pay downs or asset repositioning utilizing our structured investment program.\nI will now pass it off to Glenn for an update on our financials and outlook.\n\nGlenn Gary Cohen\n\nChief Financial Officer, Treasurer & Executive Vice President, Kimco Realty Corp.\n\nThanks, Ross, and good morning. Our solid first quarter results demonstrate the strength of our high-quality operating portfolio as evidenced by increased occupancy, robust leasing spreads and positive same-site NOI growth. Furthermore, we bolstered our sector-leading liquidity position and improved our leverage metrics with additional proceeds received from our Albertsons investment.\nNow for some details on our first quarter results. FFO was $238.1 million or $0.39 per diluted share as compared to last year's first quarter results of $240.6 million or $0.39 per diluted share. Notably, last year's figures include a charge of $7.2 million or $0.01 per diluted share for early repayment of debt. Our first quarter results were driven by strong NOI growth, largely due to higher consolidated minimum rent of $14.5 million. This increase was offset by higher bad debt expense of $7.1 million as the current period had a more normalized credit loss level as compared to last year, which benefited from credit loss income due to reversals of reserves.\nIn addition, pro-rata NOI from our joint ventures was lower by $3 million, mostly attributable to asset sales and higher bad debt expense. Other factors related to the change in first quarter results were higher G&A expense of $4.8 million and pro-rata interest expense of $6.6 million. Although interest expense was higher in the current period, last year included a $7.2 million charge for early repayment of debt. The uptick in G&A expenses was largely driven by higher staffing levels following the Weingarten merger as well as greater expenses related to the value of restricted stock and performance units awarded. The increase in interest expense stemmed from lower fair market value amortization linked to the previously repaid above-market Weingarten bonds as well as higher interest rates associated with floating rate debt in our joint ventures.\nTurning to the operating portfolio, which continues to produce positive metrics fueled by the increase in occupancy and strong leasing spreads mentioned earlier. Same-site NOI growth was positive 1.4% for the first quarter. However, it's worth noting that this figure would have been even stronger at 4.2% if we excluded the impact of $4.6 million of credit loss income from the previous year, compared to $4.3 million of credit loss expense for the current period.\nNonetheless, we are encouraged by the composition of the same-site NOI growth, which reflects a 430 basis point increase from minimum rents and reduced abatements as well as a 100 basis point boost from higher percentage rent and other rental property income, offset by lower recoveries of operating expenses of 110 basis points.\nOverall, these results demonstrate our continued focus on driving strong revenue growth across our portfolio. As it relates to our Albertsons investment, during the first quarter, we received a special dividend of $194.1 million, which is included in net income, but not FFO. The Albertsons special dividend is considered ordinary income for tax purposes, thus we are evaluating the need to make a special dividend to our stockholders at some point this year to maintain our compliance with REIT distribution requirements.\nIn addition, we sold 7.1 million shares of Albertsons stock, generating net proceeds of $137.4 million. It is our intention to pay the tax on the capital gain from the sale and have recorded a $30 million tax provision, which is also excluded from FFO. This strategic move will allow us to retain approximately $107 million for debt reduction and for accretive investments. Subsequent to quarter end, we sold an additional 7 million shares of Albertsons stock and received net proceeds of $144.9 million.\nIn the second quarter, we will record a tax provision of approximately $32.7 million for the capital gain component. While it is great that we have significantly monetized this investment, it's worth noting that we also benefited by approximately $0.01 per share of FFO per quarter from the ACI common dividends paid. Going forward, we will no longer benefit from the same amount each quarter given the significant monetization to date. Currently, we hold 14.2 million shares of Albertsons, which has a value of approximately $300 million.\nWe ended the first quarter with over $2.3 billion of immediate liquidity comprised of over $300 million in cash and full availability of our recently renewed $2 billion revolving credit facility. Our leverage metrics continue to improve with consolidated net debt-to-EBITDA of 5.8x and 6.2x on a look-through basis, including our pro-rata share of joint venture debt and perpetual preferred stock outstanding. The look-through metric of 6.2x represents the best level since we began reporting this metric in 2009.\nAs I just touched on, during the first quarter, we renewed our $2 billion revolving credit facility with 20 banks. The facility now has an initial maturity date in March 2027 with two 6-month extension options, bringing the final maturity date to 2028. This is a green facility, initially priced at adjusted SOFR plus 77.5 basis points. The borrowing spreads can increase or decrease up to 4 basis points based upon our success in reducing Scope 1 and Scope 2 greenhouse gas emissions. Based on our current progress, the borrowing spread has already been reduced by 2 basis points to 75.5 basis points.\nTurning to our outlook. Based on our first quarter results, the monetization of Albertsons shares and expectations for the balance of the year, we are tightening our FFO per share range to $1.54 to $1.57 from the previous range of $1.53 to $1.57. We are lowering our lease termination income assumption by $10 million to a range of $4 million to $6 million with more than half already received in the first quarter. Initially, we believe a transaction in the first quarter would result in lease termination income. However, when we reviewed it in more detail, given the complex accounting treatment, we arrived at a different conclusion. Our previous assumptions remain intact regarding same-site NOI growth of 1% to 2%, which includes credit loss of 75 to 125 basis points.\nAnd now we are ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/03da1758732fdd7fe45a2611ee037ac8",
    "period": "2022 Q4",
    "content": "Q4 2022 Kimco Realty Corp Earnings Call\n\nQ4 2022 Kimco Realty Corp Earnings Call\n\nKIMNYSEFEB 9, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Kimco Realty Corporation's Fourth Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded. It is now my pleasure to introduce your host, Mr. David Bujnicki, Senior Vice President of Investor Relations and Strategy. Thank you. Mr. Bujnicki, you may begin.\n\nDavid F. Bujnicki\n\nSVP of IR & Strategy, Kimco Realty Corporation\n\nGood morning, and thank you for joining Kimco's Quarterly Earnings Call. The Kimco management team participating on the call today include Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; and Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in our quarterly supplemental financial information on the Kimco Investor Relations website.\nAlso, in the event, our call was to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our IR website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nCEO & Director, Kimco Realty Corporation\n\nThanks, Dave. Good morning, everyone, and thanks for joining us. Today, I will provide a quick recap of our major accomplishments for 2022 and share some of the progress we have made on our longer-term strategic goals. Ross will follow with an update on the transaction market and Glenn will report on our earnings results for Q4 and our guidance for 2023.\nAt Kimco, we believe a winning strategy is one that can be successful in any economic environment. It needs to be opportunistic, have multiple growth drivers and be resilient during downturns. A winning strategy also needs to be easy to understand and be supported by a best-in-class team to implement and execute on it. The Kimco strategic plan meets all these criteria, and that is why we are so proud of our 2022 results and excited about our longer-term prospects. If the ultimate measure of evaluating a strategic plan is results, then it is abundantly clear that we are on the right track.\n2022 was a banner year and the fourth quarter was again outstanding from a leasing perspective as our team achieved some recent and all-time highs across many of our key metrics. This includes strong overall occupancy that finished up 40 basis points pro rata to 95.7%. This represents a recovery of nearly 90% of the COVID inventory we experienced and only 70 basis points below our all-time high.\nYear-over-year, overall occupancy was up 130 basis points, which is one of the highest year-over-year gains we've experienced. Contributing to our strong results was a 20 basis point sequential and a 90 basis point year-over-year rise in anchor occupancy to 98%. Small shop occupancy increased 80 basis points sequentially to 90% and was up 230 basis points year-over-year.\nIn 2022, we leased over 11.5 million square feet, which is the highest level on record. Specifically, we ended the quarter with 152 new leases totaling 795,000 square feet, exceeding the 5-year average new lease GLA for the fourth quarter. Our new lease spread was very strong, 30.4%, and includes new grocery leases with Whole Foods and Albertsons.\nWe closed the quarter with 340 renewals and options totaling 1.7 million square feet exceeding the 5-year average for renewals and options GLA for fourth quarter. The spread on renewals and options was 4.6% during the quarter, with options ending at 8.5% and renewals at 2.7%. Total fourth quarter 2022 leasing volume was 492 deals, totaling 2.5 million square feet at a combined spread of 8.7%. We experienced only 99 vacates, totaling just 305,000 square feet in the fourth quarter, which is 37% lower than the prior 5-year historical average for the fourth quarter.\nOur mixed-use entitlement initiatives reached new highs in 2022 as we continue to unlock the highest and best use of our real estate. We set another Kimco record by entitling 2,805 apartment units in 2022 and bringing our current total entitlements to 5,461 units. Combined with the 2,218 apartment units we have already built and 1,139 units that are under construction, this brings our overall total to 8,818 units, and we are well on our way to our upsized target of 12,000 by the end of 2025.\nOur percent of ABR for mixed-use assets is now up to 13% and we continue to use a CapEx-light strategy to activate projects by either ground leasing or joint venturing with best-in-class apartment developers.\nTurning to 2023 and beyond, we believe our platform advantage is just beginning to demonstrate its potential. Efficiencies of scale often take time in multiple cycles to play out. But thus far, it is clear from our performance throughout the pandemic and during 2022 that both our strategy and efforts are being validated. Our unmatched diversification, our access to capital, our internal and external growth profile, our large-scale M&A experience, our CapEx-light mixed-use redevelopment strategy and our opportunistic investment record are just some of the differentiators that characterize Kimco.\nThat said, we can't rest on our 2022 accomplishments. We know 2023 will require a full team effort to produce another year of sector-leading results. We are also encouraged by the fundamental strength of our operating business, limited new supply, high retention levels and robust retailer demand for quality space such as ours makes for a healthy leasing environment. While we anticipate leasing velocity and retention rates to continue at elevated levels, we can't ignore the macro environment and the potential for credit defaults to revert to the mean, that is why our 2023 priorities include additional focus on controlling expenses, upgrading the credit and merchandise mix of our tenant base, and attracting recurring customers.\nOne of the keys for Kimco in 2023 will be to expedite tenant openings and compress the least economic occupancy spread of 260 basis points, that represents approximately $43 million of annual base rent that is not yet contributing to cash flow. While our size and diversification have significantly reduced our exposure to weaker credit tenants. We still need to be vigilant and proactive. We need to closely monitor our tenant watch list, anticipate changes and turn them into opportunities.\nBed Bath & Beyond is a case in point. Subsequent to year-end, we sold a shopping center with 1 Bed Bath, reducing our exposure to 25 Bed Bath, 1 CostPlus sublease and 4 buybuy Baby locations. At this point, we know that Bed Bath is planning to close 6 stores. Of those locations, we already have 2 leases executed, 2 ready for execution and 2 with active LOI negotiations with a combined potential spread of over 12%.\nWe are also in active negotiations with retailers on the balance of the portfolio, representing 60 basis points of Kim's share ABR, of which 10 basis points relates to buybuy BABY. This level of activity proves we continue to see strong demand from a diverse set of retailers for the vast majority of these well-located boxes, which are primarily in desirable demographic areas where there is virtually no new supply.\nLeasing, leasing, leasing will continue to be our mantra in 2023. And together with a solid balance sheet, strong free cash flow and ample liquidity, including further potential monetization of our Albertsons stake, we are poised to take advantage of any dislocation and ready to pounce as opportunities present themselves.\nWe have made meaningful progress towards our stated 2025 goals, both on the operating and earnings front, along with further strengthening our balance sheet. Specifically, we have improved our debt maturity profile and increased our portfolio of unencumbered assets while minimizing exposure to floating rate debt.\nAt Kimco, we are never satisfied with the status quo and our entrepreneurial team is laser-focused on building upon our past achievements and advancing what we believe to be as our best-in-class platform and portfolio. You will see the continued evolution of our portfolio composition through a mix of our unique leasing strategies, including adding grocery anchors where feasible, entitlements, redevelopments and data analytics and tools that give our platform a unique advantage.\nWith our focus on owning and operating the last mile open-air grocery-anchored shopping centers, along with a growing portfolio of mixed-use assets, Kimco has come a long way in a short period of time. And we all collectively believe that the best is yet to come in our efforts to maximize long-term shareholder value. Ross?\n\nRoss Cooper\n\nPresident & CIO, Kimco Realty Corporation\n\nGood morning. I hope everyone is having a great start to their year. I will quickly touch upon a few additional details on the fourth quarter and year-end before getting into the current environment and our external growth expectations for 2023.\nAs previously mentioned, in the fourth quarter, we closed on the $375.8 million acquisition of 8 open-air retail centers from a privately held portfolio based in the high barrier to entry Long Island, New York market. With 5 of the centers grocery-anchored, this acquisition is well aligned with our long-term investment approach, utilizing a combination of cash, the assumption of below-market fixed rate debt and tax deferred down REIT units, we were able to structure an accretive transaction for this generational portfolio. We are very excited about the potential to create incremental long-term value on these properties with our leasing and our operating platform.\nAlso in the fourth quarter, we closed on another unique opportunity for our structured investment program. We had previously mentioned the $22 million participating loan on a 3-property grocery-anchored portfolio in Pennsylvania. In just over 4 months, our borrower sold the assets for a sizable gain. As such, our loan was repaid, and we received a $4 million participating interest.\nOn an annualized basis, our investment yielded a 76% IRR. These 2 transactions serve to reinforce our already strong operating results. Subsequent to the fourth quarter, we kicked off the year by disposing of 2 slower growth commodity power centers located in Georgia which included several watch list tenants, including Bed Bath & Beyond. We recycled the capital from the sale of these 2 properties into a 1031 exchange on 2 high-quality open-air grocery-anchored shopping centers in Southern California that were previously held in one of our institutional joint ventures in which Kimco owned a 15% interest.\nWe were successful in securing and purchasing our partners 85% stake of these 2 last mile centers located in Huntington Beach and Tustin anchored by Vons grocer and a soon-to-open 99 Ranch grocer. The demographic profile for the area includes a combined average 3-mile population approaching 200,000 people, an average household income in excess of 120,000.\nIn the coming years, we anticipate the growth profile on the 2 acquired assets will far outpace that of the sold properties in Georgia, a trade-off we continually seek as our portfolio enhancement efforts continue to generate outperformance. We also expect partnership buyouts to yield additional opportunities for us as we move ahead. As far as the transaction outlook for 2023, we believe Kimco has an enviable position in a market marked by uncertainty and inefficiency.\nFor 18 months through mid- to late '22, liquidity in the sector was abundant and capital was relatively inexpensive. We saw Open Air necessity-based retail rise to the forefront of investors' minds and appetites with other sectors such as industrial, multifamily and self-storage setting all-time low cap rates, and sectors such as office and enclosed malls experiencing operational challenges.\nFast forward to today, the conviction in our focused asset class, open-air grocery-anchored last-mile necessity-based retail remains strong. However, access to capital has certainly tightened with elevated borrowing costs. Institutions such as private REITs, opportunity funds and pensions have seen redemption requests and withdrawals. This has created additional uncertainty on pricing and a once extremely efficient market has become much less predictable. We view this as opportunity.\nKimco has the strongest liquidity in the company's history with over $2.1 billion from cash on hand and our line of credit and our unique access to additional low yield and capital in the form of Albertsons stock, which we expect to continue to monetize in 2023.\nWe plan to take advantage of our position with a combination of select open-air grocery-anchored acquisitions, continued partnership buyouts where appropriate and mixing in opportune structured investments that present themselves in an environment with substantial dislocation.\nDispositions will be modest in 2023 as our portfolio has proven to be in very healthy shape with only a select level of pruning and sales of non-income-producing land parcels and holdings. We are excited about the new opportunities that 2023 will bring. And while we anticipate that there will always be challenges, we believe we have positioned Kimco to take advantage of the uncertainty to create additional long-term value.\nI will now pass it off to Glenn to talk about the financial results and forecast for the year ahead.\n\nGlenn Gary Cohen\n\nExecutive VP, CFO & Treasurer, Kimco Realty Corporation\n\nThanks, Ross, and good morning. We finished 2022 with solid fourth quarter results highlighted by strong leasing activity, which produced an increase in occupancy, positive leasing spreads and same-site NOI growth. In addition, we further enhanced our liquidity position with the partial monetization of our Albertsons investment.\nNow for some details on our fourth quarter results. FFO was $234.9 million or $0.38 per diluted share. This compares to fourth quarter 2021 of $240.1 million or $0.39 per diluted share which includes about $0.01 per diluted share related to the valuation adjustment of the Weingarten pension plan.\nWorth noting, this is the first quarter with the full impact of the Weingarten merger included in the year ago comparison. The key reasons for the $0.01 per share decrease are higher consolidated NOI of $6.5 million, offset by higher pro-rata interest expense of $5.6 million.\nOther items included higher G&A expense of $2.9 million from the increased personnel levels as part of the Weingarten merger and costs associated with the UPREIT conversion and a $3.2 million change in the Weingarten pension valuation I just mentioned. The growth in consolidated NOI is comprised of higher minimum rent of $12.1 million, higher lease termination income, percentage rent income and other rental property income totaling $2.5 million, offset by higher credit loss of $10 million, with $3 million of credit loss in the fourth quarter 2022 as compared to $7 million of credit loss income in the comparable quarter.\nOur operating portfolio continues to deliver positive results. Same-site NOI growth was 1.9% for the fourth quarter 2022, comping against 12.9% for the fourth quarter last year, bringing full year 2022 same-site NOI growth to 4.4%.\nDuring the fourth quarter, same-site NOI benefited from higher minimum rents and lower abatements of $13.7 million as well as higher percentage rent of $0.8 million compared to the same quarter last year. These increases were offset by higher credit loss of $9.5 million, primarily related to reversals of reserves in the prior year quarter and a normalized level of credit loss for the current period. The minimum rent component contributed 3.9% to the same-site NOI growth, while credit loss was negative 3%.\nTurning to the balance sheet. During the fourth quarter, we monetized 11.5 million shares of our Albertsons stock, receiving proceeds of $301 million. This sale generated a capital gain for tax purposes of about $250 million. In order to maximize the amount of proceeds we were able to retain from the sale for future investment and debt reduction, we elected to pay the income tax on the capital gain of approximately $57 million allowing us to retain $244 million.\nFurther, our shareholders are eligible for a pro-rata credit of the federal income tax we paid. We've added an FAQ on our Investor Relations website that provides further detail on this. We ended 2022 with a very strong liquidity position comprised of $150 million in cash and full availability from our $2 billion revolving credit facility.\nAdditionally, after year-end, we received a $194 million special dividend from our Albertsons investment, and continue to own 28.3 million shares currently valued at over $600 million. As of year-end 2022, our look through net debt to EBITDA, which includes our pro-rata share of joint venture debt and preferred stock outstanding was 6.4x and represents an improvement of 0.2x from the 6.6x level at the end of 2021.\nOur weighted average debt maturity profile is 9.5 years and we have only $50 million of mortgage debt maturing in 2023.\nNow for our 2023 outlook. We remain confident about the growth prospects of our operating portfolio. But as we mentioned on our last call, we anticipate earnings headwinds due to higher levels of credit loss more consistent with pre-pandemic levels as well as higher interest expense compared to last year.\nAlso, as I touched on, in 2022, we benefited from credit loss income of $7.4 million, which amounted to about $0.01 per share for the year. Our initial 2023 FFO per share guidance range is $1.53 to $1.57. The guidance range is based on the following assumptions: positive same-site NOI growth of 1% to 2%. Included in the same property NOI guidance range is a credit loss assumption of 75 basis points to 125 basis points representing a credit loss ranging from $15 million to $22 million.\nNo income attributable to the collection of prior period accounts receivable from cash basis tenants. Lease termination income between $14 million to $16 million with a substantial portion being received in the first quarter of 2023, an increase in pro-rata interest expense of $20 million to $28 million, most of which is attributable to lower fair market value amortization to the Weingarten bonds paid off during 2022 and higher interest rates on the floating rate debt in our joint ventures.\nTotal acquisitions, including structured investments net of dispositions of $100 million, subject to timing. Monetization of approximately $300 million of Albertsons shares subject to timing. Also, the $194 million special dividend received in January will not be included in FFO.\nAnnual G&A expense of $123 million to $129 million, with the first quarter higher due to the timing of annual equity grants. No redemption charges or prepayment charges associated with callable preferred stock outstanding or early repayment of debt obligations and no planned issuance of common equity. And with that, we are ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7f60c193bdb19a7b771c50dd9049f831",
    "period": "2022 Q3",
    "content": "Q3 2022 Kimco Realty Corp Earnings Call\n\nQ3 2022 Kimco Realty Corp Earnings Call\n\nKIMNYSEOCT 27, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Kimco Realty Corporation Third Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, the conference is being recorded. It is now my pleasure to introduce your host, Mr. David Bujnicki, Senior Vice President of Investor Relations and Strategy. Thank you. Mr. Bujnicki, you may begin.\n\nDavid F. Bujnicki\n\nSVP of IR & Strategy, Kimco Realty Corporation\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today includes Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in the Investor Relations area of our website. Also, in the event our call were to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our Investor Relations website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nCEO & Director, Kimco Realty Corporation\n\nThanks, Dave. Today, I'll kick things off with a brief update on our strong operating fundamentals and our strategic plan as we navigate what appears to be an uncertain and challenging macroeconomic environment. Ross will follow with an update on the transaction market, and Glenn will close with our financial metrics and updated guidance.\nFirst, our results. Another strong quarter continues to validate the quality of our portfolio and our talented team that each continue to shine. These 2 constants will continue to serve us, regardless of the ever-changing external environment. The current supply and demand landscape continues to benefit Kimco as retailers prioritize our portfolio of open air, high-quality grocery-anchored shopping centers and mixed-use assets positioned in first string last-mile suburbs of major metro markets. Sequentially, total occupancy finished up 20 basis points pro rata to 95.3%, and year-over-year occupancy was up 120 basis points due to positive net absorption. Anchor occupancy increased 20 basis points quarter-over-quarter to 97.8% and was up 90 basis points year-over-year.\nSmall shop occupancy ended flat sequentially at 89.2% and was up 190 basis points year-over-year. It is worth noting that small shop occupancy would have been up 10 basis points this quarter, but for some vacancies associated with our recent acquisition of 2 grocery anchored centers in Fishtown, Philadelphia and Massapequa Long Island, which had a 10 basis point impact on our overall small shop vacancy. We view these vacancies as future upside and have leasing activity on all 10 of the small shops at these properties.\nDuring the quarter, we signed 146 new leases totaling 620,000 square feet. Our new lease rent spread was 16.5%, with Burlington replacing a vacating Bed Bath & Beyond in the Southwest, a notable driver. This is indicative of the embedded value in many of our older leases, including that form of our Bed Bath & Beyond boxes, which have a mark-to-market upside ranging from 15% to 20%. In the event we are able to recapture these Bed Bath & Beyond spaces, we have a variety of backfill candidates such as grocers, dominant omnichannel players or off-price retailers, many of which have already shown interest in those boxes. With virtually no new supply in over a decade, our strong credit tenants are finding it difficult to meet their new store opening targets and have been aggressively pursuing opportunities.\nNothing accentuates the supply and demand imbalance more than the heightened retention levels we continue to experience. During the quarter, we closed 315 renewals and options totaling 1.5 million square feet. Third quarter renewals and options spread was 6.2% with options ending at 7.9% and renewals at 5.2%. We reported only 111 vacates, totaling 430,000 square feet this quarter, which is almost 20% lower than the 5-year historical average for third quarter vacates. Overall, third quarter deal volume was a record at 461 deals totaling 2.1 million square feet with a combined spread of 7.5%.\nNotwithstanding the favorable demand, we continue to monitor the quality of our tenant base and remain confident that the tenants who have endured the pandemic with Kimco are battle tested and have a higher credit quality. We are mindful of the current inflationary environment and the potential shift in consumer behavior. With that in mind, I want to highlight our strategic priorities that have already put us in a strong position and which we believe will enable us to continue to outperform.\nAt Kimco, we always focus on creating long-term value. Building a business for multiple cycles, multiple black swan events is not easy. In the last 5 years, it seems we have experienced more frequent once-in-a-lifetime events than in previous decades combined, and a critical component of our success in navigating these occurrences all starts with our team and our culture. We are fortunate to have a seasoned, energetic and diverse team and a Board of Directors that understands it takes resolve and patience to allow a strategic plan to be executed. We prioritize integrity for doing the right things embedded in the culture and working together through adversity can be highly rewarding.\nHaving the right people is unequivocally essential for weathering economic cycles, and we are laser-focused on building out the best team. Our team building efforts have not gone unnoticed. We are proud to be the only public company to receive a Great Place to Work in Real Estate Award, as voted by our employees. We take sincere pride in continuing to elevate and nurture the Kimco culture and serve as a leader in the industry.\nAnother priority is liquidity, which always needs to be a top priority in real estate. When a company like Kimco has financial strength relative to others, it provides a unique advantage, enabling us to seek out opportunities in moments of distress and find those generational opportunities. In addition, we benefit from a long-dated debt maturity profile that is predominantly fixed rate. A diverse lender base, a large line of credit, ample amounts of free cash flow and an investment-grade credit rating, which sets Kimco apart. Our recent partial Albertsons monetization has already boosted our unique liquidity position. As we move forward, we'll have the opportunity to monetize additional ACI shares and reinvest in growth opportunities.\nWe also plan to continue focusing on our core competency, which is owning open air, grocery-anchored shopping centers located in high barrier to entry markets with below-market leases. Importantly, our grocery-anchored, necessity-based portfolio offers proven defensive characteristics while simultaneously offering ample opportunity to execute our re-merchandising plans. These include further improvement in traffic, sales and cash flow at the asset level. This is how we anticipate being able to continue to outperform with the ever-changing economic environment notwithstanding.\nAnd finally, we are patient and able to wait for unique opportunities for which Kimco can use its platform to continue to create long-term shareholder value. We are well-positioned to look at the broad landscape of investment opportunities and make sure we invest at a spread to our weighted average cost of capital that will help Kimco outperform over the long-term.\nAnd with that, I will turn it over to Ross.\n\nRoss Cooper\n\nPresident & CIO, Kimco Realty Corporation\n\nThank you, Conor, and good morning. It's been a busy few months on a variety of fronts, but importantly, Kimco is as well-positioned as we have ever been to potentially take advantage of the ever-changing market conditions. With the recent bond refinancings and partial Albertsons monetization completed, our liquidity positions us to continue to be opportunistic.\nOn the transactions front, as previously mentioned, we began the quarter by completing the acquisition of 2 grocery-anchored assets from the Cedar portfolio in addition to the participating loan on 3 grocery-anchored assets in Pennsylvania. Select disposition activity continued with the sale of 9 shopping centers and 2 land parcels in Q3 were $188 million with KIM share of $64 million. These sales included several joint venture assets, highlighted by the exit of a legacy Weingarten joint venture, consisting of the 5 remaining assets from the partnership. Kimco's ownership of that venture was 15% and included assets with demographics inconsistent with our core portfolio. Additionally, during the quarter, Kimco was repaid in full on the first mezzanine loan that we made since the formation of the structured investments program in 2020. The unlevered IRR on that 20-month investment was 12%.\nAs the quarter progressed, the rising interest rate environment and overall market uncertainty led to a slowdown in deal flow, given a widening spread on the bid-ask between buyers and sellers. A majority of assets that were put on the market for sale this summer either have not transacted or delayed until 2023 or have been pulled all together. The exceptions were committed deals that already had financing plans finalized.\nFor Kimco, given the strength of the portfolio, we have minimal dispositions planned and have the luxury of being price sensitive due to our strong liquidity position. As we look at the remainder of the year, we expect to execute on a few dispositions that were committed in prior months and should get done by year-end. Looking ahead to 2023, we remain confident about the fundamentals of our business and our core portfolio, but also excited about the prospect of taking advantage of dislocation that favors well-capitalized companies with strong conviction for open-air retail properties. As was the case in the early stages of the pandemic in 2020 and 2021, we intend to be judicious and disciplined with our capital allocation while ready to capitalize on unique opportunities. This should enable us to generate outsized returns on quality real estate when liquidity is at a premium and our enviable capital position is the exception and not the rule.\nI will now pass off to Glenn to provide the financial results for the prior quarter.\n\nGlenn Gary Cohen\n\nExecutive VP, CFO & Treasurer, Kimco Realty Corporation\n\nThanks, Ross, and good morning. We had another very productive quarter, highlighted by the strong leasing activity that Conor walked through as well as positive same-site NOI growth. In addition, we have further improved our leverage metrics and extended our debt maturity profile while maintaining a high level of liquidity. While we can't predict the future as it relates to stubborn inflation and continuing rising interest rates, so far, consumers and our retailers are weathering the impact.\nNow for some details on our third quarter results. FFO was $254.5 million or $0.41 per diluted share for the third quarter 2022. This compares favorably to the $173.7 million or $0.32 per diluted share in the third quarter of 2021, which included $47 million or $0.08 per diluted share related to Weingarten merger expenses. The increase in FFO, excluding the Weingarten merger-related costs, was primarily driven by higher pro rata NOI of $42.4 million, with $32.4 million contributed from the Weingarten acquisition. The NOI increase also included $13.7 million from core portfolio growth, $4 million from other net acquisition disposition activity and $2 million from lease termination fees. The NOI increase was offset by the $9.1 million change in credit loss due to the significant level of credit loss reversals recorded in 2021.\nIt is important to call out through the first 3 quarters of 2022, we have recognized $7.4 million of credit loss income from reversals of prior year reserves.\nIn terms of interest expense, although it was only $700,000 higher, it includes a onetime $7 million benefit from the acceleration of the fair market debt amortization from the early repayment of 2 Weingarten bonds during the quarter. Altogether, we derived approximately $0.02 of FFO benefit in the third quarter that will not carry forward.\nOur operating portfolio delivered positive same-site NOI growth of 3.1%, which includes a 10 basis point benefit from our redevelopment projects. If we excluded the impact of credit loss and abatements, the same-site NOI growth would have been 5.7% for the third quarter. This is an excellent result as we were comping against a 12.1% level last year. The minimum rent component contributed 480 basis points. Lower abatements added 90 basis points, and higher percentage rent added another 60 basis points. These increases were offset by the significant level of credit loss reversals recorded in the prior year quarter.\nTurning to the balance sheet. During the quarter, we issued a new $650 million 4.6% unsecured bond, which is scheduled to mature in 2033. The proceeds, along with cash on hand, were used to repay all our remaining unsecured debt due in 2022 and 2023, totaling $902 million with coupons ranging from 3.125% to 3.5%. We also paid off $46 million of mortgage debt during the quarter. These actions enabled us to proactively address all our near-term refinancing risk. Importantly, our weighted average debt maturity profile now stands at 9.7 years.\nWe finished the third quarter with look-through net debt-to-EBITDA of 6.3x, which includes our pro rata share of joint venture debt and our perpetual preferred issuances. This is the lowest leverage level we have ever reported since we began disclosing this metric over a decade ago. Further, this ratio does not include any benefit from our Albertsons investment, which had a value of just under $1 billion at quarter end. Our liquidity was approximately $2 billion at the end of the quarter, comprised of nearly $1.9 billion available on our revolving credit facility and $124 million in cash. Subsequent to quarter end, we sold 11.5 million shares of our Albertsons stock, receiving $301 million in proceeds.\nBased on the capital gain of approximately $250 million, we expect to pay approximately $61 million in capital gains tax, which would net Kimco approximately $240 million which can be used for accretive investments and further debt reduction. As a side note, to the extent the company pays federal tax on this capital gain, our shareholders will have an opportunity to receive a credit for their pro rata share of the tax the company has paid. We will provide more details on this as we approach year-end.\nBased on our strong year-to-date results and our expectations for the fourth quarter, we are again increasing our 2022 FFO per share guidance range to $1.57 to $1.59 from the previous range of $1.54 to $1.57. This new guidance range takes into account the onetime benefits we derived during the year, higher interest expense from our debt refinancing completed during the third quarter and the reduction in debt fair market value amortization, credit loss for the fourth quarter of $0 to $1 million, positive same-site NOI growth and the impact of the Albertsons monetization discussed earlier.\nAs we have in the past, we plan to provide our 2023 outlook when we report our fourth quarter results. That said, given the ever-changing global economic landscape, we want to provide some perspective for the coming year. Based on our current total debt stack, we expect interest expense to be $24 million higher in 2023. This is the result of the reduction in the fair market value adjustment associated with the Weingarten bonds recently paid off, higher interest rates from the refinancing we have completed and higher [SOFR] rate. We recognized $7.4 million of income from credit loss reversals this year, which we do not expect to continue in 2023. Instead, we will likely revert towards historic norms with an initial credit loss expectation of 75 to 100 basis points to revenues given the uncertain macro environments. In 2022, we had about $0.03 per diluted share of onetime items that we don't expect to repeat in 2023.\nMoving on to our dividend. Based on our strong third quarter results and increased guidance range, our Board of Directors has again raised the quarterly cash dividend for the fourth consecutive quarter to a new level of $0.23 per common share. This represents an increase of 4.5% from the previous level of $0.22 per common share and 35.3% over the $0.17 per common share paid a year ago. We continued to maintain a dividend distribution level in line with estimated taxable income from recurring operations and retain over $200 million of free cash flow annually after dividends and CapEx. These amounts do not include the benefits from our partial monetization of Albertsons stock or dividend proceeds we expect to receive from the announced Albertsons special dividend, which we are scheduled to receive on November 7 totaling $194 million.\nUpon receipt, we expect to declare a special dividend comprised of either cash or a combination of cash and common stock before year-end to satisfy the REIT distribution requirements and retain as much cash as possible for future investment and debt reduction.\nLastly, I would like to again acknowledge the efforts and commitment from the entire Kimco team and all they do to create shareholder value. And now we are ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/427c3e90b21351b6c8a77b19b3926b12",
    "period": "2022 Q2",
    "content": "Q2 2022 Kimco Realty Corp Earnings Call\n\nQ2 2022 Kimco Realty Corp Earnings Call\n\nKIMNYSEJUL 28, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Kimco Realty Corporation's Second Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Mr. David Bujnicki, Senior Vice President of Investor Relations and Strategy. Thank you, Mr. Bujnicki. You may begin your presentation at this time.\n\nDavid F. Bujnicki\n\nSVP of IR & Strategy, Kimco Realty Corporation\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today includes Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors. During this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in the Investor Relations area of our website.\nAlso, in the event our call were to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our Investor Relations website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nCEO & Director, Kimco Realty Corporation\n\nGood morning, and thanks for joining us. I will lead off today's call with an update on our strategic initiatives and a review of our Q2 leasing highlights. Ross will cover the transaction market and our recent activity and Glenn will follow with our financial metrics and our updated guidance.\nWe had another solid quarter. Thanks to the efforts of our outstanding team. The high-quality nature of our portfolio and our disciplined strategy. The initiatives we put in place more than 5 years ago to upgrade the quality of our portfolio, streamline our organization and enhance our platform continue to drive exceptional results. Our investments in leasing and property management, human capital, ESG, community outreach, technology, data analytics and entitlements have generated solid positive returns and created value for all of our stakeholders. We remain focused on executing our plan and putting up numbers that help to further differentiate Kimco and our approach. It is with cautious optimism that we highlight our considerable accomplishment this past quarter, while remaining cognizant of the macro issues impacting our country, our economy, our retailers and our consumers.\nWhile our strong second quarter numbers are reflective, our leasing team continues to report that demand for space across our portfolio remains robust and should continue to grow for the right space, in the right location, pricing power remains strong even in this period of economic uncertainty. One of the key drivers is our focus on last mile locations, which are seeing positive traffic patterns at 101.3% relative to the same period last year. The Kimco consumer lives in the first-ring suburb of the top major metro markets where employment and spending power remains strong. While we can't ignore the impact of inflation, the consumer remains resilient for now. And more importantly, our portfolio focus on essential goods and services puts us in a sound position to better withstand the ever-changing environment.\nOn the leasing front, pro-rata occupancy finished up 40 basis points, reaching 95.1% due to positive net absorption. Year-over-year, pro-rata occupancy is up 120 basis points. Anchor occupancy is up 30 basis points quarter-over-quarter to 97.6% and up 70 basis points year-over-year. Small shop occupancy is up 80 basis points quarter-over-quarter to 89.2% and up 370 basis points year-over-year. That is our largest year-over-year increase in small shop occupancy in over 10 years.\nDuring the quarter, we signed 150 new leases totaling 711,000 square feet. Our new lease spread was 16.6% with notable positive drivers coming from medical, off-price, beauty and salon services. We completed the quarter with 348 renewals and options totaling 1.6 million square feet. The second quarter renewals and options spread was 5.6%, with options ending at 6.4% and renewals is 5%.\nTotal second quarter deal volume was 498 deals, totaling 2.3 million square feet with a combined leasing spread of 7.1%. We executed 2 new gross releases this quarter, which helped us cross the milestone of 80% of annual base rent coming from grocery-anchored properties ahead of schedule. And we continue on the path to hit our goal of 85% by 2025. The benefits of our portfolio transformation to a dominant grocery-anchored portfolio in the top metro markets are numerous, most notably perhaps is a robust small shop leasing activity driven by the halo effect of our strong grocery anchors, which helps drive cross-shopping and more leasing demand and pricing power.\nAn important takeaway this quarter is that our portfolio retention rates continue to shine. Our portfolio GLA retention rate during the second quarter was 93% with anchors and small shops both 10% above their respective 5-year average retention rate. The high retention rate is why we only had 91 total vacates for 223,000 square feet this quarter, making it the lowest GLA vacated during a quarter over the past 10 years.\nFurther, we're maintaining pricing power as 96% of all renewals and options were at a positive rent spread. We believe these high retention rates are directly related to our efforts to optimize our last mile locations for our retailers and further highlight the value proposition of our portfolio.\nWe also believe that if we continue to make the last mile store more valuable. Over the long term, our retention rates will continue to improve. Occupancy will rise and tenant churn and CapEx will decrease, all of which will result in a higher long-term growth rate for the portfolio.\nIn closing, our strategy remains straightforward, focused on leasing, work to expedite our tenant openings, entitle our assets for future density opportunities, maintain a strong balance sheet and liquidity position and be patient, identifying investment opportunities in which Kimco is uniquely positioned to add value. We believe these initiatives will lead us to sector outperformance and reinforce the Kimco differentiator that drives total shareholder return. Ross?\n\nRoss Cooper\n\nPresident & CIO, Kimco Realty Corporation\n\nGood morning, and I hope everyone is having an enjoyable summer. As we always say in this business, the only constant is change, and the second quarter has showcased the unpredictability of the macro economy and how quickly things can pivot. To that point, the mantra we continue to follow emphasizes the importance of maintaining a nimble and opportunistic strategy and a balance sheet that supports both organic and external growth at any point in the cycle. The quality of our portfolio, balance sheet and liquidity position puts us in a prime spot to be opportunistic.\nOn previous earnings calls, we identified a pipeline of activity in all 3 elements of our transaction strategy, which are the buying out of JV partners, providing mezzanine and preferred equity financing via our structured investments program as well as the outright third-party acquisition of high-quality shopping centers that offer further opportunities for value creation. In the second quarter, we closed on several transactions in support of this strategy.\nIn terms of partnership buyouts, we acquired an additional 3.6% interest in our longest-standing institutional joint venture, the KIR partnership, thereby increasing our ownership percentage of that fund to 52.1%. The net payment for this was approximately $55 million. The assets consist of a geographically diverse portfolio of high-quality, long-term hold properties for Kimco. On the structured investment side, during the quarter, we closed 3 mezzanine loans for approximately $50 million, providing double-digit returns. The assets included a Safeway-anchored regional center in Fairfax, Virginia, a mixed-use pedestrian-friendly power center in a high-income super zip part of Dallas, and a unique irreplaceable center along the 105 Freeway in Los Angeles in a dense infill location with a culturally immersive experience, anchored by a supermarket, pharmacy, a Mercado and others. All of these investments have a right of first offer or right of first refusal in the event of a sale, putting us in a prime position to potentially own these assets in the future.\nSubsequent to quarter end, we acquired 2 premier grocery-anchored centers from Cedar Realty as part of their portfolio transaction with DRA and KPR centers. The properties, which we view as the 2 best assets in the Cedar portfolio are located in Massapequa, New York and Philadelphia, PA. Both assets have tremendous upside potential that we look forward to unlocking. Separately, we also made a $22 million participating loan on 3 grocery-anchored centers in Pennsylvania as part of our structured investment program. This is a prime example of our ability to utilize our various investment components to opportunistically deploy capital with a unique deal structure.\nAlso post quarter end, we were able to negotiate a $21.2 million buyout of a fee title position on a former Weingarten site in Rockville, Maryland, where we previously had a leasehold position with only 37 years remaining. The transaction enables us to collapse the leasehold and create substantial net asset value on the property by converting our ownership to a fee position.\nOn the disposition front, we sold approximately $100 million at Kimco share of noncore assets where the value had been maximized. This included several joint venture assets, which we elected to sell to a third party rather than meet the pricing. We will continue this strategy where appropriate with all of our joint venture partners and make a disciplined decision whether to sell the asset or negotiate a buyout of our partner's interest.\nWhile the market has quickly become a bit choppy on the transaction side, with the bid-ask between buyers and sellers starting to widen and the lenders becoming more conservative as interest rates and inflation rises, we continue to see a healthy demand for core grocery-anchored product that provides everyday goods and services. Pricing remains relatively sticky for our property type, especially when compared to other asset classes that were either previously priced to perfection or contain greater risk in today's environment. We believe with our multiple verticals, we can be opportunistic when dislocation or softening occurs.\nWith that, I will gladly pass it off to Glenn to provide the financials for the quarter.\n\nGlenn Gary Cohen\n\nExecutive VP, CFO & Treasurer, Kimco Realty Corporation\n\nThanks, Ross, and good morning. We are pleased to report another strong quarter, highlighted by brisk leasing volume, higher occupancy, positive same-site NOI growth and a healthy increase in leasing spreads. These operational achievements led to double-digit FFO per share growth. NAREIT FFO was $246.4 million or $0.40 per diluted share for the second quarter 2022. This compares favorably to second quarter 2021 NAREIT FFO of $148.8 million or $0.34 per diluted share, which included a $3.2 million charge or $0.01 per diluted share in connection with the Weingarten merger.\nFFO per diluted share grew by 17.6% compared to a year ago and 14.3% if you exclude the merger-related costs. The strong increase in FFO was primarily driven by higher consolidated NOI of $97.1 million, including $87.3 million from the Weingarten acquisition, $4.7 million from other property acquisitions and $6.6 million from core portfolio growth. FFO contribution from our joint ventures was $9.3 million, higher than the same quarter last year, comprised of $8.2 million from the newly acquired Weingarten JVs and improved credit loss from our other joint ventures. This growth was offset by higher interest expense of $9.7 million and G&A of $3.2 million primarily due to the 150 property Weingarten acquisition.\nOur operating portfolio delivered positive same-site NOI growth of 3.4%, which included a 30 basis point benefit from our redevelopment projects. This is a strong result as we were comping against a 16.7% level last year. An additional encouraging sign from the same-site NOI growth was the contribution from the minimum rent component of 470 basis points and lower abatements of 70 basis points. This was offset by the change in credit loss due to the significant level of credit loss reversals recorded in the prior year quarter.\nCertainly, our same-site NOI for the next 2 quarters will also be challenging given our prior year comps of 12.1% for the third quarter and 12.9% for the fourth quarter, which resulted from large reversals and credit loss in 2021. Furthermore, our outlook for the remainder of 2022 doesn't anticipate additional reversals of bad debt or collections from cash basis tenants for prior periods.\nNotwithstanding, we expect same-site NOI growth to be positive for the full year.\nIn terms of our ABR from cash basis tenants, it is now down to pre-pandemic level of 4.3% in which we collected over 76% that was due during the second quarter of 2022.\nTurning to the balance sheet. Our look-through net debt to EBITDA, which includes our pro-rata share of joint venture debt and NOI and our perpetual preferred issuances stands at 6.4x, which remains the best level achieved since we began disclosing this metric over a decade ago. This level does not include any potential benefit from monetizing our Albertsons investment, which has a current market value of over $1 billion. As mentioned earlier, our liquidity position remains strong with $2.3 billion of immediate availability comprised of $300 million in cash and our $2 billion revolving credit facility as well as our Albertsons investment.\nWith respect to capital activity, during the second quarter 2022, we judiciously utilized our ATM program to issue 450,000 shares of common stock at a weighted average price per share of $25.3, raising $11.3 million. In addition, we repurchased $36.1 million of our (inaudible) due in June of 2023, and $11 million of our (inaudible) due in October 2022. We also repurchased $3.6 million of our outstanding preferred stock. Lastly, we repaid $30 million of consolidated mortgage debt during the quarter and have a $290 million bond as our only remaining consolidated debt maturity for 2022.\nAlso worth noting, over 99% of our outstanding consolidated debt is at a fixed rate having a weighted average maturity of nearly 9 years.\nBased on the strong results for the first half of 2022 and our expectations for the remainder of the year, we are again increasing our 2022 NAREIT FFO per share guidance range to $1.54 to $1.57 from the previous range of $1.50 to $1.53. The new range is based on the following assumptions: positive same-site NOI growth for the full year, a range of $1 million to $6 million of credit loss for the remainder of the year, no additional charges associated with debt prepayment or the redemption of our callable preferred issuances that are outstanding and no monetization of our Albertsons investment.\nSeparately, we want to call out something important with respect to interest expense to your 2023 models. As a reminder, the reduction in the fair market value adjustment associated with the Weingarten debt we assumed will result in approximately $13 million more of interest expense over that in 2022. To better illustrate this, we expanded our disclosure on the consolidated debt detail page in our supplemental package.\nMoving on to our dividend. Based on our strong second quarter results and favorable outlook, our Board of Directors has again raised the quarterly cash dividend for the third consecutive quarter to a new level of $0.22 per common share. This represents an increase of 10% from the previous level of $0.20 per common share and 29.4% over the $0.17 per common share paid a year ago. We continue to maintain a dividend distribution level, which is in line with estimated taxable income from recurring operations and expect to generate over $200 million of free cash flow after the payment of both dividends and leasing CapEx.\nWe truly appreciate and thank the entire Kimco team for their outstanding efforts and drive to create shareholder value. And now we are ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/25d7af06f8cd40767fd990bfa4ff207d",
    "period": "2022 Q1",
    "content": "Q1 2022 Kimco Realty Corp Earnings Call\n\nQ1 2022 Kimco Realty Corp Earnings Call\n\nKIMNYSEAPR 28, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Kimco Realty Corporation's First Quarter 2022 Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded and will be limited to 60 minutes.\nIt is now my pleasure to introduce your host, Mr. David Bujnicki, Senior Vice President of Investor Relations and Strategy. Thank you, Mr. Bujnicki, you may begin.\n\nDavid F. Bujnicki\n\nSVP of IR & Strategy, Kimco Realty Corporation\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today includes Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors.\nPlease refer to the company's SEC filings that address such factors. During this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results.\nReconciliations of these non-GAAP financial measures can be found in the Investor Relations area of our website. Also, in the event our call were to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our Investor Relations website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nCEO & Director, Kimco Realty Corporation\n\nGood morning, and thanks for joining us today. I'm going to lead off the call with a brief review of the current retail environment, highlight a few of our Q1 accomplishments and provide an update on our overall strategy.\nRoss will describe the transaction market and the high demand for our open-air and mixed-use products. And as usual, Glenn will cover our financial metrics and provide updated guidance for the year ahead.\n2022 is off to a very good start. The integration of the Weingarten merger is now complete, and as anticipated, our scale, geographic clustering and operational platform is stronger than ever. This success is occurring at the same time that retailers are taking a fresh look at their real estate portfolios and concluding that the physical store has proven to be the linchpin of retail.\nTo put that in perspective, it wasn't long ago, when many people thought that the physical store was on the verge of extinction and that e-commerce was a (inaudible) for retail. Now retailers are looking at the physical store through a new lens. A lens that is focused on optimizing the store for retail, e-commerce and distribution. Tenants are revising their capital spending budgets to address the omnichannel revolution and e-commerce platforms.\nThey are readily investing capital on refurbishment, expansion, fulfillment and last mile distribution. When retailers evaluate their real estate, they no longer separate their warehouse and distribution needs from their sales requirements.\nToday, leading retailers are taking a holistic approach to determine the best locations to ultimately serve their customers. Indeed, this integrative approach is the dominant recurring theme during our portfolio reviews with retailers and is creating more demand for optimal location.\nWe are seeing renewal and new deal demand for well-located space that is not only suitable for generating in-store sales, but is also conducive to last mile distribution and fulfillment. Target stores is a bellwether for this newer approach with more than 95% of their total sales, physical and online being fulfilled through their store base.\nThe result is a tremendous halo in value add for their existing and growing store fleet. This trend of increased capital spending by retailers and the renewed focus on and demand for quality locations is good news for Kimco. Higher retention, lack of new supply, quality real estate and a well coordinated team effort are strengthening pricing power and accelerating the speed of recovery throughout our portfolio.\nThe result is higher cash flow, greater leasing velocity, improved net effective rents and growth in recurring FFO. Our incredible team produced a record 475 renewals, totaling 3.9 million square feet and the renewal and option spreads of 6.4% continue to underscore the supply and demand dynamic I just described.\nSpecifically, new first quarter leasing was strong producing 178 new deals totaling 719,000 square feet, and our pricing power is reflected by a solid new leasing spread of 18.6%. Retention levels remain high, with lack of new supply, putting more value on existing stores and resulting in more remodels and lease extensions with minimal capital required from Kimco.\nIt is worth noting that positive net absorption in the first quarter historically has been a rarity and yet our superb leasing team generated a 30 basis point increase in our pro-rata occupancy, which now stands at 94.7%. This is our highest first quarter sequential occupancy gain in over 10 years.\nYear-over-year occupancy is up 120 basis points. Strategically, we continue to focus on enhancing our already strong open-air, grocery-anchored and mixed-use portfolio in our top markets. Ross and his team are constantly analyzing new potential acquisitions as we look for the best fit for our portfolio.\nWe've also made excellent progress on entitlements. In the first quarter, we entitled 1,300 apartment units in 3 of our core markets, Denver, Fort Lauderdale and Washington, D.C. Our mixed-use assets are benefiting from the dual recovery in both the apartment and retail sectors. All this activity gives us flexibility and optionality to create FFO growth and shareholder value.\nWhile we are proud of our results, we recognize it is not all smooth sailing, the war in Ukraine, the lockdowns in China, the rise in COVID numbers and the re-emergence of mask mandates in certain areas present real challenges. The consumer is being stretched by a record inflationary environment at the gas pump and at the grocery store.\nDespite these headwinds, traffic continues to flow to our grocery-anchored neighborhood and necessity-based centers. Traffic in the first quarter of 2022 was 108.9% relative to the same period in 2021 as the value provided by our essential-based retailers remains as important as ever.\nIn closing, I want to thank our entire organization. They respond to every challenge. We're tirelessly maintaining our do the right thing culture. Their collective drive has enabled us to push our recovery faster than we anticipated and execute our strategy with precision. It feels like we are just getting started, which makes it so exciting to be a part of this great team.\nAnd with that, I'll turn it over to Ross.\n\nRoss Cooper\n\nPresident & CIO, Kimco Realty Corporation\n\nThank you, Conor, and good morning. It has been an exciting start to the year. And while our first quarter transactions were somewhat limited, we remain encouraged by the acquisition pipeline we're actively building. As we have mentioned in previous quarters, our transaction activity remains very selective and focused on a combination of third-party acquisitions, structured investments and partnership buyouts.\nThus far, almost 4 months into the year, we have deal flow for all 3 categories in our acquisitions pipeline. In terms of first quarter transaction activity, we acquired a couple of adjacent land parcels highlighted by a junior anchor box located within our Columbia Crossing Center in Columbia, Maryland.\nWe expect the pace and frequency of closings to ramp up as we move through the balance of the year and we are eager to capitalize on the external growth we can deliver as these transactions are completed. As we indicated last quarter, we have taken the opportunity to prune several joint venture assets that we felt had maximized value with limited future growth.\nWe sold 3 shopping centers from joint ventures for a gross value of $81.9 million and KIM share of $17.5 million. In the second quarter, we expect to complete additional JV dispositions from both legacy Kimco and recent Weingarten partnerships.\nWe are at a very interesting time in the marketplace today. Even with the recent rise in interest rates, we have not yet seen any impact on pricing or demand for the product. Equity capital is abundant, which is creating further competition for quality open-air centers, sub-5% cap rates for the best of the best is now the norm, and we are seeing these comps throughout the country.\nPortfolios are back to commanding a premium if the composition of the assets checks the boxes for institutional investors. Bidding wars are commonplace for not only grocery-anchored assets but for the better quality, power and lifestyle assets as well. This comes at a point in time where rates are rising rather quickly, and lenders are taking a closer look at quality of sponsorship and disciplined loan to values.\nIt is worth noting that there is a strong advantage in the marketplace today for the all-cash buyer, which gives the balance sheet and liquidity position like Kimco's a major benefit. We intend on utilizing this privileged position wisely and protecting it while selectively adding unique core properties and structured investments into the portfolio.\nAnother Kimco differentiator in this market is creativity and structuring specifically the ability to offer a tax-deferred structure. For certain tax-sensitive owners of property, this is the best way to optimize net value for a seller in an uncertain regulatory environment.\nGiven the various paths we have to prudently deploy capital, we are confident in our ability to unlock accretive investment opportunities for the company in all 3 phases of our external growth strategy. And now to Glenn for the financial results for the quarter.\n\nGlenn Gary Cohen\n\nExecutive VP, CFO & Treasurer, Kimco Realty Corporation\n\nThanks, Ross, and good morning. We are encouraged by our strong first quarter results driven by increased occupancy, strong leasing volume and continued positive leasing spreads. In addition, our same-site NOI growth benefited from higher collection levels and lower credit losses compared to the same period last year.\nNAREIT FFO was $240.6 million or $0.39 per diluted share and includes a $7.2 million charge or $0.01 per diluted share for the early extinguishment of our $500 million bond, which was scheduled to mature in November of this year. This compares favorably to our reported first quarter 2021 NAREIT FFO of $144.3 million or $0.33 per share.\nThe increase in FFO was primarily driven by higher consolidated NOI of $104.7 million, of which the Weingarten acquisition contributed $88.6 million. NOI also benefited from improvements in credit loss and growth from our rent commencements at our Signature Series projects.\nFFO from our joint ventures also increased by $14.4 million comprised of $8.6 million from the Weingarten acquisition and $5.8 million from our other joint ventures. These increases were offset by debt prepayment charges of $7.2 million and higher interest expense of $9.3 million, mostly attributable to the $1.8 billion of debt assumed in connection with the Weingarten acquisition.\nAlso, our G&A expense was higher by $5.5 million associated with the increased size of the operating portfolio and new associates we brought on from Weingarten. However, our G&A as a percentage of our revenues significantly improved by approximately 100 basis points, further showcasing the cost-saving synergies from the Weingarten acquisition.\nOur operating portfolio delivered robust same-site NOI growth of 8.9% over the same quarter last year. The growth was comprised of 3.9% from increased minimum rents and 90 basis points from increased CAM and tax recoveries resulting from higher occupancy. Lower abatements contributed another 2.5% and lower credit loss, including collections from cash basis tenants contributed 80 basis points.\nAs we look forward, our same-site NOI for the next 3 quarters will be more challenging given the prior year comp range of 12.1% to 16.7% driven by the large reversals and credit loss realized in 2021. Our guidance for the remainder of 2022 doesn't anticipate additional reversals of bad debt or collections from cash basis tenants for prior period rents.\nIt is worth noting that today, only 5.2% of our ABR comes from cash basis tenants, which is essentially back to pre-pandemic levels. All that said, we expect same-site NOI growth for the full year 2022 to be positive. Our balance sheet remains strong with liquidity of approximately $2.4 billion, comprised of $370 million in cash and full availability of our $2 billion revolving credit facility.\nOur look-through net debt to EBITDA, which includes our pro rata share of joint venture debt and NOI and our perpetual preferred issuances has improved to 6.4x. This is the best level achieved since we began disclosing the metric over 10 years ago and does not include the potential benefit of monetizing our Albertsons investment, which had a current market value of over $1.3 billion as of March 31.\nDuring the first quarter, we opportunistically issued a new $600 million 10-year unsecured bond at a coupon of 3.2% and use the bulk of the proceeds to repay early $500 million or 3.4% bond scheduled to mature later in the year. Of note, the 10-year treasury has increased over 80 basis points since this issuance.\nAlso, as of today, we have repaid all our consolidated mortgage debt due in 2022, totaling $115 million. Our only remaining consolidated maturity for 2022 is a $299.4 million, 3.375% note due in October. We also have 2 perpetual preferred issuances totaling $489.5 million that become callable later in the year with a weighted average coupon of 5.2%. This should present an opportunity to further reduce our fixed charge clauses.\nSubsequent to quarter end, we renewed and increased the unsecured credit facility for our KIR joint venture with the New York State Common Retirement Fund. This new unsecured facility has a total term of 5 years and has been upsized to $425 million, comprised of a $275 million fully drawn term loan and a $150 million revolving credit facility with 0 outstanding.\nThe pricing grid includes a sustainability component, which can reduce the borrowing spread by up to 2 basis points based on reductions in greenhouse gas emissions from the KIR portfolio.\nTurning to guidance. Based on our strong first quarter results, we are increasing our 2022 NAREIT FFO per share guidance range to $1.50 to $1.53 from the previous range of $1.46 to $1.50. The increased range is based on the following assumptions: positive same-site NOI growth for the full year, approximately $13 million of credit loss for the remainder of the year, no additional charges associated with debt prepayments with the redemption of the callable preferred issuances that are outstanding as well as no monetization of our Albertsons investment.\nAs a result of our strong first quarter results and the increased guidance range, our Board of Directors has raised a quarterly cash dividend to $0.20 per common share from the previous level of $0.19. Even with this increase, we still expect to generate over $200 million of free cash flow after the payment of dividends and maintain a dividend distribution level, which is in line with the estimated taxable income.\nWe truly appreciate and thank the entire Kimco team for all of their efforts, commitment and focus on creating shareholder value. And now we are ready to take your questions."
  },
  {
    "header": "KIM",
    "cik": "0000879101",
    "ticker": "KIM",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9708bad2b83eafd57eee240a594e4593",
    "period": "2021 Q4",
    "content": "Q4 2021 Kimco Realty Corp Earnings Call\n\nQ4 2021 Kimco Realty Corp Earnings Call\n\nKIMNYSEFEB 10, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Kimco's Fourth Quarter 2021 Earnings Conference. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to David F. Bujnicki, Senior Vice President, Investor Relations and Strategy. Please go ahead.\n\nDavid F. Bujnicki\n\nSVP of IR & Strategy, Kimco Realty Corporation\n\nGood morning, and thank you for joining Kimco's quarterly earnings call. The Kimco management team participating on the call today includes Conor Flynn, Kimco's CEO; Ross Cooper, President and Chief Investment Officer; Glenn Cohen, our CFO; Dave Jamieson, Kimco's Chief Operating Officer; as well as other members of our executive team that are also available to answer questions during the call.\nAs a reminder, statements made during the course of this call may be deemed forward-looking, and it is important to note that the company's actual results could differ materially from those projected in such forward-looking statements due to a variety of risks, uncertainties and other factors. Please refer to the company's SEC filings that address such factors.\nDuring this presentation, management may make reference to certain non-GAAP financial measures that we believe help investors better understand Kimco's operating results. Reconciliations of these non-GAAP financial measures can be found in the Investor Relations area of our website. Also, in the event our call were to incur technical difficulties, we'll try to resolve as quickly as possible, and if the need arises, we'll post additional information to our Investor Relations website.\nAnd with that, I'll turn the call over to Conor.\n\nConor C. Flynn\n\nCEO & Director, Kimco Realty Corporation\n\nGood morning, and thanks for joining us. Today, I will recap our operating results for the fourth quarter, provide an update on our strategic merger with Weingarten and outline our key goals for the year ahead. Ross will give an update on the transaction market, and Glenn will cover our earnings results and guidance for 2022.\nWe continue to focus on execution as reflected by our strong fourth quarter performance. Leasing, leasing, leasing has been, is now and will continue to be our first, second and third priority. Our entire team has worked tirelessly to create a one-of-a-kind platform that utilizes our scale, portfolio quality, relationships, procurement abilities, data analytics, tenant support programs, last mile infrastructure and pricing power. This platform has proven to be resilient when times are tough, and shown to generate growth when the economic climate is favorable. It is a key reason why we have been successful in re-leasing pandemic-induced vacancies, while simultaneously attracting best-in-class operators that have embraced the future of last mile omnichannel retail.\nNow for some details on the quarter. Pro rata occupancy increased to 94.4%, up 30 basis points from last quarter and 50 basis points from a year ago. Anchor occupancy grew 20 basis points from last quarter to 97.1% and was up 40 basis points year-over-year. Small shop occupancy also increased and is now at 87.7%, up 40 basis points from last quarter and 160 basis points from a year ago.\nOur portfolio continued to exhibit strong pricing power. During the fourth quarter, as illustrated by the solid increase in new leasing spreads, which were up 14.1% based on 152 deals and 588,000 square feet. Blended spreads on renewals and options also increased by a healthy 7%, comprised of 4.1% for renewals and 13.1% for options. These spreads were based on 286 deals covering 1.5 million square feet. Overall, our combined leasing spreads grew 8.1% based on 438 deals covering nearly 2.1 million square feet.\nA couple of things to note about our strong results. First, the suburbanization trends spurred by the pandemic helped to increase retailer sales and supported our efforts to push rents at our high barrier to entry location. Second, our portfolio continues to benefit from the pandemic-induced work-from-home trends as people are eating more takeout and home cooked meals, which is driving more frequent visits to our restaurants and grocery stores. As a result of this activity, our traffic counts have exceeded 2019 levels.\nWe expect this trend to continue in the post pandemic, new normal as shopping centers continue to play a critical role in omnichannel retailer.\nOur strategy to have a grocery and mixed-use portfolio surrounding the first ring of our top 20 major metropolitan markets in the U.S. continues. When we started this strategy over 5 years ago, it was nearly a 50-50 split of our annual base rent coming from our grocery-anchored shopping centers versus our nongrocer. Today, 80% of our annual base rent comes from shopping centers that have a grocer. We have continued to successfully invest in our assets, and over the past year, signed 8 new grocery leases, 2 of which converted nongrocery spaces. The other 6 leases backfilled former grocers who vacated. And with the Weingarten merger now complete, we have further solidified our dominant grocery portfolio in the major Sunbelt markets.\nIn addition, we have taken a deep dive into every asset we own and believe there continues to be further opportunity to push our ABR from the portfolio to 85% from grocery-anchored centers and increase our mixed use over the next 5 years, with a combination of strategic redevelopment, leasing, acquisitions and to a smaller extent, dispositions. The Weingarten merger was a perfect fit for our strategic vision, and I am happy to report that our fourth quarter results from the Weingarten portfolio exceeded all of our underwriting assumptions.\nWe were ahead on leasing spreads, occupancy gains, retention rates and cash flow. In addition, we have exceeded the high end of the synergy forecast range of $35 million to $38 million, and we will continue to mine for additional savings throughout 2022. With our first full quarter as a combined entity complete, we demonstrated that our proactive efforts to ensure a seamless integration really paid off, resulting in outperformance, including enhanced margins and cash flow.\nI want to thank all the new and existing Kimco employees for their ongoing commitment and contributions without skipping a beat during the integration.\nIn closing, we have a good visibility into our leasing momentum, and continue to see strong demand across our portfolio in all categories. We remain committed to strengthening our long-term earnings growth through the portfolio by curating the right merchandising mix that will drive traffic at all points of the day. Ultimately, we expect to be first in the last mile retail by attracting tenants that can plug into the supply chain and deliver goods and services to the consumer in the most flexible and convenient way possible. We believe that this ongoing approach is the best way to generate long-term growth and value creation.\nNow I'll turn it over to Ross.\n\nRoss Cooper\n\nPresident & CIO, Kimco Realty Corporation\n\nThanks, Conor, and good morning, everyone. 2021 was a banner year on many fronts, and we are incredibly excited about the positioning of Kimco and the platform we have built that will support future growth. Today, I will discuss our fourth quarter activity and then make a few comments on current market conditions and our expectations for 2022.\nAs outlined on previous earnings calls, our Q4 transaction activity came mostly from partnership buyouts and structured investments. Buyout activity included 2 grocery-anchored assets in California for a gross value of $134 million, increasing our ownership from 15% to 100%. The previously announced buyout of Jamestown and the subsequent formation of a new 50-50 partnership with Blackstone's BREIT, on our portfolio of 6 high-quality, public-anchored centers in South Florida and Atlanta based upon a gross valuation of $425.75 million, this deal increased our ownership level from 30% to 50%, and the buyout of our partner's 10% interest in the Centro Arlington project, a 366-unit Class A mixed-use residential asset in Arlington, Virginia for a pro rata price of $26 million, increasing the Kimco ownership on the Signature Series asset to 100%.\nA major benefit of our joint venture program is the ability to acquire assets throughout the cycle while typically having both the first and last look when the partnership decides it is the appropriate time to exit. While we have had success acquiring portions of several JV assets that we didn't previously own, we remain prudent in our evaluation. To that point, in the fourth quarter, we sold our interest in several minority-owned joint venture assets where pricing was very aggressive. We anticipate selling a few more joint venture assets in the first quarter of 2022 as the market remains extremely hot for all open air retail centers.\nOn the structured investment side, we closed on a $15 million mezzanine financing investment in a Sprouts-anchored center in Jacksonville, Florida, adjacent to the dominant St. Johns Town Center. As with prior mezzanine financings, we will retain a right of first refusal in connection with any future sale, while achieving a double-digit current return in the interim. We expect to allocate additional capital towards our structured investment platform and will selectively add assets into the program that fit our criteria for quality locations, tenancy, demographics and sponsors.\nSince the inception of the preferred equity and mezzanine financing programs in late 2020, we have invested $126 million at double-digit returns, with an option to acquire each of the assets in the future. All of these investments are currently performing as expected. As we've entered 2022, a very different landscape exists than at this time last year. Rent rolls are more predictable and reliable, open-air retail has undoubtedly proven its relevancy for retailers and shoppers alike, and capital continues to flow into our sector.\nI would classify the investment landscape today as ultra-competitive, with very crowded bidding by qualified buyers with an abundance of capital that they're ready to put to work. The relatively modest level of increase in interest rates so far this year has not created any pause in the transaction market with equity investors or lenders at this stage. While this is a positive sign for the industry at large, it creates a challenge for us when seeking external growth opportunities.\nTo illustrate this point, we've seen deals trading at sub-5% cap rates regularly including one-off assets and portfolios on the West Coast, Metro D.C., Florida, Boston, New York, Charlotte and elsewhere. Buyers consist of our public REIT peers, nontraded REITs, pension funds and 1031 exchange buyers. In many cases, we are competing with investors who are agnostic on asset class and see a wonderful risk-adjusted return in open-air retail when compared to industrial, multifamily, self-storage or life science, which are trading in the 2s and 3s.\nWe will continue to be selective and disciplined from an acquisition perspective and ensure that there is a strategic fit or a unique circumstance that helps further differentiate Kimco in this environment.\nThere is no question that we are extremely fortunate to have multiple avenues of investment opportunity that not only provide a slightly greater yield than current market, but a higher likelihood of success than simply participating in a bidding war. As such, we will continue to work through partnership buyouts and structured investments as our main source of external growth, with perhaps a few select third-party assets in the 2022 pipeline as well.\nGiven what we see ahead of us and currently have in the works, we are comfortable to initially guide towards being a net acquirer of real estate investments for this year. Depending on the opportunity set, market conditions and our cost of capital, we will update you on our progress towards this goal as the year continues.\nI am now happy to pass it over to Glenn to review our financial results and provide our expectations for the year ahead.\n\nGlenn Gary Cohen\n\nExecutive VP, CFO & Treasurer, Kimco Realty Corporation\n\nThanks, Ross, and good morning. We finished 2021 with strong fourth quarter results produced from increased occupancy, strong same-site NOI growth, further improvement in collections and credit loss, and a full quarter of better-than-expected contribution from the Weingarten acquisition.\nFor the fourth quarter, NAREIT FFO was $240.1 million or $0.39 per diluted share, and includes $3 million of income or about $0.01 per diluted share related to the valuation adjustment of the Weingarten pension plan. Excluding the pension valuation adjustment, NAREIT FFO would have been $0.38 per diluted share. Either way, this compares favorably to the $133 million or $0.31 per diluted share reported for NAREIT FFO for the fourth quarter of 2020.\nThe increase in FFO was primarily driven by higher NOI of $124.2 million, of which the Weingarten acquisition contributed $91 million. In addition, NOI benefited from improvements in credit loss, abatements and straight-line rent reserves of $28 million compared to the fourth quarter last year. Higher cash collections returning to prepandemic levels were the primary driver, including $7.8 million from cash basis accounts receivable, which were previously reserved.\nFFO was impacted by higher interest expense of $11.6 million, resulting from the $1.8 billion of debt assumed with the Weingarten acquisition. In addition, G&A expense was higher due to increased staffing levels to support the Weingarten portfolio and higher bonus accrual based on the company's operating performance as compared to the fourth quarter last year.\nWe collected 79% of rents due from cash basis tenants for the fourth quarter 2021. Our cash basis tenants now comprise only 6.8% of annualized base rents, down from the 9.1% at the end of the third quarter.\nThe operating portfolio continues to deliver strong results with same-site NOI growth of 12.9% for the fourth quarter of 2021, inclusive of the Weingarten sites for the first time. The primary drivers of the same-site NOI growth were higher minimum rents contributing 3.4% and improved credit loss and lower abatements, adding 9.4%. In addition, redevelopment sites provided an additional 50 basis points.\nTurning to the balance sheet. We ended 2021 with a very strong liquidity position, comprised of over $330 million in cash and full availability of our $2 billion revolving credit facility. In addition, our marketable securities investment in Albertsons was valued at over $1.1 billion and all restrictions are scheduled to expire in June of this year. As of year-end 2021, our consolidated net-debt-to-EBITDA was 6.1x, and on a look-through basis, including our pro rata share of joint venture debt and perpetual preferred stock outstanding was 6.6x, the lowest reported level since the company began disclosing this metric in 2009. On a pro forma basis, if the Albertsons investment were converted to cash, these metrics would improve by 0.7x, bringing look-through net debt-to-EBITDA below 6x.\nNow for our 2022 outlook. While the pandemic and its effects on certain of our tenants continues, we are in a much better position than a year ago, given our strong balance sheet and highly diversified and well-located open-air shopping center portfolio. Consumers continue to frequent our high-quality centers, which offer necessity-based everyday goods and services. Our initial 2022 NAREIT FFO per share guidance range is $1.46 to $1.50. The guidance range is based on the following assumptions: same-property NOI growth will be positive. Please keep in mind the robust comps we will have for the last 3 quarters of 2022 are against varying levels of significant improvement in credit loss during the same periods in 2021. A normalized credit loss for 2022 of 100 basis points or approximately $18 million.\nNo additional income from the collection of prior period accounts receivable attributable to cash basis tenants or reinstatement of straight-line rent receivables. No redemption charges or prepayment charges associated with callable preferred stock outstanding or early repayment of debt obligations. No monetization of Albertsons shares, but inclusive of the expected dividends from the investment.\nTotal real estate acquisitions net of dispositions of $100 million, subject to timing. Annual G&A expenses of approximately $105 million to $112 million, with the first quarter higher due to the timing of annual equity awards. Annual financing expenses of $248 million to $258 million from debt and perpetual preferred stock outstanding and no issuance of common equity.\nBased on our expected performance during 2022, the Board has raised a quarterly cash dividend on the common stock to $0.19 per share representing an 11.8% increase. This dividend level is based on anticipated REIT taxable income for 2022 and represents an FFO payout ratio in the low 50% area, based on our 2022 NAREIT FFO guidance range.\nLooking back, 2021 was an incredibly successful year despite the ongoing pandemic. We fully integrated the $6 billion Weingarten portfolio, successfully onboarded close to 100 associates, improved occupancy levels, produced positive leasing spreads all year and made significant progress on our leverage metrics. There's a lot to be proud of, and we thank the entire Kimco team for all their hard work and commitment. We look forward to another successful year in 2022.\nAnd with that, we're ready to take your questions.\n\nDavid F. Bujnicki\n\nSVP of IR & Strategy, Kimco Realty Corporation\n\nIn terms of the Q&A, we have a pretty decent line up today. To make an efficient process, we encourage you just to ask one question with an appropriate follow-up and then you're more than welcome to rejoin the queue. Andrew, you could take the first caller."
  }
]