[
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9f25d023adee9aa59a7fae511c64132c",
    "period": "2025 Q3",
    "content": "Q3 2025 Public Service Enterprise Group Inc Earnings Call\n\nQ3 2025 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSENOV 3, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for handing by. My name is Rob. I'd like to welcome everyone to today's conference, Public Service Enterprise Group's Third Quarter 2025 Earnings Conference Call and Webcast. [Operator Instructions] As a reminder this conference is being record today, November 3, 2025, and we have the audio webcast on PSEG's Investor Relations website https://investor.pseg.com.\nI would now like to turn the Conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and we welcome to PSEG Third Quarter Earnings Presentation. On today are Ralph LaRossa, Chair, President and CEO; and Dan Cregg, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-Q will be filed later today. PSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimate that are subject to various risks and uncertainties.\nWe will also start on non-GAAP operating earnings, which will differ from the economic in the United States. We've had relation of our margin and claim regard on more forward-looking again on IO we and initial. Following our prepared remarks, we will do the tenants. I will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta, and thank you all for joining us to review the results we announced this morning and to discuss our outlook for the business over the remainder of the year. PSEG reported solid third quarter and year-to-date operating and financial results, reflecting the expected positive impact of new rates from the October 2024 distribution rate case settlement that benefited the full third quarter. Our results through the first 9 months enabled us to narrow our 2025 non-GAAP operating earnings guidance to the upper half of the range at $4 to $4.06 per share from prior guidance of $3.94 to $4.06 per share.\nAt PSE&G, we invested approximately $1 billion in the quarter and $2.7 billion over the first 9 months of 2025, and all part of our planned full year $3.8 billion regulated capital spending program. This program is focused on replacing and modernizing New Jersey's energy infrastructure meeting load growth and expanding energy efficiency programs that lower energy demand and customer bills.\nDuring the quarter, PSEG nuclear supplied the grid with 7.9 terawatt hours of reliable, carbon-free baseload energy while providing PSEG with the financial flexibility to fund our regulated investments. Our 100% owned Hope Creek unit completed a 499-day continuous run since its last refueling outage, and we recently completed work to extend its fuel cycle from 18 to 24 months positioning the unit to produce more megawatt hours going forward. Also during the past quarter, the Board of Trustees of the Long Island Power Authority approved a 5-year contract extension for us to continue as the operation service provider for the electric service on Long Island and in the Rockaways through 2030.\nWe are executing on PSEG's growth plan with a focus on operational excellence and rigorous cost discipline to maintain reliability and provide value for our customers.\nThe need for our investment in leadership has never been more evident than now with the significant and growing supply-demand imbalance in New Jersey and the entire PJM region. To address this resource adequacy and balance, which will adversely impact both reliability and affordability for customers in the future if it's not addressed, we are actively collaborating with current and potential future policymakers to develop real solutions in New Jersey and ensure we can affordably meet our customers' energy needs.\nThe next governor of New Jersey will be faced with addressing a broad set of rising costs. and implementing practical solutions to get to the root cause of these cost pressures will be a focus. These cost pressures have many sources. For example, the latest Rucker's Eagleton Pulse showed that 36% of likely voters cited taxes as a top problem facing New Jersey. While 21% sent was affordability.\nOther topics trail these 2 leading concerns with 6% pointed specifically to housing affordability and 5% so utility costs is the top problem in the state. We stand ready to work with the incoming administration through our part to keep rates as low as possible in the short term and work on longer-term solutions to add supply.\nWhile the supply-demand imbalance remains a significant and growing problem, we expect the capacity market impact on customer bills next June will be limited by 2 factors. First, the FERC-approved price collar that will extend to at least the upcoming capacity auction in December; and two, the gradualism of the basic generation supply mechanism that feathers in changes over a 3-year period here in New Jersey. This assumes the supply-related costs remain the same, preserving the reduction from other charges expected to come off the bill.\nOne energy topic where there is broad common ground is that New Jersey needs to add generation supply to reduce its over reliance on the PJM capacity market and ensuring continuing reliability and affordability for customers with imports having grown to over 40% of our generation consumption. Legislation has been introduced that allows electric distribution companies to compete to participate in offering supply solutions. We are supportive of legislation that would increase competition for generation of supply should New Jersey decide to pursue new in-state generation. In addition, we have sites with grid connection capability and pipeline supplies as well as the in-house expertise to build new supply here in New Jersey with prevailing wage labor.\nNow turning to PSEG Nuclear. We continue to implement projects designed to optimize our plants and increase megawatt production. In addition to the Hope Creek fuel cycle extension I mentioned earlier, our sale upgrade project will bring an incremental 200 megawatts to the grid during the 2027 to 2029 time frame as this kind of baseload carbon-free dispatchable power continues to increase in scarcity value.\nWe also note the potential significance of the recent Department of Energy notice, which has now become a FERC rulemaking, seeking to accelerate interconnection of large loads in a way that is timely, fair and affordable for customers. The notice is requesting that FERC take final action by April 30, 2026. There are many positive elements to this proposal, but it will take a while before we see the ultimate impact of the rule making.\nSo to summarize, we delivered a solid operating quarter for our customers, and our financial results through the first 9 months enable us to narrow our full year 2025 non-GAAP operating earnings guidance to the upper half of the range at $4 to $4.06 per share from our prior guidance of $3.94 to $4.06 per share. We are also reaffirming PSEG's 5-year non-GAAP operating earnings growth outlook of 5% to 7% through 2029 as we continue to pursue incremental opportunities to our long-term forecast, including the potential to contract our nuclear output under multiyear agreements and potential utility investments to address near-term need for additional supply due to the growing customer demand.\nNotably, our balance sheet continues to enable us to fund PSEG's 5-year capital investment program of $22.5 billion to $26 billion without the need to issue new equity or sell assets and provides the opportunity for consistent and sustainable dividend growth.\nBefore I conclude, I would like to recognize the outstanding performance of both our transmission and distribution system as well as our nuclear business over the last quarter. Both demonstrated exceptional reliability and resiliency for our customers. This collective achievement reflects the hard work, dedication and technical expertise of everyone at PSEG.\nNow as you know, tomorrow's election day in New Jersey. Let me say this clearly, PSEG has been around for over a century, and we have worked successfully with every New Jersey administration on both sides of the aisle with aligned objectives for the state's advancement. Based on our meetings with both candidates for governor, I have every confidence that we will do so again with the new incoming administration.\nI'll now turn the call over to Dan, who will walk you through our financial results and the outlook for the remainder of 2025 and then rejoin the call for Q&A.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nThanks, Ralph, and good morning to everybody. For the third quarter, PSEG reported net income of $1.24 per share in 2025 compared with $1.04 per share in 2024 and non-GAAP operating earnings were $1.13 per share in 2025 compared with $0.90 per share in 2024.\nWe've provided you with information on Slide 7 and 9 regarding the contribution to net income and non-GAAP operating earnings by business for the third quarter and 9 months ended September 30, 2025.\nSlides 8 and 10 contain waterfall charts that take you through the net changes for the quarter and year-to-date periods over the prior year and non-GAAP operating earnings per share also by major business.\nLet's start with PSE&G, which reported third quarter net income and non-GAAP operating earnings of $515 million for 2025 compared to $379 million in 2024. Utilities results were driven by the implementation of new electric and gas base distribution rates that took effect in October 2024 to recover a return of and on previous capital investments totaling more than $3 billion and higher working capital recovery.\nBeginning on Slide 8 with the PSE&G column. Our distribution margin increased by $0.30 per share compared to the year ago period, largely reflecting the impact of the rate case plus recovery of and return on PSE&G's capital investments.\nOn the expense side, distribution O&M costs were $0.02 per share higher compared to the third quarter of 2024. And depreciation and interest expense rose by $0.01 per share and $0.02 per share, respectively, compared to the third quarter of 2024, reflecting higher levels of depreciable plant, investment and long-term debt at higher interest rates.\nLastly, the timing of taxes recorded through an annual effective tax rate, which nets to zero over a full year, had a net favorable impact of $0.02 per share in the third quarter compared to the prior year period.\nFollowing severe heat storms in June when PSE&G hit its electric system peak for the year weather conditions during the third quarter, as measured by the Temperature-Humidity Index, were 3% cooler than normal and 7% cooler than the third quarter of 2024. As a reminder, the Conservation Incentive Program, or CIP program mechanism, decoupled weather and other economic sales variances from a significant portion of our distribution margin, while helping PSE&G promote the widespread adoption of energy conservation, including energy efficiency and solar programs. Under the CIP, the number of electric and gas customers is the primary driver of distribution margin, and each segment grew by approximately 1% and over the past year.\nOn the capital front, as Ralph mentioned earlier, PSE&G invested approximately $1 billion during the third quarter, totaling $2.7 billion for the first 9 months. Our plan for the full year of 2025 regulated capital investment remains approximately $3.8 billion, and our 5-year regulated capital investment plan of $21 billion to $24 billion through 2029 is unchanged.\nIn the first quarter of 2025, PSE&G began deploying the new energy efficiency programs. We anticipate investing up to $2.9 billion over a 6-year period under that program. This program total includes approximately $1 billion of on-bill repayment options to help our customers finance their energy efficiency equipment and appliances and provides customers with energy information and options to manage their energy use and lower their bills.\nNow moving on to PSEG Power & Other. For the third quarter, PSEG Power & Other reported net income of $107 million in 2025 compared to $141 million in 2024 and non-GAAP operating earnings were $50 million in 2025 compared to $69 million in 2024.\nReferring again to the third quarter waterfall on Slide 8, net energy margin rose by $0.01 per share compared to the prior year quarter. While generation was down in the quarter due to the Hope Creek refueling outage, overall power pricing and market revenues were higher than in the third quarter of 2024. O&M was $0.05 per share unfavorable compared to the third quarter of 2024, mostly driven by the scheduled refueling of our 100% owned Hope Creek Nuclear unit. As Ralph mentioned, our Hope Creek unit has successfully transitioned from an 18- to 24-month refueling cycle going forward, which is expected to yield additional megawatt hours as well as O&M savings over the long term.\nDepreciation expense was $0.01 per share favorable and interest expense rose by $0.02 per share, reflecting incremental debt at higher interest rates. And taxes and other were $0.01 per share favorable compared to the third quarter of 2024.\nOn the operating side, the nuclear fleet produced approximately 7.9 terawatt hours during the third quarter compared to approximately 8.1 terawatt hours in the third quarter of 2024. For the 9 months ended September 30, 2025, nuclear generation was approximately 23.8 terawatt hours up slightly from 23.3 terawatt hours for the same period of 2024. Capacity factors for the nuclear fleet were 92.4% and 93.7% for the quarter and 9-month period ended September 30, 2025, respectively.\nIn July, PSEG Nuclear declared approximately 3,500 megawatts of its eligible nuclear capacity in PJM's base residual auction at the market clearing price of $329 per megawatt day for the energy year June 1, 2026, through May 31, 2027.\nTouching on some recent financing activity. As of the end of September, PSEG had total available liquidity of $3.6 billion, including approximately $330 million of cash on hand. And on the financing front, in August, PSE&G issued $450 million of 4.9% secured medium-term notes due August 2035 and later in August, PSEG redeemed at maturity $550 million of notes that carried a coupon of 0.8%. Overall, PSEG had significant liquidity at the end of the third quarter, which remained relatively unchanged from the end of the second quarter.\nPSEG's variable rate debt at the end of September consisted of a 364-day term loan at PSEG Power for $400 million, which matures in December of 2025, and commercial paper. As of September 30, our level of variable rate that represents approximately 4% of our total debt. And in October, Moody's published updated credit opinions on PSEG and PSE&G with no change to either credit ratings or outlook.\nLooking ahead, our solid balance sheet supports the execution of PSEG's 5-year capital spending plan dominated by regulated CapEx, without the need to sell new equity or assets and provides for the opportunity for consistent and sustainable dividend growth.\nIn closing, we are narrowing PSEG's full year 2025 non-GAAP operating earnings guidance to 4$ to $4.06 per share from $3.94 to $4.06 per share. This updates PSEG's solid results through the first 9 months of 2025. And we are also reaffirming our long-term 5% to 7% compound annual growth and non-GAAP operating earnings through 2029. We supported by our capital investment programs and the nuclear PTC threshold. We expect to introduce PSEG's 2026 non-GAAP operating earnings guidance, roll forward our capital investment plans, update our rate base on long-term earnings CAGRs and discuss this outlook call during our year-end call in February of 2026.\nThis concludes our formal remarks. And operator, we are now ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fe06d0fedf8bd2ba0b9eedb544c2d7a2",
    "period": "2025 Q2",
    "content": "Q2 2025 Public Service Enterprise Group Inc Earnings Call\n\nQ2 2025 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEAUG 5, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob, and I'm your event operator today.\nI would like to welcome everyone to today's conference, Public Service Enterprise Group's Second Quarter 2025 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded today, August 5, 2025, and will be available for replay as an audio webcast on PSEG's Investor Relations website at https://investor.pseg.com.\nI would now like to turn the conference call over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's Second Quarter 2025 Earnings Presentation. On today's call are Ralph LaRossa, Chair, President and CEO; and Dan Cregg, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-Q will be filed later today. PSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties.\nWe will also discuss non-GAAP operating earnings, which differs from net income as reported in accordance with generally accepted accounting principles, or GAAP, in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials. Following our prepared remarks, we will conduct a 30-minute question-and-answer session.\nI will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta, and thanks to all of you for joining us this morning to review PSEG's second quarter 2025 results and to discuss our outlook for the business over the rest of the year. PSEG delivered another quarter of solid operating and financial performance. And PSE&G is on track to execute on its full year $3.8 billion regulated investment program to maintain reliability. PSE&G also benefited from a full quarter of regulatory recovery of and on over $3 billion of previously invested capital, which was approved in the October 2024 settlement of our electric and gas distribution base rate case.\nPSEG's results also reflect the positive impact of higher output from our nuclear generating fleet, which benefited from the absence of a Spring Hope Creek refueling outage experienced last year. During the past quarter, we also continued to prioritize meeting our customers' expectations on both the reliability and affordability fronts. In late June, we successfully operated through 3 consecutive days of 100-degree plus temperatures, prompting high electricity usage that set a summer peak load of 10,229 megawatts on June 24, the highest system load we have experienced since 2013.\nThe value of our infrastructure resilience and storm restoration efforts benefited customers during a series of intense heat, wind and rainstorms, providing yet another validation of our investments in the system to maintain reliability, which also improves the customer experience. Our utility crews in New Jersey and on Long Island are working tirelessly to safely keep the lights on, restoring service to interrupted customers on a timely basis, redirecting employees from nonemergency work to focus on emergent service requests and deploying mutual aid to reinforce our local crews to restore service to customers even faster.\nDuring the 4-day heat storm in June, PSE&G crews restored service to 99% of [indiscernible] customers within 24 hours. I could not be more proud of our team's work and these results. Turning to our affordability focus. Given the warmer-than-normal summer thus far, higher electricity usage is expected to result in higher customer bills. In addition, our customers are seeing the electric rate impact of last year's PJM capacity auction, which is just now translating into summer utility bills. PSE&G has responded by partnering with the New Jersey Board of Public Utilities to implement a summer relief initiative, providing all residential customers with deferred billing during 2 high-usage summer months, shifting collection of the deferral to lower electric usage months with no interest charged to customers.\nThe utility has also extended showoff protections for income qualified residential customers and suspended electric reconnect fees through September 30. In addition, PSE&G is processing 2 sets of upcoming state-funded residential energy assistance payments that will also reduce eligible customer bills. We also continue to connect our customers in need of payment assistance with all available resources, including our award-winning energy efficiency programs to help lower usage.\nLast month, PJM released the results of its latest capacity auction, which priced within a FERC-approved price collar at $329 per megawatt day for the 2026 to 2027 energy year. Despite this latest increase in capacity prices, we anticipate a near flat impact on customer electric bills when this latest price is feathered into the PGS supply rates in June of 2026.\nThis assumes other supply-related costs remain the same, preserving the reduction from other charges expected to come off the bill. As we've discussed on prior calls, the resource adequacy challenges in New Jersey and across the entire 13-state PJM region are becoming more acute as we see both growing demand and new supply slow to respond. Recent reports reflect an increasing amount of new large load applications that are quickly eroding existing reserve margins.\nWithin the confines of PJM, it's hard to see the path to new generation through existing market signals, which may require the consideration of a new approach to procuring capacity and resource planning. In New Jersey, the legislature convened on June 30, having held a series of hearings on energy affordability in advance of the PJM capacity-related summer rate increases. Legislation introduced this past March, Assembly Bill 5439 could enable regulated utilities to be among those companies able to compete for potential generation projects should New Jersey decide to build or pursue new in-state generation.\nNew Jersey remains a net importer of power. And during the June heat storms imported nearly half of its electric needs from out of state, abundant excess generation capacity to our West that for many years, made power imports a convenient option is quickly being absorbed by rapid growth of native load in those states. In New Jersey, policymakers have begun to actively weigh the priorities of economic growth with system reliability and affordability and the state's environmental policies.\nIn fact, today, the BPU is conducting a technical conference on resource adequacy, focusing on the recent PJM capacity auction results and state-driven solutions. We look forward to partnering with New Jersey and regional stakeholders to develop policy consensus on long-term comprehensive solutions that can meet our growing demand and improve resource adequacy while safeguarding affordability and reliability to meet New Jersey's energy needs.\nWhile these conversations continue, our $3.8 billion regulated capital investment plan for 2025 is focused on infrastructure replacement and modernization to ensure safe and reliable service. and to meet growing customer demand. These efforts are on track and on budget. As mentioned last quarter, PSE&G began the second phase of its Clean Energy Future Energy Efficiency II program which will help customers save energy, lower their bills and reduce carbon emissions while supporting job training and economic growth right here in New Jersey.\nAnd speaking of economic growth, as of June 30, PSE&G's pipeline of large load inquiries for new service connections grew to over 9,400 megawatts, up 47% from 6,400 megawatts reported as of March 31. And as I've stated previously, these numbers include both mature applications that we refer to as new business, approximately 2,600 megawatts of the total, which is [ down up ] by 40% since March 31 as well as feasibility studies and initial leads. Our engineering assessment turnaround is still averaging about 4 months, and this response time is supportive of the state's objective to spur economic development. To the extent these large load prospects convert into new utility customers in the future, fixed costs are then spread over a larger user base which can help to lower existing customer bills.\nTurning now to PSEG Power and Other Our nuclear units generated and supplied the grid with approximately 7.5 terawatt hours of carbon-free baseload power and achieved a fleet capacity factor of 88.8% for the second quarter, lowered by the scheduled refueling outage at Salem Unit 1. During this fall's refueling outage, PSEG nuclear will perform the work needed to extend Hope Creek's fuel cycle from 18 to 24 months. This is the first of several steps we are taking to optimize our plans, providing the grid with more reliable 24/7 carbon-free power between now and Hope Creek's next scheduled refueling outage in the fall of 2027.\nIn addition, our Salem operate project will bring approximately 200 megawatts for the size of a small modular reactor of incremental carbon-free dispatchable power during the 2027 to 2029 time frame. We were also pleased that federal tax legislation passed in July preserve the downside price protection from the nuclear production tax credit, or PTC, as well as the PTC availability for expansions of nuclear capacity, which supports the planned power upgrade at Salem. In addition, the legislation permanently extends 100% bonus depreciation to qualified business profit. To summarize, we had a good quarter and first half of 2025, which provides us with a solid base to confidently deliver on our full year 2025 non-GAAP operating earnings guidance of $3.94 to $4.06 per share, which is up 9% at the midpoint over 2024 results. Our 2025 guidance includes a full year of new distribution rates from our 2024 base rate case settlement, which was reached last October as well as an upcoming refueling outage at our 100% owned Hope Creek nuclear unit this fall.\nIn closing, we are also reiterating PSE&G's updated 5-year capital spending program at $21 billion to $24 billion, which supports an expected rate base CAGR of 6% to 7.5% through 2029. This, in turn, drives PSEG's 5% to 7% non-GAAP operating earnings CAGR while continuing to use the nuclear PTC as our reference price for power. PSEG intends to execute this capital plan without the need to issue new equity or sell assets.\nI'll now turn the call over to Dan, who will walk you through the results for the quarter and our outlook for the remainder of 2025, and then I'll rejoin the call for Q&A.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nGreat. Thanks, Ralph. Good morning, everybody. PSEG reported net income of $1.17 per share for the second quarter of 2025 compared to $0.87 per share in 2024, and non-GAAP operating earnings were $0.77 per share in the second quarter of 2025 compared to $0.63 per share in 2024. These solid results were up over 20% from last year's second quarter, reflecting the benefit of new distribution rates, which were placed into effect at PSE&G in October of 2024 and higher generating volume at PSEG Power, which reflects the absence of last spring's Hope Creek refueling outage, which will take place this fall, raising O&M and lowering output in the second half of 2025.\nWe've provided you with information on Slides 8 and 10 regarding the contribution to net income and non-GAAP operating earnings by business for the second quarter and first half of 2025. Slides 9 and 11 contain waterfall charts that take you through the net changes for the quarter and year-to-date periods over the prior year and non-GAAP operating earnings per share, also by major business. Let's start with PSE&G, which reported second quarter net income and non-GAAP operating earnings of $332 million for 2025 compared to $302 million in 2024.\nFor the year-to-date ended June 30, PSE&G reported net income and non-GAAP operating earnings of $878 million in 2025 compared to $790 million in 2024. Utilities results were driven by the implementation of new electric and gas base distribution rates that went into effect last October to recover a return of and on previous capital investments totaling more than $3 billion. Beginning on Slide 9 with the PSE&G column, Transmission margin was $0.01 per share higher compared to the year ago quarter on higher investment and a prior year true-up.\nOur distribution margin increased by $0.10 per share compared to the year ago period, largely reflecting the impact of the rate case plus recovery of and on PSE&G's regulated energy efficiency investment. On the expense side, distribution O&M costs were $0.01 per share favorable compared to the second quarter of 2024, though for the full year, distribution O&M is expected to be higher versus the prior year.\nBoth depreciation and interest expense each rose $0.02 per share compared to the second quarter of 2024, reflecting higher levels of depreciable plant investment and long-term debt at higher interest rates. Lastly, the timing of taxes recorded through an annual effective tax rate, which nets to 0 over a full year, had a net unfavorable impact of $0.02 per share in the second quarter compared to the prior period, reversing a positive $0.02 per share impact in the first quarter of 2025. Weather conditions during the second quarter, as measured by the temperature humidity Index were 21% warmer than normal, but 14% cooler than the second quarter of 2024.\nAs you know, the Conservation Incentive Program or SIP mechanism decouples weather and other economic sales variances from a significant portion of our distribution margin, while helping PSE&G promote the widespread adoption of energy conservation, including energy efficiency and solar program. Under the SIP, the number of electric and gas customers is the primary driver of distribution margin, and each segment grew by approximately 1% over the past year.\nOn the capital front, as Ralph mentioned earlier, PSE&G invested approximately $900 million during the second quarter, and we are on track to fully execute our 2025 regulated capital investment plan of $3.8 billion, focused on infrastructure modernization, energy efficiency and meeting growing demand. And we have maintained our 5-year regulated capital investment plan of $21 billion to $24 billion through 2029. We began the next phase of our energy efficiency program during the first quarter of 2025, and we anticipate investing up to $2.9 billion over a 6-year period. The energy efficiency program total includes approximately $1 billion of unbilled repayment options to help our customers finance their energy efficiency equipment and appliances and provides customers with energy information and options to manage their energy use and lower their bills. Moving on to PCG Power and Other. For the second quarter, PCG Power & Other reported net income of $253 million in 2025 compared to $132 million in 2024, and non-GAAP operating earnings were $52 million in the second quarter of 2025 compared to $11 million in the second quarter of 2024. For the year-to-date ended June 30, PSEG Power & Other reported net income of $296 million in 2025 compared to $176 million in 2024, and non-GAAP operating earnings of $224 million in the first half of 2025 compared to $180 million for the first half of 2024.\nReferring again to the waterfall on Slide 9 for the second quarter of 2025. Net energy margin rose by $0.04 per share, driven by higher nuclear generating output. O&M was $0.03 per share favorable compared to the second quarter of 2024, driven by the absence of last spring's Hope Creek refueling outage. Interest expense rose by $0.02 per share, reflecting incremental debt at higher interest rates. Taxes and other were $0.03 per share favorable compared to the second quarter of 2020 and in part due to the use of a lower annual effective tax rate in 2025, that will reverse over the balance of the year.\nOn the operating side, the nuclear fleet produced approximately 7.5 terawatt hours during the second quarter, up by 0.5 terawatt hour over the same period in 2024 and reached 16.9 terawatt hours for the first half of this year, both benefiting from the absence of last Springs Hope Creek refueling outage. Capacity factors for the nuclear fleet were 88.8% and 94.3% for the quarter and 6-month period ended June 30, 2025, respectively. In late July, PSEG Nuclear cleared approximately 3,500 megawatts of its eligible nuclear capacity in PJM's base residual auction at $329 per megawatt a day for the energy year beginning June 1, 2026 through May 31, 2027.\nThis latest result is up from $270 per megawatt day for a similar amount of capacity in the 2025, 2026 PJM capacity [ auction ]. For the second half of 2025, results at PSEG Power and Other will be impacted by this fall scheduled Hope Creek outage and the completion of the 3-year Zero Emission Certificate award that ended on May 31, which will offset higher capacity revenues related to the 2025, 2026 auction results in the back half of this year. Touching on some recent financing activity. As of June 30, PSEG had total available liquidity of $3.6 billion, including $186 million of cash on hand.\nOn the financing front, PSG Power issued $1.5 billion of senior unsecured debt this past May, consisting of $750 million of 5.2% 5-year notes due 2030 and $500 million of 5.75% 10-year notes due 2035. Proceeds from this sale were used to repay the $1.5 billion variable rate PSEG Power term loan that was scheduled to mature engine. PSEG's variable rate debt at the end of June consisted of a 364-day term loan at PSEG Power for $400 million, which matures in December of 2025 and commercial paper.\nAs of June 30, following the redemption of the PSEG Power, $1.5 billion variable rate term loan in May. Our level of variable rate debt represents approximately 3% of our total debt. In by 2025, federal fax legislation preserved the downside price protection of the nuclear production tax credit as well as the PTC availability for expansions of nuclear capacity which supports our planned power upgrade sale. In addition, this legislation permanently extends 100% bonus depreciation for qualified business property, improving cash flow at PSEG Power as it executes on its planned capital program.\nAs Ralph mentioned, we are refarming PSEG's full year 2025 non-GAAP operating earnings guidance of $3.94 to $4.06 per share as well as our long-term 5% to 7% non-GAAP operating earnings CAGR through 2029 at nuclear PTC threshold. Our solid balance sheet supports the execution of PSEG's 5-year $22.5 billion to $26 billion capital spending plan without the need to sell new equity or assets. and provides the opportunity for consistent and sustainable dividend growth. That concludes our formal remarks, and we are ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/db8790da35e18f7396dc887a785957e7",
    "period": "2024 Q4",
    "content": "Q4 2024 Public Service Enterprise Group Inc Earnings Call\n\nQ4 2024 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEFEB 25, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob and I'm your event operator today. I would like to welcome everyone to today's conference, Public Service Enterprise Group's Fourth Quarter and Full Year Results 2024 Earnings Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded today, February 25, 2025, and will be available for replay as an audio webcast on PSEG's Investor Relations website at https://investor.psg.com. I would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's Fourth Quarter and Full Year 2024 Earnings Presentation. On today's call are Ralph LaRossa, Chair President and CEO; and Dan Cregg, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com and our 10-K will be filed later today.\nPSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings, which differs from net income as reported in accordance with generally accepted accounting principles or GAAP in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials. Following our prepared remarks, we will conduct a 30-minute question-and-answer session. I will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta, and thank you, everyone, for joining us this morning to review PSEG's 2024 results and our outlook for the business going forward. Let's start with our strong results. PSEG reported net income of $0.57 per share for the fourth quarter of 2024 and $3.54 per share for the full year.\nFor non-GAAP operating earnings, PSEG reported results of $0.84 per share for the fourth quarter and $3.68 per share for the full year, which was at the top of our 2024 guidance range. Our reported results for 2024 also marked the 20th consecutive year that we have met or exceeded management's non-GAAP operating earnings guidance to investors. We are proud of this track record and confident that our team will continue to build on it. We are also successful in achieving our strategic and regulatory objectives for 2024.\nFirst, we settled PSE&G's first electric and gas distribution rate case in 6 years all with a balanced outcome that recovers prudent investments, maintains our favorable affordability profile and mitigates variability for our customers. Second, PSE&G received approval to invest $2.9 billion in its Clean Energy Future Energy Efficiency 2 program over the upcoming 6-year period.\nThis second phase of the BPU statewide energy efficiency framework has resulted in a meaningful increase to the program, which will enable us to make investments at more customer premises to reduce energy usage improve affordability and reduce carbon emissions. Third, we efficiently executed the utilities planned $3.6 billion capital spending program and notably completed the advanced metering infrastructure program on time and on budget, installing approximately 2.2 million smart meters in customers' homes and businesses.\nAnd fourth, and I'm very happy to say we implemented new deferral mechanisms for pension and storm expense coming out of the rate case. This increases the predictability of PSE&G's future financial results and stabilizes rates for customers. Speaking of customer rates, the new base rates that were placed into effect last October represented an annual increase of about 1% per year since our last rate case in 2018.\nAlso, last October, PSE&G lowered its gas commodity charge to $0.33 per therm for the winter of 2025. The third supply charge reduction since January of 2023. All of these steps will serve to moderate the recent outcome of the BGS auction results, which will increase customer electric bills this June 1. PSE&G's record of reliability, affordability and customer satisfaction continues to be a valuable combination.\nWe were recently named #1 in customer satisfaction with residential electric and gas service in the East among large utilities by J.D. Power in 2024. The utility also received the PA Consulting 2020 liability one award for the Mid-Atlantic region for the 23rd consecutive year. I want to take a moment to recognize and thank all of our over 13,000 employees for the incredible teamwork and individual efforts that deliver 2024 strategic objectives and financial results.\nSo let's turn to our outlook for 2025, starting with Slides 5 and 6. For the current year, we have initiated PSEG's non-GAAP operating earnings guidance at $3.94 to $4.06 per share, which is up by 9% at the midpoint over our 2024 reported results. Our 2025 guidance midpoint is the new base year for PSEG's 5% to 7% non-GAAP operating earnings CAGR at the nuclear production tax credit threshold for the 2025 to 2029 period.\nI would also note this CAGR, while unchanged as we pursue incremental revenue opportunities at PSEG Nuclear starts from a $4 midpoint of 2025 guidance that is 9% higher than our 2024 non-GAAP results. For 2025, we plan to invest $4 billion across enterprise driven by regulated investments. We also raised PSEG's 2025 to 2029 capital spending plan to $22.5 billion to $26 billion, which is up by $3.5 billion from the prior plan.\nThis increase is largely comprised of incremental investments at PSE&G that will meet growing customer demand, modernize infrastructure and further execute on the previously mentioned energy efficiency programs. Please see Slides 14 and 15 for the updated regulated capital spending plan and rate base projections for the 2025 to 2029 period.\nThis updated 5-year capital spending program is expected to support a PSE&G rate base CAGR that continues at 6% to 7.5% over the upcoming 5-year period, which grows from a starting point of approximately $34 billion, which is notably 12% higher than the year-end 2023 balance. Something new for PSE&G this year has been a significant increase in inquiries from large load and data center customers.\nLast year at this time, these totaled under 400 megawatts. Today, the interest has grown to 4,700 megawatts, which includes both mature leads and initial inquiries. This pipeline represents an over 12-fold increase over the last year. The average size of these project leads is in the 100-megawatt range, which can often fit within PSE&G's existing robust utility transmission infrastructure.\nWe are responding to these inquiries in under 4 months on average. Approximately 25% of the 4,700 megawatts of new business leads have been incorporated into PJM's 2025 system peak lower forecast. As I mentioned earlier, the basic generation service auction results will raise the residential electric bill starting June 1.\nThis increase is being driven by the significant rise in the capacity prices coming out of PJM's latest RPM auction conducted last July, which reflects growing energy demand combined with the need for new power generation. As a reminder, electric supplies of pass-through costs that PSE&G does not earn a profit on. Even with this upcoming BGS increase, our combined bill still compares favorably to all other utilities in New Jersey, and we remain a leader across the nation on our low share of wallet comparison.\nPSE&G's bill remains at about 3% of total income for medium income customers and even lower still approximately 2% or our low to moderate income customers that take advantage of payment assistance programs. Turning to PSE&G Power & Other, while the PTC threshold provides sufficient support to meet PSEG's 5% to 7% long-term growth outlook, we continue to pursue nuclear revenue growth opportunities at PSEG nuclear that would be incremental.\nThese opportunities to contract portions of our nuclear output under long-term contracts can also benefit the economic development interest of the state and helping to attract AI hubs to New Jersey. We had an exceptional year in 2024 continuing to execute on our business plan and in doing so, have made our businesses more predictable and our earnings growth more visible.\nThese benefits will enhance our ability to drive our future performance that prioritizes maintaining our financial strength making disciplined investments and delivering operational excellence. Another key PSEG distinction that we are proud to extend our ability to continue supporting another robust 5-year capital program without the need to issue new equity or sell assets through 2029, even with the latest $3.5 billion increase over the prior plan. Before I conclude, I want to highlight that our Board of Directors recently announced a $0.12 per share increase in PSEG's annual common dividend to indicative annual rate of $2.52 per share for 2025.\nThis is PSEG's 14th consecutive annual increase, made possible by a long-standing commitment to financial discipline that has enabled us to pay a common dividend to our shareholders for 118 consecutive years. I'll now turn the call over to Dan to walk you through the results for the quarter and our outlook for 2025 through 29th period, and then we joined the call for Q&A.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nThank you, Ralph, and good morning, everybody. As Ralph mentioned earlier, PSEG reported net income of $3.54 per share for the full year of 2024 compared with net income of $5.13 per share for 2023. And non-GAAP operating earnings for the full year of 2024 were $3.68 per share compared to $3.48 per share for 2023.\nFor the fourth quarter of 2024, net income was $0.57 per share compared to $1.10 per share in 2023 and non-GAAP operating earnings were $0.84 per share in the fourth quarter of 2024 compared to $0.54 per share in 2023. Slides 8 and 10 detail the contribution to non-GAAP operating earnings per share by business segment.\nThe fourth quarter and full year of 2024 and Slides 9 and 11 contained waterfall charts that take you through the net changes for the quarter-over-quarter and full year periods and non-GAAP operating earnings per share by major business. Starting with PSE&G, which reported fourth quarter 2024 net income of $0.75 per share compared to $0.58 per share in 2023.\nPSE&G had non-GAAP operating earnings of $0.75 per share for the fourth quarter of 2024 compared to $0.59 per share in 2023. Utilities results were driven by the implementation of new electric and gas base distribution rates. The new rates went into effect on October 15 and the fourth quarter results reflect the impact of seasonality of gas revenues during winter months.\n2025 comparisons will benefit from a full year of new rates for both gas and electric revenues. Compared to the fourth quarter of 2023, transmission margin was a benefit of $0.02 per share due to higher recovery of investments. Distribution margin increased by $0.16 per share and reflects the impacts of the rate case on gas revenues in the fourth quarter.\nDistribution O&A expense was $0.01 per share favorable compared to the fourth quarter of 2023, primarily due to the timing of spending. Depreciation and interest expense rose by $0.01 per share and $0.02 per share, respectively, compared to the fourth quarter of 2023, reflecting continued growth in investment and higher interest expense.\nLower pension and OPEB income resulting from the cessation of OCA related credits, which ended in 2023, resulted in a $0.02 per share unfavorable comparison to the year earlier quarter. And lastly, the timing of taxes recorded through an annual effective tax rate, which nets to 0 over the full year and other taxes had a net favorable impact of $0.02 per share in the fourth quarter compared to 2023.\nAnd for the full year, PSE&G results reflect higher earnings from increased investment in infrastructure replacement and energy efficiency as well as the rate case partially offset by higher interest and depreciation expense from higher investment balances. Weather during the fourth quarter, as measured by heating degree days, was 12% warmer than normal, but 3% cooler than the fourth quarter of 2023.\nAnd as I'm sure you know, weather variations have a minimal impact on PSE&G's utility margin because of the conservation incentive program, or CIP mechanism. This decoupling mechanism limits the impact of weather and other sales variances positive or negative, on electric and gas margins while helping PSE&G promote the widespread adoption of its energy efficiency program.\nUnder the CIP, the number of electric and gas customers is what drives margin, and each segment grew by approximately 1% in 2024. On capital spending, as Ralph mentioned, PSE&G invested approximately $0.9 billion or $900 million during the fourth quarter. And for the full year 2024, our capital spending totaled $3.6 billion slightly higher than our original plan of $3.4 billion based on the continued execution of our electric system reliability programs, including Energy Strong and last mile spend in the IAP, our ongoing gas infrastructure replacement spending as well as our energy efficiency programs.\nFor 2025, we plan to invest approximately $3.8 billion in regulated investments focused on infrastructure modernization, energy efficiency and meeting growing demand and electrification initiatives. We've rolled forward our 5-year regulated capital investment plan through 2029 amounting to $21 billion to $24 billion compared to our prior plan of $18 billion to $21 billion. The $3 billion increase in regulated investments is driven by incremental reliability and resiliency investments under PSE&G's existing infrastructure programs and the CEF E2 program.\nOur 2025 to 2029 regulated capital investment plan is expected to produce compound annual growth in rate base of 6% to 7.5%, starting from a year-end 2024 rate base of approximately $34 billion, including construction work in progress and as Ralph mentioned, is an increase of approximately 12% over the same number for year-end 2023.\nMoving to PSEG Power and Other. For the fourth quarter of 2024, PCEG Power & Other reported a net loss of $0.18 per share compared to net income of $0.52 per share in the fourth quarter of 2023. Non-GAAP operating earnings were $0.09 per share for the fourth quarter compared to a non-GAAP operating earnings loss of $0.05 per share in the fourth quarter of 2023.\nFor the fourth quarter of 2024, net energy margin rose by $0.18 per share, driven by higher recontracting prices at nuclear which includes the net impact of the nuclear PTC that took effect January 1, 2024. As anticipated, we realized a significant portion of the increase in the 2024 gross margin over 2023's gross margin during the second half of the year based upon the shape of our underlying hedges.\nO&M was $0.01 per share unfavorable. Interest expense was $0.02 per share higher, reflecting incremental debt at higher rates and lower pension income and OPEB credits were $0.01 per share unfavorable versus the fourth quarter of 2023.\nTaxes and other were $0.01 per share favorable compared to the year earlier quarter. On the operating side, the nuclear fleet produced approximately 7.3 terawatt hours during the fourth quarter at approximately 31 terawatt hours for the full year running at a capacity factor of approximately 86% and 90% for the quarter and full year, respectively. Touching on some recent financing activity.\nAs of the end of December, PSEG had total available liquidity of $2.6 billion, including approximately $100 million of cash on hand. Through December 2024, cash from operations was strong though well below the 2023 level, which is substantially helped by the return of cash collateral.\nOur cash collateral balance was approximately $250 million as of December 31, which supported our strong liquidity position. Last November, PSE&G repaid its $250 million, 3.05% secured medium-term notes, or MTNs, upon maturity. And in December of 24, PSEG Power entered into a new 364-day variable rate term loan for $400 million, supported by the strength of its cash flow.\nAnd also in December, PSEG Power amended its existing $1.25 billion variable rate 3-year term loan agreement to extend the maturity from March to June of 2025, which just helps manage our cash position during the upcoming year. At the end of 2024, Power had $1.65 billion of debt outstanding with $1.25 billion swapped to a fixed rate, mitigating fluctuations in interest rates through March of 2025.\nAnd given our swaps, we continue to have a low level of variable rate debt, approximately just 7% of total debt at year-end. Looking ahead, our solid balance sheet supports the execution of PSEG's 5-year capital spending plan dominated by regulated CapEx. Without the need to sell new equity or assets, and provides for the opportunity for consistent and sustainable dividend growth.\nNow before I conclude my remarks, let's review some earnings drivers for 2025, and those are outlined on Slide 5. The most impactful driver will be the implementation of new distribution base rates in effect for the full year. Recall that the fourth quarter of 2024 is a seasonal peak for gas which comes into play in a projection of the new base rates over a full year. Also note, electric seasonality will produce a similar impact from the third quarter of this year.\nIn addition, cloud-based recoveries for investments in GSMP, the infrastructure management program, or IAP, and the CEF energy efficiency II program will also add to 2025 utility margin. Partly offsetting these positives are higher O&M, interest and depreciation expense, reflecting higher investment balances of PSE&G as well as higher interest expense at PSEG Power and parent related to refinancing maturities at higher current interest costs.\nAt PSEG Nuclear, our 100% owned Hope creep nuclear unit has a scheduled repealing set for the fall of 2025 that will include the fuel cycle extension work to extend its next scheduled refueling in 24 months for the fall of 2027. And as a reminder, the 0 emission certificate amounts earned by our New Jersey nuclear units will conclude in May of 2025.\nIn closing, we delivered our 20th year in a row of meeting or exceeding our guidance, and we carry that confidence forward to our full year 2025 non-GAAP operating earnings guidance of $3.94 to $4.06 per share, approximately 9% higher at the midpoint over 2024 results. We also extended our 5% to 7% non-GAAP operating earnings CAGR through 2029, starting with 2025 as the base year.\nAs Ralph mentioned, we're continuing to pursue incremental revenue opportunities at PCG Nuclear, which could enhance that long-term growth CAGR relative to the range that we've provided based on the PTC. That concludes our formal remarks, and we are ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ffa9d1e7a38ea34cfd236a28f3125ea3",
    "period": "2024 Q2",
    "content": "Q2 2024 Public Service Enterprise Group Inc Earnings Call\n\nQ2 2024 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEJUL 30, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob, and I am your event operator today. I'd like to welcome everyone to today's conference, Public Service Enterprise Group's Second Quarter 2024 Earnings Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded today, July 30, 2024, and will be available for replay as audio webcast on PSEG's Investor Relations website at https://investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Carlota, please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's Second Quarter 2024 Earnings Presentation. On today's call are Ralph LaRossa, Chair President and CEO; and Dan Cregg, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-Q will be filed later today.\nPSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings, which differs from net income as reported in accordance with generally accepted accounting principles or GAAP in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials. Following the prepared remarks, we will conduct a 30-minute question-and-answer session.\nI will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta. Good morning to everyone, and thanks for joining us to review PSEG's second quarter results. PSEG reported net income of $0.87 per share for the second quarter of 2024, bringing results for the first half of 2024 to $1.93 per share. This compares to net income of $1.18 per share and $3.76 per share for the second quarter and first half of 2023, respectively. The 2023 GAAP earnings had reflected higher mark-to-market gains that benefited those earnings.\nOur results for the quarter and year-to-date periods are summarized on Slide 7 and 9 in the webcast slides. Non-GAAP operating earnings were $0.63 per share for the second quarter of 2024 and $1.94 per share for the first half of the year. This compares to non-GAAP operating earnings of $0.70 per share, and $2.09 per share for the second quarter and first half of 2023, respectively.\nAs a reminder, our non-GAAP results exclude the items shown in attachments 8 and 9, which are included with the earnings release. Dan will provide a detailed financial review later in the call, but I want to note that the results for the first 6 months of 2024 are on track with our full year expectations. These expectations reflect the anticipated resolution of PSE&G's distribution rate case later this year, and the realization of most of the increase in PSEG Power & Others 2024 gross margins concentrated in the fourth quarter.\nTurning to operations for the second quarter. New Jersey has experienced what may turn out to be one of the hottest summers. The early and extended heat wave we experienced last month made June 2024, the second warmest June in our records. Our electric transmission and distribution system performed exceptionally well, meeting the daily load requirements. In addition, our employees provided outstanding customer care, handling double the call volume compared to the same period in 2023, responding to a request for customer service and air conditioning repairs.\nPSE&G responded to the elevated coal volume and restored power to the electric customers affected by severe storms and heat-related incidents, bringing them back online in under 24 hours, while responding to air conditioning service calls on average in 9 hours. Our electric and gas systems also withstood a 4.8 impact earthquake in April. This resulted in required inspections but resulted in Hope Creek Nuclear Station on schedule, which lowered the fleet's capacity factor from over 96% in the first quarter to 82.7% for the second quarter. Salem units, which share the site with Help Creek operated at a capacity factor of 99%, keeping us on track with our full year generation forecast of 30 to 32 terawatt hours.\nSwitching to regulatory activity. In May 2024, the New Jersey Board of Public Utilities, or the BPU, approved an additional extension of our clean energy future our energy efficiency program of approximately $300 million, covering a 6-month commitment period from July of 2024 through December of 2024. And in June, the BPU approved the recovery of PSE&G's previously deferred COVID-19 costs over a 5-year period starting in June of 2025.\nWe continue to participate in confidential discussions with various parties to resolve both our distribution base rate case as well as a $3.1 billion energy efficiency to funding. These discussions are ongoing in parallel, and we anticipate that both cases can be resolved later this year. We recently submitted the final update to the base rate case filing with actual data for the full test year. As a reminder, the combined electric and gas distribution rate case filing is primarily to recover incremental capital spending. We have proposed an overall revenue increase of 9%, with a typical combined residential and electric and gas customers seeing a proposed increase of 12% or less than 2% compounded growth over the 6-year period.\nAs a single-state utility with dual regulatory jurisdictions, this distribution filing covers approximately 57% of our total rate base. That said, customer affordability continues to be a priority, and we continue to compare favorably with our regional peers. PSE&G customers have a lower-than-average electric bill and the lowest gas bill in the region. Additionally, PSE&G recently filed with the BPU to implement another gas supply cost reduction this October, our third since January 2023, which will further help customer affordability this coming winter.\nMoving on to capital investments. We remain on track to execute PSEG's 5-year $19 billion to $22.5 billion capital plan through 2028. The regulated portion represents $18 billion to $21 billion of the total focused on infrastructure replacement and our award-winning energy proficiency programs. PSE&G has placed into service over 2 million of the 2.3 million smart meters planned through our AMI program, still on schedule for completion by the end of this year. These investments are captured in our projections for our compound annual growth rate and rate base of 6% to 7.5% over the 2024 through 2028 period, starting from a year-end 2023 rate base of $29 billion, which was up 10% over the prior year.\nWe also continue to pursue potential incremental investment opportunities for future regulated growth. Along those lines, PSE&G has experienced an increase in new business requests and feasibility studies from potential data center customers across our service area compared with 2023 activity, which combined with increased electric vehicle charging is expected to drive load growth and system investment needs in the future.\nSwitching to regulated transmission solicitations, which are scheduled for this summer. PSE&G expects that the BPU will announce the winner or winners of the prebuilt offshore wind infrastructure during the second half of 2024. Last month, the BPU postponed its second state agreement approach process to procure transmission to support offshore wind generation, while it evaluates the impact of FERC and PJM activity on long-term transmission planning, cost allocation and interconnection he reformed.\nThe BPU may reevaluate this timing and the need for a second SAA solicitation in 6 months, which would be this coming December. PJM opened the 2024 Regional Transmission Expansion Plan Window 1 solicitation earlier this month, which reflects their higher loan growth forecast on the 2029 to 2032 planned horizon that has been influenced by increased electrification expectations and data center load growth throughout PJM. We are evaluating the Window 1 solicitation for potential opportunities to bid this September.\nNow crossing the Hudson for a moment, and as expected, the Long Island Power Authority opened a request for proposal process to select the manager to operate their electric grid. Our existing operating services agreement and power supply contract with [ Piper ] runs through the end of 2025. We intend to submit proposals into their RFP process, and [indiscernible] is expected to make selections early next year.\nAt PSEG Power, we are also continuing to explore opportunities for the potential sale of electricity from our nuclear facilities, pursuant to long-term agreements to supply large power energy users such as data centers and hydrogen producers. In addition, we are pursuing multiple growth plans that include thermal and efficiency upgrades at our co-owned Salem units that could potentially increase the combined output by up to 200 megawatts and qualify for tax credits under current rules.\nToday, we are reaffirming our guidance for long-term non-GAAP operating earnings growth of 5% to 7% through 2028, which is based on the threshold price of the nuclear production tax credit, or PTC, that also provides these units with revenue stability through 2032. We continue to deploy the free cash from the nuclear business to help fund the utility growth without the need to issue new equity or sell assets, and this continues to be a differentiating factor for us.\nImportantly, our solid balance sheet supports the execution of our capital investment program with $19 million to $22.5 billion through 2028, and provides the opportunity for consistent and sustainable dividend growth. In summarizing the first 6 months of the year, solid execution is driving our expected results. We have settled 2 regulatory proceedings in the past quarter, and we are working to resolve our pending base rate case in the EE II filings later this year.\nWe are also advancing our 5-year capital investment plan focused on infrastructure modernization and energy efficiency initiatives. These investments will help prepare our system for great electrification of transportation, homes and workplaces, while also reducing greenhouse gas emissions and helping to lower customer bills. Last but certainly not least, I want to thank our employees for all they do. Their tireless efforts have helped us to maintain best-in-class operating statistics and customer service, especially through the challenging heat wave we have seen this year.\nI'll now turn the call over to Dan to discuss our financial results and outlook in greater detail, and will be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nGreat. Thank you, Ralph. Good morning, everybody. As Ralph mentioned earlier, PSEG reported net income of $0.87 per share for the second quarter of 2024, and that compares to $1.18 per share in 2023. Non-GAAP operating earnings were $0.63 per share in the second quarter of 2024 compared to $0.70 per share in 2023.\nSlides 7 and 9 detail the contribution to non-GAAP operating earnings per share by business segment for the second quarter and first half of 2024, plus 8 and 10 contain waterfall charts that will take you through the net changes for the quarter-over-quarter and 6-month periods in non-GAAP operating earnings per share by major business.\nStarting with PSE&G, which reported second quarter net income of $0.60 per share for 2024 compared to $0.67 per share in 2023. PSE&G had non-GAAP operating earnings of $0.60 per share for the second quarter of 2024 compared to $0.68 per share in 2023. The main drivers for both net income and non-GAAP results for the quarter were growth in rate base from higher regulated investments, offset by higher investment-related depreciation and interest expense, awaiting rate recovery in our pending rate case as well as higher O&M costs due to regulatory, safety and weather-related activities.\nCompared to the second quarter of 2023, electric margin increased by $0.02 per share due to customer growth in the Conservation Incentive Program or SIP, and our final Energy Strong II recovery and Energy Efficiency investment of a $0.01 per share higher. Other distribution margin added $0.02 per share while transmission margin declined by $0.02 per share due to timing of revenue and O&M, including our annual [ true-up.]\nRalph referred to the heat wave we experienced in June and this warmer weather, combined with greater storm activity led to higher corrective maintenance costs during the quarter. Distribution O&M expense increased by $0.04 per share compared to the second quarter of 2023, also due to higher gas meter inspections and safety costs. Depreciation and interest expense increased by $0.01 per share and $0.02 per share, respectively, compared to the second quarter of 2023, reflecting continued growth in investment and higher interest expense.\nLower pension and OPEB income resulting from the cessation of OPEB-related credits, which ended in 2023, resulted in a $0.01 per share unfavorable comparison to the year earlier quarter. Lastly, the timing of taxes recorded through an annual effective tax rate, which nets to 0 over a full year, and other taxes had a net unfavorable impact of $0.03 per share in the quarter compared to 2023.\nSummer weather in the second quarter, as measured by the temperature humidity index was 42% warmer than normal and 99% warmer than the second quarter of 2023. In fact, the second quarter of 2024 was the warmest second quarter in our records going back 55 years, mostly due to that June heat wave. As a reminder, weather variations have minimal impact on our utility margin because of the Conservation Incentive Program or CIP mechanism, which limits the impact of weather and other sales variances, positive or negative on electric and gas margins while helping PSE&G broadly promote the adoption of its Energy Efficiency program. The number of electric and gas customers, which is the driver of margin under the CIP mechanism, continued to grow by approximately 1% each over the past year.\nOn capital spending, PSE&G invested approximately $900 million during the second quarter, and we remain on track to execute on our 2024 regulated capital investment plan of $3.4 billion. It's focused on infrastructure modernization and decarbonization initiatives. These include upgrades and replacements to our T&D facilities, last mile spend in the infrastructure advancement program, ongoing gas infrastructure replacement spending and the continued lean energy investments across EE, smart meter installation and EV make-ready infrastructure.\nWe are reaffirming our 5-year regulated capital investment plan of $18 billion to $21 billion from 2024 to 2028. The high end of this plan includes the $3.1 billion CEF Energy Efficiency II filing made December 2023 that would enable commitments from January '25 to June '27 based on the BPU's EE framework. As Ralph said earlier, this proceeding is expected to be resolved at the BPU later this year.\nMoving to PSEG Power & Other. For the second quarter of 2024, PSEG Power & Other reported net income of $0.27 per share compared to $0.51 per share for the second quarter of 2023. Non-GAAP operating earnings were $0.03 per share for the second quarter of 2024, compared to non-GAAP operating earnings of $0.02 per share for the second quarter of 2023. In the second quarter of 2024, net energy margin rose by $0.08 per share, driven by nuclear, including the net impact of the nuclear PTC that took effect January 1, 2024, partially offset by the anticipated reduction in generation due to the Hope Creek outage and capacity revenue.\nAs a reminder, for 2024, there will be a shape to our quarterly results as we move through the remainder of the year. We anticipate realizing most of the increase in the 2024 gross margin over 2023's gross margin during the second half of the year, specifically in the fourth quarter, based upon the shape of our underlying hedges. This differs from last year when PSEG Power realized most of the step-up in the annual hedge price in the first quarter of 2023. O&M increased by $0.05 per share, mostly driven by the scheduled refueling at our 100% owned Hope Creek nuclear unit.\nInterest expense was $0.01 unfavorable reflecting incremental debt at higher rates, and taxes and Other were $0.01 per share unfavorable compared to the second quarter of 2023, primarily reflecting the use of a higher effective tax rate in the quarter that will reverse over the balance of 2024. On the operating side, the nuclear fleet produced approximately 7 terawatt hours during the second quarter of 2024, compared to 7.7 terawatt hours in the year earlier period and ran at a capacity factor of 82.7%.\nNuclear generation in the first half of 2024, totaled 15.2 terawatt hours, which was impacted by the Hope Creek refueling but also benefited from high capacity factor performance at our 2 sale units, which operated at 98.9% for the quarter and at 99.3% for the first half of 2024.\nTouching on some recent financing activity. As of the end of June, PSEG had total available liquidity of $3.1 billion including $113 million of cash on hand. Following the issuance of $1.25 billion of PSEG senior notes in March, during the second quarter, PSEG paid off $500 million of a 364-day term loan in April, and $750 million of PSEG senior notes in June. With the PSEG term loan redemption in March, PSEG's variable rate debt at the end of June consisted of a $1.25 billion term loan maturing March 2025, the entirety of which has been swapped out from a variable rate to a fixed rate to mitigate the fluctuations in interest rates.\nAt the end of June, given our swaps, we had minimal variable rate debt. On the credit ratings front, in June, Moody's updated PSEG Power's outlook to stable from positive. And this change is consistent with our future plans for leverage and our targeted credit rating. We continue to maintain a solid Baa2 investment-grade rating at PSEG Power.\nIn closing, we are reaffirming PSEG's full year 2024 non-GAAP operating earnings guidance of $3.60 to $3.70 per share, which reflects continued rate base growth from ongoing regulated investments, offset by higher depreciation and interest as we await resolution of our pending distribution rate case later this year. We are also reaffirming our forecast of long-term 5% to 7% compound annual growth in non-GAAP operating earnings through 2028, supported by our capital investment programs and the nuclear PTC.\nThis concludes our formal remarks, and we are now ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5918774ced3ac5865221d91bba35ee3d",
    "period": "2024 Q1",
    "content": "Q1 2024 Public Service Enterprise Group Inc Earnings Call\n\nQ1 2024 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEAPR 30, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob, and I am your event operator today. I would like to welcome everyone to today's conference, Public Service Enterprise Group's First Quarter 2024 Earnings Conference Call and Webcast. [Operator Instructions]. As a reminder, this conference is being recorded today, April 30, 2024, and will be available for a replay as an audio webcast on PSEG's Investor Relations website at https//investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's First Quarter 2024 Earnings Presentation. On today's call are Ralph LaRossa, Chair President and CEO; and Dan Craig, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-Q will be filed later today.\nPSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will discuss non-GAAP operating earnings, which differs from net income as reported in accordance with generally accepted accounting principles in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials. Following the prepared remarks, we will conduct a 30-minute question-and-answer session.\nI will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta. Good morning to everyone, and thanks for joining us to review PSEG's first quarter 2024 results. PSEG's financial results for the first quarter are in line with our full year expectations for 2024 and we are reaffirming our non-GAAP operating earnings guidance of $3.60 to $3.70 per share. We are also continuing to execute on our long-term strategy to grow PSEG's non-GAAP operating earnings by 5% to 7% through 2028, which we are also reaffirming today. This will be accomplished by investing in energy infrastructure and energy efficiency programs, which support greater electrification of transportation, homes and workplaces while also reducing greenhouse gas emissions while helping our customers lower their bills.\nTurning to the first quarter of 2024. PSEG reported net income of $1.06 per share compared to $2.58 per share in 2023, which reflects the absence of mark-to-market gains that benefited first quarter GAAP earnings in 2023. Non-GAAP operating earnings were $1.31 per share in the first quarter of 2024 compared to $1.39 per share in 2023. As a reminder, our non-GAAP results exclude the items shown in attachment 7 and 8, which we provide with the earnings release.\nThe main driver for the quarter was continued rate base growth from investments focused on infrastructure replacement, which was offset by higher investment-related expense. These expenses will build over the balance of 2024 as we await the resolution of our pending distribution rate case later this year. In addition, the nuclear production tax credit went into effect on January 1, 2024, which provides our nuclear fleet with downside price protection through 2032, an important contributor to the increasing predictability of PSEG's results. Dan will provide a detailed financial review later in the call. But I want to note for PSEG Power and Other, some margin contribution will be skewed to the back half of 2024 as we expect to realize most of the increase in 2024 gross margin versus 2023 and during the second half of the year.\nTurning to operations. We are pleased to report that both our utility and nuclear businesses continue to exemplify operational excellence. PSE&G and PSEG Long Island met the challenge of quickly restoring service to tens of thousands of customers following severe rain and wind storms early in the year. And at PSEG Power, our nuclear fleet also operated well during the quarter, achieving a capacity factor of 96.8% and supply in New Jersey and the region with over 8 terawatt hours of reliable, carbon-free baseload energy. Shifting to an update on our pending rate case, our combined electric and gas base distribution case covering 57% of our rate base is progressing as expected at the BPU.\nWe are currently working through the discovery and documentation phase, responding to requests for information from parties to the case and we recently submitted updated tester financials. The procedural schedule for the case includes several weeks of built-in settlement discussions beginning later in the second quarter. Based on recent and prior rate case time lines, we anticipate that this rate case will be settled later in 2024. As a reminder, this combined electric and gas filing proposes an overall revenue increase of 9% with a typical combined residential electric and gas customers seeing a proposed increase of 12% and or less than 2% compounded growth over this 6-year period.\nDuring the same period, we have consistently delivered on our reputation for reliability, affordability and nationally top-tier customer satisfaction scores. With a nonstop focus on cost containment, PSE&G continues to manage its O&M to minimize customer bills while continuing to compare favorably to regional peers for residential electric and gas service and are among the lowest in national comparisons on a share of wallet basis.\nNow moving on to capital investments. We are on track to execute PSEG's 5-year $19 billion to $22.5 billion capital plan through 2028. The regulated portion of that program is $18 billion to $21 billion and is focused on infrastructure replacement as well as our clean energy future EE program. PSE&G has installed and placed into service about 1.8 million of the planned 2.3 million smart meters through our AMI program, still on schedule and still on budget for completion by the year-end. These investments are projected to result in a compound annual growth in rate base of 6% to 7.5% and through the 2024 through 2028 period. premised on PSE&G's year-end 2023 rate base of $29 billion, which was up 10% over the prior year and we continue to pursue potential investment opportunities for future regulated growth.\nAmong those opportunities, we are currently evaluating our competitive transmission solicitations in the Mid-Atlantic region. Similar to PSEG's award of a $424 million project from PJM's 2022 Window 3 process. In April of 2024, PSE&G submitted bids to the New Jersey Board of Public Utilities or the BPU for its prebuilt infrastructure project to support offshore wind. The BPU is expected to announce the winner or winners of the prebuilt infrastructure solicitation in the second half of 2024.\nPSEG is also evaluating 2 other upcoming regulated transmission solicitations this July. The first is the BPU's second public policy solicitation for offshore wind transmission infrastructure utilizing the state agreement approach. The second is PJM's 2024 Regional Transmission Expansion Plan window 1 solicitation, which is expected to include the impacts of higher load growth forecast that have been influenced by increased electrification expectations and data center load growth throughout PJM.\nAt Power, our nuclear fleet is also pursuing multiple growth paths with modest capital spending needs. We have previously commented on our plans for thermal uprates at the Salem Nuclear station, which could potentially add up to 200 megawatts of additional capacity and will qualify for clean hydrogen tax credits under current rules for both additionality and hourly magic. PSEG Nuclear has also notified the Nuclear Regulatory Commission of its intention to pursue subsequent 20-year license renewals for our 3 reactors in New Jersey. This would extend the operational capabilities from 2036, 2040 and 2046 for sound units 1 and 2 in Hope Creek to 2056, 2060 and 266, respectively.\nBeyond these opportunities in nuclear, there has been discussion lately about the potential for direct power sales to data centers from our 3-unit artificial island site. We have had discussions related to both sides of the meter in recent months. in the form of new business inquiries at PSE&G for midsized data center construction of approximately 50 to 100 megawatts and behind the meter inquiries for co-located facilities that prioritize highly reliable carbon-free baseload power from existing facilities, all without the challenges faced by nondispatchable generation.\nPSEG has a long history of aligning with New Jersey policy goals. This data center opportunity has the potential to create a nexus between economic development and energy policy, and we stand ready to support New Jersey in its recent efforts to create an in-state artificial intelligence hub. Our New Jersey nuclear units could provide access to a highly reliable, carbon-free source of baseload power and infrastructure consideration and is increasingly mission-critical for the large data center developers and hyperscalers. One thing that is certain at this point is that all these opportunities in Nuclear will be incremental to our long-term forecasted growth rate guidance of 5% to 7% through 2028 based upon that PTC threshold price.\nAnother differentiating factor for PSEG overall is that our nuclear operations provide the business with the added flexibility to fund its current regulated investment plan without the need to issue new equity or sell assets. I'd like to close my remarks by thanking our employees for all they do and their dedication to safety, reliability and our customers.\nI'll now turn the call over to Dan to discuss our financial results and outlook in greater detail. and I will be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nThank you, Ralph. Good morning, everyone. As Ralph mentioned earlier, PSEG reported net income of $1.06 per share for the first quarter of 2024 compared to $2.58 per share in 2023. Non-GAAP operating earnings were $1.31 per share in the first quarter of 2024 compared to $1.39 per share in 2023. We provided you with information on Slide 7 regarding the contribution to non-GAAP operating earnings per share by business for the first quarter. And Slide 8 contains a waterfall chart that takes you through the net changes quarter-over-quarter in non-GAAP operating earnings per share by a major business.\nStarting with PSE&G, which reported first quarter net income of $0.98 per share for both 2024 and 2023. PSE&G had non-GAAP operating earnings of $0.98 per share for the first quarter of '24 compared to $0.99 per share in 2023. The main drivers for both net income and non-GAAP results for the quarter or growth in rate base from continued investments in infrastructure replacement, offset by higher distribution investment related depreciation and interest expense, not yet reflected in rates as well as higher O&M costs. Compared to the first quarter of 2023, margin was $0.07 higher in total, driven by transmission at $0.03 per share, gas margin at $0.01 per share and other utility margin at $0.03 per share.\nDistribution O&M expense increased $0.05 per share compared to the first quarter of 2023 primarily due to gas meter inspections and overhead corrective maintenance following severe rain, wind and flooding events early in the year and tree trimming. Depreciation and interest expense increased by $0.01 per share and $0.03 per share, respectively, compared to the first quarter of 2023, reflecting continued growth and investment. These costs of weight recovery in our pending distribution rate case anticipated to be settled later this year.\nLower pension and OPEB income resulting from the cessation of OPEB-related credits, which ended in 2023, resulted in a $0.01 per share unfavorable comparison to the year earlier quarter. Lastly, the timing of taxes recorded through an annual effective tax rate, which nets to 0 over a full year had a net favorable impact of $0.02 per share in the quarter compared to 2023. Weather during the first quarter, as measured by heating degree -- the warmest first quarter in PSE&G's records. As we've mentioned, the Conservation Incentive Program or SIP limits the impact of weather and other sales variances, positive or negative on electric and gas margins while helping PSE&G broadly promote the adoption of its energy efficiency programs. The number of electric and gas customers, which is the driver of margin under the SIP mechanism, continue to grow by approximately 1% over the past year.\nOn capital spending, as Ralph mentioned, PSE&G invested approximately $800 million during the first quarter, and we remain on track to execute on our 2024 regulated capital investment plan of $3.4 billion, focused on infrastructure modernization and electrification initiatives. These include upgrades and replacements to our T&D facilities, last mile spend in the infrastructure advancement program ongoing gas infrastructure replacement spending, Energy Strong II investments and the continued rollout of the clean energy investments in EE, smart meter installation and EV make-ready infrastructure. We are reaffirming our 5-year regulated capital investment plan of $18 billion to $21 billion. This 2024 to 2028 plan includes the $3.1 billion CEFEE2 filing made in December 2023, which would enable commitments starting January 2025 through June of 2027 based upon the BPU's EE framework with investments filed at the BPU later this year.\nMoving on to PSEG Power and other, for the first quarter of 2024, PSEG Power & Other reported net income of $0.08 per share compared to $1.60 per share for the first quarter of 2023. Non-GAAP operating earnings were $0.33 per share for the first quarter of 2024 compared to non-GAAP operating earnings of $0.40 per share for the first quarter of 2023. For the first quarter of this year, net energy margin rose by $0.03 per share, including $0.02 favorable contribution from nuclear driven by the net impact of the nuclear production tax credit which went into effect January 1 of this year, partially offset by a reduction in capacity revenue.\nImportantly, for 2024, while the PTC begins this year, there will be a shape to our results per quarter as we move through the year. We anticipate realizing the majority of the increase in the 2024 gross margin over 2023's gross margin. during the second half of the year based upon the shape of our underlying hedges. This will differ from last year when PSEG Power realized most of the step-up in the annual hedge price in the first quarter based on lower pricing in the winter of 2022 compared to 2023.\nO&M increased by $0.03 per share, mostly driven by the start of the scheduled refueling at our 100% owned Oak Creek nuclear plant. Interest expense was $0.01 unfavorable, reflecting higher interest rates, partially offset by lower short-term debt balances. Taxes and other were $0.06 per share unfavorable compared to the first quarter of 2023. And primarily reflecting the use of a higher effective tax rate in the quarter that will reverse over the balance of 2024.\nFrom an operating standpoint, the nuclear fleet produced approximately 8.2 terawatt hours during the first quarter of 2024 compared to 8.4 terawatt hours in the year earlier period and ran at a capacity factor of 96.8%. Our Hope Creek nuclear unit is undergoing its scheduled refueling outage, which will include preliminary work on the fuel cycle extension project. As a result, as is always the case with outages for our 100% owned Hope Creek unit, we expect a little higher O&M and lower generation in the second quarter.\nTouching on some recent financing activity. At the end of March, PCG had a total available liquidity of $5 billion, including $1.2 billion of cash on hand. Our revolving credit facilities totaling $3.75 billion were also extended by 1 year to March of 2028 during the first quarter. At the end of March, PSEG had $500 million outstanding of a 364-day variable rate term loan, which subsequently matured in April of 2024 and PCG Power had $1.25 billion outstanding of a variable rate term loan maturing in March of 2025. The entirety of these term loans were swapped from a variable rate to a fixed rate, mitigating the fluctuations in interest rates. As of the end of March, given our swaps and cash position, we had minimal variable rate debt.\nIn early March, PSE&G issued $1 billion of 10- and 30-year secured medium-term notes consisting of $450 million at 5.2% through March 2034 and $550 million at 5.45% due March 2054. A portion of the proceeds was used to pay the maturity of $250 million of 3.75% secured MTMs on March 15. Later in March, PSEG issued $1.25 billion of senior notes, consisting of $750 million at 5.2% through April 2029 and $500 million at 5.45% due April 2034. A portion of the proceeds will be used to pay the maturity of $750 million of 2.875% senior notes in June. We continue to maintain solid investment-grade ratings.\nLooking ahead, we expect that PSE&G's considerable cash generation, combined with PSEG Power's enhanced cash flow visibility from the nuclear PTC will support the execution of PSEG's 5-year capital spending plan dominated by regulated CapEx without the need to issue new equity or sell assets. In closing, we are reaffirming PSEG's full year 2024 non-GAAP operating earnings guidance of $3.60 to $3.70 per share, which reflects continued rate base growth from ongoing regulated investments offset by higher depreciation and interest expense that will build over the balance of 2024 as we await resolution of our pending distribution rate case later this year. We are also reaffirming our forecast of long-term 5% to 7% compound annual growth in non-GAAP operating earnings through 2028, supported by our capital investment programs and the new nuclear PTC.\nThat concludes our formal remarks and we are ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/51dc92238f4e94f5d21ccea78b8cbbce",
    "period": "2023 Q4",
    "content": "Q4 2023 Public Service Enterprise Group Inc Earnings Call\n\nQ4 2023 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEFEB 26, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob, and I am your event operator today. I'd like to welcome everyone to today's conference, Public Service Enterprise Group's fourth quarter and full year results 2023 Earnings Conference Call and webcast. [Operator Instructions] As a reminder, this conference is being recorded today, February 26, 2024, and will be available for replay as an audio webcast on PSEG's Investor Relations website at https://investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's Fourth Quarter and Full Year 2023 Earnings Presentation. On today's call are Ralph LaRossa, Chair President and CEO and Dan Cregg, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com and our 10-K will be filed later today. .\nPSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings, which differs from net income as reported in accordance with generally accepted accounting principles or GAAP in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials.\nFollowing the prepared remarks, we will conduct a 30-minute question-and-answer session. I will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta. Good morning to everyone, and thanks for joining us to review PSEG's 2023 fourth quarter and full year results. For the fourth quarter of 2023, PSEG reported net income of $1.10 per share compared to net income of $1.58 per share in the fourth quarter of 2022. Non-GAAP operating earnings for the fourth quarter of 2023 were $0.54 per share compared to $0.64 per share in the fourth quarter of 2022. Our non-GAAP results, excluding the items shown in attachments 8 and 9, which we provided with the earnings release. .\nFor the full year of 2023, PSEG reported net income of $5.13 per share compared to $2.06 per share for the full year of 2022. Our non-GAAP operating earnings of $3.48 per share for the full year came in at the high end of our 2023 guidance range of $3.40 to $3.50 per share and marked the 19th consecutive year that we delivered results meeting or exceeding our guidance. Our fourth quarter 2023 financial results capped off a solid operating year. Building on this results, you can see on Slide 5 that we also reaffirm PSEG's full year 2024 non-GAAP operating earnings guidance of $3.60 to $3.70 per share as well as our 5% to 7% earnings CAGR through 2028, and our $18 billion to $21 billion regulated CapEx plan that supports our rate base CAGR of 6% to 7.5% through 2028.\nIn rolling forward our 5-year capital plan to 2028, we added approximately $3 billion of investments to the prior plan that started from a year-end 2023 rate base of $29 billion. These are all unchanged from our January 2024 investor updates and we continue to identify potential investment opportunities for future rate base growth. Dan will discuss our financial results in greater detail following my remarks. So I will focus on a quick look back than on our outlook and objectives for 2024.\nSince our last earnings call, PSE&G has submitted 2 important filings to the New Jersey Board of Public Utilities. In early December 2023, we filed our $3.1 billion Energy Efficiency 2 investment program. This significantly expanded offerings driven by an increase in work to achieve the savings targets required under the BPU's updated energy efficiency framework. If approved, this program will launch the state's second energy efficiency cycle beginning in January of 2025 and run through June of 2027 with investments made over a 6-year period. Our EE2 filing aligns with the annual reduction goals of 0.75% for gas and 2% for electric contained in New Jersey's Clean Energy Act of 2018, which are all unchanged. And extends through the 2027 program year.\nIn the interim, we continue to conduct our award-winning energy efficiency program, which remains oversubscribed. This last November, we filed for a second extension to this program totaling approximately $300 million covering the July through year-end 2024 period. As a direct result of these programs, PSE&G is also advancing its Clean Energy Jobs program with a focus on lower and middle-income community hiring and training. Our EE programs continue to create value by lowering customer bills, reducing energy use and emissions and providing shareholders over the return of and on the energy efficiency spending.\nNew Jersey continues to be a national leader in promoting the broad adoption of EE, and it remains an important tool in helping us reach New Jersey's clean energy goals. The second regulatory filing we made in December was our first distribution base rate case in nearly 6 years. This case addresses 57% of our rate base, given that the other 43% is regulated under our first formula rate. You're aware that this filing was required pursuant to the settlement of our second gas system modernization program back in 2018. The filing proposes an overall revenue increase of 9% and the typical combined residential electric and gas customers seeing a proposed increase of 12% or less than 2% of compounded growth over the 6-year period.\nWe expect the procedural schedule for this rate case to be issued in the near term. And based on previous rate case time lines, we anticipate that this rate case will conclude later in 2024. The largest item in the rate case is to obtain recovery of our capital expenditures, already made to modernize system infrastructure and improve reliability but not yet in rates as well as to implement recovery of expenditures for the previously approved AMI and electric vehicle programs.\nBesides capital recovery, the rate case proposes several mechanisms to mitigate the impact of market volatility on customer bills, including insulating customers from swing in interest rates, severe weather events and revenue-related impacts of pension, providing for a more predictable monthly bill. We are also proposing a new time of use rates that will allow customers to save on their bills by shifting usage to off-peak periods, a rate option that can benefit all customers, including incentivizing residential customers to charge their electric vehicles during these off-peak hours.\nThe BPU has added several commissioners in the past year. Corner Murphy recently appointed Michael Bange, a retired water utility executive with operations experience. The new commissioners continue to advance a full agenda, and we already have several data points over the past 6 months that are consistent with prior results, including 2 recent rate case settlements that adopted the existing New Jersey return on equity rate of 9.6%. These agreements between the BPU staff, Rate Counsel, other interveners and the utilities demonstrate a continued preference for settlements over adjudicated cases in New Jersey.\nIn 2023, the [indiscernible] will also approve settlements to extend our GSMP II program for 2 years to invest $900 million on infrastructure monetization and greenhouse gas reduction as well as a 9-month extension for $280 million, covering our EEI program through June of 2024. If you followed us for several years, you know that we are also laser-focused on cost containment. In 2023, we were able to lock in 4-year labor agreements with all our New Jersey represented employees, which addresses 1 of our largest O&M costs. This is just 1 example of our relentless cost discipline, which has positioned our distribution rate case increases to be the lowest in the state over the 6 years since our last rate case filing back in 2018.\nA comparison of our in-state electric and gas distribution rate increases since our last rate case as shown on Slide 12. PSE&G's electric distribution CAGR was less than 1/3 of the average New Jersey electric CAGR and our gas distribution CAGR was less than half of the average New Jersey gas CAGR. PSE&G's customer bills continue to compare very well with regional peers for residential electric and gas service and remain lower from a historical share of wallet basis. Of considerable note was our ability to reduce monthly bills for typical net residential natural gas customers with 3 commodity reductions during 2023 prior to the 2024 heating season.\nIn addition to this focus on affordability, we continue to provide outstanding reliability. For the 22nd consecutive year, PSE&G received a reliability One award in the Mid-Atlantic metropolitan service area from PA Consulting, an industry benchmarking group. We are very proud of it combines our reputation for reliability and our regionally favorable affordability with nationally recognized customer satisfaction scores. PSE&G ranked #1 for the second consecutive year in the J.D. Power 2023 U.S. Electric Utility Residential Customer Satisfaction Study in the East among our large utilities.\nWe also secured the top position in the J.D. Power 2023 U.S. electric utility business customer satisfaction study in that same region.\nNow let's turn to our capital investment programs. During the fourth quarter of 2023, PSE&G invested approximately $1 billion in energy infrastructure and clean energy, bringing the full capital spend to $3.7 billion, our largest ever single year expenditure. As I mentioned earlier, PSE&G finished 2023 with a total rate base of approximately $29 million, which was a 10% increase over year-end 2022 rate base. A key driver of this growth is our energy efficiency program, which continues to experience higher demand for residential and C&I offerings, accounting for close to $480 million of the $3.7 billion.\nOur infrastructure advancement program, which is focused on modernizing the last mile of our system has never been more critical as activity in response to new service requests for EV make-ready and additional large specific projects including data centers picks up. We also installed and placed into service 1.5 million smart meters through our CEF Advanced Metering program or AMI. The total AMI program, which is intended to replace more than 2 million meters in total is expected to be completed this year, still on schedule and on budget.\nNow turning to our nuclear operations. The nuclear production tax credit provided in the 2022 Inflation Reduction Act began on January 1 of this year and extends through 2032 with a payment of up to $15 a megawatt hour based on nuclear units gross receipts. Our nuclear fleet operated 93% capacity factor for the full year of 2023, producing approximately 32 terawatt hours of carbon-free baseload energy, which included a [indiscernible] breaker-to-breaker run between refuelings.\nIn wrapping up, I want to note a few other highlights. For the 16th consecutive year, PSEG has been named to the Dow Jones Sustainability North America Index. And for 2024, PSEG will also be included in the S&P Global Sustainability Yearbook. U.S. News & World Report also recently named PSEG to its inaugural list of 200 best companies to work for. And in 2023, we were recognized by the CPA Zicklin Index as a trendsetter for corporate political disclosure practices and accountability. We also completed the sale of our last fossil unit in Hawaii last year, making PSEG Power, one of the few carbon-free baseload generating fleets in the country. This fleet is well situated to benefit from potential data center growth, hydrogen hubs and a license extension with none of the potential upside in our current 5-year plan.\nPSE&G continues to execute on a robust set of growth investments aligned with New Jersey's energy policy goals as well as expected growth from increased electrification, including EV adoption, port electrification as well as new business, including data center loads. These last 2 mentions were recently recognized by PJM in their January 2024 load forecast report for RPS zone. We are very pleased with the progress made thus far to increase the predictability of PSEG, an important part of achieving this comes from our ability to execute on our current 5-year capital investment plan without the need to issue new equity or sell assets.\nPSEG has delivered on what we said we would do, and I look forward with confidence in this team's ability to continue to execute on our business plan in the years ahead. I'd like to close my remarks by thanking all 12,500 plus PSEG employees for their dedication and safety, reliability and our customers. I'll now turn the call over to Dan to discuss our financial results and outlook in greater detail and I'll be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nThank you, Ralph, and good morning, everyone. As Ralph mentioned earlier, PCG reported net income of $5.13 per share for the full year of '23 compared to net income of $2.06 per share for 2022. Non-GAAP operating earnings for the full year of 2023 were $3.48 per share compared to $3.47 per share for 2022. For the fourth quarter of 2023, net income was $1.10 per share compared to $1.58 per share in 2022, and non-GAAP operating earnings were $0.54 per share for the fourth quarter of 2023, compared to $0.64 per share in 2022.\nWe've provided you with information on Slide 7 and 9 regarding the contribution to non-GAAP operating earnings per share by business segment for the fourth quarter and full year of 2023. Slides 8 and 10 contain waterfall charts that take you through the net changes, the quarter-over-quarter and full year periods and non-GAAP operating earnings per share by major business. Starting with PSE&G, we reported fourth quarter 2023 net income of $0.58 per share compared to $0.70 per share in 2022. The PSE&G had non-GAAP operating earnings of $0.59 per share for the fourth quarter of 2023 compared to $0.70 per share in 2022.\nThe main drivers for both net income and non-GAAP operating earnings results for the quarter were growth in investments in transmission and gas distribution. These favorable items were offset by the expected decline in pension income and lower OPEB-related credits as well as anticipated higher depreciation, amortization and interest expense resulting from higher investments, not yet reflected in rates and the timing of O&M in the quarter that was within our expectations for the full year. Compared to fourth quarter 2022, margin was $0.03 higher, driven by transmission at $0.01 per share, and gas margin also at $0.01 per share higher, primarily driven by the clause recovery of our GSMP investment.\nOther utility margin was also $0.01 per share favorable. Distribution O&M expense increased $0.05 per share compared to the fourth quarter of 2022, reflecting seasonality and operational timing. But for the full year, distribution O&M was flat versus 2022. Depreciation and interest expense each increased $0.02 per share compared to the fourth quarter of 2022, reflecting continued growth in investment. Lower pension income resulting from 2022's investment returns, combined with lower OPEB credits, which ended in 2023, resulting in a $0.04 per share unfavorable comparison to the year earlier quarter.\nLastly, the timing of taxes recorded through an effective tax rate, which nets to 0 across the full year and other flow-through taxes had a net unfavorable impact of $0.01 per share in the quarter compared to 2022. Weather during the fourth quarter, as measured by heating degree days, was 15% warmer than normal and 13% warmer than the fourth quarter of last year. As we've mentioned, the Conservation Incentive Program, or SIP mechanism limits the impact of weather and other sales variances positive or negative on electric and gas margins while helping PSE&G broadly promote the adoption of its energy efficiency programs.\nGrowth in the number of electric and gas customers, the driver for margin under the SIP mechanism has remained positive with each up by about 1% in 2023. On capital spending, as Ralph mentioned, PSE&G invested approximately $1 billion during the fourth quarter and completed its largest single year investment program at $3.7 billion for the full year. The program included upgrades and replacements to our T&D facilities, Energy Strong II investments, last mile spend in the infrastructure advancement program, ongoing gas infrastructure replacements via base and GSMP 2 spending, continued rollout of the clean energy investments in energy efficiency, smart meter installation and EV make-ready infrastructure. We recently rolled forward our 5-year regulated capital investment plan to 2028, amounting to $18 billion to $21 billion, which incorporates both the new $3.1 billion [indiscernible] filing as well as the $300 million expansion of the existing EE program through the end of 2024.\nFor 2024, our regulated capital investment plan totals approximately $3.4 billion. Moving on to PCG Power and Other. For the fourth quarter of 2023, PCG Power & Other reported net income of $0.52 per share compared to net income of $0.88 per share for 2022. Non-GAAP operating loss was $0.05 per share for the fourth quarter of 2023 compared to a non-GAAP operating loss of $0.06 per share for 2022.\nFor the fourth quarter of 2023, net energy margin rose by $0.05 per share after including lower capacity revenues that were $0.03 per share unfavorable and gas offset were lower by $0.01 per share compared to the year earlier quarter. O&M comparisons in the fourth quarter improved by $0.01 per share, driven by the absence of a Hope Creek refueling outage. Lower interest expense was $0.01 per share favorable, primarily the result of lower collateral requirements. Lower pension income from '22 investment returns and OPEB credits from the lower amortization benefit were $0.03 per share unfavorable versus fourth quarter of 2022. And taxes and other were $0.03 per share unfavorable compared to the fourth quarter of 2022, reflecting a partial reversal of the effective tax rate benefit from the first quarter of 2023.\nOn the operating side, the nuclear fleet produced approximately 7.3 terawatt hours during the fourth quarter and 32 terawatt hours for the full year of 2023, running at a capacity factor of 86% and and 93% for the quarter and full year, respectively. At year-end 2023, PCG Power had hedged approximately 90% to 95% of its expected generation for 2024 and at an average price of $38 per megawatt hour, up from $31 per megawatt hour in 2023. Touching on some recent financing activity. As of December 31, PSEG had total available liquidity of $3.4 billion, including $54 million of cash on hand. PCG Power had net cash collateral postings of approximately $113 million at December 31, more consistent with historical experience and substantially below the elevated levels seen during 2022.\nThis reduction in collateral also helped to bolster PSEG's cash from operations to $3.8 billion for the full year 2023 versus $1.5 billion for the full year of 2022. At year-end 2023, PSEG had $500 million outstanding of a 364-day variable rate term loan maturing in April 2024 and PCG Power had $1.25 billion outstanding of a variable rate term loan maturing in March of 2025. We've swapped a total of $1.4 billion from these 2 term loans at PSEG Power and PSEG from a variable to a fixed rate to mitigate variability in interest rates.\nAs of December 31, reflecting our swaps, approximately 4% of our total debt was at a variable rate, which is down nearly 8% since year-end 2022, driven by a reduction in parent short-term debt of nearly $1.7 billion. We continue to maintain solid investment-grade ratings. Looking ahead, we expect that PSE&G's considerable cash generation combined with PCG Power's enhanced cash flow visibility from the nuclear PTC will support the execution of PSEG's 5-year capital spending plan, which is dominated by regulated CapEx without the need to issue new equity or sell assets.\nIn closing, we executed on our 19th year in a row of meeting or exceeding our non-GAAP operating earnings guidance. We are reaffirming PSEG's full year 2024 non-GAAP operating earnings guidance of $3.60 to $3.70 per share, and we are reaffirming the extension of our 5% to 7% operating earnings compounded annual growth rate through 2028. That concludes our formal remarks and we are now ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ed1eb61a6b487adab24bef27e7385cc3",
    "period": "2023 Q3",
    "content": "Q3 2023 Public Service Enterprise Group Inc Earnings Call\n\nQ3 2023 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEOCT 31, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob, and I am your operator today. I would like to welcome everyone to today's conference, Public Service Enterprise Group's Third Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions] As a reminder, this conference is being recorded today October 31, 2023, and will be available for replay as an audio webcast on PSEG's Investor Relations website at https://investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's Third Quarter 2023 Earnings Presentation. On today's call are Ralph LaRossa, Chair, President and CEO; and Dan Cregg, Executive Vice President and CFO.\nThe press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-Q will be filed shortly. PSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties.\nWe will also discuss non-GAAP operating earnings, which differs from net income or net loss as reported in accordance with generally accepted accounting principle, GAAP in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials.\nFollowing Ralph and Dan's prepared remarks, we will conduct a 30-minute question-and-answer session. I will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta. Good morning to everyone, and thanks for joining us to review PSEG's third quarter results. Earlier today, PSEG reported third quarter 2020 net income of $0.27 per share compared to net income of $0.22 per share for the third quarter of 2022.\nNon-GAAP operating earnings for the third quarter were $0.85 per share compared to $0.86 per share in the third quarter of 2022. Our non-GAAP results exclude items shown in Attachments 8 and 9, which we provided with the earnings release. We are very pleased with the results of both PSE&G and PSEG Power & Other which are continuing to fully meet our planning expectations.\nThrough the first 9 months, PSEG is on track to achieve our full year 2023 non-GAAP operating earnings guidance of $3.40 to $3.50 per share. This morning, we also reaffirmed both PSEG's full year 2023 earnings guidance and our long-term 5% to 7% earnings growth outlook with the announcement of our third quarter results, which Dan will discuss in greater detail following my remarks.\nWe had a very constructive quarter on several fronts. Our utility, PSE&G invested approximately $1 billion in energy infrastructure during the third quarter, bringing the year-to-date spend to $2.7 billion. For the full year 2023, capital spend is now expected to total $3.7 billion, slightly higher than our original plan of $3.5 billion, ahead of scheduled execution on our clean energy future energy efficiency and our infrastructure advancement programs.\nOn the advanced metering front, PSE&G has completed the installation and placed into service just over half of 1.3 million of the 2.3 million planned smart meter replacements. Overall, we remain on schedule and within our cost parameters. We have seen strong demand for PSE&G's energy efficiency solutions which is helping our customers save energy and lower their bills.\nTo give you some perspective on how strong the demand for energy efficiency is. Consider that PSE&G now sells more energy efficiency solutions in a single month than we did in the entire year just a few years ago. In addition, we continue to support the energy transition and decarbonization of the New Jersey economy by upgrading the last mile of our distribution system as well as adding new electric infrastructure due in part to an increase in electric vehicle penetration.\nThese critical New Jersey energy investments also support our rate base growth trajectory of 6% to 7.5% through 2027. The low end of PSEG's rate base CAGR assumes an extension of our investment programs at their current annual levels. Within the upper end of the rate base range is a potentially higher amount of infrastructure investment and upcoming filings for energy efficiency above their current run rates.\nLast week, the BPU reset the start date for the second 3-year energy efficiency period to begin January 1, 2025, and run through June 30, 2027, for a total term of 2.5 years while adding a 6-month extension to the current 3-year period. The BPU requested updated utility filings to be aligned with this new period. The BPU's updated framework outlines a robust continuation of EE in the state and includes utility-specific net annual energy reduction targets for the upcoming filings.\nIt also directs utilities to propose quantitative performance indicators aligned with the updated net annual energy reduction targets and the compressed 2.5-year time frame. The prior EE annual reduction goals of 0.75% for gas and 2% for electric during the program years of 2026 and 2027 remain unchanged.\nEarlier this month, the BPU approved a settlement to extend our current GSMP II program through December 2025 and provided for $900 million of investment to replace a minimum of 400 miles of cast iron and unprotected steel main at a modestly higher run rate than our previous programs. For the $900 million investment provided in the settlement, $750 million will be recovered through 3 periodic rate update clauses with the balance addressed in the future rate case.\nThrough GSMP II, we reduced methane lease by approximately 22% system-wide from 2018 levels. This extension enables us to remain on track to achieve our long-term reduction target in methane emissions of at least 60% over the 2011 through 2030 period. PSEG's broader GSMP II filing is being held in advance.\nWe expect that this filing, which also includes pilot projects to introduce renewable natural gas and hydrogen blending into our existing distribution system. We'll restart after the future of natural gas utility stakeholder proceedings conclude. The GSMP II extension approval provides for restarting the GSMP II filing by January 2025 with the intent of beginning the next phase of this work in January of 2026.\nWhile we make these investments, we remain focused on customer affordability and continue to diligently manage our O&M expense. We recently completed new 4-year labor agreements with all of our New Jersey unions. I want to underscore the importance of this in relation to our costs labor is 1 of our largest expenditures. Having 4 years of labor cost certainty helps us keep customer bills affordable and provides our represented employees with wage predictability.\nPSE&G continues to compare very well to peers on a share wallet basis both in the region as well as nationally. Monthly bills for typical residential natural gas customers remained among the lowest in the region. Beyond that, for the upcoming 2024 heating season, the BPU approved PSE&G's request to lower the gas commodity charge to approximately $0.40 per therm effective October 1.\nThis gas commodity charge, which is simply a pass-through for the utility has declined by a total of 38% since January 1, 2023. Now turning to our nuclear operations. The PSEG nuclear fleet operated at 95.8% capacity factor during the year-to-date period ended September 30, producing 24.3 terawatt hours of carbon-free baseload energy. Our 57% owned Salem Unit 1 just completed another breaker to breaker run and entered its scheduled fall refueling outage after operating for 508 continuous days between refuelings.\nOur efforts to transition our boiling water reactor at Hope Creek from an 18-month to 24-month refueling cycle through lower capital cost projects is ongoing. Related to our competitive transmission proposal submitted to PJM as part of its 2022 Window 3 solicitation -- their transmission expansion advisory committee staff recently recommended that a PSEG project being included as part of a comprehensive solution.\nPSEG's project outlines a $447 million investment with an expected in-service date of 2027. The PJM Board will announce their final decision in December. This is another example of regulated opportunities that we are pursuing, and we intend to leverage our considerable transmission skills and similar opportunities that arise.\nSwitching topics for a moment to sustainability. You will recall that we committed to the United Nations back race to 0 campaign in September of 2021 with the intention of submitting proposed targets encompassing scopes 1, 2 and 3 emissions to the science-based targets initiative. We made our submission in September and is now under review as part of SBTi's validation process.\nI'd like to conclude by recapping some of the progress we've made towards our goal of streamlining and improving the predictability of our business. We now have a lower business risk profile following the sale of the fossil business and our exit from offshore wind generation. February and August, we successfully reduced a significant amount of pension variability on future results with the regulatory accounting order and the lift-out and we'll consider pursuing additional mitigation on our upcoming rate case.\nAnd we have helped them secure the financial viability of critical important New Jersey energy assets with the decision to retain our carbon-free baseload nuclear fleet, enhanced by the revenue stability of a production tax credit that begins January of 2024. These actions helped to extend our track record of executing on PSEG's improved business strategy.\nHaving a decade-long visibility of cash flows from the nuclear PTC will help us to maintain a solid financial profile that does not require us to issue any new equity or sell any assets to fund our 5-year capital investment program. It supports our ability to pay a competitive and growing dividend.\nIn closing, I want to share our plans for providing 2024 earnings guidance and other important financial updates. As you know, we will file our electric and gas distribution base rate case this December, and we'll update you with the parameters once that is public. We expect to complete our normal business planning in mid-December, so you can expect us to provide 2024 non-GAAP operating earnings guidance shortly after that business plan is completed.\nIn early December, we intend to update our existing 2023 to 2027 CapEx and rate base projections to reflect the recent GSMP II extension through 2025 and 2 upcoming energy efficiency filings. One, to extend the current EE program out through the end of 2024, followed by a new filing covering the next round of EE programs through 2027.\nThese updates will inform our longer-term assumptions for capital and rate base projections. And we expect to post a full roll forward of the capital plan rate base and long-term earnings CAGR in the January 2024 investor update. I will now turn the call over to Dan for more details on the operating results and will be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nThank you, Ralph, and good morning, everybody. As Ralph mentioned earlier, PSEG reported net income of $139 million or $0.27 per share for the third quarter of 2023 compared to net income of $114 million or $0.22 per share for the third quarter of 2022.\nNon-GAAP operating earnings for the third quarter of 2023 were $425 million or $0.85 per share compared to $429 million or $0.86 per share for the third quarter of 2022. We've provided you with information on Slides 9 and 11 regarding the contribution to non-GAAP operating earnings per share by business for the third quarter and year-to-date of 2023.\nSlides 10 and 12 contain waterfall charts that take you through the net changes for the quarter-over-quarter and year-to-date periods and non-GAAP operating earnings per share by major business. Starting with PSE&G, which reported third quarter 2023 net income of $401 million or $0.80 per share compared with $399 million or $0.80 per share in the third quarter of 2022.\nThe PSE&G had non-GAAP operating earnings of $403 million or $0.80 per share for the third quarter of '23 compared to $399 million or $0.80 per share in the third quarter of 2022. The main drivers for both GAAP and non-GAAP results for the quarter were growth in transmission and distribution margins resulting from continued investment in infrastructure replacement and clean energy programs as well as lower O&M expense.\nThese favorable items were offset by our anticipated lower pension income and OPEB credits, along with higher depreciation and interest expense resulting from incremental investments since the year earlier quarter. Compared to the third quarter of 2022, transmission was $0.03 per share higher. Electric margin was $0.02 per share higher, reflecting investment returns from Energy Strong II.\nGas margin was $0.01 per share higher, primarily driven by the clause recovery of our GSMP investment. Lower distribution O&M expense added $0.01 per share compared with the third quarter of 2022, and depreciation and interest expense increased by $0.01 and $0.02 per share, respectively compared to third quarter 2022, reflecting continued growth in investment.\nLower pension income resulting from 2022's investment returns, combined with lower OPEB credits scheduled to end in 2023, resulted in a $0.05 per share unfavorable comparison to the year earlier quarter. Lastly, the timing of taxes recorded through an effective tax rate, which nets to 0 over a full year and other flow-through taxes had a net favorable impact of $0.01 per share in the quarter compared to third quarter of 2022.\nWeather during the third quarter, as measured by the Temperature-Humidity Index, was 11% warmer than normal, but 5% cooler than the third quarter of 2022. As we've mentioned, the SIP mechanism in effect since 2021 limits the impact of weather and other sales variances positive or negative on electric and gas margins while enabling PSE&G to promote the widespread adoption of its energy efficiency program.\nGrowth in the number of electric and gas customers, the driver of margin under the SIP mechanism continues to be positive and will each up by approximately 1% year-to-date. On capital spending, PSE&G invested approximately $1 billion during the third quarter and is on track to execute its largest ever investment program of $3.7 billion in a single year.\nThe program includes upgrades and replacements to our T&D facilities, Energy Strong II investments, last mile spend in the infrastructure advancement program, our ongoing GSMP II program, continued rollout of the clean energy investments in energy efficiency and the energy cloud, including smart meters and adding new electric infrastructure to accommodate an increase in EV penetration.\nDuring 2023, we've taken actions to limit the impact of our pension on earnings and increase the predictability of our financial results. In February of 2023, the BPU approved an accounting order authorizing PSE&G to modify its method for calculating the amortization of the net actuarial gain or loss component for ratemaking purposes.\nThis change is effective for the calendar year 2023 and forward. For the full year 2023, PSE&G's forecast of non-GAAP operating earnings is unchanged at $1.5 billion to $1.525 billion. Moving to PSEG Power & Other. For the third quarter of 2023 PSEG Power & Other reported a net loss of $262 million or $0.53 per share largely reflecting the pension settlement charge associated with the lift-out transaction.\nThis compares to a net loss of $285 million or $0.58 per share for the third quarter of 2022. The onetime noncash settlement charge of $332 million, $239 million net of tax was related to the approximately $1 billion of PSEG Power and other pension obligations and associated plant assets transferred to the Prudential Insurance Company.\nAfter providing for the effect of the lift out, our pension plans remain well funded, and there is no material impact on our non-GAAP operating earnings in 2023. Non-GAAP operating earnings were $22 million or $0.05 per share for the third quarter of 2023 compared to non-GAAP operating earnings of $30 million or $0.06 per share in the third quarter of 2022.\nWe previously mentioned that during the first quarter of 2023, PSEG Power realized the majority of the approximate $4 per megawatt hour increase in the average price of our 2023 hedged output which rose to approximately $31 per megawatt hour with higher winter pricing driving most of that increase.\nFor the third quarter of 2023, gross margin rose by a total of $0.03 per share primarily reflecting the roll-off of certain full requirement BGS load contracts and had a higher cost to serve, resulting in a $0.04 per share of benefit compared to the prior year. The gross margin improvement also included higher generation which added $0.01 per share, resulting from the absence of a Hope Creek refueling outage that started at the end of last year's third quarter.\nThese positive variances were partially offset by lower capacity revenues of $0.02 per share compared with the year ago quarter consistent with prior year capacity auction. OEM cost comparisons in the third quarter improved by $0.03 per share, driven by the absence of Hope Creek refueling outage expenses that were partly incurred in 2022's third quarter.\nLower depreciation expense was $0.01 favorable compared with the year ago quarter, while higher interest expense was $0.01 unfavorable. Lower pension income from 2022 investment returns and OPEB credits from the lower amortization benefit or $0.03 per share unfavorable versus third quarter 2022. Taxes and other were $0.04 per share unfavorable compared to the third quarter of 2022, reflecting a partial reversal of the effective tax benefit from the first quarter of 2023.\nOn the operating side, the nuclear fleet produced approximately 8.1 terawatt hours during the third quarter and 24.3 terawatt hours for the year-to-date period in 2023, running at a capacity factor of 95.3% and 95.8% for the quarter and year-to-date periods, respectively. For the full year 2023 PSEG is forecasting generation output of 30 to 32 terawatt hours and has hedged approximately 95% to 100% of this production at an average price of $31 per megawatt hour.\nFor 2024, the nuclear fleet is forecasted to produce 30 to 32 terawatt hours of baseload output and has hedged 85% to 90% of this generation at an average price of $38 per megawatt hour. The forecast of non-GAAP operating earnings for PSEG Power & Other is unchanged at $200 million to $225 million for the full year.\nThis forecast reflects the realization of a majority of the expected increase in the average 2023 annual hedge price in the first quarter of '23, as we previously discussed. For the balance of the year, higher interest expense largely captured in our November 22 update is expected to reduce PSEG Power & Other results.\nTouching on some recent financing activity. As of September 30, PSEG had total available liquidity of $3.8 billion, including $57 million of cash on hand. PSEG Power had net cash collateral postings of approximately $350 million at September 30, which is substantially below the elevated levels seen last year. In August, PSE&G issued $500 million of 5.2% secured medium-term notes due August 2033 and issued $400 million of 5.45% secured medium-term notes due August 2053.\nIn September, PSE&G retired $325 million of 3.25% secured medium-term notes at maturity. Subsequent to the end of the third quarter, PSEG issued $600 million of 5.88% senior notes through October 2028 and $400 million of 6.13% senior notes due October 2033.\nPrior to pricing these notes, $800 million of treasury locks were executed, which had a positive fair value of $14 million, and this benefit will be amortized over the life of the senior notes, partially offsetting interest expense. Proceeds from the sale of the senior notes will be used for general corporate purposes, including the repayment of $750 million of PSEG debt maturing this November.\nAs of September 30, 2023, PSEG had $500 million outstanding of a 364-day variable rate term loan maturing in April 2024 and PSEG Power had $1.25 billion outstanding of a variable rate term loan maturing March of 2025. As of the end of the quarter, PSEG had swapped $900 million of the power term loan from a variable to a fixed rate serving to mitigate the impact of higher interest rates.\nAs of September 30, reflecting our swaps, approximately 5% of our total debt was at a variable rate, which is down by half since year-end 2022. We continue to maintain a solid financial position with limited exposure to variable rate debt given the improvement in our collateral position, a staggered maturity schedule and PSEG Power cash generation to support funding our regulated business.\nIn closing, we are reaffirming PSEG's full year 2023 non-GAAP operating earnings guidance of $3.40 to $3.50 per share. PSE&G is forecasted between $1.5 billion to $1.525 billion and PSEG Power & Other is forecasted at $200 million to $225 million.\nThat concludes our formal remarks. And operator, we are ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9d273b1e45e48446ade0eaa071eab8d6",
    "period": "2023 Q2",
    "content": "Q2 2023 Public Service Enterprise Group Incorporated Earnings Call\n\nQ2 2023 Public Service Enterprise Group Incorporated Earnings Call\n\nPEGNYSEAUG 1, 11:00 AM\n\nOperator\n\n[Audio Gap] [Operator Instructions] As a reminder, this conference is being recorded today, August 1, 2023, and will be available for replay as an audio webcast on PSEG's Investor Relations website at investor.pseg.com. I would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's Second Quarter 2023 Earnings Presentation. On today's call are Ralph LaRossa, Chair President and CEO; as well as Dan Craig, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-Q will be filed shortly.\nPSEG's earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings, which differs from net income or net loss as reported in accordance with generally accepted accounting principles or GAAP in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials. Following Ralph and Dan's prepared remarks, we will conduct a 30-minute question-and-answer session.\nI will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta. Good morning, everyone, and thanks for joining us to review PSEG's second quarter results. This morning, PSEG reported second quarter 2023 net income of $1.18 per share compared to net income of $0.26 per share for the second quarter of 2022. Non-GAAP operating earnings for the second quarter were $0.70 per share compared to $0.64 per share for the second quarter of 2022. Non-GAAP results for the second quarter of 2023 and 2022 exclude items shown in Attachments 8 and 9 provided with the earnings release. .\nResults for the second quarter and year-to-date align with our full year 2023 non-GAAP operating earnings guidance of $3.40 to $3.50 per share, which we reaffirmed along with our outlook for 5% to 7% long-term earnings growth through 2027 in this morning's earnings announcement. Dan will also discuss our financial results in greater detail, but this was a relatively straightforward quarter for both PSE&G and PSEG Power & Other results fully meeting [indiscernible] expectations and supporting full year segment guidance.\nWe are focused on proving out the execution of our plans and grow PSEG while also increasing the predictability of our business. During the quarter, we completed PSEG's exit from offshore wind generation through the sale of our 25% equity stake in Ocean Wind 1 back to rsted, recovering our investment in the project. We also continue to implement the solutions we outlined to address pension variability. PSEG recently executed an agreement for a pension liftout to further reduce prospective earnings variability. This transaction covers approximately 2,000 retirees and will transfer approximately $1 billion of related obligations and associated plan assets to the insurer.\nThe transaction is expected to be completed this month will result in no changes to the amount of benefits payable for the retirees and have no material impact on PSEG's non-GAAP operating earnings in 2023. Turning now to PSEG's capital spending plans. The utility portion of $15.5 billion to $18 billion remains focused on system monetization of our aging distribution infrastructure, last mile support in preparation for EV and building electrification, climate mitigation aligned with New Jersey's energy policies and our clean energy investments.\nPSE&G's investment program drives our expected compound annual growth rate and rate base of 6% to 7.5% from year-end 2022 to year-end 2027. The low end of this [ rate base ] CAGR assumes an extension of our gas system modernization program and our clean energy investments at their current average annual levels. While the upper end includes an extension of our Energy Strong II program, which is scheduled to conclude in 2024 as well as the remaining portion of our proposal for medium- and heavy-duty EVs and energy storage programs as well as a potentially higher amount of investment for GSMP and energy efficiency above current levels.\nWith this robust capital program, we are ever mindful of customers' affordability. And on this front, PSE&G continues to compare well to peers on a share of wallet basis, both in the region as well as nationally. I mentioned last quarter that our 2023 utility capital spending budget of $3.5 billion was the largest single year plan in our history. During the second quarter, we invested approximately $900 million, bringing us to $1.7 billion year-to-date and midyear.\nWe are on schedule and on budget. In fact, PSE&G just sold its 1 million smart meter out of 2.3 million that we have planned, and we continue to notice higher spend on electric new business related to electric vehicles and strong demand for our energy efficiency solutions. Speaking of energy efficiency, the New Jersey Board of Public Utilities recently approved its second energy efficiency framework for the next 3-year cycle that will begin in July of 2024 and run through June of 2027.\nThis past May, the BPU approved a [ $280 million ] 9-month extension of PSEG's first energy efficiency program to sync us up with the completion of the state's first cycle in June of 2024. You may recall that PSE&G started its energy efficiency programs earlier than the other New Jersey utilities bid. The BPU's new framework sets up guidelines for the next round of energy efficiency [ plans ], which are now due this October for implementation in July of 2024. The energy efficiency annual reduction goals of 0.75% for gas and 2% for electric for program years '26 and '27 remain unchanged. The BPU also approved the performance incentive mechanism to drive energy efficiency above the preset goals.\nOn the gas side of the utility, PSE&G filed the third phase of its gas system modernization program during the first quarter of 2023, which remains pending with the BPU. Through our gas system monetization program, we reduced methane release by approximately 22% system-wide. And assuming the extension at similar to current levels, we expect to achieve an overall reduction in methane emissions of at least 60% over the 2011 to 2030 period. There is also good news for customer bills for this coming winter.\nFollowing 2 basic gas supply service commodity charge reductions this past heating season, our recently filed BGSS rate proposes a reduction from $0.47 to $0.40 per firm. If approved, by the BPU, the new rate will keep PSE&G's monthly bill for typical residential gas customers among the lowest in the region for the upcoming 2024 heating season. The BPU's future of natural gas stakeholder proceeding will also start this month, and we expect to participate in the upcoming technical conference and on follow-up meetings as New Jersey achieves its emission reduction targets, which will also be considering the impact on costs and jobs.\nKim Hanemann, President of PSE&G is already actively involved in the state's clean buildings working group that is considering various approaches to building electrification, including the development of Clean Heat Standard. Our overall approach to energy transition is to continue advocating for practical expansion of electrification in a manner which protects customer affordability, safety and reliability. We are having impactful conversations with PJM, our regional grid operator and our New Jersey stakeholders to increase the coordination and understanding of our relative perspectives on future load growth and the investment needed in existing T&D infrastructure to meet even a diluted version of New Jersey energy transition.\nNow turning to nuclear operations. The PSEG nuclear fleet continues to safely generate the majority of New Jersey's carbon-free baseload electricity. During the first half of 2023, our nuclear units generated over 16 terawatt hours of electricity and operated at capacity factor of 95.8%. Charles McFeaters, who many of you met at our March investor conference, was promoted to Chief Nuclear Officer during the quarter in a seamless and well-planned transition that included the Salem 2 refueling outage completed on schedule and on budget. The Power & other portion of PSEG's 5-year capital program is a significantly smaller amount of PSEG's total, mainly reflecting basic nuclear capital spending, but does include several low-cost, high-impact projects like the Hope Creek transition from 18 months to 24-month refueling cycles.\nSo just to wrap up what I believe is a quarter that delivers on what we have committed to you, we are reiterating our full year non-GAAP operating earnings guidance of $3.40 to $3.50 per share. Second, we continue to make progress on building our earnings growth platform by keeping our largest-ever capital program on track, financed with a strong balance sheet without the need for new equity or asset sales through 2027. And this financial strength gives us confidence in our long-term 5% to 7% growth rate in non-GAAP operating earnings through 2027 and supports our ability to pay a competitive and growing dividend, as we have for 116 years.\nThird, we increased the predictability of our financial results by streamlining the business with the completed offshore wind sale and delivering progress on reducing pension variability with the lift-out. Finally, we are working to keep our customer bills affordable during the energy transition with help from stringent cost controls and a culture of continuous improvement. Moving out the execution of our strategy and maintaining a safe and reliable [indiscernible] operations, that is what you can expect from this team.\nI'll now turn the call over to Dan for more details on the operating results, and I will be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nGreat. Thank you, Ralph, and good morning, everybody. Earlier, Ralph mentioned that PSEG reported net income of $591 million or $1.18 per share for the second quarter of 2023 compared to net income of $131 million or $0.26 per share for the second quarter of 2022. Non-GAAP operating earnings for the second quarter of 2023 were $351 million or $0.70 per share compared to $320 million or $0.64 per share for the second quarter of 2022.\nWe've provided you with information on Slides 9 and 11 regarding the contribution to non-GAAP operating earnings per share by business for the second quarter and year-to-date periods and Slides 10 and 12 contain waterfall charts that take you through the net changes for the quarter-over-quarter and year-to-date periods in non-GAAP operating earnings per share by major business.\nStarting with PSE&G, which reported second quarter 2023 net income of $336 million or $0.67 per share. This compares to $305 million or $0.61 per share in the second quarter of 2022. The second quarter 2023 non-GAAP operating earnings were $341 million or $0.68 per share compared to $305 million or $0.61 per share in the second quarter of 2022. The main drivers for both GAAP and non-GAAP results for the quarter were growth in rate base reflected in higher transmission formula rate, recovery of infrastructure investments with roll-in mechanisms and a benefit from the reversal and timing of taxes, which we mentioned on the first quarter call, nets to 0 over the course of the year.\nThese favorable items were partly offset by our anticipated lower pension income and OPEB credits, along with higher depreciation and interest expense from increased investment versus the year earlier quarter. Compared to the second quarter of 2022, transmission was $0.02 per share higher, gas margin was $0.01 per share higher driven by the clause recovery of GSMP investment. Electric margin was $0.01 per share higher, reflecting investment returns from Energy Strong and other electric and gas margin added $0.02 per share based on a benefit from the tax adjustment credit and appliance service results.\nLower distribution O&M expense added $0.02 per share compared to the second quarter of 2022, primarily reflecting reduced weather-related corrective maintenance. Depreciation and interest expense increased by $0.01 and $0.02 per share, respectively, compared to the second quarter of 2022, reflecting continued growth in investment. Lower pension income resulting from 2022's investment returns, combined with lower OPEB credits scheduled to end in 2023, resulted in a $0.04 per share unfavorable comparison to the year earlier quarter.\nLastly, the timing of taxes recorded through an effective tax rate, which nets to 0 over a full year and other flow-through taxes had a net favorable impact of $0.06 per share in the quarter compared to the second quarter of 2022. Second quarter weather typically contains both heating and cooling sales. For 2023, winter weather during the second quarter was 23% warmer in terms of heating degree days than the second quarter of 2022, and summer weather was 34% cooler than second quarter 2022 as measured by the temperature humidity Index.\nAs we've mentioned, the [ SIP mechanism ] in effect since 2021, limits the impact of weather and other sales variances, positive or negative on electric and gas margins while importantly, enabling PSE&G to promote the widespread adoption of its energy efficiency programs. Growth in the number of electric and gas customers, the driver of margin under the SIP mechanism continues to be positive and were each up 1% during the trailing 12-month period.\nOn capital spending, PSE&G invested $900 million during the second quarter and is on plan to deliver its largest annual capital investment program at $3.5 billion. The program includes upgrades to our T&D facilities, Energy Strong II investments, last mile spend in the infrastructure advancement program and the continued rollout of the clean energy investments in energy efficiency and the Energy Cloud, including smart meters. Related to our pension, in February 2023, the BPU approved an accounting order authorizing PSE&G to modify its method for calculating the amortization of the net actuarial gain or loss component for ratemaking purposes.\nThis change is effective for the calendar year ending December 31, 2023 and forward. For the full year 2023, PSE&G's forecast of non-GAAP operating earnings is unchanged at $1.5 billion to $1.525 billion. Moving on to Power and Other. Just as a reminder, Power and Other includes our nuclear fleet, gas operations, Long Island and parent activities, including interest expense. For the second quarter of 2023, PSEG Power and Other reported net income of $255 million or $0.51 per share and non-GAAP operating earnings of $10 million or $0.02 per share. This compares to second quarter 2022 net loss of $174 million or $0.35 per share and non-GAAP operating earnings of $15 million or $0.03 per share.\nWe previously mentioned that during the first quarter of 2023, [ PSEG Power ] realized the majority of the approximate $4 per megawatt hour increase in the average price of our 2023 hedged output, which rose to approximately $31 per megawatt hour with higher winter pricing driving most of the increase. For the second quarter of 2023, gross margin rose by a total of $0.05 per share reflecting the absence of certain full requirement BGS load contracts that remain following the sale of the fossil business in 2022 and resulted in a lower cost to serve compared to the prior year.\nThe increase in gross margin includes higher generation of $0.01 per share from fewer refueling outage days in the second quarter of 2023, offset by lower capacity revenues of $0.01 per share compared to the year ago quarter. O&M cost comparisons in the second quarter improved by $0.01 per share in 2023. Higher interest expense covering PSEG Power and parent financings were $0.02 per share unfavorable compared to the year ago quarter from higher variable rates on term loans and refinancing maturing debt at higher rates. Lower pension income from 2022 investment returns and OPEB credits from the lower amortization benefit mentioned earlier were $0.03 per share unfavorable versus the second quarter of 2022.\nAnd taxes and other were $0.02 per share unfavorable compared to the second quarter of 2022, reflecting a partial reversal of the effective tax rate benefit from the first quarter and lower investment income. On the operating side, the nuclear fleet produced approximately 7.7 terawatt hours during the second quarter and 16 terawatt hours for the year-to-date period in 2023, running at a capacity factor of 91.2% for the quarter and 95.8% for the year-to-date period. For the full year 2023, PSEG is forecasting generation output of 30 to 32 terawatt hours and has hedged approximately 95% to 100% of this production at an average price of $31 per megawatt hour.\nFor 2024, the nuclear fleet is forecasted to produce 30 to 32 terawatt hours of baseload output and has hedged 75% to 80% of this generation at an average price of $38 per megawatt hour. The forecast of non-GAAP operating earnings for PSEG Power and other is unchanged at $200 million to $225 million for the full year. This forecast reflects the realization of a majority of the expected increase in the average 2023 annual hedge price in the first quarter of '23, as we previously discussed.\nTouching on some recent financing activity. As of June 30, 2023, PSEG had total available liquidity of $4 billion, including $500 million of cash and cash equivalents on hand. PSEG Power had net cash collateral postings of approximately $400 million at June 30, which is well below the levels experienced during 2022. Through the second quarter, we've repaid $2 billion of term loans, which were entered into during 2022 to support our collateral needs.\nIn April, we entered into a $750 million 364-day variable rate term loan to support our liquidity needs. As of June 30, 2023, PSEG had $750 million outstanding of a 364-day variable rate term loan and PSEG Power had $1.25 billion outstanding of a variable rate term loan maturing March of 2025. As of the end of the quarter, PSEG had swapped $900 million of the power term loan from a variable rate to a fixed rate.\nAnd in May, PSE&G paid at maturity $500 million of secured medium-term notes. As Ralph mentioned earlier, PSEG recently executed an agreement for a pension lift-out that will further increase the predictability of our financial results. This transaction covers approximately 2,000 retirees from PSEG Power and Other, and will transfer approximately $1 billion of related obligations and associated plan assets. This transaction will have no material impact on PSEG's non-GAAP operating earnings in 2023.\nUpon completion of the pension lift-out, we anticipate taking a onetime noncash settlement charge in the third quarter of 2023 related to the immediate recognition of unamortized net actuarial loss associated with a portion of the pension involved in the transaction. After providing for the effect of this transaction, our pension plans remain well funded. As Ralph mentioned, we are reaffirming PSEG's full year 2023 non-GAAP operating earnings guidance of $3.40 to $3.50 per share, with PSE&G forecasted to contribute between $1.5 billion to $1.525 billion and PSEG Power and other forecasted at $200 million to $225 million.\nThe settlement charge related to the liftout is not included in the full year 2023 non-GAAP operating earnings guidance for PSEG, PSE&G or PSEG Power and Other. That concludes our formal remarks. And operator, we are ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7b34e7f27ce640aa0d6a96b28cf1fb5d",
    "period": "2023 Q1",
    "content": "Q1 2023 Public Service Enterprise Group Incorporated Earnings Call\n\nQ1 2023 Public Service Enterprise Group Incorporated Earnings Call\n\nPEGNYSEMAY 2, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob, and I'll be your operator of event today. I would like to welcome everyone to today's conference, Public Service Enterprise Group's First Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions]\nAs a reminder, this conference is being recorded today, May 2, 2023, and will be available for replay as an audio webcast on PSEG's Investor Relations website at HTTPS://investor.pseg.com. I would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nSenior Director-Investor Relations, Public Service Enterprise Group, Inc.\n\nGood morning, and welcome to PSEG's First Quarter 2023 Earnings Presentation. On today's call are Ralph LaRossa, Chair President and CEO; and also Dan Craig, Executive Vice President and CFO. The press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-Q will be filed shortly.\nPSEG's earning release and matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings which differs from net income or net loss, as reported in accordance with generally accepted accounting principles or GAAP in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials.\nFollowing Ralph and Dan's prepared remarks, we will conduct a 30-minute question-and-answer session. I will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nPresident, Chief Operating Officer & Director, PSEG Power LLC\n\nThank you, Carlotta. Good morning to everyone, and thanks for joining us to review PSEG's first quarter results. As indicated in our release, PSEG reported first quarter 2023 net income of $1.287 billion or $2.58 a share compared to a net loss of $2 million or less than [indiscernible] for the first quarter of 2022. Non-GAAP operating earnings for the first quarter were $695 million or $1.39 per share compared to $672 million or $1.33 per share for the first quarter of 2022.\nThe non-GAAP results for first quarter 2023 and 2022 exclude items shown in Attachment 7 and 8 provided in the release. PSEG delivered solid operating and financial performance to begin the year, and we are on track to achieve our full year 2023 non-GAAP operating earnings guidance of $3.40 to $3.50 per share. We are executing our plan to grow PSEG while also increasing its predictability, which we outlined in our March 10 investor conference. In addition to introducing PSEG's 10-year capital spending forecast during the conference, we announced the decision to retain our 5-unit nuclear generating fleet and exit offshore wind generation.\nThe utility invested approximately $800 million during the first quarter of 2023, consistent with its full year capital plan of $3.5 billion. These investments will be directed to modernizing T&D infrastructure, clean energy future programs and the last mile projects in the infrastructure advancement program that support New Jersey's policies for energy transition. The 2023 capital spending program also represents PSE&G's largest investment plan to date and drives PSEG's long-term growth outlook for non-GAAP operating earnings of 5% to 7% over the 5-year period through 2027.\nPSE&G completed the second phase of its gas system monetization program in February. And in order to continue these critical infrastructure investments proposed a third phase with the New Jersey Board of Public Utilities, or the BPU, to invest $2.5 billion over a 3-year period. This effort will reduce methane leaks and carbon emissions as we work to expand clean energy options for our customers. Also in February, the BPU approved an accounting order allowing PSE&G to modify its methodology for amortizing a component of pension events for ratemaking purposes. This is consistent with our request to reduce the impact of pension accounting on our reported results. Additionally, during the first quarter, PSEG achieved several milestone metrics in customer satisfaction and nuclear operations, ratified new labor agreements with all of our New Jersey unions and implemented back-to-back gas supply cost reductions that helped on the customer affordability front. On the customer satisfaction measures, PSE&G achieved top quartile performance overall among large utilities in the East in J.D. Power's first quarter 2023 residential electric and gas studies. This follows our full year 2022 J.D. Power recognition of ranking #1 in customer satisfaction with both residential electric and gas service among large utilities in the East.\nOn the customer affordability front, PSE&G implemented 2 basic gas supply service commodity charge reductions during the 2023 heating season, resulting in a total bill reduction of approximately 14% per month for a typical residential gas customer. Our nuclear fleet demonstrated strong performance in the first quarter, operated at 100% capacity factor and maintained a strong ranking on the Institute for Nuclear Power Operations performance indicator index. We have also authorized the funding required to transition our 100% owned [indiscernible] from an 18-month to a 24-month fuel cycle starting in 2025 and our monitoring C approval of a fuel change that would enable the transition of our co-owned selling units to a 24-month fuel cycle in the future.\nWe also continue to evaluate power upgrade options for our selling units to increase their generation capacity in the back half of this decade. Del Unit 2 has completed a scheduled refueling outage and was synchronized for the regional power grid last Friday. Turning to our union contracts, following constructive discussions PSEG recently reached new 4-year labor agreements with all of our unions representing employees in New Jersey. This provides all parties with visibility and predictability on compensation and benefits into 2027.\nDuring 2022, PSEG also hired over 1,000 new employees and maintained and created thousands of essential good-paying jobs for the New Jersey economy, like PSE&G's award-winning clean energy jobs training program, which is focused on employment opportunities for underserved communities.\nTurning to Governor Murphy's 3 executive orders issued in February to combat climate change and power the next New Jersey. We are developing proposals to help support and advance the state's updated and expanded energy policy goals, which we also believe can represent a $3 billion to $7 billion incremental investment opportunity for PSE&G through 2032.\nBTU is expected to be the primary implementation agency for all 3 executive orders over the next 12 to 18 months. We anticipate that the BPU will update their energy master plan with specific short- and long-term proposals to achieve the state's accelerated target of 100% of electricity sold in the state coming from carbon-free resources by 2035, using a strategic road map with strategies to achieve the goals of having 400,000 homes, 20,000 commercial properties and an additional 10% of all low-to-moderate income properties, electrification ready by 2030.\nAnd Cavena's stakeholder process for the future of natural gas utilities, aimed at reducing emissions, all consistent with the state goals, while also considering impacts on costs and jobs. On the ESG front, Forbes recently added PSEG to its 2023 list of America's best employers for diversity. In addition, PSEG continues to work towards developing and submitting for validation our emissions targets for Scope 1, 2 and 3 to the [ unpack ] science-based target initiative this fall. But we are off to a solid start in 2023. We are on track with PSEG's full year 2023 non-GAAP operating earnings guidance of $3.40 to $3.50 per share.\nAnd with PSE&G's $3.5 billion planned capital spend for 2023. The 5-year capital spending program over 2023 to 2027, $15.5 billion to $18 billion drives our 6% to 7.5% on compound annual growth rate in rate base over that same 5-year period. These utility investments and the cash generation from our nuclear fleet position us to continue supporting growth in our common dividend, which we recently raised by $0.12 to the indicative annual rate of $2.28 per share.\nIt enables funding our capital investment program through 2027 without the need to issue new equity or sell parts of our company in order to grow. The month of May marks the 120th anniversary of public service. We thank our 12,000 dedicated employees and the ones before us for carrying forward the company's proud legacy of safe and reliable service. As we look to the next 120 years, I see a long runway of opportunity in the energy transition. We are seeing trends like the new business request trickle in from behind the charger infrastructure work, policymakers pushing ahead on the next phase of offshore wind transmission and future investment opportunities in New Jersey's accelerated and expanded clean energy policy goals.\nIn fact, just last week, the BPU in keeping with their stated intentions open the next solicitation window for offshore wind transmission solutions in 2024. The Board staff and PDM recommended the PSE&G Dean 500 kV substation as the preferred interconnection point to facilitate the additional injection of 3,500 megawatts of power, part of New Jersey's goal of adding 11,000 megawatts of offshore wind resources. We fully intend to continue pursuing regulated offshore wind transmission investment opportunities, both at our utility and separately at PSEG Power and Other. This ongoing investment in the New Jersey economy and its energy infrastructure improves the reliability of our networks as well as the predictability of the business, which we hope our stakeholders find to be a compelling value proposition. I'll now turn the call over to Dan for more details on the operating results, and we'll be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nChief Financial Officer & Executive Vice President, Public Service Enterprise Group, Inc.\n\nGood morning, everybody, and thank you, Ralph. As Ralph mentioned, for the first quarter of 2023, PSEG reported net income of $1.287 billion or $2.58 per share compared to a net loss of $2 million or less than $0.01 per share for the first quarter of 2022.\nNon-GAAP operating earnings for the first quarter of 2023 were $695 million or $1.39 per share compared to $672 million or $1.33 per share for the first quarter of 2022. We have provided you with information on Slide 9 regarding the contribution to non-GAAP operating earnings per share by business for the first quarter of 2023, and Slide 10 contains a waterfall chart that takes you through the net changes quarter-over-quarter in the non-GAAP operating earnings per share by major business.\nStarting with PSE&G. PSE&G reported first quarter 2023 net income of $487 million or $0.98 per share compared to $509 million or $1.02 per share in the first quarter of 2022. First quarter 2023 non-GAAP operating earnings were $492 million or $0.99 per share compared with $509 million or $1.01 per share in the first quarter of 2022. The main drivers for the quarter were the rate base additions from transmission and our gas system modernization investment programs, which were offset by the lower pension credits and the timing of taxes.\nCompared to the first quarter of 2022, transmission was $0.01 per share higher, GAAP margin was $0.01 per share higher, driven by $0.03 per share of favorable GSMP investment return that was partly offset by $0.01 per share of lower non-ship demand due to the warm weather and other margin items. Electric margin was flat compared to the first quarter of 2022, also reflecting the absence of favorable step true-up in the year earlier quarter, partly offset by growth in the number of customers.\nOther electric and gas margin added $0.01 per share, reflecting both the earnings impact of the TAC or the tax adjustment credit and appliance service results. Lower distribution O&M expense added $0.03 per share compared to the first quarter of 2022, primarily reflecting reduced weather-related corrective maintenance and gas maintenance costs. Both depreciation and interest expense increased by $0.01 per share compared to the first quarter of 2022, reflecting continued growth in investment.\nLower pension credits reflecting 2022's investment returns, resulted in a $0.04 per share unfavorable comparison to the year earlier quarter. The impact of PSEG's $500 million share repurchase program completed in May 2022, had a $0.01 per share benefit in the first quarter of 2023.\nLastly, the timing of an effective tax rate adjustment and other flow-through taxes had a net unfavorable impact of $0.03 per share compared to the first quarter of 2022, but will reverse over the remainder of the year, driven by the use of an annual effective tax rate. The ship mechanism in effect since 2021 limits the impact of weather and other sales variances, positive or negative on electric and gas margins, while enabling PSE&G to promote the widespread adoption of its energy efficiency programs.\nWinter weather in the first quarter of 2023 was the warmest first quarter in PSE&G's records. Measured by heating degree days, the first quarter of 2023 was 23% warmer than the first quarter of 2022 and 23% warmer than normal. The SIP mechanism allowed us to recover the impact of this extreme weather on sales. Growth in the number of electric and gas customers, the driver of margin under the SIP mechanism continues to be positive and were each up 1% during the trailing 12-month period. PSE&G invested $800 million during the first quarter and is on track to execute its planned 2023 capital investment program of $3.5 billion that includes infrastructure upgrades to its transmission and distribution facilities, Energy Strong II investments, last mile spend in the infrastructure advancement program and the continued rollout of the clean energy future investments in energy efficiency and the energy and cloud, including smart meters.\nFor the full year 2023, PSE&G's forecast of non-GAAP operating earnings is unchanged at [ $1.5 ] billion to $1.525 billion. Moving on to PSEG Power and Other, which includes our nuclear fleet, gas operations, Long Island and parent activities, including interest expense. For the first quarter of 2023, Power & Other reported net income of $800 million or $1.60 per share and non-GAAP operating earnings of $203 million or $0.40 per share.\nThis compares to first quarter 2022 net loss of $511 million or $1.02 a share and non-GAAP operating earnings of $163 million or $0.32 per share. We previously mentioned that PSEG Power would benefit from an approximate $4 per megawatt hour increase in the average price of our 2023 hedged output, which rose to approximately $31 per megawatt hour. The majority of this annual price improvement was realized during the first 3 months of the year with higher winter pricing driving most of the increase. And as a result, gross margin for the quarter rose by a total of $0.10 per share, driven primarily by a $0.17 per share increase from recontracting 8.4 terawatt hours of generation and market impacts from the step-up in power prices.\nThe gross margin increase also includes lower capacity revenues of $0.02 per share and lower gas operations of $0.05 per share, reflecting lower capacity and natural gas prices during the first quarter of 2022. First quarter cost comparisons improved by $0.01 per share in 2023, reflecting lower nuclear costs and reduced spend on offshore wind activity versus 2022. Higher interest expense covering PSEG Power and parent financings were $0.04 per share unfavorable compared to the year ago quarter from refinancing maturing debt at higher rates.\nLower pension credits from 2022 investment returns were $0.03 per share unfavorable versus the first quarter of 2022. Taxes and other were $0.04 per share favorable compared to the first quarter of 2022, reflecting the use of a lower effective tax rate in the quarter that will reverse over the balance of 2023, partly offset by lower investment income. On the operating side, the nuclear fleet produced approximately 8.4 terawatt hours during the first quarter of 2023, similar to the first quarter of 2022 and ran at a capacity factor of 100%.\nFor the full year 2023, PSEG is forecasting a generation output of 30 to 32 terawatt hours and has hedged approximately 95% to 100% of this production at an average price of $31 per megawatt hour. For 2024, PSEG is again forecasting nuclear baseline output of 30 to 32 terawatt hours, and I said 75% to 80% of this output at an effective price of $37 per megawatt hour. Forecast non-GAAP operating earnings for PSEG Power and other is unchanged at $200 million to $225 million for the full year. This forecast reflects the realization of a majority of the expected increase in the average 2023 annual hedge price in the first quarter of the year with minimal incremental pricing improvement compared to the prior year are expected over the balance of 2023.\nMoving on to recent financing activity. As of March 31, 2023, PSEG had available credit capacity of $3.9 billion, including $1 billion at PSE&G. In addition, PSEG had total cash and cash equivalents on hand of approximately $1.2 billion. PSEG Power had net cash collateral postings of $700 million at March 31, primarily related to out-of-the-money hedge positions resulting from higher energy prices. As these historical lower-priced trades continue to settle through 2023 and into 2024, Collateral has returned as PSEG Power satisfies its obligations under those contracts.\nThus far in 2023, collateral postings have been below the high levels experienced during 2022. And remain sub to market moves. Early in the first quarter, we prepaid $750 million of the $1.5 billion a variable rate term loan due in April. Subsequent to the end of the quarter, the remaining $750 million of the April 2023 term loan matured and was replaced by a new $750 million 364-day variable rate term loan maturing in April 2024.\nAs of March 31, 2023, PSEG had outstanding a total of $1.25 billion of 364-day variable rate term loans expiring April and May of 2023 and to support PSEG Power's collateral needs. And PSEG Power had outstanding a $1.25 billion variable rate term loan expiring in March 2025. In total, $1.05 billion of power and other variable debt has been swapped from variable rate to fixed as of March 31, 2023, with an additional $175 million swapped in April.\nAlso in March, PSE&G issued a total of $900 million of green bonds consisting of $500 million of secured medium-term notes due 2033 and $400 million of secured medium-term notes due 2053. As Ralph mentioned, we are reaffirming PSEG's 2023 non-GAAP operating earnings guidance of $3.40 to $3.50 per share, with regulated operations at PSE&G forecasted to contribute $1.5 billion to $1.525 billion and PSEG Power and other forecasted at $200 million to $225 million.\nNoting that PSEG Power and other has realized the majority of the expected annual price increase in recontracting during the first quarter of 2023. That concludes our formal remarks. And operator, we are ready to begin the question-and-answer session."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/52388cbe4d3ecc037b45d3d57afd8cf4",
    "period": "2022 Q4",
    "content": "Q4 2022 Public Service Enterprise Group Inc Earnings Call\n\nQ4 2022 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEFEB 21, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Shamali, and I am your event operator today. I would like to welcome everyone to today's conference, Public Service Enterprise Group's Fourth Quarter and Full Year 2022 Earnings Conference Call and Webcast. (Operator Instructions). As a reminder, this conference is being recorded today, February 21, 2023, and will be available for replay as an audio webcast on PSEG's Investor Relations website at investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nVP of IR, Public Service Enterprise Group Incorporated\n\nThank you, Shamali. Welcome to PSEG's Fourth Quarter and Full Year 2022 Earnings Presentation. Joining us on the call today are Ralph LaRossa, Chair President and CEO of PSEG; and Dan Cregg, Executive Vice President and CFO.\nThe press release, attachments and slides for today's discussion are posted on our IR website at investor.pseg.com, and our 10-K will be filed shortly. The earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings, which differs from net income or net loss as reported in accordance with generally accepted accounting principles in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials. Following Ralph and Dan's prepared remarks, we will conduct a question-and-answer session. I will now turn the call over to Ralph LaRossa.\n\nRalph A. LaRossa\n\nChair, President & CEO, Public Service Enterprise Group Incorporated\n\nThank you, Carlotta, and thank you to everyone joining us on our call this morning. Since the third quarter 2022 earnings report, we have had several important updates. Dan will provide you with a full financial review later in our prepared remarks as I will focus on some of the strategic highlights. We are pleased to report strong operating and financial results for both the fourth quarter and full year of 2022. We successfully navigated last year's challenges, including inflation, supply chain disruptions energy price spikes and the steep rise in interest rates to deliver GAAP earnings of $2.06 per share and non-GAAP operating earnings of $3.47 per share, placing our results for the full year above the midpoint of our 2022 non-GAAP earnings guidance.\nIn fact, 2022 was the 18th year in a row that PSEG has delivered non-GAAP results at or above management's original operating earnings guidance. PSE&G, which contributes the vast majority of our results posted an 8.2% annual increase in net income from the continued investment in its T&D infrastructure, clean energy programs and the first full year of decoupling. PSE&G invested over $3 billion of capital during 2022 in transmission upgrades, gas system modernization, energy efficiency, electric vehicle infrastructure and launched our efforts to address the reliability of the last mile of our distribution system.\nAt year-end 2022, PSE&G's rate base topped $26.4 billion, a 7.7% increase over the year-end 2021. We know the important shareholders place on the predictability and visibility of our financial results. And during the past 12 months, we have taken many steps to deliver just that. First, we completed the strategic alternatives process, which included the sale of PSEG Fossil last February. This increased the regulated contribution to about 90% of our consolidated non-GAAP earnings.\nWe completed a $500 million share repurchase program in May of 2022 and increased the cash return to shareholders by raising the annual dividend by $0.12 or 5.9% for 2022. Second, the passage of the inflation Reduction Act of 2022 will offer our nuclear generation a level of much needed stability when it goes into effect in 2024. While the industry waits for clarifications, we believe the inflation Reduction Act is a game changer that should provide the stability required for long-term financial viability of the U.S. nuclear fleet.\nAs a result of the nuclear production tax credits extending through at least 2032, we are now able to consider small but important value-added investments, including the potential for capacity upgrades to Salem, a fuel cycle extension at Hope Creek and the license extension of our New Jersey units. Critical to these decisions will be our determination of how predictable and visible nuclear revenues could be beyond our current 3-year ZEC window. The IRA also created valuable incentives for PSE&G's customers to accelerate their transition to electric vehicles, which will advance New Jersey's decarbonization goals and expand our opportunities to invest in last mile reliability and make-ready infrastructure. This aligns with the recent state objectives to increase electrification. Just last week, Governor Murphy issued 3 executive orders that establish or accelerate the state's existing 2050 targets for clean sourced energy, building electrification and electric vehicle adoption goals with new target dates in 2030 and 2035.\nThe Board of Public Utilities and our state agencies were directed to collaborate with stakeholders to develop plans to reach these goals. These include an updated Energy Master Plan in 2024 and a new proceeding to develop a future of natural gas utility plant to consider new revenue streams, such as conversion of existing facilities to district geothermal and new technologies to meet the 2019 energy master plan goal of 50% reduced emissions below 2006 levels by 2030.\nThird, we announced our strategic decision to exit our investment in offshore wind generation by selling our 25% equity stake in Ocean Wind 1 back to our joint venture partner, Orsted. This decision to exit offshore generation was consistent with our goal to increase the predictability of our business. PSEG will continue to provide Ocean Wind with onshore construction management services to ensure the onshore substations and associated onshore cabling are ready to receive the project's output when it goes in service. We also intend to continue pursuing regulated transmission projects offshore and investing in related transmission and distribution projects onshore and enabling the New Jersey Wind port in Salem County.\nAnd finally, last week, the BPU approved the settlement of our pension accounting filing, retroactive to January 1, 2023, an important step we have pursued to limit pension expense volatility. This improved business platform created by the strategic actions we have taken over the past 2 years, combined with our efforts to increase the predictability of our results, positions us to narrow our 2023 non-GAAP operating earnings to a range of $3.40 to $3.50 per share from our original guidance of $3.35 to $3.55 a share provided last November.\nThis new $0.10 range compares to the $0.20 range we have provided in previous years. These strategic moves also drive our outlook for long-term compound annual earnings growth rate of 5% to 7% through 2027 and enable us to pursue this growth path without the need to issue new equity during this 5-year period.\nMoving to 2023. We extended our 2022 dividend increase of $0.12 per share to set the 2023 indicative annual rate at $2.28 per share, marking our 116th year of paying the dividend to shareholders. PSE&G has begun executing its capital investment plan of over $3.4 billion for 2023, which is expected to be the largest single year spend in the utility's 120-year history. This will be directed primarily towards infrastructure replacement, energy efficiency and last mile reliability. The good news is that additional headroom was created in our gas and combined customer bill as the recent decline in natural gas prices has enabled PSE&G to reduce its residential default gas supply rate by $0.15. The $0.15 per therm for the balance of the Winter 2022 to 2023 heating season. This decrease in the pass-through commodity charge will reduce the typical residential winter gas bill by $13 per month annualized or 11.5%.\nSpeaking of our customers, they rated PSE&G #1 in the 2022 J.D. Power customer satisfaction studies for both residential electric and natural gas service in the East among large utilities. This is the first time we have achieved both #1 rankings in the same year. This honor culminated a year that saw PSEG recognized by the Edison Electric Institute with the Edison Award, the industry's highest honor for leadership and innovation. And speaking of leadership, PSEG's environmental, social and governance credentials continue to be recognized. In addition to our MSCI upgrade to AAA, its highest ESG rating, PSEG was also named to the Dow Jones Sustainability North America Index for the 15th year in a row as well as to the Just 100 list of America's Most Just Companies for 2023, recognizing our commitment to serving our customers, workforce, communities and the environment and shareholders.\nNow none of this could be accomplished without our employees, who remain PSEG's most important resource. Together, we continue to be guided by PSEG's long-standing commitment to operational excellence, disciplined investment and financial strength. As I recognize our employees, I must take a moment to honor one that lost his life in a tragic act of violence. Some of you who may have heard about the horrible loss when a member of the PSEG team was killed by a former employee. It was one of the saddest days in our company's history. Our condolences and prayers go out to all of those that have been impacted by this event. I also want to thank our employees who have supported each other during this difficult time. We will continue to provide resources to protect the health, safety and well-being of all PSEG employees, including grief counseling for any employees seeking it.\nIn closing, and as I mentioned earlier, we know the important stakeholders place on predictability and visibility of our financial results and goals. I have made both -- I have made increasing both factors, a key focus of PSEG's strategic plan. We intend to share the details of this plan at our upcoming investor conference on March 10 as we continue to build a practical path toward decarbonizing the New Jersey economy. I'll now turn the call over to Dan and return after his remarks for Q&A.\n\nDaniel J. Cregg\n\nExecutive VP & CFO, Public Service Enterprise Group Incorporated\n\nThank you, Ralph. Good morning, everybody. For the full year 2022, GAAP earnings were $2.06 per share compared to a GAAP loss of $1.29 per share for the full year of 2021, which included Fossil sale-related impairments. Non-GAAP results were $3.47 per share for 2022 compared to 2021's non-GAAP results of $3.65 per share which you may recall excluded depreciation related to the Fossil assets held for sale in the fourth quarter of '21 and retirement of power debt.\nFor the fourth quarter of 2022, GAAP earnings improved to $1.58 per share compared with $0.88 per share for the fourth quarter of 2021. Non-GAAP operating earnings were $0.64 per share compared with $0.69 per share for the fourth quarter of 2021, which contain the Fossil sale-related items I just mentioned. We provided you with information on Slides 9 and 11 regarding the contribution to non-GAAP operating earnings by business. The fourth quarter and full year periods ended December 31.\nSlides 10 and 12 contain waterfall charts that take you through the net changes quarter-over-quarter and year-over-year and non-GAAP operating earnings by major business, which I will review now starting with PSE&G. Full year 2022 net income rose by $119 million or over 8% to $1.565 billion compared to 2021 net income of $1.446 billion, reflecting higher earnings from continued investment in T&D programs and the favorable impact of a full year of decoupling in 2022.\nFor the fourth quarter of 2022, the Utilities net income rose by $81 million to $352 million or $0.70 per share compared to $0.53 per share in the fourth quarter of 2021. As you can see on Slide 10, transmission margin added $0.01 per share compared to the year earlier quarter, reflecting growth in rate base, partly offset by the timing of O&M recovery. Gas, electric and other margin contributed to a combined to add $0.07 per share compared with last year's fourth quarter, reflecting GSMP II roll-ins, the Conservation Incentive Program or CIP decoupling for both electric and gas, appliance service and other margin. On the expense side, O&M was flat versus the prior year quarter.\nHigher distribution depreciation and interest expense each reduced results by $0.01 per share, reflecting higher plant in service and investment. Lower pension expense added $0.01 per share versus the year ago quarter and flow-through taxes, the impact of lower outstanding shares and other items added $0.10 per share compared to the fourth quarter of '21 with $0.07 of that amount reversing the timing impact of taxes from prior quarters in 2022.\nDuring '22, PSE&G invested over $3 billion in planned capital spending to upgrade transmission and distribution facilities, enhance reliability and increase resiliency. In 2022, we also launched the IAP, our $511 million infrastructure advancement program, which the BPU authorized last June to improve the reliability of the last mile of our electric distribution system and address aging substations and gas M&R stations. And as Ralph mentioned, at year-end '22, PSE&G's rate base stood at approximately $26.4 billion, a 7.7% increase over year-end 2021.\nLast Friday, the Board of Public Utilities approved an order authorizing PSE&G to modify its method of pension accounting for ratemaking purposes, which will mitigate variability in the calculation of PSE&G's pension expense for calendar year 2023 and beyond. The backdrop of economic conditions continue to improve in New Jersey during 2022. New Jersey's unemployment rate returned to pre-pandemic levels of 3.3% in September and remained below the national average at year-end. System peak load reached 10,147 megawatts on August 9, exceeding the 10,000 megawatt level for the second year in a row. Weather-normalized electric sales increased by 2% for the year, with residential sales flat and C&I sales increasing by 3%. Weather-normalized gas sales were flat for the year, with residential gas sales down 1%, while C&I sales increased by 2%.\nThe CIP mechanism decouples the impact of most customer usage from margin subject to earnings and rate capital limitations, leading the change in the number of customers as the major driver of margin growth going forward. The number of electric and gas customer rose by approximately 1% each in 2022.\nWrapping up the utility update. We've narrowed our forecast of PSE&G's net income for 2023 to $1.5 billion to $1.525 billion, which reflects pension and OPEB updates compared to 2022 offset by the benefit of contemporaneously recovered investments, predictability of utility margin from the CIP decoupling as well as the implementation of the pension accounting filing effective for calendar year '23.\nNow turning to carbon-free infrastructure and other. For full year '22, CFIO's net loss of $534 million or $1.06 per share, reflected higher losses on both mark-to-market transactions and nuclear decommissioning trust fund related activity. The full year 2021 net loss included impairments and debt extinguishment costs related to the Fossil sale. Non-GAAP operating earnings declined $174 million or $0.35 per share from $407 million for full year '21, reflecting the absence of the fossil assets. For the fourth quarter of '22, CFIO's net income improved to $436 million or $0.88 per share from $174 million in the year ago quarter, reflecting higher gains on both mark-to-market transactions and NDT fund-related activities.\nNet income for the fourth quarter of '21 included debt extinguishment costs and other charges related to the sale of Fossil. For the fourth quarter of 2022, the non-GAAP operating earnings loss of $34 million or $0.06 per share reflected the absence of the Fossil assets compared to the fourth quarter 2021 non-GAAP earnings of $81 million or $0.16 per share, which reflected the cessation of depreciation and lower interest costs related to the Fossil sale.\nReturning again to Slide 10. Non-GAAP operating earnings were $0.22 per share lower in the fourth quarter -- than the fourth quarter of 2021, driven by lower capacity prices for the remaining nuclear fleet, lower generation volume recontracting at lower prices and lower ZEC revenue compared to the year ago quarter. Combined, these items drove electric gross margin to decline $0.34 per share. Gas operations improved by $0.04 per share, reflecting higher off-system sales, higher commodity pricing and higher storage margin.\nPower-related cost comparisons for the fourth quarter of 2022 improved as overall O&M expense was $0.07 per share favorable compared to the year ago quarter, again reflecting the Fossil asset sale, partly offset by the planned refueling at the 100% on Hope Creek nuclear plant in this year's fourth quarter. Depreciation and interest were higher by $0.01 per share and reflected the March 2022 debt issuance of power versus the year earlier debt retirements related to the Fossil sale. Current activity was a $0.01 per share favorable compared to the fourth quarter 2021 and primarily reflecting the absence of 2021's donation to the PCG Foundation, partly offset by higher parent interest of $0.04. Taxes and other improved by $0.01 per share over the fourth quarter of 2021 and includes the accelerated receipt of an expected tax carryback claim in '22 instead of '23, which is partially offset by the reversing of a timing impact from tax benefits in prior quarters in 2022.\nTurning to ops. The nuclear fleet operated at an average capacity factor of 85.8% during the fourth quarter, which included the Hope Creek refueling and produced 7.3 terawatt hours of carbon-free generation. an unplanned outage at Salem Unit 2 in late December of 2022 occurred during a PJM region-wide generation emergency action and resulted in capacity performance penalties. The net financial impact of the outage including replacement power, capacity penalties as well as bonuses earned by the other operating PSEG units is not expected to be material.\nFor the full year, the nuclear fleet operated at an average capacity factor of 92.2%, producing 31.3 terawatt hours of generation. PCG is forecasting total baseload nuclear generation of approximately 31 terawatt hours for the full year of '23 hedged 95% to 100% at an average price of $31 per megawatt hour, an increase of about $4 per megawatt hour compared to '22. For '24, total nuclear generation is forecasted also to be approximately 31 terawatt hours and 55% to 60% hedged at an average price of $32 per megawatt hour.\nIn addition, in December, we exited certain legacy BGS or basic generation service contracts in order to rebalance our hedge portfolio and realign it to our baseload nuclear fleet and reduce volatility in 2023. Wrapping up CFIO, we've narrowed our forecast of non-GAAP operating earnings to $200 million to $225 million from $185 million to $235 million. A quick update on financing activity and collateral postings. As of December 31, 2022, total available credit capacity was $3.7 billion, including $1 billion at PSE&G. In addition, we had total cash and cash equivalents on hand of approximately $465 million.\nPSEG Power had net cash collateral postings of $1.5 billion at December 31, primarily related to the money hedge positions resulting from higher energy prices, which declined to $700 million through last Friday. Given the recent improvement in our collateral position in January of this year, we prepaid $750 million of a $1.5 billion short-term loan that was due in April. Following the repayment of this term loan, PSEG had outstanding a total of $1.25 billion of 365-day term loans expiring the spring to support Power's collateral needs. And Power had outstanding a $1.25 billion term loan expiring in March of 2025. Combined, these term loans comprised $2.5 billion of variable rate debt.\nAs we mentioned during our third quarter call, we entered into interest rate swaps during September and October of last year, which converted $1.05 billion of our outstanding term loans from floating to fixed rate, reducing our variable rate debt exposure. Following the measurement of the pension at year-end 2022, we've incorporated the impact of the actual 2022 investment returns, discount rate and interest rates into the 2023 pension costs. Our expected return on plan assets increased to 8.1% for 2023 as the decline in value of the fixed income securities due to higher interest rates during '22 enables a higher yield on them going forward.\nWhile 2022 investment returns had a negative impact on 2023 pension calculations, the increase in interest rates served to reduce the pension liability with the funded status of our pension plan ending the year at a solid 87%. In addition, accounting settlement approved by the BPU will create a regulatory asset or liability to overlay our current accounting, which will probably mitigate the impact of certain expense related pension calculations going forward.\nAs Ralph mentioned earlier, we've narrowed our 2023 non-GAAP operating earnings guidance to $3.40 to $3.50 per share, around the same $3.45 per share midpoint with regulated operations continuing to contribute approximately 90% of that total. As a reminder, PSEG does not forecast GAAP earnings related and related long-term growth rates. PSE&G's forecast of 2023 net income is narrowed to $1.5 billion to $1.525 billion, reflecting the predictability provided by the CIP, expected transmission distribution of investment recovery and focus on O&M cost control. Non-GAAP operating earnings guidance for CFIO is now forecasted at $200 million to $225 million. CFIO's narrow guidance also removes the previously expected benefit for the tax carryback claim PSEG's 2023 operating guidance.\nThat concludes our prepared remarks. So Shamali, please open the line, and we'll take some questions."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ce472eb34a61c99f5a8688e124d751fb",
    "period": "2022 Q3",
    "content": "Q3 2022 Public Service Enterprise Group Inc Earnings Call\n\nQ3 2022 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEOCT 31, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Rob, and I'm your event operator today. I would like to welcome everyone to today's conference, Public Service Enterprise Group's Third Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) As a reminder, this conference is being recorded today, October 31, 2022, and will be available for replay as an audio webcast on PSEG's Investor Relations website at https://investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nVP of IR, Public Service Enterprise Group Incorporated\n\nThank you, Rob. Welcome to PSEG's Third Quarter 2022 Earnings Presentation. Joining us on the call today are Ralph LaRossa, President and Chief Executive Officer of PSEG; and Dan Cregg, Executive Vice President and Chief Financial Officer.\nOur press release, attachments and slides for the discussion today are posted on our website, and our 10-Q will be filed shortly. The earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings, which differs from net income or loss as reported in accordance with generally accepted accounting principles or GAAP in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's materials.\nFollowing Ralph and Dan's prepared remarks, we will conduct a 30-minute question-and-answer session. I will now turn the call over to Ralph.\n\nRalph A. LaRossa\n\nPresident, CEO, & Director, Public Service Enterprise Group Incorporated\n\nThank you, Carlotta, and thank you all for joining us today.\nAs you may know, this is my first earnings call since becoming CEO in September. And if you've met with us over the past few months, you've heard me lay out my initial action plan for PSEG to deliver value to our investors. The focus is clear and simple: continue to grow the company through investments with appropriate risk-adjusted returns and increase the predictability of our business by reducing the variability in both financial and operating results.\nPSEG has a solid utility operation, a constructive regulatory and policy environment, and now a federal tax incentive for our nuclear fleet that stabilizes its cash flows for a decade. Together, these attributes make PSEG a compelling investment.\nEarlier today, we reported net income of $0.22 per share for the third quarter of 2022 compared to a net loss of $3.10 per share in the third quarter of 2021 that was related to the announced sale of our fossil assets. We also reported non-GAAP operating earnings of $0.86 per share for this third quarter compared to $0.98 per share in the third quarter of 2021. Results for the 9 months ended September 30 of $2.83 per share places squarely within our guidance range. So we are narrowing our 2022 non-GAAP operating earnings guidance of $3.40 to $3.50 per share, assuming normal operations over the remaining 2 months of 2022.\nWe remain highly confident in the growth potential of our regulated investments and are committed to the cost discipline needed to minimize the impact of current economic conditions. We also reaffirm our 5% to 7% multiyear EPS CAGR to 2025 with the understanding that this CAGR is nonlinear and we fully intend to deliver on our earnings guidance expectations as we've done for the last 17 years and counting.\nPSE&G's investments in transmission and distribution infrastructure continue to produce rate base growth consistent with our long-term expectations. Our new infrastructure advancement program, which launches investment in a critical last mile of our distribution system, and the clean energy future investments are also supporting wide-ranging decarbonization priorities, driven by our programs to expand energy efficiency, electric vehicles, solar investments, and create clean energy jobs and training opportunities.\nNow turning to our offshore wind ventures. We are approaching a final investment decision on Ocean Wind 1 in New Jersey to determine if we will proceed to the construction phase. We are reviewing our options related to our 25% equity investment in Ocean Wind 1 as well as our option to purchase 50% of rsted Skipjack 2 project and options regarding PSEG's interest in the remaining Garden State offshore energy lease area.\nLast week, the BPU completed its review of offshore wind transmission competitive proposals and awarded several onshore-only projects. PSE&G was awarded 50 -- sorry, $40 million of system upgrade work needed to accommodate the injection of offshore wind generation in Central New Jersey. However, the BPU also indicated that will consider an additional solicitation to address the state's increased offshore wind generation targets. We remain optimistic that our emphasis on reliability and resiliency will keep it as a strong contender for any future offshore transmission solicitations to bring regional offshore wind projects onshore.\nOur energy strong investments in the aftermath of Sandy lifted and hardened PSE&G substations against future storms. With similar foresight, the BPU has recognized for the infrastructure advancement program that attention is needed to address that last mile of our distribution system and proactively replace critical components in advance of electrification.\nSafe and reliable operations will always be the core of our customer-focused mindset. This is the focus our team of over 12,000 dedicated employees as every day in providing safe and reliable service to over 3 million customers in New Jersey and Long Island. As a result of these efforts, I'm pleased to report that both PSE&G, our nuclear operations are trending at above top quartile metrics on several key measures. In addition, PSE&G continues to receive some of its highest ever customer satisfaction ratings from J.D. Power.\nThe 2022 hurricane season has been relatively quiet in New Jersey and Long Island, which enabled PSE&G to send mutual aid to Florida to assist with Hurricane Ian restoration. Our thoughts and prayers in addition to our support went out to all those impacted by Ian. I mentioned this cooperation because it is unique in our industry, and we all benefit from it. On this 10-year anniversary of Super Storm Sandy, we remain acutely aware of how a single powerful storm rolling up the Atlantic Coast can permanently affect lives, destroy homes, businesses and livelihoods for extended periods of time, and we remember how grateful we were for the support we received then.\nI'm also proud to announce that MSCI has raised PSEG's corporate environmental, social and governance ratings to AAA from AA, placing us at its highest rating. PSEG has also improved its score within the top tier of the 2022 CPA Zicklin Index of corporate political disclosure and accountability.\nI have met and listened intently to many of you these past few months, and I recognize the importance of maintaining our financial strength, preserving our ability to grow without needing to dilute our existing shareholder base and rewarding our shareholders with a compelling common dividend yield. As we approach several critical decisions in the weeks and months ahead, I won't be guided by the approach that I mentioned at the very beginning, prioritizing predictability and increasing shareholder returns.\nI look forward to meeting with many of you at the EEI financial conference over November 13 through November 15 where we'll announce PSEG's 2023 full year earnings guidance, provide more detail around our estimate of pension impact on 2023 financials as well as a longer-term EPS growth rate.\nI'll now turn the call over to Dan, who will provide you with the financial review and outlook.\n\nDaniel J. Cregg\n\nExecutive VP & CFO, Public Service Enterprise Group Incorporated\n\nThanks, Ralph. Good morning, everybody.\nAs Ralph mentioned, for the third quarter 2022, PSEG reported net income of $0.22 per share and non-GAAP operating earnings of $0.86 per share. We provided you with information on Slides 8 and 10 regarding the contribution to non-GAAP operating earnings by business for the third quarter and year-to-date periods ended September 30.\nSlides 9 and 11 contain waterfall charts that take you through the net changes quarter-over-quarter and year-to-date for 2022 and 2021 and non-GAAP operating earnings by major business. I'll now discuss results starting with PSE&G.\nPSE&G's results were $0.03 higher compared to the third quarter of 2021 driven by continued capital investments in transmission distribution and clean energy. Compared to the third quarter of 2021, transmission margin was flat as growth in rate base of $0.02 per share was offset by the combination of the August 2021 formula rate settlement, which included a lower return on equity and the timing of O&M expense versus recovery.\nFor distribution, electric margin was $0.02 favorable compared to the third quarter of 2021, driven by investments in Energy Strong II and the impact of the conservation incentive program or CIP mechanism. Gas margin improved by $0.01 per share over the third quarter of 2021, reflecting recoveries of our gas system modernization to investments and other margin primarily related to our appliance service business, also added $0.01 per share compared with the third quarter of 2021.\nO&M expense was $0.01 per share unfavorable compared with the third quarter of 2021 and interest expense was $0.01 per share unfavorable reflecting higher investment. Flow-through taxes and other items had a net unfavorable impact of $0.01 per share compared to the third quarter of 2021 driven by the use of an annual effective tax rate. For the year-to-date, unfavorable flow-through taxes of $0.07 per share year-over-year will reverse in the fourth quarter of 2022.\nLower shares outstanding had a $0.01 per share benefit on third quarter 2022 results versus the year-earlier quarter, reflecting the impact of the completed $500 million share repurchase program. And in addition, nonoperating pension expense was $0.01 per share favorable compared with the third quarter of 2021.\nWeather during the third quarter as measured by the Temperature-Humidity Index or THI was 19% warmer than normal but similar to conditions during the third quarter of 2021. With the CIP in effect variations in weather, both positive and negative, have a limited impact on electric and gas margins while enabling the widespread adoption of PSE&G's energy efficiency programs.\nPSE&G's system peak load exceeded 10,000 megawatts for a second summer in a row on August 9. And growth in the number of electric and gas customers has continued to track at approximately 1% for the trailing 12-month period ended September 30.\nRegarding our capital spending program, PSE&G invested approximately $795 million during the third quarter and $2.2 billion year-to-date through September 30. PSE&G now expects a revised capital spending forecast of $3 billion for 2022, up from the planned 2022 capital program of $2.9 billion. The 2022 capital spending program includes transmission investment, the continued rollout of the Gas System Monetization II program, Energy Strong II and Clean Energy Future investments as well as the Infrastructure Advancement Program focused on our distribution systems last mile.\nOn the regulatory front, in September of 2022, PSE&G filed a petition with the BPU requesting an accounting order with an effective date of January 1 of 2023 to authorize PSE&G to modify its method for calculating pension expense for ratemaking purposes, which will partly reduce future variability and pension expense. Also in September, PSE&G filed a petition with the BPU requesting a $320 million 9-month extension of its Clean Energy Future energy efficiency program, which would serve to align future program timing with the other New Jersey electric and gas utilities.\nAnd in October, PSE&G filed its annual transmission formula rate update with FERC, which increases its annual transmission revenue requirement by $69 million effective January 1, 2023.\nNow turning to carbon-free infrastructure and other, which reported a net loss of $285 million or $0.58 per share in the third quarter of 2022 compared with a net loss of $1.953 billion or $3.87 per share in the third quarter, impacted by the fossil sale process. Non-GAAP operating earnings were $0.15 per share lower in the third quarter of 2021 driven by lower margin related to the fossil divestiture, lower capacity prices for the remaining nuclear fleet and recontracting at lower prices.\nFor the third quarter of 2022 electric gross margin declined by $0.29 per share, which includes recontracting approximately 8 terawatt hours of nuclear generation at a $3 per megawatt hour lower average price. In addition, higher off-system sales of gas operations from heightened commodity volatility added $0.01 per share to total gross margin versus the third quarter of '21, with customers also benefiting from a long-standing sharing mechanism in place.\nCost comparisons for the third quarter 2022 improved by $0.09 per share from the year earlier period, driven by lower O&M, depreciation and interest expense related to the fossil divestiture. Taxes and other were $0.04 per share favorable versus the third quarter of 2021. During '21, the Solar Source sale was reflected in June. Cessation of fossil depreciation began in August onward as the assets were held for sale. And the retirement of PSEG Power's outstanding debt occurred in October. And accordingly, the majority of the favorable cost comparisons related to the fossil divestiture occurred in the first half of 2022.\nNuclear generating output declined slightly to approximately 8 terawatt hours in the third quarter of 2022, reflecting the ramp down of Hope Creek and Peach Bottom 2 into their fourth quarter refueling outages. The capacity factor of the nuclear fleet for the year-to-date period through September 30 was 94.3%. PSEG forecasts generation output of approximately 7 terawatt hours for the fourth quarter of 2022 and has hedged approximately 95% to 100% of this production at an average price of $27 a megawatt hour.\nFor '23, PSEG is forecasting a nuclear baseload output of 30 to 32 terawatt hours and is hedged 95% to 100% of this output at an average price of $30 a megawatt hour. For 2024, PSEG is forecasting nuclear baseload output of 29 to 31 terawatt hours and is hedged 55% to 60% of this output at an average price of $32 a megawatt hour.\nAs of September 30, 2022, our total available credit capacity was $3.4 billion, including $1 billion at PSE&G. PSEG Power had net cash collateral postings of $2.2 billion at September 30 related to out-of-the-money positions as a result of higher energy prices, and that amount was $1.7 billion through last Friday. The majority of this collateral relates to hedges in place through the end of '23 and is expected to be returned as PSEG Power satisfies its obligations under those contracts or if market prices decline in the interim.\nIn July of 2022, PSEG repaid a $1.25 billion short-term loan that was due in August. Following the repayment of this term loan, PSEG had outstanding a total of $2 billion of 364-day term loans expiring April, May of 2023 to support power collateral needs. And PSEG Power had outstanding a $1.25 billion term loan expiring March of 25. Combined, these term loans comprise $3.25 billion of variable rate debt. And during September and October, we entered into interest rate swaps from floating to fix for $1.05 billion of our outstanding term loans, reducing variable rate debt exposure.\nMoody's recently published updated credit opinions for PSEG, PSE&G and PSEG Power with credit ratings and outlooks remaining unchanged. Regarding the potential headwinds of pension impact on 2023 costs. We continue to monitor several items that will influence the pension calculations when we take the actual measure on December 31. We will assess the net impact of various factors, including the decline in financial markets year-to-date, updating the discount rate and interest component, setting the expected return on plan assets for 2023 and the inclusion of the impact of the petition filed with the BPU earlier this year. We will include an estimate of the impacts of pension on our 2023 earnings guidance, which, as Ralph said, we will provide at EEI.\nAs Ralph also mentioned earlier, we've narrowed our 2022 non-GAAP operating earnings guidance to $3.40 to $3.50 per share, with regulated operations contributing approximately 90% of the total. For the full year, PSE&G's forecasted 2022 net income is narrowed to $1.545 billion to $1.575 billion, reflecting strong transmission and distribution margin growth in the year-to-date period. 2022 non-GAAP operating earnings for CFIO is now forecasted at $160 million to $180 million reflecting higher interest costs. PSEG 2022 earnings guidance excludes financial results from the divested fossil assets.\nThat concludes our prepared remarks. So we can now open up the line to begin the question-and-answer session.\n\nCarlotta N. Chan\n\nVP of IR, Public Service Enterprise Group Incorporated\n\nJust as a reminder before we go to Q&A. (Operator Instructions) Rob, you can start the queue. Thanks."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4cb432eba73e5122c25137a1701ccb8e",
    "period": "2022 Q2",
    "content": "Q2 2022 Public Service Enterprise Group Inc Earnings Call\n\nQ2 2022 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEAUG 2, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Kyle, and I am your event operator today. I'd like to welcome everyone to today's conference, Public Service Enterprise Group's Second Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) As a reminder, this conference is being recorded today, August 2, 2022, and will be available for replay as an audio webcast on PSEG's Investor Relations website at investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nVP of IR, Public Service Enterprise Group Incorporated\n\nThank you, Kyle. Good morning, everyone. PSEG's second quarter 2022 earnings release, attachments and slides detailing operating results by company are posted on our IR website located at www.investor.psg.com, and our 10-Q will be filed shortly. The earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings, which differs from net income as reported in accordance with generally accepted accounting principles, or GAAP, in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's earnings material.\nOn today's call are Ralph Izzo, Chair, President and Chief Executive Officer of PSEG; Dan Cregg, Executive Vice President and Chief Financial Officer; and following their prepared remarks, Ralph LaRossa, currently our Chief Operating Officer, and our next CEO, will join Ralph and Dan to take your questions. Ralph?\n\nRalph Izzo\n\nChairman, President & CEO, Public Service Enterprise Group Incorporated\n\nThank you, Carlotta. Good morning, everyone, and thanks for joining us for a review of PSEG's second quarter 2022 results. For the second quarter, PSEG reported net income of $131 million or $0.26 per share compared to a net loss of $177 million or $0.35 per share in the second quarter of 2021. Non-GAAP operating earnings for the second quarter of '22 were $320 million or $0.64 per share compared to non-GAAP operating earnings of $356 million or $0.70 per share in 2021 second quarter. And just a reminder, and I'll repeat this several times throughout this call that the second quarter 2021 included the results from our divested fossil assets and solar source.\nPSEG is on track to achieve our 2022 non-GAAP operating earnings guidance of $3.35 to $3.55 per share based on results through the first 6 months of 2022. This is largely driven by ongoing rate base growth from regulated investments and lower costs due to the already mentioned sale of generation assets on the carbon-free infrastructure side of the business.\nUtility earnings for the first half of 2022 are up 4% over last year. At carbon-free infrastructure, the year-over-year comparisons are skewed by our asset sales. Also, the majority of 2022's earnings as the carbon-free infrastructure and other side of the business have been realized as of June 30. So for the balance of 2022, the utility will continue to be the main driver of PSEG's growth profile, which results squarely within our guidance range. I'm very encouraged by the revised climate compromise contained in the proposed Inflation Reduction Act that includes production tax credit provisions for existing nuclear and new offshore wind resources. We hope to see it move on to the Senate's floor this week, but more on that later.\nI know many of you have been following the potential for an impact to our pension results in 2023 due to the significant declines in equity and fixed income markets since the beginning of the year. Should market conditions remain stressed on our December 31 measurement date, we would anticipate noncash pension headwinds related to these market declines. December 31 is the single date that will determine the pension impact for 2023. So instead of continually updating a number as our dynamic market changes on a daily basis, we would rather simply assure you that in the interim we are actively developing plants to counteract the potential near-term headwinds to the extent they remain at year-end. I want to emphasize that our pension remains very well funded and does not, I repeat, does not require any cash contributions for the foreseeable future.\nFrom a funding perspective, our pensions were approximately 95% funded at year-end 2021, and the increase in the discount rate year-to-date has kept the funding ratio in a comparable place to year-end. Rest assured that we will work tirelessly to mitigate the potential future headwinds and including pension, supply chain and general inflationary pressures. I hope you will see through these near-term challenges and recognize what we see that the underlying fundamental utility growth story of PSE&G remains intact, and that our valuation will reflect the improved business mix and overall derisking that continues, all of which gives us the confidence to reiterate our multiyear 5% to 7% EPS CAGR from the midpoint of 2022 non-GAAP operating earnings guidance to 2025. We remain focused on improving our system reliability and resiliency, further derisking the business overall, and maximizing affordability for our customers.\nThe statewide moratorium on shutoffs for residential electric and gas service was lifted in mid-March 2022, and collections and shutoffs have since restarted. However, New Jersey did test legislation after the moratorium ended that provided protection from shutoffs to customers who applied for payment assistance programs by June 15 '22. Applicants for assistance are protected from shutoffs while awaiting their application determination. As a result, PSE&G continues to experience higher accounts receivable aging, which we expect will take the next several years to reset to historical levels. PSE&G's electric distribution bad debt expense is recoverable through its societal benefits clause mechanism and has deferred as incremental gas distribution bad debt expense as well as other incremental COVID-19 costs to future recovery, which will likely take place in our next distribution base rate case.\nOur regulatory framework in New Jersey continues to be constructive, working with the BPU staff and Rate Counsel. We reached the settlement to begin work this quarter on the infrastructure advancement program. The BPU approved the settlement in June. And over the next 4 years, we will invest $500 million to extend reliability improvements, inclusive of the last mile of our distribution system, as we prepare the grid for the rapid transition to electric vehicles and enable a greater integration of renewable energy resources.\nTurning to our efforts on the environmental, social and governance or ESG front, we are continuing our internal preparations to finalize company-wide emission reduction goals, and we will be submitting those targets to the United Nations backed Science Based Targets initiative for validation that they are in fact consistent with the objectives of the Paris Agreement to limit the global temperature increase to 1.5 degrees Celsius or less. We have until September of 2023 to finalize and submit our targets for validation, although we're aiming to present our pathways before that, which will address all 3 scopes of PSEG's emissions reduction goals.\nLet me turn now to commodity markets. where we've seen a continued increase in electric and natural gas prices during the second quarter. And although some PJM prices have moderated recently, prices remain at high levels. With gas and electricity supply costs, which are passed through PSE&G, comprising approximately 40% to 45% of a typical residential gas and electric bill, we are keenly focused on controlling costs to minimize the impact of rising commodity costs on these customer bills and maximizing affordability. On the electric side, PSE&G contracts for its default BGS, basic generation service, as we often refer to with, requirements on a 3-year rolling basis, and each year, 1/3 of the load is procured for a 3-year period. New BGS rates went into effect June 1. And despite what I just said a moment ago, but due to a decline in actual versus assumed capacity costs, electricity bills actually declined. On the gas side, PSE&G is permitted to recover the cost of hedging up to 80% or roughly 115 Bcf of its annual residential requirements through the BGSS tariff. We recently filed for our anticipated BGSS costs to go into effect in rates before the upcoming winter season that will reflect current market prices at the time and be trued up for actual costs over subsequent time periods.\nOn the nuclear side of the business, we remain fully hedged in 2022 and 2023, and a little more than half hedged in 2024. With our ratable base load hedging program in effect, we should begin to see higher prices layer in as we continue to incrementally sell power forward into 2024 and 2025. And assuming that prices remain at today's higher levels. The uncertainty of power prices highlights the critical need for longer revenue visibility to safeguard the economic viability of existing nuclear plants, which are increasingly recognized as a irreplaceable source of carbon-free domestic energy supply. I might add, this is also taking place at the international level in terms of the recognition as an irreplaceable source of carbon-free energy supply. We continue to observe a positive shift in public sentiment and support preserving these nuclear plants. Most recently as part of what I mentioned before, the proposed inflation Reduction Act of 2022.\nAs our country invests in energy security and climate change solutions, which can help to stabilize rising electricity prices. This proposed legislation agreed to last Thursday by Senate as Manchin and Schumer includes the nuclear production tax credit we have advocated for over the last 2 years and would be in effect from January 24 through 2032. This pricing floor for nuclear generation squarely addresses our need for a longer-term framework within which we can continue to own and operate our fleet with extended revenue visibility beyond the current 3-year zero-emission certificate cycle. The bill also includes transitioning to a technology-neutral ITC, PTC beginning in 2025 for new carbon-free resources. And there is a 15% corporate minimum tax on net book income that would impact us and our customers. We are analyzing all aspects of the bill, including the many provisions that will help address climate change. We are hopeful that these provisions will pass Congress. Senate Majority Leader Schumer indicated his intention to bring the bill to the Senate floor this week. But there is a review process involving the Senate parliamentarian that could take a week by itself to complete. If the Senate is able to approve the measure, the House would likely return from the August recess to vote on it. In the meantime, we continue to have policy-level discussions with New Jersey state legislators who are currently in summer recess to discuss a longer-duration alternative to the current zero-emission certificate framework for nuclear should the price floor contained in the reconciliation bill prove [elusive].\nNow let me turn to an update on our offshore wind opportunities, which we continue to advance on a number of fronts. On the transmission partnership, Coastal Wind link, the timing of New Jersey's decision on its state agreement approach to transmission offshore is still expected this October. On Ocean Wind 1, development efforts are ongoing as we approach the upcoming FID date in the coming months. While the Bureau Motion Energy Management will continue public hearings on the draft environmental impact statement later this summer. As related to the opportunity to co-invest with rsted, we continue to have conversations on a variety of fronts, and in fact, due diligence continues in earnest in this regard.\nAs I stepped down from my CEO duties on September 1, PSEG is well positioned to enter its 120th year of serving New Jersey with essential energy services that help to power the economic engine of the state and advance its energy policy leadership. In my role as Executive Chair of the Board through the end of '22, I will continue to advocate on behalf of PSEG in key policy arenas. Now later, you'll hear from Ralph LaRossa. And I must say he is the most well prepared, ready-CEO elect in the history of our company. And with Ralph at the helm, PSEG will further advance its powering progress vision of a future where people use less energy, and it's cleaner, safer and delivered more reliably than ever.\nPSEG's dedicated workforce will continue the public service heritage that recently earned us the 2022 Edison Award from the Edison Electric Institute, the Electric Utilities highest industry honor and recognition of PSEG's infrastructure monetization programs focused on protecting our customers and communities from extreme weather conditions. I think that's our second Edison award in the last 10 or 12 years or so.\nI will now turn the call over to Dan for more details on our operating results. Then Dan, Ralph and I will be available for your questions.\n\nDaniel J. Cregg\n\nExecutive VP & CFO, Public Service Enterprise Group Incorporated\n\nThank you, Ralph. Good morning, everybody. As Ralph mentioned, for the second quarter of 2022, PSEG reported net income of $0.26 per share and non-GAAP operating earnings of $0.64 per share. We've provided you with information on Slides 9 and 11 regarding the contribution to non-GAAP operating earnings by business for the second quarter and year-to-date periods ended June 30. Slides 10 and 12 contain waterfall charts that take you through the net changes quarter-over-quarter and first half 2022 over first half 2021 and non-GAAP operating earnings by major business.\nWe'll start with PSE&G, whose second quarter net income was relatively flat compared to the second quarter of 2021, reflecting rate base additions from our investment programs and our gas system monetization, Energy Strong programs and the implementation of the SIP, which was largely offset by IRLM in the quarter, much of which was timing related. Compared to the second quarter 2021, transmission margin was flat as growth in rate base and other positive [TRIP] adjustments were offset by the August 2021 implementation of a new transmission formula rate, including our base return on equity moving to 9.9% plus the 50 basis point adder.\nFor distribution, gas margin improved $0.02 per share over the second quarter of 2021, reflecting the scheduled recovery of investments made under GSMP and a true-up from the SIP. Electric margin rose $0.02 per share compared to the second quarter of 2021 driven by the scheduled recovery of Energy Strong 2 investments, and the SIP. Other margin primarily related to appliance service also added $0.01 per share compared to the second quarter of 2021. O&M expense was $0.04 per share unfavorable compared with the second quarter 2021, reflecting higher costs from the resumption of customer settlement proceedings as courts reopened and higher electric operation expense and gas tariff work. Interest expense was $0.01 per share unfavorable, reflecting higher investment. In addition, the impact of PSEG's $500 million share repurchase program had a $0.01 per share benefit on second quarter 2022 results.\nFlow-through taxes and other items had a net unfavorable impact of $0.01 per share compared to the second quarter of 2021 driven by the use of an annual effective tax rate that will reverse over the remainder of the year. Summer weather during the second quarter of 2022, measured by the temperature humidity index, was warmer than normal but cooler than temperatures during the second quarter of 2021. With the SIP in effect, variations in weather, positive or negative, have a limited impact on electric and gas margins, while enabling the widespread adoption of PSE&G's energy efficiency program. For the trailing 12 months ended June 30, weather-normalized electric and gas sales reflected lower residential sales, both electric and gas lower by approximately 3%, and higher commercial and industrial sales, higher by 2% and 3%, respectively, as more people return to work outside the home.\nGrowth in the number of electric and gas customers remain positive by approximately 1% over the trailing 12-month period. PSE&G invested approximately $741 million during the second quarter and approximately $1.4 billion year-to-date through June 30, and we are on track to execute our planned 2022 capital investment program of $2.9 billion. The 2022 capital spending program includes infrastructure upgrades to transmission and distribution facilities as well as the continued rollout of the Clean Energy Future investments in energy efficiency, energy cloud and smart meters, electric vehicle charging infrastructure and the new IAP investments that will begin this quarter. PSE&G's forecast of net income for 2022 is unchanged at $1.510 billion to $1.560 billion.\nMoving on to carbon-free infrastructure and other, where we reported a net loss of $174 million or $0.35 per share for the second quarter of 2022 driven by our nuclear decommissioning trust and mark-to-market impacts and non-GAAP operating earnings of $15 million or $0.03 per share. This compares to a second quarter 2021 net loss of $486 million and non-GAAP operating earnings of $47 million, which included the results of the divested fossil and solar assets. For the second quarter of 2022, electric gross margin declined by $0.25 per share, primarily due to the sale of the 6,750-megawatt fossil portfolio this past February, and the sale of the solar-sourced portfolio in June of '21. This reduction in gross margin includes recontracting approximately 8 terawatt hours of nuclear generation at a $3 per megawatt hour lower average price.\nIn addition, ZEC's added $0.01 per share due to the absence of the Hope Creek refueling outage in the year earlier quarter. Separately, lower margins at gas operations resulted in a $0.01 decline in gross margin versus the second quarter of 2021. Year-over-year, second quarter cost comparisons were better by $0.22 per share due to the divestitures driven by lower O&M depreciation and interest expense that will mainly benefit first half 2022 results. You recall the third and fourth quarters of 2021 reflected the solar source sale in June, the cessation of fossil depreciation from August onward, and the retirement of PSEG Power's outstanding debt in October.\nCurrent activity was a $0.01 per share unfavorable compared with the second quarter of 2021 as a result of higher interest expense, and taxes and other were $0.01 unfavorable compared to the second quarter of last year. Nuclear generating output increased by over 3.7% to 7.5 terawatt hours in the second quarter of 2022, reflecting the absence of a refueling outage at Hope Creek in the year earlier quarter. The capacity factor for the nuclear fleet for the year-to-date period through June 30 was 95.1%. PSEG is forecasting generation output of 14 to 16 terawatt hours for the remaining 2 quarters of 2022, and is hedged approximately 95% to 100% of this production at an average price of $28 per megawatt hour. For 2023, we're forecasting nuclear baseload outlook of 30 to 32 terawatt hours with 95% to 100% hedged at an average price of $31 per megawatt hour. And for 2024, we're forecasting nuclear baseload output of 29 to 31 terawatt hours, which is 55% to 60% hedged at an average price of $32 per megawatt hour.\nThe forecast of non-GAAP operating earnings for carbon-free infrastructure and other is unchanged at $170 million to $220 million. And this guidance for 2022 excludes results related to the fossil sale -- fossil assets that were sold in February of this year. With respect to recent financing activity and collateral postings, PSEG remains on solid financial footing. As of June 30, the PSEG money pool, including PSEG and Power, had available liquidity, including cash on hand of $3.7 billion. In April and May of 2022, we entered into a 364-day variable rate term loan agreement totaling $2 billion. Also in the quarter, Power entered into 2, $100 million letter of credit facilities expiring April '24 and April 25, respectively. And in July of '22, PSEG repaid a $1.25 billion short-term loan that was due later this month. Our net cash collateral postings of $2.5 billion at June 30 related to out-of-the-money hedge positions as energy prices rose during the second quarter of 2022. Collateral postings have increased subsequent to June 30 and at the end of July, Power had net collateral postings of approximately $2.5 billion. Most of this collateral is associated with hedges in place through the end of 2023, and is expected to be returned to PSEG Power once it satisfies its obligations under those contracts, or sooner if market prices decline in the interim.\nAs Ralph mentioned, we are reaffirming PSEG's 2022 non-GAAP operating earnings guidance of $3.35 to $3.55 per share, with regulated operations contributing approximately 90% of the total. For the full year of 2022, PSE&G's net income is forecasted at $1.51 billion to $1.56 billion. $1.51 billion to $1.56 billion. The non-GAAP operating earnings for CFIO is forecasted at $170 million to $220 million. PSEG's 2022 earnings guidance excludes financial results from the divested fossil assets, and includes an additional interest expense related to recent financings.\nLooking beyond 2022, regarding the pension item Ralph referenced earlier. Slide 19 in the webcast deck highlights some pension disclosure contained in our current 10-K annual report. We outlined several items that will influence the pension impact in 2023, including updating the discount rate and interest costs, setting the expected return on planned assets for 2023, calculating the actual gain or loss on the funds and determine the fair value of the funds at year-end. As many of you know, we do not smooth, we apply the fair value of the fund balances to next year's expected return. As such, asset values and discount rate on December 31 will determine the impacts for next year.\nLastly, we've completed our $500 million share repurchase through open market purchases at an accelerated share repurchase program in May of 2022.\nThat concludes our prepared remarks. And with this being Ralph Izzo's last earnings call as CEO, I'll give him an opportunity to make some closing remarks before taking your questions.\n\nRalph Izzo\n\nChairman, President & CEO, Public Service Enterprise Group Incorporated\n\nNo. Actually, Dan, I think I'll wait till later (inaudible) Sorry about that. Why don't we go right to the questions, Kyle?"
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8998d1e09bcd1dc607feb60e0437749b",
    "period": "2022 Q1",
    "content": "Q1 2022 Public Service Enterprise Group Inc Earnings Call\n\nQ1 2022 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEMAY 3, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Ludy, and I am your event operator today. I would like to welcome everyone to today's conference, Public Service Enterprise Group First Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) And as a reminder, this conference call is being recorded, today, May 3, 2022 and will be made available as an audio webcast on PSEG's Investor Relations website at https://investor.pseg.com.\nI would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nVP of IR, Public Service Enterprise Group Incorporated\n\nGood morning and thank you for participating in our earnings call. PSEG's first quarter 2022 earnings release, attachments and slides detailing operating results by company are posted on our IR website located at www.investor.pseg.com, and our 10-Q will be filed shortly. The earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties.\nWe will also discuss non-GAAP operating earnings, which differs from net loss as reported in accordance with generally accepted accounting principles in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's earnings material.\nI will now turn the call over to Ralph Izzo, Chair, President and Chief Executive Officer of PSEG. Joining Ralph on today's call is Dan Cregg, Executive Vice President and Chief Financial Officer. At the conclusion of their remarks, there will be time for your questions.\n\nRalph Izzo\n\nChairman, President & CEO, Public Service Enterprise Group Incorporated\n\nThank you, Carlotta. Good morning, everyone, and thanks for joining us for a review of PSEG's first quarter results. PSEG reported a GAAP net loss of under USD0.01 per share, resulting predominantly from mark-to-market adjustments related to higher energy prices versus our existing forward sale contracts. We exclude these items in calculating PSEG's non-GAAP operating earnings, which were USD1.33 per share for the first quarter of 2022. For the first quarter of 2021, PSEG reported USD128 per share for both net income and non-GAAP operating earnings. And just a reminder that first quarter 2021 included the results from our divested Fossil Assets and Solar Source.\nOur non-GAAP results for the first quarter of '22 reflect solid utility and nuclear operations. That foundation, combined with rate base growth from regulated investments, as well as lower costs resulting from the completed sale of PSEG Fossil, offset lower capacity and re-contracting this quarter. Regulated operations at PSE&G continue to benefit from our ongoing investments in energy infrastructure and clean energy, increasing first quarter '22 earnings per share by over 7% above first quarter 2021 results.\nAnd following the February fossil sale close, we are reporting results from our nonutility activities under the heading Carbon-Free Infrastructure and Other or CFIO. For the first quarter of 2022, CFIO reported a net loss of USD1.02 per share, driven by these same mark-to-market adjustments and non-GAAP operating earnings of USD0.32 per share. This compares with USD0.34 per share for both net income and non-GAAP operating earnings for the first quarter of 2021, which once again included results from the divested fossil assets.\nSlide 11 details these results for the quarter. PSE&G's customer satisfaction scores reflect our commitment to safe and reliable service, achieving top quartile performance in all six factors of measurement among large utilities in the East in the JD Power first quarter 2022 residential electric study. The statewide moratorium on shutoffs for residential electric and gas service was lifted in mid-March.\nIn late March, New Jersey passed legislation that provides protection from shutoffs to customers who have applied for payment assistance programs by June 15, 2022. Customers who apply for assistance will be protected from shutoffs while awaiting their application determination. PSE&G in partnership with the New Jersey Board of Public Utilities and Community Groups has stepped up the efforts to help customers in arrears enrolled in the readily available payment assistance programs, such as USF and Lihuap, as well as providing deferred payment arrangements. We recognize the continued economic strain that the pandemic has brought to many of our customers and we will continue to work with empathy as we conduct our collection efforts.\nWe continue to make progress on our infrastructure advancement program, a proposed four-year investment in the last mile of our electric distribution system to address aging substations and gas metering and regulating stations and to integrate electric vehicle charging infrastructure at our facilities to support the electrification of PSE&G's vehicle fleet. The discovery phase responding to inquiries from BPU staff and Rate Counsel is coming to a conclusion and confidential settlement discussions are scheduled to begin within the next week. We continue to expect based on the current procedural schedule that final BPU action will take place this fall.\nWith the Fossil sale completed on February 23, PSEG will continue to focus on regulated growth, empowering a future where people use less energy, it's cleaner, safer and delivered more reliably than ever before. As you know, last September, PSEG committed to the United Nations backed Race to Zero campaign, pledging to develop and submit our emission reduction goals consistent with the objectives of the Paris Agreement to limit global temperature increases to 1.5-degree Celsius or less, what are known as science-based targets.\nSlides 5 and 6 detail our five-year USD15 billion to USD17 billion of capital spending program and show the spending in various categories, the majority of which supports our business ambition for 1.5 degrees either through direct carbon emissions reductions, energy efficiency or climate adaptation. The business ambition for 1.5 degrees includes our net zero by 2030 goals as well as keeping our emissions targets across all three scopes within the 1.5 degree limit consistent with the Paris agreement.\nEssentially, the business ambition for 1.5 degrees C will use science to validate PSEG's net zero commitments to inform needed investments and our resulting growth opportunities. We are fully engaged in developing our plans, staff with technical advisers and internal teams that are preparing to submit our targets to the science-based target initiative by the end of this year, which is well ahead of the fall '23 timeframe required. Based on our initial carbon inventory, our Scope 1 and Scope 2 emissions comprised roughly 15% of our total carbon emissions. Our challenge, one that we embrace, is to address our largest emissions category, which falls under Scope 3, the largely downstream customer use of our energy products that also includes the emissions profiles of our upstream suppliers.\nOur various capital programs support our Climate Vision and net zero 2030 goals by addressing decarbonization with gas infrastructure replacement, expanding our energy efficiency programs, which can also lower customer bills, integrating climate adaptation and resiliency design into our systems, supporting the electrification of transportation, preserving carbon-free nuclear generation and investing in offshore wind infrastructure in addition to our base spending.\nWith an improved business mix and an already compelling environmental, social and governance profile, we are confident that we are creating shareholder value by growing our rate base in alignment with New Jersey's clean energy goals as well as our business ambition for 1.5 degrees Centigrade, helping to enable a lower carbon and competitive New Jersey economy.\nOver the past several weeks and months, energy prices have risen to levels not seen or sustained in many years. Utility customers around the country have been experiencing commodity price increases in their electric and natural gas bills for the first time in a decade. PSE&G's customers have benefited from the price moderating effects of New Jersey's electric and gas default supply mechanisms, better known as Basic Generation Service or BGS and Basic Gas Supply Service or BGSS.\nOn the electric side, PSE&G contracts with its expected BGS load on a three-year rolling basis. And each year, one-third of the load is procured for a three-year period. When the new BGS rate goes into effect this June 1, electric bills will actually decline by 2.8%, owing to a significant reduction in actual versus assumed PJM capacity costs. On the gas side, the BPU permits PSE&G to recover the cost of natural gas hedging up to 115 billion cubic feet or 80% of its residential gas supply annual requirements through the BGSS tariff. Each June, we make a filing for our anticipated BGSS cost to go into effect in rates before the upcoming winter season. And that filing will be driven by market prices at that time and then chewed up for actual costs over time.\nOn the nuclear side of the business, we are essentially fully hedged in 2022 and 2023 and approximately 50% hedged in 2024. While the energy price increase is helpful to nuclear in the long term, we continue to monitor pricing together with impacts from rising interest rates, adverse financial market conditions impacting future returns for our pension trust, as well as general inflationary pressure in the broader economy covering labor and supply chain materials. Collective of these factors, we remain confident in our multiyear 5% to 7% EPS CAGR to 2025.\nOn a related note, we have seen a positive shift in public sentiment in support of nuclear power and its carbon-free energy security attributes since the Russian invasion of Ukraine. And we remain hopeful that a tax incentive to preserve the economic viability of nuclear generation can be passed in Washington that provides a floor price needed to sustain these carbon-free resources over the long term.\nThe Department of Energy recently opened its first funding window to help struggling nuclear plants with the civilian nuclear program. None of our nuclear units qualified for DOE funding under the initial criteria. We will endeavor to obtain the maximum benefit for our nuclear units from the DOE program should we qualify in future rounds. However, we do not believe that the DOE grant program provides sufficient revenue stability or visibility needed to make longer-dated fuel and license extension decisions.\nIn late February, the Nuclear Regulatory Commission, the NRC, reversed the previously granted subsequent license renewal for peach bottom units 2 and 3. The NRC is requesting an updated environmental review that addresses the impacts of extending the operating licenses by 20 years. In the interim, the NRC has rolled back the license expiration dates for peach bottom units 2 and 3 to 2033 and 2034 respectively.\nMoving to offshore wind. The New Jersey BPU hosted a series of four public meetings in March and April as part of its ongoing evaluation of bids submitted in its offshore wind transmission solicitation, better known as the state agreement approach or SAA process. The meeting solicited public input on topics, including integration with offshore wind generation projects, environmental effects, permitting and rate payer protections and cost controls.\nWe participated in each of the four public meetings to advocate for our submissions and submitted our formal comments to the BPU on April 29 in support of our coastal wind link partnership with Orsted. The solutions we submitted range from single collectors at various landing points to a linked transmission network out in the ocean and could range in an investment opportunity for us from USD1 billion to USD3 billion if selected.\nNow let me turn my attention to guidance for 2022. Our regulated investment programs are producing predictable utility growth and the Conservation Incentive Program or CIP, as we often refer to it, is effectively minimizing variations on electric and gas revenues from the rollout of our energy efficiency programs and other impacts, including weather. We are on track to execute PSE&G's USD2.9 billion 2022 capital spending plan, which is part of PSEG's five-year USD15 billion to USD17 billion capital plan through the year 2025. Over 90% of this capital program is directed toward PSE&G and is expected to produce a 6% to 7.5% compound annual growth rate in rate base over the '22 to '25 period, starting from a year-end 2021 rate base of approximately USD25 billion.\nWhile the first quarter results reflect a lower regulated contribution than the 90% we outlined at our September 2021 investor conference, this is due to the favorable first half of 2022 cost comparisons at CFIO operations from divestiture activity. Dan will go into more detail on those drivers during his review. Nonetheless, we continue to see the full year shaping up consistent with our 2022 non-GAAP operating earnings guidance of USD3.35 to USD3.55 per share, and for each of PSE&G and CFIO. As I said a moment ago, we continue on track for our multiyear EPS growth rate of 5% to 7% from the 2022 guidance midpoint to 2025.\nNow let me wrap up my comments by mentioning to you what you've all heard by now that I will be retiring as CEO and President of PSEG on September 1, but I will stay on as Executive Chair of the Board until the end of the year. As part of a planned leadership succession, the PSEG Board of Directors has elected Ralph LaRossa to be the next President and Chief Executive Officer, effective September 1, and Ralph will then assume any additional responsibilities of Chair of the Board in the new year. Most of you are familiar with Ralph and his incredible operating experience that has guided PSE&G and our generating business over the course of my tenure as CEO. I have every confidence that the other Ralph, as we often refer to him, will continue the strong heritage of this 119-year-old organization and lead its bright future.\nI'll now turn the call over to Dan for more details on our operating results and we'll be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nExecutive VP & CFO, Public Service Enterprise Group Incorporated\n\nThank you, Ralph, and good morning, everyone. As Ralph mentioned, for the first quarter of 2022, PSEG reported a net loss of under USD0.01 per share, primarily related to the mark-to-market adjustments and non-GAAP operating earnings of USD1.33 per share. We provided you with information on Slide 11 regarding the contribution to non-GAAP operating earnings by business for the first quarter of 2022 and Slide 12 contains a waterfall chart that takes you through the net changes quarter-over-quarter in non-GAAP operating earnings by major business.\nLet's start with PSE&G. PSEG's first quarter 2022 non-GAAP operating earnings improved by USD0.07 per share over the prior year's quarter, reflecting rate base additions from our investment programs in the gas system monetization program and the implementation of the conservation incentive program. Compared to the first quarter of 2021, transmission was USD0.03 per share unfavorable reflecting the implementation effective August of 2021 of the settlement agreement of our transmission formula rate, including a lower return on equity, partly offset by growth in rate base.\nFor distribution, gas margin improved by USD0.08 per share over the first quarter of 2021, half of which was driven by the scheduled recovery of investments made under the Gas System Modernization Program with the balance reflecting growth in the number of gas customers and the true-up from the conservation incentive program. Electric margin rose by USD0.02 per share compared to the first quarter of 2021, also reflecting a higher number of customers and the implementation of the CIP mechanism. The CIP was not in effect in last year's first quarter for either gas or electric distribution.\nOther margin primarily related to appliance service was USD0.02 per share favorable compared to the first quarter of 2021. Higher O&M expense was USD0.02 per share unfavorable compared with the first quarter of 2021, reflecting timing and various costs. Higher depreciation expense reduced results by USD0.01 per share, reflecting higher plant and service. Lower pension expense added USD0.01 per share compared to the first quarter of '21. In addition, the impact of PSEG's USD500 million share repurchase had a USD0.01 per share benefit in the first quarter of 2022.\nFlow through taxes and other items had a net unfavorable impact of USD0.01 per share compared to the first quarter of '21, but was more favorable than we will see over the remainder of the year, driven by the use of an annual effective tax rate. Winter weather in the first quarter of 2022, measured by heating degree days, was slightly colder than normal. As a result of implementing the CIP, variations in weather, positive or negative, now have a limited impact on electric and gas margins, while enabling the widespread adoption of PSE&G's energy efficiency programs.\nFor the trailing 12 months ended March 31, weather-normalized electric sales reflected lower residential sales, lower by 4.8% and 3.2% respectively, and higher C&I sales higher by 3.3% and 2.8% respectively as more people return to work outside the home. Growth in the number of electric and gas customers remain positive by approximately 1% during the trailing 12-month period. PSE&G invested USD656 million during the first quarter and is on track to execute its planned 2022 capital investment program of USD2.9 billion, which includes infrastructure upgrades, transmission and distribution facilities, as well as the continued rollout of the Clean Energy Future investments and energy efficiency, energy cloud or smart meters and the electric vehicle charging station infrastructure. PSE&G's forecast of net income for 2022 is unchanged at USD1.51 billion to USD1.56 billion.\nMoving out to carbon-free infrastructure and other or CFIO, we reported a net loss of USD511 million or USD1.02 per share for the first quarter of '22 and non-GAAP operating earnings of USD163 million or USD0.32 per share. This compares to first quarter 2021 net income of USD171 million or USD0.34 per share and non-GAAP operating earnings of USD173 million or USD0.34 per share, which included the results of the divested fossil assets. For the first quarter of 2022, electric gross margin declined by USD0.27 per share, primarily due to the completed sale of the 6,750 megawatt fossil portfolio in February 2022 and the sale of Solar Source.\nThis reduction in gross margin also includes re-contracting approximately 8 terawatt hours of nuclear generation at a USD3 per megawatt hour lower average price. Higher margins from gas operations of USD0.04 per share compared favorably with the year earlier quarter. Year-over-year cost comparisons were better by USD0.21 per share due to the divestitures, driven by lower O&M, depreciation and interest expense that will mainly benefit first half 2022 results. The third and fourth quarters of 2021 reflected the sale of Solar Source in June, the cessation of fossil depreciation due to held-for-sale status from August onward and the retirement of PSEG Power's outstanding debt in October.\nTaxes and other was favorable to the tune of USD0.01 per share versus the first quarter of 2021 and parent activity was USD0.01 per share unfavorable, reflecting higher interest expense. I also want to make one point on the NRC decision to revert the peach bottom 2 and 3 licenses to 2023 -- 2033 and 2034 respectively, that Ralph mentioned earlier. Because the NRC anticipates that it will complete its environmental analysis before 2033 and we believe the licenses will be updated to the previously extended lives of 2053 and 2054, PSEG has not adjusted the useful lives of the units and we'll continue to depreciate the assets through that period.\nOn the operating side, nuclear generating output increased by over 2% to 8.4 terawatt hours, reflecting the absence of the coast down to Oak Creek Spring 2021 refueling. The full availability of Hope Creek during the first quarter of 2022 helped the nuclear fleet operate at a capacity factor of 100% for the first quarter. PSEG is forecasting generation output of 21 to 23 terawatt hours for the remaining quarters of 2022 and has hedged approximately 95% to 100% of this production at an average price of USD28 per megawatt hour.\nFor 2023, PSEG is forecasting nuclear baseload output of 30 to 32 terawatt hours and has hedged 95% to 100% of this output at an average price of USD30 per megawatt hour. And for 2024, PSEG is forecasting nuclear-based load output of 29 to 31 terawatt hours and has hedged 50% to 55% of this output at an average price of USD31 per megawatt hour. The forecast of non-GAAP operating earnings for carbon-free infrastructure and other is unchanged at USD170 million to USD220 million for 2022. And this guidance excludes results related to the fossil assets sold in February 2022 as all free cash flow generated in 2022 from the fossil operations prior to closing were translated into an adjustment to the final purchase price.\nWith respect to financing, in March of 2022, PSEG and PSEG Power consolidated their revolving credit agreements into a master credit facility with total borrowing capacity of USD2.75 billion with an initial PSEG sublimit of USD1.5 billion and an initial PSEG Power supplement of USD1.25 billion. The PSEG sub limit includes sustainability-linked pricing mechanism with potential increases or decreases depending upon performance relative to targeted methane emissions reductions.\nIn addition, PSE&G expanded its existing revolving credit agreement to provide for USD1 billion of credit capacity. Both facilities are extended through March of 2027. As of March 31, PSEG's total available credit capacity was USD3.2 billion, in addition to approximately USD1.6 billion of cash and short-term investments on PSEG's balance sheet, inclusive of USD910 million at PSE&G. As of March 31, our liquidity position reflects the repayment of a USD500 million PSEG term loan at maturity in March, repayment of a USD750 million PSEG term loan due in May of 2022 and USD500 million of capital being returned through share repurchases.\nPSEG Power had net cash collateral postings of USD1.5 billion at March 31 related to out-of-the-money hedge positions from higher energy prices during the first quarter of 2022. Collateral postings have continued to increase subsequent to March 31 as power prices have continued to rise. At the end of April, PSEG Power had net collateral postings of approximately USD2.6 billion. The majority of this collateral relates to hedges in place through the end of 2023 and is expected to return to PSEG Power as it satisfies its obligations under those contracts.\nIn March of 2022, PSEG Power closed on a USD1.25 billion variable rate three-year term loan to re-lever power after redeeming all long-term debt outstanding prior to the sale of our fossil fleet. At PSE&G, we issued our first green bond in March of 2022, consisting of USD500 million of secured medium-term notes due 2032 under PSEG's new sustainable financing framework. And subsequent to March 31, PSEG entered into a USD1.5 billion variable rate term loan and PSEG Power closed on LC facilities totaling USD200 million.\nLastly, we have successfully implemented our USD500 million share repurchase through USD250 million of open market purchases, completed earlier in 2022 and an accelerated share repurchase program for the remaining amount that will be completed no later than June of 2022. We are reaffirming PSEG's 2022 non-GAAP operating earnings guidance of USD3.35 to USD3.55 per share, with regulated operations contributing approximately 90% of the total. For the full year 2022, PSE&G's net income is forecasted at USD1.51 billion to USD1.56 billion. Non-GAAP operating earnings for CFIO was forecasted at USD170 million to USD220 million. PSEG's 2022 earnings guidance excludes financial results from the divested fossil assets and includes the additional interest expense related to the recent financings.\nThat concludes our formal remarks. And with that, we are ready to take your questions."
  },
  {
    "header": "PEG",
    "cik": "0000788784",
    "ticker": "PEG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/82a9b1b43dee03baaba4e19391348044",
    "period": "2021 Q4",
    "content": "Q4 2021 Public Service Enterprise Group Inc Earnings Call\n\nQ4 2021 Public Service Enterprise Group Inc Earnings Call\n\nPEGNYSEFEB 24, 11:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Julia, and I will be your event operator today. I would like to welcome everyone to today's conference, Public Service Enterprise Group Fourth Quarter and Full Year 2021 Earnings Conference Call and Webcast. (Operator Instructions) As a reminder, this conference is being recorded today, February 24, 2022, and will be available as an audio webcast on PSEG's Investor Relations website at https://investor.pseg.com. I would now like to turn the conference over to Carlotta Chan. Please go ahead.\n\nCarlotta N. Chan\n\nVP of IR, Public Service Enterprise Group Incorporated\n\nThank you, Julia. Good morning, and thank you for participating in our earnings call. PSEG's fourth quarter and full year 2021 earnings release attachments and slides detailing operating results by company are posted on our IR website located at investor.pseg.com, and our 10-K will be filed shortly.\nThe earnings release and other matters discussed during today's call contain forward-looking statements and estimates that are subject to various risks and uncertainties. We will also discuss non-GAAP operating earnings and non-GAAP adjusted EBITDA, which differ from net income as reported in accordance with generally accepted accounting principles in the United States. We include reconciliations of our non-GAAP financial measures and a disclaimer regarding forward-looking statements on our IR website and in today's earnings material.\nI will now turn the call over to Ralph Izzo, Chairman, President and Chief Executive Officer of PSEG. Joining Ralph on today's call is Dan Cregg, Executive Vice President and Chief Financial Officer. At the conclusion of their remarks, there will be time for your questions. Ralph?\n\nRalph Izzo\n\nChairman, President & CEO, Public Service Enterprise Group Incorporated\n\nThank you, Carolotta. Good morning, everyone. Sadly, the events of today do warrant a slight deviation from our normal beginning remarks. And let me just offer our thoughts and prayers from everyone at PSEG to those of you, who are more deeply and personally affected by the events in Eastern Europe. And of course, we pray for a rapid diplomatic resolution of the matter.\nLet me proceed, however, with a review of our 2021 performance and our outlook for 2022 and beyond. We are, in fact, pleased to report strong operating and financial results for 2021, which marked the 17th year in a row that PSEG has delivered results within management's original or in some cases, our raised non-GAAP operating earnings guidance. So PSEG's GAAP results were $0.88 per share for the fourth quarter of '21, compared to $0.85 per share in the fourth quarter of 2020. For the full year, PSEG reported a 2021 net loss of $1.29 per share, driven by charges related to the sale of PSEG Fossil. This compares to net income of $3.76 per share in 2020.\nPSEG reported non-GAAP operating earnings for the fourth quarter of $0.69 per share, compared to $0.65 per share in the fourth quarter of the prior year. Non-GAAP results for the full year 2021 rose to $3.65 per share, compared to $3.43 per share in 2020. For 2021, PSE&G net income increased by 9% above 2020 results and contributed approximately 80% of PSEG's consolidated non-GAAP operating earnings. Slides 15 and 17 detail these results for the quarter and the full year.\nSo we're pleased to report that PSEG has completed the sale of the Fossil portfolio. We closed on the PJM assets on February 18, and the New York and New England assets closed yesterday, having received all required regulatory approvals from the Federal Energy Regulatory Commission and regulators in Connecticut and New York. I extend my heartfelt thanks to the PSEG Fossil employees for their professionalism throughout the sale process, which resulted in an impressive 2021 operating statistics that actually were among the best in our history. PSEG Fossil's commitment to operational excellence and continuous improvement will continue to inspire all of us at PSEG going forward.\nThe closing of both Fossil sales along with other key priorities achieved during 2021 will support our pursuit of a robust set of regulated and contracted opportunities. PSEG is focused on clean energy and infrastructure investments to drive regulated utility growth with a vision toward powering a future where people use less energy, and it's cleaner, safer and delivered more reliably than ever. PSEG's improved business mix further enhances an already compelling environmental, social and governance profile, and will help us achieve that powering progress vision.\nLet me take a minute to recap a few significant accomplishments from last year. PSE&G initiated investments in its $2 billion Clean Energy Future program that has expanded the traditional definition of rate base while helping New Jersey to achieve its clean energy goals and importantly, will provide customers with options to lower their bills. PSE&G also settled the potential challenge to the return on equity in its FERC transmission formula rate last July, resulting in reduced rates for customers and eliminating a regulatory overhang.\nIn addition, our Energy Strong investments prove their value in the aftermath of a devastating tropical storm Ida last August. Despite floodwaters approaching 5 feet in height in parts of New Jersey, all of the Energy Strong hardened substations remained operational and help to minimize customer outages across our system. PSEG Power secured a second 3-year term of 0 emission certificates, which will carry us through May of 2025, and help to preserve the state's carbon-free nuclear generating resource. We detailed these and other accomplishments at last September's Investor Day, which highlighted a company built around a 2022 business mix that is projected to be 90% regulated.\nThis more predictable and visible earnings platform has enabled PSEG to provide a multiyear earnings growth rate of 5% to 7% from the 2022 guidance midpoint to 2025. PSEG also announced at last year's Investor Day that we would pursue a $500 million share repurchase program and raised the 2022 annual dividend by nearly 6% to $2.16 per share. We have completed half of that repurchase program, and we'll be executing the remaining $250 million in the near future. In addition, our Board of Directors recently declared a $0.54 per share first quarter 2022 dividend at the indicative $2.16 per share annual rate.\nSupporting our strong financial capabilities is our commitment to operational excellence and continuous improvement. I'm proud to report that for 2021, PSE&G achieved better-than-top decile rankings and OSHA scores for safety and SADE scores, which is an industry standard for reliability as shown on Slide 8. The Utilities JD Power Customer Satisfaction scores improved in both its electric and gas areas and in each of the residential and business customer segments. These results were our highest cumulative scores to date, achieving top quartile ranking in the Eastern group in 3 of the 4 studies.\nIn addition, for the 20th year in a row, PA Consulting recognized PSE&G with its ReliabilityOne Award as the most reliable electric utility in the Mid-Atlantic region.\nAfter a sustained period of low natural gas prices, New Jersey and the rest of the country is experiencing increases in energy prices. This has resulted in PSE&G implementing two 5% gas rate increases for this winter's heating season. Yet following these adjustments, our typical gas residential customer bills are still the lowest among our regional peers. On the electric side, monthly residential bills remain below our peer group average, and default supply rates will actually decline this coming June, based on the results of New Jersey's basic generation service auction earlier this month. This will result in a decrease in the average PSE&G electric bill of about 2.8%. Including the BGS rate reduction in June and other requested changes, the combined bill of a typical residential customer will be at least 20% lower compared to more than a decade ago, and 35% to 40% lower when you take into account inflation.\nNext month, in March, the statewide moratorium on shutoffs to residential electric and gas service, which began in March of 2020, is set to be lifted. And PSE&G in partnership with the New Jersey Board of Public Utilities and several community groups, is helping customers enroll in several payment assistance programs.\nNow turning to our 2022 earnings guidance on Slide 9. We have narrowed the range of full year guidance for non-GAAP operating earnings to $3.35 to $3.55 per share from the $3.30 to $3.60 per share initiated last September. The subsidiary guidance ranges for 2022 are narrower also, with a slightly higher midpoint at PSE&G that is 6% above 2021 results and reflects a more predictable earnings profile and improved business mix overall. The narrowed range reflects the benefit of a full year impact of the Conservation Incentive Program and finalizing 2022 pension drivers updated for our December 31 performance measurement date.\nLast September, we introduced PSEG's 5-year 2021 through 2025 Capital Investment Program of $15 billion to $17 billion, with approximately 90% or $14 billion to $16 billion allocated to the utility. This plan is expected to produce 6.5% to 8% compound annual growth in rate base over that same 5-year period. Recall that we added the Infrastructure Advancement Program, I'll refer to that as IAP, to our '21 to '25 Capital plan with an investment to be made over 4 years to improve the reliability of the last mile or the lower voltage of our electric distribution system. This will also address aging substations, and gas metering and regulating stations and allow us to invest in electric vehicle charging infrastructure at our facilities to support the electrification of the utilities' vehicle fleet. We remain in discussions with the BPU with regard to our IAP proposal. And based on current status of the proceeding, we anticipate BPU action in the autumn of this year.\nWith respect to financing our capital spending program, I will reiterate that we expect our strong cash flow, enhanced financial flexibility and solid investment-grade ratings to enable funding this $15 billion to $17 billion program, as well as our planned investment in Ocean Wind 1 without the need to issue new equity.\nNow before moving to Dan's financial review, I would like to touch upon some of the exciting new initiatives for future growth. These range from the new Clean Energy Future investments, which enable opportunities for rate base growth behind the meter, to supporting electrification of transportation and a growing mix of renewables into the distribution system, to expanding the aging infrastructure replacement programs that have been the hallmark of our growth this past decade. During 2021, we advanced our regional offshore wind efforts by acquiring a 25% equity interest in Ocean Wind 1 and submitting several onshore and offshore solutions into the New Jersey PJM competitive transmission solicitation with Orsted, our regional offshore wind partner, as well as through stand-alone PSE&G bids for onshore upgrades.\nWe submitted 9 solutions into the state agreement approach proposal window being pursued by the BPU with technical assistance from PJM. 7 of those proposals were jointly made with Orsted under our partnership, which we've named Coastal Wind Link. These solutions are designed to deliver thousands of megawatts of offshore wind energy into New Jersey, drawing from PSEG's extensive transmission experience, and Orsted's expertise in offshore wind energy. These projects range from single collectors at various landing points to a linked transmission network out in the ocean, with total project costs ranging from $2 billion to $7 billion. We continue to expect the third or fourth quarter 2022 decision from the BPU on this matter.\nWe're also in discussions with Orsted regarding near-term opportunities and options to expand our offshore wind investments in the Mid-Atlantic by way of our joint ownership of the Garden State Offshore Energy side and Orsted's recent award of the Skip JAK 2 project.\nTurning to our climate advocacy efforts, we are continuing our active dialogue with federal state regulators, PJM and other stakeholders to develop regulatory and market mechanisms that appropriately recognize the value of carbon-free nuclear generation over the long term. As a top 10 producer of carbon-free energy in the United States with a coal-free fuel mix, we're especially supportive of the nuclear production tax credit and clean energy incentives proposed in previous legislative efforts and are hopeful that the broad support for the clean energy measures will result in new legislative proposals in coming months.\nLet us move through our updated environmental, social and governance summary on Slide 11, where you can see our comprehensive and growing list of action items as well as an equally impressive list of recognition. In 2021, we not only accelerated and expanded PSEG's climate vision by 20 years to Net 0 2030 covering scopes 1 and 2 for our entire operations. We also made a significant commitment by signing on to the United Nations Back to Race to Zero campaign, that will validate science-based targets for all 3 scopes of our mission reduction goals. We're fully engaged in meeting this commitment and look forward to updating you on our progress.\nPSEG was recently named to Just Capital's 2022 Just 100 ranking of America's Most Just companies. That's a lot of justs in there. And we were headed to the 2022 Bloomberg Gender Equality Index as well. Among the many ESG accomplishments and recognition we attained in 2021, I'm gratified that our corporate strategy grounded in sustainability is 1 that is appealing to ESG investors more and more.\nFinally, I thank the 13,000 strong PSEG workforce contributing to our solid operating and financial results in 2021. The Board of Directors' recent dividend declaration is the 18th annual increase in the last 19 years. Our 2022 dividend marks 115 consecutive years, that PSEG has paid a common dividend to shareholders, 1 of only a very few companies that can make such a claim. This year's $0.12 per share increase reflects our confidence in the durability of our growth strategy, as well as an ongoing commitment to returning capital to our shareholders.\nIn summary, with the Fossil sale now behind us, we look forward to executing on our robust set of opportunities to grow both the regulated and contracted areas of our business. Solid alignment with the State of New Jersey's energy policy goals and our cost-conscious focus on the customer bill, continue to underpin our approach to regulated growth investments, that powers progress in New Jersey, which has been our core mission for the last 119 years and counting.\nI'll now turn the call over to Dan for more details on our operating results, and we'll be available for your questions after his remarks.\n\nDaniel J. Cregg\n\nExecutive VP & CFO, Public Service Enterprise Group Incorporated\n\nThank you, Ralph. Good morning, everybody. As Ralph mentioned, the full year and fourth quarter 2021 PSEG reported a net loss of $1.29 per share related to the Fossil sale charges and mark-to-market impacts, and net income of $0.88 per share, respectively. PSEG also reported full year and fourth quarter 2021 non-GAAP operating earnings of $3.65 per share and $0.69 per share, respectively. We've provided you with information on Slides 15 and 17 regarding the contribution to non-GAAP operating earnings by business for the fourth quarter and for the full year of 2021. And Slide 16 and 18 contain waterfall charts that take you through the net changes quarter-over-quarter and year-over-year, and non-GAAP operating earnings by major business.\nAnd I'll now review each company in more detail. For the full year, PSE&G net income increased by $119 million or approximately 9% compared to 2020 results. This improvement reflects a 10% increase in rate base to $24.5 billion at year-end 2021, driven by our investment programs focused on infrastructure replacement, resiliency and beginning our Clean Energy Future investments. We also note on Slide 32, approximately $1.2 billion of Construction Work In Progress, or CWIP, mostly transmission, not included in that year-end 2021 rate base numbers.\nFor the fourth quarter of PSE&G's net income was $0.53 per share, compared to net income of $0.58 per share for the fourth quarter of 2020. As shown on Slide 20, transmission margin was $0.01 per share lower compared to the year earlier quarter, reflecting the formula rate settlement implemented earlier in 2021, partly offset by growth in rate base and a benefit from O&M timing.\nGas margin was $0.03 per share favorable, reflecting GSMP roll-ins and the implementation of the Conservation Incentive Program, or CIP, compared to last year's fourth quarter. Electric margin was $0.01 per share higher compared to the fourth quarter of 2020, also reflecting ongoing investments and the adoption of the CIP. O&M expense was a $0.01 unfavorable versus the year-earlier quarter. Higher distribution depreciation expense reduced results by $0.01 per share, reflecting higher planned service. Lower pension expense added $0.02 per share versus the year ago quarter, and as we signaled last quarter, flow-through taxes and other or $0.08 per share unfavorable, reflecting the expected reversal of similar positive impacts in taxes in the second and third quarter 2021 net income.\nThe New Jersey economy continued to recover from COVID-related restrictions throughout '21, as more people returned to work outside the home and commercial activity stabilized. For the full year, weather-normalized electric sales were flat versus 2020 and weather-normalized gas sales were slightly higher, up 0.3% over 2020. I should note with the CIP now in effect for electric and gas, growth in the number of customers, not sales, will drive net income for the utility. The number of electric and gas customer rose by approximately 1% each in 2021.\nPSE&G invested over $770 million during the fourth quarter of 2021 and fully executed on its planned full year $2.7 billion electric and gas infrastructure capital spending program in 2021 to upgrade transmission and distribution facilities, enhance reliability and increase resiliency, and launch its Clean Energy Future programs. We're on track to meet our higher $2.9 billion capital plan for 2022, and while we're seeing pockets of delays affecting certain equipment procurement, we are managing our work accordingly and do not expect that conditions will affect the overall capital plan.\nAs detailed on Slide 31, approximately $865 million of our 2022 capital plan is allocated to transmission, $840 million to electric distribution, which includes over $200 million in Energy Strong II, $940 million in gas distribution, which includes over $400 million for GSMP 2, and $275 million for our award-winning energy efficiency programs. Of these amounts, the vast majority, about 90%, receives contemporaneous or near-contemporaneous regulatory treatment, either through the FERC formula rate cause recovery mechanisms or recovered in base rates as replacement spend or new business.\nAs a reminder, the Conservation Incentive Program is now in effect for both electric and gas sales with the implementation for the electric side of the business last June and for gas last October. This mechanism removes the variations of weather economic activity, efficiency and customer usage from our financial results, resetting margins to a baseline level per customer. The mechanism supports PSE&G's ability to promote maximum customer participation in energy efficiency programs without the loss of margin from lower sales, and retains earnings impacts based on the number of customers.\nAnd as a reminder, PSE&G suspended its gas weather-normalization charge in October 2021 when the gas CIP began. We continue to expect the remaining balance of PSE&G's Clean Energy Future filings, which includes energy storage and the remaining EV programs, will be addressed in future stakeholder proceedings.\nMoving on to Power. For the full year 2021, PSEG Power reported a net loss of $4.09 per share and non-GAAP operating earnings of $0.86 per share, respectively. For the fourth quarter of 2021, PSEG Power had net income of $0.40 per share, an increase of $0.10 per share compared to the fourth quarter of 2020. Power also reported fourth quarter non-GAAP operating earnings of $0.21 per share, an increase of $0.11 per share over the year earlier quarter. In both instances, the quarterly improvement mainly reflected the cessation of depreciation expense related to the Fossil sale and lower interest expense following the redemption of PSEG Power's remaining long-term debt in October of 2021.\nNon-GAAP adjusted EBITDA totaled $179 million for the quarter and $896 million for the full year 2021. This compares to non-GAAP adjusted EBITDA of $182 million and $990 million for the fourth quarter and full year 2020, respectively. Non-GAAP adjusted EBITDA excludes the same items as our non-GAAP operating earnings measure as well as income tax, interest expense, depreciation and amortization.\nThe earnings release and Slide 25 provide you with a detailed analysis of the items having an impact on PSEG Power's non-GAAP operating earnings relative to net income quarter-over-quarter from changes in revenue and cost. And we've also provided you with added detail on generation for the fourth quarter and the full year on Slide 26.\nGross margin for both the fourth quarter and full year 2021 was $30 per megawatt hour, a decline of $2 per megawatt hour over the fourth quarter and full year of 2020, mainly reflecting prior recontracting at lower prices. As we turn to Power's operations, total generation output for the fourth quarter of 13.3 terawatt hours was 9% higher than the fourth quarter of 2020. The nuclear fleet operated at an average capacity of 88.5% during the quarter producing 7.6 terawatt hours, which represented 57% of total generation. The combined cycle fleet produced 5.7 terawatt hours of output and operated at a 49.4% capacity factor.\nFor the full year, 2021 generation totaled 54 terawatt hours, up 2% over 2020. And the nuclear fleet operated at an average capacity factor of 91.9% for the full year, and produced over 31 terawatt hours of carbon-free baseload power, representing 58% of total generation. PSEG is forecasting total baseload nuclear generation of 31 terawatt hours for the full year 2022, hedged 95% to 100% at an average price of $29 per megawatt hour, representing an approximate $3 per megawatt hour decline from '21. For 2023, nuclear generation is forecasted to be 31 terawatt hours and is 85% to 90% hedged at an average price of $28 per megawatt hour. And for 2024, total nuclear generation is forecasted to be 30 terawatt hours and is hedged 45% to 50% at an average price of $31 per megawatt hour.\nFor 2022, PJM capacity prices, determined in previous auctions, are expected to provide approximately $150 million of revenue for our nuclear units. This is based on EMAC pricing of $166 per megawatt day for the first 5 months, followed by a scheduled decline to $98 per megawatt day for the last 7 months of 2022. The next PJM capacity auction for the 2023 to 2024 delivery year is expected to be held in June of 2022.\nNow let me briefly address results of Enterprise and Other, where we reported a net loss that increased by $0.02 per share, compared to the fourth quarter of 2020 as a result of higher contributions to the PSEG Foundation and interest expense, partly offset by lower taxes. PSEG ended 2021 with approximately $2.9 billion of available liquidity, including cash on hand of $818 million and debt representing 57% of our consolidated capital. During 2021, PSEG issued $715 million of senior notes at 84 basis points due November 2023 and $715 million of 2.45% senior notes due 2031. And we also retired $300 million of senior notes at maturity.\nAs Ralph mentioned earlier, PSEG redeemed all remaining outstanding senior notes of PSEG Power in connection with the sale of Power's Fossil generating units. The receipt of the Fossil sale proceeds supports the share repurchase program and provides cash to help repay funds borrowed from the parent for the power debt redemption.\nWe're providing 2022 non-GAAP operating earnings guidance for PSE&G, with an updated description for the remaining businesses for nuclear, offshore wind, gas operations, Long Island, and other investments as well as power financing costs to be described as carbon-free infrastructure and other. For the full year of 2022, PSE&G's net income is forecasted at $1.510 billion, to $1.560 billion, and reflects the benefit of contemporaneously recovered investments and the full year benefit of the CIP. Non-GAAP operating earnings for carbon-free infrastructure and other is forecasted at $170 million to $220 million.\nPSEG's 2022 operating earnings will exclude results from the Fossil assets and the free cash flow previously generated from the Fossil units translates into an adjustment in the purchase price. PSEG also raised its common dividend by $0.12 per share to the indicative annual level of $2.16, a 5.9% increase over 2021. The 2022 indicative rate represents a 63% payout ratio of consolidated earnings at the midpoint of our 2022 guidance and utility earnings alone are expected to cover 140% of the dividend at the midpoint of 2022 guidance.\nThat concludes our formal remarks. To summarize the non-GAAP results for the quarter were $0.69 per share. For the full year, were $3.65 per share. And for 2022, we've narrowed our guidance to $3.35 to $3.55 per share with regulated operations contributing about 90%. The narrowing of our guidance reflects the setting of our 2022 pension expense, which incorporates strong investment returns through year-end 2021, offset by a more conservative portfolio composition given a strong year-end funded status. As Ralph mentioned, our strong cash flow, improved financial flexibility and solid investment grade profile will enable us to fund PSEG's 5-year $15 billion to $17 billion capital program as well as our planned Ocean Wind 1 investment without the need to issue new equity.\nAnd with that, Ralph and I are ready to take your questions."
  }
]