[
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ae30c0a6b0ddbdf09f8ec18407a86fb5",
    "period": "2025 Q3",
    "content": "Q3 2025 PPG Industries Inc Earnings Call\n\nQ3 2025 PPG Industries Inc Earnings Call\n\nPPGNYSEOCT 29, 8:00 AM\n\nOperator\n\nGood morning. My name is Carlin, I'll be your conference operator today. At this time, I would like to welcome everyone to the third quarter of PPG Earnings Conference Call. [Operator Instructions] I'd now like to turn the call over to our host, Alex Lopez, Director of Investor Relations. Please go ahead, sir.\n\nAlex Lopez\n\nAI Assigned\n\nThank you, Carlin, and good morning, everyone. This is Alex Lopez. We appreciate your continued interest in PPG and welcome you to our third quarter 2025 earnings conference call. Joining me today from PPG are Tim Knavish, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer. .\nOur comments relate to the financial information released after U.S. equity markets closed on Tuesday, October 28, 2025. We have posted detailed commentary and the accompanying presentation slides on the Investor center of our website, ppg.com. Following management's perspective on the company's results, we will move to Q&A -- to the Q&A session. Both the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and the potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks which may cause actual results to differ.\nThe company is under no obligation to provide subsequent updates to these forward-looking statements. The presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website. Reconciliation of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, Alex, and good morning, everybody. I'll start by providing a few highlights on Q3 2025 and then move to our outlook. I'm very proud of the PPG team's performance for the quarter. In Q3, in a very challenging world, the team delivered organic growth, which included both volume growth and price growth and delivered a record high Q3 EPS. Our results for the quarter reflect the accelerating momentum in PPG's organic sales growth with an increase of 2% including our third consecutive quarter of sales volume growth, despite a challenging macro environment.\nThese results reflect the benefits of PPG's global breadth and our strong commercial execution, which is driving share gains in many of our businesses. In addition, sales volumes in our Industrial Coatings segments once again outpaced industry demand reflecting benefits from share gains in both packaging coatings and automotive OEM tunings. Several of our businesses in the Performance Coatings segment over outstanding results including double-digit organic sales growth in both aerospace and protective and marine coatings. Although this was offset by lower sales volumes in automotive refinish as our volumes were heavily weighted to the first half of 2025 due to distributor order patterns.\nFrom a regional perspective, the macro environment was choppy. Despite this, PPG organic sales grew a low single-digit percentage in the U.S. and Canada, representing the third consecutive quarter of year-over-year increases in this region. Organic sales also increased in Latin America and Asia Pacific and were flat in Europe. Solid sales improvement, combined with our aggressive cost management and consistent cash deployment drove an adjusted earnings per share increase of 5% year-over-year, establishing a third quarter record of $2.13.\nLooking at each of our segments, in the Global Architectural Coatings segment, positive selling prices in both regions and volume growth in Latin America were offset by lower volumes in Europe and the impact of divestitures. In Architectural Coatings EMEA, organic sales growth in Eastern Europe was more than offset by lower demand in Western Europe. While volumes remained lower in the quarter this business has now delivered price growth consistently every quarter over the last 9 years, demonstrating the value the customers place on our leading brands and products that we provide.\nIn Architectural Coatings, Latin America and Asia Pacific, we delivered mid-single-digit organic sales growth in Mexico, aided by solid retail sales. project-related spending remained lower year-over-year, but improved sequentially versus the second quarter. We expect sales growth to strengthen in Mexico in the fourth quarter including stronger year-over-year consumer sales and modest improvement in project-related work. Segment EBITDA margin increased as strong pricing and operational excellence, including our cost control actions outpaced the impact of lower sales volumes and business divestitures.\nThe Performance Coatings segment delivered record net sales with a 2% increase in organic sales. Within the segment, Aerospace delivered double-digit percentage organic sales growth with record le quarter sales and earnings. Customer order backlog increased to $310 million, even as growth-related investments improved manufacturing output during the quarter. In automotive refinish, organic sales decreased by a double-digit percentage versus the prior year, driven by lower sales volumes in the U.S. As we communicated on our second quarter earnings call, our distributor order patterns were heavily weighted to the first half of the year.\nOn a year-to-date basis, PPG's automotive refinish coatings organic sales are outperforming industry land, which has declined due to lower U.S. industry collision claims. In the third quarter, the company grew the number of refinish link subscriptions as well as MOONWALK hardware installations, which now total more than 3,000 further supporting customer productivity and related share gains. We continue to add tools to our portfolio in order to expand our industry-leading productivity offering and to further strengthen our differentiation and market position.\nOne such product is our newest clear coat, which is Deltron premium glamor speed clear coat, with this product, we have broken a paradigm as it is the first of its kind to be fully designed with AI technology using proprietary PPG data. results in a refinish product and application that combines high-quality appearance with increasing speed of application. This also redefines our innovation process and then applying AI to the design phase allows us to bring market-leading solutions to our customers faster.\nProtective and marine coatings delivered the tenth consecutive quarter of year-over-year volume growth with double-digit percentage organic growth in the quarter. Given this strong insistent performance and further opportunities in various end markets, including marine aftermarket and certain energy markets, we are channeling additional growth-related investments into this business. Traffic Solutions delivered mid-single-digit percentage organic growth in the quarter driven by share gains given the strength of our industry-leading value proposition.\nSegment EBITDA margin decreased driven by lower automotive refinish coatings sales volumes and the higher growth-related investment spending in aerospace coatings and protective and marine coatings partially offset by higher selling prices. Our Performance Coatings segment is an important growth engine for the company, and I want to take a moment to talk about the increasing scale and strength of our aerospace business in this segment.\nAerospace has grown at a mid-single-digit CAGR over the past 10 years and now represents 1/3 of the segment. and a significant part of the overall PPG portfolio. Based on the momentum in the industry and the demand for our highly specialized and qualified products, we expect sales growth of a mid- to high single-digit percentage over the next 3 years. For PPG, this is a business that is equally weighted to OEM and aftermarket, with margins that are accretive to the overall reporting segment. We've experienced significant OEM growth and customers have recently increased their build forecast for the next several years.\nBased on the nature of this industry this OEM growth will then translate into additional aftermarket growth in the succeeding years. Given the significant growth dynamics we're experiencing today and expecting in the future, we are increasing our investments in this business. This includes near-term OpEx investments in '25 and into '26 million to further debottleneck our facilities. We also announced an investment in new manufacturing facility, which will be commissioned in 2027, and we will likely have additional investments in the future.\nThese investments represent more than $0.5 billion and are being completed in order to capitalize on the significant multiyear growth opportunity we have in this business. All of these investments will deliver very strong financial returns for our company. We have a strong and unique growing position across commercial, general aviation and military, and we are excited that this will accelerate profitable growth for PPG and our shareholders for the foreseeable future.\nNow moving to the Industrial Coatings segment. Third quarter sales volumes increased 4% outpacing industry demand as we realize the run rate benefit of share gains with strength in automotive OEM coatings and packaging coatings. From a business unit perspective, our automotive OEM business delivered an 8% increase in net sales with growth above market in all regions. The global light vehicle industry production growth was 4%, which we clearly outpaced. We expect to outgrow the market again in the fourth quarter and throughout 2026. Industrial coatings sales volumes declined a low single-digit percentage as growth in Asia Pacific and share gains were offset by lower demand in the U.S. and Europe.\nPackaging Coatings organic sales increased by a double-digit percentage year-over-year, growing significantly above industry rates. These results again reflect the positive momentum and share gain in all regions. Segment EBITDA was up 12% year-over-year, reflecting the leverage from organic sales growth, along with our manufacturing productivity and strong cost control actions. Now let me talk about our balance sheet and cash. During the quarter, we completed approximately $150 million in share repurchases and paid $160 million in dividends, which combined totals $1.2 billion delivered to shareholders year-to-date.\nOur balance sheet is strong, which continues to provide us with financial flexibility, and we remain committed to driving shareholder value. Looking ahead, we're committed to driving consistent organic sales and earnings growth even in this highly dynamic macroeconomic environment. As a result of the tariffs enacted, we are expecting low single-digit inflation for the year, and we are actively working with our suppliers to balance volume and price with most suppliers favoring volume.\nWhen looking at our guidance, let me quickly recap some of the elements that we expect in the fourth quarter. We see structural strength in our Performance Coatings segment, driven by our technology advantage products in aerospace and protective and marine coatings which will be offset by lower automotive refinish sales based on customer order patterns. We expect the year-over-year decline in organic sales, similar to that in the third quarter as distributors have been managing their inventories heading into year-end. In our architectural coatings segment, while European volume trends are anticipated to remain tepid in the upcoming quarter, we expect strong retail sales and modest recovery of project-related spending in Mexico. In the Industrial Coatings segment, the share gains in automotive OEM, packaging and industrial coatings are yielding benefits, and we expect to outperform the market again in the fourth quarter.\nFinally, during the fourth quarter, we expect growing benefits from operational excellence programs, including reducing our costs. This, combined with the leverage from the acceleration in volume growth is expected to drive earnings and margin expansion in our Global Architectural Coatings and Industrial Coatings segments. This will be offset by lower earnings in our Performance Coatings segment due to the business mix.\nAltogether, we have updated our full year guidance of adjusted earnings per diluted share to a range of $7.60 to $7.70. In closing, I'm excited about the increasing momentum we have demonstrated in organic growth. In a macro environment where industry demand remains subdued we are benefiting from our sharpened portfolio with technology differentiated products and customer productivity solutions, which is delivering positive sales price and volumes in 2025 and above industry levels. Additionally, the focus we have put on operational excellence, investing in innovation and driving share gains, combined with our disciplined capital allocation and strong balance sheet, supports our strategy to deliver sustainable top line and bottom line growth in the midterm.\nThank you to our PPG team around the world who make it happen and deliver on our purpose every day. We appreciate your continued confidence in PPG. And this concludes our prepared remarks. And now would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6b05f44bb83da75c46e7a03f3ff1cd15",
    "period": "2025 Q2",
    "content": "Q2 2025 PPG Industries Inc Earnings Call\n\nQ2 2025 PPG Industries Inc Earnings Call\n\nPPGNYSEJUL 30, 9:00 AM\n\nOperator\n\nGood morning, everyone. My name is Carly, and I'll be the conference operator today. At this time, I would like to welcome everyone to the Second Quarter PPG Earnings Conference Call. [Operator Instructions] I'll now turn the conference call over to Alex Lopez, Director of Investor Relations. Please go ahead, sir.\n\nAlex Lopez\n\nAI Assigned\n\nThank you, Carly, and good morning, everyone. This is Alex Lopez. We appreciate your continued interest in PPG and welcome you to our second quarter 2025 earnings conference call. Joining me today from PPG are Tim Knavish, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Tuesday, July 29, 2025. We have posted detailed commentary and the accompanying presentation slides, which are being shown on this webcast, on the Investor Center of our website, ppg.com.\nFollowing management's perspective on the company's results, we will move to a Q&A session. Both the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements. The presentation [indiscernible] also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website because reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, Alex, and welcome, everyone. I'll start by providing a few highlights of our second quarter 2025 financial performance, and then I'll move to our outlook.\nOur results demonstrate the strength of PPG's global business portfolio in an increasingly dynamic macro environment. We delivered net sales of $4.2 billion, with an increase in organic sales of 2%. Our momentum in organic sales growth was led by our Aerospace Coatings, Protective & Marine Coatings and Performance Coatings businesses. In addition, sales volumes in our Industrial Coatings segment outpaced the industry reflecting the initial benefits from share gains in our packaging, industrial and automotive OEM businesses. We expect the benefits from these share gains to accelerate in the second half of 2025.\nRegionally, we delivered organic growth in both the United States and Latin America with tepid demand in Europe and some softening in Asia. We delivered a quarterly segment EBITDA margin of 20.3% and our adjusted earnings per diluted share was $2.22. Our balance sheet remains strong, and we are committed to using this balance sheet for shareholder value creation.\nDuring the quarter, the company repurchased approximately $150 million of stock, bringing our year-to-date total to $540 million. Additionally, in July, we raised our quarterly dividend per share by 4%, demonstrating our confidence and the resiliency of our business and the strength and future growth of our company.\nLooking at each of our segments in the Global Architectural Coatings segment, positive selling prices in both regions, were offset by lower volumes and the impact of a divestiture. In Architectural Coatings, EMEA, organic sales growth in the Nordic region and in the United Kingdom were offset by lower demand in Eastern Europe. While volumes remained lower in the quarter, we saw evidence of improvement in certain countries, albeit inconsistent.\nIn Architectural Coatings, Latin America and Asia Pacific, we delivered organic sales growth in Mexico, aided by solid retail sales while results were impacted by the pause in project-related spending that we discussed in April. It is important to note that while project-related spending was down year-over-year, we did recognize improvement versus the first quarter of 2025, and we expect continued improvement of project-related spending to progress during the second half of 2025.\nSegment EBITDA margin decreased, driven by the business divestiture, lower sales volumes and unfavorable currency translation, partially offset by strong cost control actions. The Performance Coatings segment delivered record net sales and earnings with a 6% increase in organic sales, driven by both higher selling prices and sales volumes. Within the segment, Aerospace delivered high single-digit percentage organic sales growth with record quarterly sales and earnings. Customer order backlogs were stable at about $300 million even with growth-related investments that improved our manufacturing output in the quarter. Our unique technology position remains a strong growth engine for PPG. We are investing both OpEx and CapEx in Aerospace to deliver continued solid growth well into the future.\nIn automotive refinish, organic sales decreased by a low single-digit percentage versus the prior year. In the U.S., organic sales were flat despite lower industry collision claims as we benefited from both share gains and customer order patterns. Organic sales outside the U.S. were down with modest sales volume declines in Asia and Europe. In the second quarter, the company grew the number of PPG linked subscriptions as well as MoonWalk installations. And I'm proud to say that in July, we are installing our 3,000th MoonWalk, further supporting customer productivity and customer partnerships. We do anticipate lower volumes in the third quarter in Refinish due to normalization of the customer order patterns.\nProtective & Marine Coatings delivered double-digit percentage organic sales growth, supported by increasing global demand for our technologies and our recent share gains. This was the 9th consecutive quarter with positive year-over-year sales volume growth in this business, and we are continuing to increase our growth-related investments to support the demand for our leading products.\nTraffic Solutions delivered mid-single-digit percentage organic growth in the quarter driven by share gains and strong demand outpacing industry growth rates. Segment EBITDA was up 8% year-over-year, reflecting the organic sales growth as our various growth investments in this segment are yielding initial benefits.\nIn the Industrial Coatings segment, second quarter sales volumes for the segment were flat, which is an improvement versus recent quarters and demonstrates the initial benefits of our share gains. Selling prices declined 1% due to carryover of certain index-based customer contracts. From a business unit standpoint, our automotive OEM business delivered volume growth in Asia and Latin America which was offset by lower volumes in the U.S. and Europe, reflecting industry production declines in those regions. In the third quarter, we expect to grow above industry levels driven by the conversion of already awarded customer share gains.\nOur Industrial Coatings business unit sales volumes were flat as share gains were offset by lower demand in Asia Pacific and the United States. Selling prices declined in Industrial Coatings due to lower index-based pricing. Packaging Coatings organic sales increased by high single-digit percentage year-over-year, driven by share gains, growing significantly above industry rates. We expect additional benefits from customers converting to our technologies due to expanding BPA regulations in Europe. Segment EBITDA margin declined year-over-year due to the silica's divestiture as well as lower selling prices, which were partially offset by strong cost control and productivity actions.\nLooking ahead for this segment, growing benefits from share gains are expected to drive low single-digit per sales volume growth in the third and fourth quarter. And this, combined with improved manufacturing performance will drive earnings and margin expansion.\nNow let me talk about our balance sheet and cash. During the quarter, we completed about $150 million in share repurchases and paid approximately $150 million in dividends. Year-to-date, we have purchased $540 million in stock and paid approximately $310 million in dividends. We retired EUR 300 million of debt during the quarter, and we have another EUR 600 million of debt maturing in the fourth quarter.\nOur balance sheet remains strong, which continues to provide us with financial flexibility, and we remain committed to driving shareholder value. Looking ahead, I am genuinely excited about our sales and earnings growth momentum for the second half of the year and beyond. Even though the current macro environment remains highly dynamic, we've proven that our well-positioned portfolio navigates well and performs during periods of uncertainty. Of course, we're monitoring the tariff situation and we'll react accordingly with pricing actions and/or further self-help actions in order to mitigate any financial impacts. We have not experienced any significant change to our raw material pricing, and we expect low single-digit inflation for the year as our suppliers continue to favor volume over pricing. We expect growing benefits from our aggressive self-help and discretionary cost management programs as we move forward through 2025 and beyond.\nWe see structural strength in our Performance Coatings segment, driven by our technology advantage products in Aerospace and Protective & Marine which will be partially offset by lower automotive Refinish sales volumes in the third quarter driven by customer order patterns. We expect European Aerospace Coatings volumes trends to remain tepid and anticipate project-related spending in Mexico to improve as we move through the second half of the year. We expect increased momentum in the coming quarters for our Industrial Coatings segment, while second half automotive OEM industry demand forecasts are below prior year, our share gains are beginning to yield benefits, and we expect to outperform the market. We sized our annual share gains in the Industrial segment at $100 million, and we are tracking to that annualized figure.\nFinally, with the acceleration in volume growth, we anticipate driving high single-digit percentage year-over-year earnings growth for the company in the second half of the year. This will accelerate through both quarters, resulting in a mid-single-digit percentage increase in EPS for the third quarter and a low double-digit percentage increase for the fourth quarter. We are reiterating our full year guidance per share range of $7.75 to $8.05, and we have a clear path to achieve it.\nIn closing, we're benefiting from our sharpened portfolio with technology differentiated products and services that will deliver growth above industry levels. Additionally, we are aggressively managing the bottom line, including decisive self-help, combined with our disciplined capital allocation and strong balance sheet, will enable us to deliver sustainable top line and bottom line growth and shareholder value creation. Thank you to our PPG team around the world who make it happen and deliver on our purpose every day, and we appreciate your continued confidence in PPG. This concludes our prepared remarks. And now would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/182645ee7ca97da9f7fde7d29d9894cd",
    "period": "2025 Q1",
    "content": "Q1 2025 PPG Industries Inc Earnings Call\n\nQ1 2025 PPG Industries Inc Earnings Call\n\nPPGNYSEAPR 30, 8:00 AM\n\nOperator\n\nGood morning, all, and thank you for joining us for the First Quarter 2025 PPG Earnings Conference Call. My name is Carly, and I'll be coordinating the call today. [Operator Instructions]\nI'd now like to hand over to our host, Alex Lopez, the floor is yours.\n\nAlex Lopez\n\nAI Assigned\n\nThank you, Carly, and good morning, everyone. This is Alex Lopez. We appreciate your continued interest in PPG, and welcome you to our first quarter 2025 earnings conference call. Joining me today from PPG are Tim Knavish, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Tuesday, April 29, 2025. We have posted detailed commentary and the accompanying presentation slides, which are being shown on this webcast, on the Investor Center of our website, ppg.com. Following management's perspective on the company's results, we will move to Q&A session.\nBoth the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThe presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, Alex, and welcome, everyone. I'd like to start by providing a few highlights on our first quarter 2025 financial performance, and then I'll move to our outlook.\nThe PPG team delivered sales of $3.7 billion. This is a decrease of 4% compared with the first quarter of 2024, primarily due to unfavorable foreign currency translation and the impact from business divestitures, including the Silicas business.\nWe are beginning to realize the benefits of our enterprise growth strategy as organic sales grew year-over-year with increases in both sales volumes and selling prices. Regionally, we delivered year-over-year organic sales growth in Asia, driven by strong performance in China, India and Vietnam.\nIn the U.S., after 6 quarters of declines or flat performance, we achieved 4% organic sales growth, led by share gains in several of our businesses and improvement in industrial production. Organic sales in Latin America were up slightly, with growth tempered by the recent geopolitical environment.\nEuropean organic sales were down 1%, which was a significant improvement versus prior quarters, as demand for our products are stabilizing in the region. Our top line results reinforce our positive organic growth momentum and contributed to improved manufacturing productivity.\nAs we noted in our earnings materials released last night, our first quarter segment EBITDA margin was 19.4%, and adjusted earnings per diluted share was $1.72. Also, we repurchased approximately $400 million of our stock and ended the quarter with a strong balance sheet.\nBefore we go through the quarterly details, let me first talk about how our results and momentum reflect the consistent, disciplined execution of the enterprise growth strategy that we launched in 2023. We are beginning to benefit from the actions we have taken to optimize and focus our portfolio. The development of PPG's organic growth muscle and strategic investments in innovation are driving positive momentum. The company is aggressively managing the bottom line, including decisive self-help. Combined with our disciplined capital allocation and strong balance sheet critical in today's environment, PPG is in a great and differentiated position to prevail in the current economic conditions.\nLooking at our segment performance. In the Global Architectural Coatings segment, first quarter net sales were significantly impacted by unfavorable foreign currency translation, which decreased sales by 7% as both the Mexican peso and Europe weakened year-over-year compared to the U.S. dollar.\nIn Architectural Coatings EMEA, organic sales were flat versus prior year with improved selling prices, offset by slightly lower sales volumes. Sales increased in Central Europe and in the Nordic region, while they declined in Western Europe. Our volumes in Europe were slightly unfavorable, but stabilizing, and we expect flat to higher volumes year-over-year in the second quarter. We are making rapid progress reducing structural costs in this region and anticipate strong incremental earnings leverage as demand trends improve.\nIn Architectural Coatings, Latin America and Asia Pacific, sales volumes declined, reflecting a pause in project-related business and governmental spending in Mexico due to recent geopolitical related uncertainty. However, core retail sales were solid. We anticipate economic activity and project spending in Mexico will resume in the upcoming quarters as more certainty regarding regional trade evolves. With its structural advantages, Mexico will remain a strong growth country for PPG. Segment EBITDA margin decreased 310 basis points versus prior year, driven by lower sales volumes and regional inflation stemming from the weaker peso, partially offset by cost control actions.\nIn the Performance Coatings segment, first quarter organic sales increased 9%, with both price and sales volume improvements. Within the segment, Aerospace delivered double-digit percentage organic sales growth, with record first quarter sales and earnings. Customer order backlogs were stable at $300 million, even with growth-related investments that improved our output in the quarter. The backlog demonstrates excellent industry dynamics and strong demand for our technology advantage products.\nIn Automotive Refinish, global organic sales increased a low single-digit percentage versus the prior year. In the U.S., sales volumes improved the mid-single-digit percentage, with benefits from customer order patterns and share gains, offsetting lower industry collision claims. In the first quarter, the company grew the number of LINQ subscriptions as well as MOONWALK installations, which now total more than 2,700 in service, further supporting customer productivity and partnerships.\nProtective & Marine Coatings delivered double-digit percentage organic sales growth, supported by increasing global demand for our technologies and our recent share gains in Marine. This was the eighth consecutive quarter with positive year-over-year sales volume growth in this business, and we are increasing our growth-related investments to support demand.\nTraffic Solutions delivered above-market mid-single-digit percentage sales growth in the quarter. Demand is expected to remain strong for this business throughout the year, including in the second quarter when demand steps up seasonally. Segment EBITDA was up 8% year-over-year, a new first quarter record, reflecting the organic sales growth as our various growth investments in the segment are yielding benefits.\nIn the Industrial Coatings segment, net sales declined compared to the first quarter of 2024, primarily due to the impact of foreign currency translation and the divestiture of the Silica Products business in 2024. These items combined lowered sales by 6%. Organic sales for the segment were down less than 2%, which is a significant improvement versus the fourth quarter of 2024, which was down 6%. In the first quarter, selling prices declined 1% due to carryover of certain index-based customer contract. Segment sales volumes also decreased 1% as strength in Industrial Coatings and Packaging Coatings was offset by soft automotive industry builds.\nFrom a business unit perspective, automotive OEM industry production was lower year-over-year in the U.S. and Europe, and our results followed that lower demand trend. We partially mitigated this volume decline with growth in Asia and Latin America, including our share gains in Brazil.\nDuring the first quarter, we narrowed the gap in our volume performance versus auto industry builds. We expect to grow above industry levels starting in the third quarter of this year, driven by already won share gains and our market outperformance in Asia.\nIndustrial Coatings organic sales were flat, with lower index-based pricing offset by improved sales volume after several quarters of weak industrial production. Demand for PPG's industrial products grew in all regions, but varied across subsegments.\nPackaging Coatings organic sales increased by a low single-digit percentage year-over-year, driven by share gains on top of strong growth in the prior year. Segment EBITDA margin declined 90 basis points year-over-year as lower sales volumes and price were partially offset by strong cost control and productivity actions.\nFor the Industrial segment, we expect organic results in the second quarter to be generally similar with the first quarter, with share gains aiding organic results in the back half of the year.\nNow let me talk about our balance sheet and cash. We issued EUR 900 million of debt during the quarter at 3.25%. We have euro debt maturities of EUR 300 million and EUR 600 million due in the second and fourth quarter, respectively.\nDuring the quarter, we completed approximately $400 million in share repurchases and paid approximately $160 million in dividends. We have repurchased $1.2 billion in our stock over the last 6 quarters, and paid $930 million in dividends over that same time period. Our balance sheet remains strong, which continues to provide us with financial flexibility, and we remain committed to driving shareholder value.\nLooking ahead, obviously, the current macroeconomic environment is highly dynamic. Our business model has historically proven to be well positioned to navigate and perform during periods of uncertainty. As it relates specifically to recent tariffs, let me highlight a few relevant business traits that provide structural resilience for PPG.\nWe have a balanced global business portfolio without reliance on any single country, region or end market. We primarily buy, make and sell local for local. We are flexible batch process manufacturers, which results in an asset-light footprint that is easily adaptable to volume shifts. We have a highly variable cost structure, that allows us to adjust our conversion costs according to demand. Our input cost model is very dependent on commodity materials, including oil, that are reliant on supply and demand. Historically, we have been successful in adjusting our selling prices, including through surcharges, to account for any changes in our delivered cost of raw materials. Finally, we have a demonstrated track record of consistent cash generation through all stages of the business cycle to complement our strong balance sheet.\nWhile these structural advantageous attributes of PPG provide a buffer for macro impacts, we are not immune to lower economic demand, and continue to closely monitor customer order patterns and quickly adjust as necessary. Like all companies, we have potential downsides if overall demand significantly weakens, and we are diligently monitoring these conditions.\nWith regard to our supply chain, we are executing our contingency plans and already working with suppliers on alternative sourcing, and you should expect us to aggressively manage our costs and productivity.\nNow a few more details of what we are seeing. In the first quarter, we already realized a step down in demand in Mexico as project-related spending was paused, yet the overall PPG enterprise still performed. Beyond Mexico, we did not see any other significant changes to demand, and we did not experience any noteworthy customer pull forward into the first quarter. This pattern has continued for the first 4 weeks of the second quarter as we have not seen evidence of any curtailment of customer orders in our businesses. Some customers, however, have publicly expressed the need to eventually assess their production depending on the duration and eventual framework of trade outcomes.\nAdditionally, we have not yet experienced any significant change to our raw material pricing as our suppliers continue to favor volume over pricing. We're monitoring this situation, and we will react accordingly with pricing actions and/or self-help cost actions to mitigate any impacts.\nWhen considering our guidance, we see structural strength in our Performance Coatings segment, driven by our technology advantage products in Aerospace and Protective & Marine. We expect European Architectural Coatings volume trends to improve, and also anticipate short-term tepid business conditions in Mexico given the economic uncertainty.\nDemand for various general industrial markets improved in the first quarter, and we see increasing momentum in the coming quarters. While auto OEM industry demand forecasts were slightly reduced, our share gains are beginning to yield benefits, and we expect to outperform the market beginning in the third quarter. We sized our annual share gains in the Industrial segment at $100 million, and we are tracking to that annualized figure. Finally, we expect growing benefits from our self-help programs and other discretionary cost management programs, the pace and scope of which we have stepped up over the past few months.\nIn closing, I am confident in our ability to successfully navigate this uncertainty given our improved business portfolio, the diversity of our regions and businesses, our self-help actions and our share gain momentum. We are reaffirming our full year earnings per share guidance range of $7.75 to $8.05.\nThank you to our PPG team around the world who make it happen and deliver on our purpose every day. We appreciate your continued confidence in PPG.\nThis concludes our prepared remarks. And now would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1bbaef716aa180c59858e2caded0a324",
    "period": "2024 Q4",
    "content": "Q4 2024 PPG Industries Inc Earnings Call\n\nQ4 2024 PPG Industries Inc Earnings Call\n\nPPGNYSEJAN 31, 8:00 AM\n\nOperator\n\nGood morning. My name is Brika, and I will be your conference operator today. At this time, I would like to welcome everyone to the fourth quarter PPG's Earnings Conference Call. [Operator Instructions]. Thank you, I would now like to turn the call over to Alex Lopez, Director of Investor Relations. Please go ahead, sir.\n\nAlex Lopez\n\nAI Assigned\n\nThank you, Brika, and good morning, everyone. This is Alex Lopez, Director, Investor Relations. We appreciate your continued interest in PPG and welcome you to our fourth quarter and full year 2024 earnings conference call.\nJoining me today from PPG are Tim Knavish, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, January 30, 2025. We have posted detailed commentary and the accompanying presentation slides which are being shown on this webcast on the Investor Center of our website, ppg.com.\nFollowing management's perspective on the company's results, we will move to a Q&A session. Both the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThe presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThanks, Alex, and good morning, everyone. Welcome to our fourth quarter and full year 2024 earnings call. Before I start, I'd like to offer prayers and condolences to those who lost their lives in yesterday's terrible air collision in Washington, D.C. Our prayers are with their family, friends, loved ones. It's a terrible tragedy, and I hope and pray that none of you had any loved ones affected. .\nNow I'll begin by providing a few highlights of our full year 2024 and fourth quarter financial performance, and then I'll move to our outlook. And on behalf of PPG, I'd also like to apologize for the volume of changes, recasting of financials, the new segmentation and the guide structure. But this is a positive and critical inflection point for our company, and we wanted to structure the reporting on a go-forward basis to reflect this.\nAs a result of the Architectural Coatings U.S. and Canada divestiture, all financial information provided in the earnings material has been recast to reflect this business as a discontinued operation consistent with U.S. GAAP requirements.\nIn 2024, the team demonstrated resilience in a challenging macro by driving growth in adjusted EPS from continuing operations and aggregate segment EBITDA, led by sales of our technology advantage products, structural cost actions and moderated input costs.\nWe delivered record results in several of our businesses, including Aerospace Coatings, Automotive Refinish Coatings and Architectural Coatings, Latin America. Despite strong share gains in certain businesses, organic sales declined a low single-digit percentage year-over-year driven by overall weak macros. However, we delivered growth in Mexico and China as well as growth in aerospace, protective and marine, packaging, traffic solutions businesses, offset by industry declines in auto OEM, industrial and our architectural EMEA coatings business.\nFor the full year, adjusted EPS was $7.87, which grew 6% year-over-year and excludes $0.27 of EPS that has been reclassified to discontinued operations. It reflected results of the divestiture of the U.S. and Canada architectural business with the exception of certain allocated costs. Strategically, during the fourth quarter, we further optimized our portfolio as we completed the divestitures of our Silica Products and Architectural Coatings U.S. and Canada businesses. This is a significant step forward for our company, as these divestitures improve our financial profile, including higher operating margins and results in a more focused organization, which positions the company to deliver sustainable organic growth.\nAs we've said, our portfolio moves this past year have strengthened the company's financial profile. When you combine the impact of these transactions with the organic improvement in margins we delivered on our remaining businesses, you will note that we have now achieved top-tier EBITDA margins. This performance reflects the value that our customers assign to our technology advantage products and services, our solutions, our well trusted brands, our strong global positions across the coatings verticals and the cross synergies of our business portfolio.\nWe believe that both this margin profile and our enterprise growth actions are great catalysts for the future value creation of PPG. Given the revised portfolio, we have expanded our segment reporting structure, and we'll now report all of our Architectural Coatings businesses as a separate segment, Global Architectural Coatings. The reporting of the remainder of the businesses within Performance Coatings and the Industrial Coatings segment will remain the same.\nThis expanded segmentation provides investors with enhanced visibility, as we drive the company's growth and performance. Our Global Architectural Coatings and Performance Coatings segments, both now have full year EBITDA margins at or above 20% reflecting the differential technologies and strong brand positions of our various businesses.\nOur Industrial Coatings segment delivered 16% EBITDA margin despite operating a weak global industrial macro environment. Each of our segments has unique characteristics that allow us to deliver exceptional value to our customers. By leveraging the distinct strengths of our businesses, we are positioned to drive innovation, increase demand for our technology advantage products and deliver sustainable and profitable growth while increasing returns to our shareholders.\nIn our Global Architectural Coatings segment, we have excellent and well-recognized brands with world-class distribution and a strong #1 or #2 position in more than 15 countries. Our Performance Coatings segment is focused on various aftermarkets that traditionally are more stable and have a more fragmented customer base.\nWithin this segment, we offer differentiated and highly specified product and digital solutions that enable our customers' productivity. Our Industrial Coatings segment delivers highly technical products and services for our global B2B customers. We operate field service teams in our customers' facilities, which allows us to develop strong relationships and deep understanding of their productivity needs. Also, we typically grow with our customers as they expand around the world.\nIn the fourth quarter, despite the choppy environment, our adjusted EPS grew by 6% year-over-year, excluding the impact of unfavorable foreign currency translation. We delivered strong organic sales growth in Aerospace Coatings, Protective & Marine Coatings and Traffic Solutions. This was our ninth consecutive quarter of aggregate segment margin improvement and we have delivered cumulative margin improvement of approximately 400 basis points since 2022.\nIn the Global Architectural Coatings segment, fourth quarter net sales were significantly impacted by unfavorable foreign currency translation, primarily from Mexican peso. Sales volumes declined due to weak consumer confidence in the European architectural coatings market. However, we benefited from our strong concessionaire network in Mexico, where demand is robust for our products and services.\nFor the full year, segment EBITDA margin improved by 70 basis points as lower volumes were offset by our cost control actions and net price impact during the year.\nIn the Performance Coatings segment, fourth quarter organic sales grew 4%, with both price and sales volume improvements. Within the segment, Aerospace Coatings demonstrated continued strong performance with record fourth quarter sales and double-digit percentage organic sales growth. Despite improved production capacity and other productivity gains, the order backlog increased to approximately $300 million, demonstrating the strong demand for our technology advantage products as well as excellent industry dynamics.\nIn Auto Refinish, sales volumes declined in the U.S. with benefits from share gains more than offset by lower industry collision claims. These share gains are a product of the demand for our technology advantage products and services. In 2024, the company grew the number of linked services subscriptions and added more than 600 additional Moonwalk installations that now total more than 2,500 around the world, adding to our subscription revenue.\nProtective & Marine Coatings demonstrated strong growth in the fourth quarter, supported by increasing global demand of our technologies and our recent share gains. This was the seventh consecutive quarter with positive year-over-year sales volume growth, and we expect the positive momentum to continue. Segment EBITDA margin improved in both the fourth quarter and full year due to positive volume and strong net price impact.\nIn the Industrial Coatings segment, demand was constrained by soft global industrial production and weak automotive OEM industry production. As expected and forecasted by industry consultants, auto OEM industry production was lower year-over-year in the U.S. and Europe. Our results followed that lower demand trend, and we were able to partially offset the decline in sales volumes with share gains in Latin America and China.\nIndustrial production was also sluggish in Europe and the U.S., which resulted in lower year-over-year sales volume in the Industrial Coatings business. Sales volume declines in those regions were partially offset by strong growth in Latin America. Prices in the Industrial Coatings segments declined due to lower index-based selling prices as raw material costs declined in the latter part of 2024. This impact is expected to moderate in 2025 as most have reached their anniversaries and will be reset based on recent stability in raw material pricing.\nSegment EBITDA margin reduced 160 basis points for the quarter and was slightly lower on a full year basis as the lower volumes were partially offset by strong cost control actions. We ended the fourth quarter with cash of about $1.4 billion. During the quarter, we completed $250 million in share repurchases and paid approximately $160 million in dividends. On a year-to-date basis, we repurchased approximately $750 million of stock, which represented approximately 3% of our outstanding shares.\nWe honored our pledge to return cash to shareholders and combined with our dividend, we've returned $1.4 billion to our shareholders in 2024. Our balance sheet remains strong, which continues to provide us with financial flexibility, and we remain committed to driving shareholder value creation. Thus, we're deploying about $400 million towards share repurchases during the first quarter of 2025.\nLooking ahead, we anticipate a slow start to 2025 as demand in Europe and in global industrial end-use markets remains challenged. However, we expect stabilization on a full year basis of some key economic indicators like light vehicle builds and global industrial production as well as additional aircraft deliveries.\nIn the first quarter of 2025, we'll begin to see the impacts of already enacted tariffs, which is expected to result in low single-digit percentage inflation in raw material costs while raw material inflation was flat in the fourth quarter of 2024. Despite a challenging macro and economic landscape and a slow macro start for 2025, I'm genuinely optimistic about this year. We expect to deliver organic sales growth of low single-digit percentage for the year, with the first quarter organic growth flat to slightly down.\nStronger results in the second half of the year supported by the realization of more than $100 million in annual share gains in our Industrial Coatings segment. As we enter the next chapter for PPG with a new sharper portfolio and focus, we're progressing further on the execution of our enterprise growth strategy with several elements that include: Building upon our organic growth capabilities on commercial excellence with the right processes, people, tools and incentives; taking decisive self-help actions to further reduce costs, including global structural costs and European manufacturing consolidations. This program will deliver approximately $175 million once fully implemented, including savings of $60 million in 2025.\nExecution of our operational excellence programs will also deliver manufacturing productivity that will more than offset general inflation. We'll deploy cash in a disciplined manner, investing for growth; selective M&A, if appropriate; and returning cash to shareholders.\nAs a result of these actions, we expect to deliver adjusted earnings per share for the full year in 2025 in the range of $7.75 to $8.05, which at midpoint represents an EPS growth of 7%, excluding the impact of foreign currency and higher tax. Consistent with our sales growth, EPS growth will be weighted towards the second half of 2025, as global industrial demand weakened and the U.S. dollar strengthened in the second half of 2024.\nI'm excited about 2025 and beyond. We have a sharper, more focused future-facing portfolio and higher growth and margin profile company. For our customers, we're both delivering solutions that ensure their success today and innovating tomorrow to improve both their productivity and their success. We remain committed to our heritage of strong cost management and improved productivity that reinforces the ability to maintain our momentum in driving higher margins and earnings growth. The result will be profitable organic growth for PPG and shareholder returns for our owners.\nThese successful divestitures and solid performance in 2024 would not have been possible without the dedication of our employees. We are now a much more focused organization dedicated to driving ongoing growth with strong margins. Thank you to our PPG teams around the world who make it happen and deliver on our purpose every day. Thank you for your continued confidence in PPG.\nAnd this concludes our prepared remarks. And would you now please open the line for questions?"
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d935fe282640a337579a02d896c2a816",
    "period": "2024 Q2",
    "content": "Q2 2024 PPG Industries Inc Earnings Call\n\nQ2 2024 PPG Industries Inc Earnings Call\n\nPPGNYSEJUL 19, 8:00 AM\n\nOperator\n\nGood morning. My name is Elliot, and I will be your conference operator today. At this time, I would like to welcome everyone to the Second Quarter PPG Earnings Conference Call. [Operator Instructions] Thank you..\nI would now like to turn the conference over to Alex Lopez, Director of Investor Relations. Please go ahead, sir..\n\nAlejandro Lopez\n\nThank you, Elliot, and good morning, everyone. This is Alex Lopez, Director, Investor Relations. We appreciate your continued interest in PPG and welcome you to our second quarter 2024 financial results conference call. Joining me on the call from PPG are Tim Knavish, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer..\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, July 18, 2024. We have posted detailed commentary and accompanying presentation slides on the Investor Center of our website, ppg.com. The slides are also available on the webcast site for this call and provide additional support to the opening comments Tim will make shortly. Following management's perspective on the company's results for the quarter, we will move to Q&A session.\nBoth the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThe presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, Alex, and good morning, everyone. Welcome to our second quarter 2024 earnings call. I'd like to start by providing a few highlights on our second quarter 2024 financial performance, and then I'll move to our outlook.\nThe PPG team delivered sales of $4.8 billion and our seventh consecutive quarter of year-over-year segment margin improvement. This culminated in second quarter adjusted earnings per diluted share of $2.50, which is an all-time record for the company and represents 11% year-over-year growth.\nDespite increasingly challenging macroeconomic conditions, we are building top line momentum as our underlying year-over-year volume progression improved for the sixth consecutive quarter. In the second quarter, 6 of our 10 business units delivered positive volume growth versus prior year, aided by our enterprise growth strategy initiatives.\nThese initiatives included delivering new products and technologies to our customers, such as our innovative packaging interior can and exterior and coatings technologies as well as our new Sigmaglide technology in our Marine business. Each of these technologies has allowed us to gain share in their respective businesses. Our actions also include upgrading and modernizing our manufacturing capabilities to drive increased output, such as in aerospace where demand has outpaced industry supply.\nOne additional example of our enterprise growth strategy is where we're driving changes to the ecosystem of the business models. This includes in Architectural Coatings, U.S. and Canada with our Home Depot initiative, in our Refinish business with our digital tools such as MoonWalk and LINQ and in our Traffic Solutions business as we further optimize our service and supply capabilities, which are critical value drivers in this business. Additionally, our volume performance in the quarter benefited from our well-established business portfolio in Mexico, China and India.\nOverall, however, our aggregate volumes in the quarter were flat year-over-year, falling shy of our initial expectations, as overall demand in Europe and global auto OEM production were below what we assumed in our second quarter guidance. It is important to note that our European volumes, while still negative, improved sequentially year-over-year versus the first quarter. Also global industrial activity remained subdued in the quarter.\nConsistent with our financial guidance in April, our second quarter automotive refinish sales were down year-over-year, reflecting a strong prior year comparison and lower insurance claims. However, we remain confident that this business will have a strong second half of 2024.\nIn the quarter, we drove further margin enhancement, and we marked our seventh consecutive quarter of year-over-year segment margin improvement. Our aggregate gross margin was 43% for the quarter, a 180 basis point improvement year-over-year. Our Performance Coatings segment achieved all-time record segment margin of 18.7%, and our Industrial Coatings segment also improved its margin profile by 120 basis points versus the prior year.\nDuring the second quarter, we benefited from stable upstream and downstream supply chains, and the vast majority of our suppliers have sufficient or excess capacity, which is noteworthy as this occurred during the peak season for raw material consumption. Consistent with our guidance, we experienced mid-single-digit percentage raw material deflation that we expect will normalize into flat to low single-digit deflation for the third quarter as we anniversary prior year impacts. this benefit was partially offset in our results by general inflation, including higher year-over-year wages and employee benefits.\nWe are proud to have published our 2023 ESG report in the quarter, which highlighted progress against our 2030 targets, including increasing sales from sustainably advantaged products and reducing greenhouse gas emissions throughout our own operations and our value chain.\nI want to take this opportunity to provide you with an update on our previously announced strategic reviews of the architectural coatings U.S. and Canada business and the global silicas product business. We made good progress with these processes and are pleased to have a number of engaged and interested parties. We're working through the traditional bidding, management presentation and data provision stages and remain on our original schedule to determine a path forward for each of these assessments.\nWe have also made further progress in driving improvement in working capital, including lowering our year-over-year inventories during the quarter. As a result, our operating working capital was down 90 basis points year-over-year. We have more work to do over the balance of the year as we move towards seasonally slower sales quarters, but we have already returned to near pre-pandemic inventory levels.\nWe ended the quarter with a strong balance sheet and remain committed to deploy excess cash for shareholder value creation. During the quarter, we repurchased $150 million of PPG shares, bringing our year-to-date total to about $300 million. This is on top of our fourth quarter 2023 repurchases. Also yesterday, consistent with our long heritage, our Board authorized a $0.03 dividend increase from $0.65 to $0.68 per share.\nNow looking ahead to the third quarter, we expect overall organic sales of flat to low single-digit percentage growth. In Mexico, we expect to again deliver excellent financial results. We also believe that demand in China will deliver organic growth as a result of our technology advantage products, but albeit at a lower growth rate than achieved in the first half of the year. In Europe, demand remains uneven by country and end use, but we expect modest sequential year-over-year improvement.\nIn addition to those businesses that grew in the second quarter, we expect organic growth in automotive refinish coatings and protective and marine coatings. And also, while slightly unfavorable year-over-year, we are expecting -- projecting modest sequential quarterly improvement in general industrial demand.\nWe expect to deliver adjusted third quarter EPS between $2.10 and $2.20 per share, aided by solid operating performance. Our guidance midpoint is 4% higher than our record third quarter 2023. However, the midpoint of our guidance is 10% higher than the third quarter of '23, excluding the impact of a higher year-over-year tax rate as the prior year included several nonrecurring favorable discrete tax items. The difference in the tax rate is reducing our year-over-year EPS comparison by approximately $0.12 at the midpoint.\nWe anticipate overall company selling prices to be flat in the third quarter as the impact of certain index-based customer contracts in our Industrial Coatings segment will be offset by selling price increases in our Performance Coatings segment, including some additional incremental pricing that will be realized in the third quarter.\nWith regard to commodity raw materials, supply remains ample, and we continue to realize benefits from moderating input costs. In the third quarter, we expect flat to low single-digit percentage raw material deflation, lower than the second quarter as we anniversary some decrease realized in 2023.\nAs we have consistently demonstrated, we will further -- we will drive further improvement of our operating margins aided by sales volume growth leverage as a result of the execution of our enterprise growth strategy and self-help in manufacturing productivity and cost control initiatives, which includes continued execution of our previously approved restructuring actions.\nOur more than 50,000 employees are committed to delivering best-in-class solutions to our customers that will drive growth for PPG. Our results this quarter were made possible by our highly dedicated team around the world who make it happen and deliver on our purpose to protect and beautify the world every day.\nThank you for your continued confidence in PPG. This concludes our prepared remarks. And now, would you please open the line for questions?"
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b48b3c4706c7b223af8630d3303d75c8",
    "period": "2024 Q1",
    "content": "Q1 2024 PPG Industries Inc Earnings Call\n\nQ1 2024 PPG Industries Inc Earnings Call\n\nPPGNYSEAPR 19, 8:00 AM\n\nOperator\n\nGood morning. My name is Angela, and I will be your conference operator today. At this time, I would like to welcome everyone to the first quarter PPG Earnings Conference Call. [Operator Instructions].\nI would now like to turn the conference over to Jonathan Edwards, Director of Investor Relations. Please go ahead, sir.\n\nJonathan Edwards\n\nDirector of Investor Relations\n\nThank you, Angela, and good morning, everyone. This is Jonathan Edwards. We appreciate your continued interest in PPG and welcome you to our first quarter 2024 financial results conference call.\nJoining me on the call from PPG are Tim Knavish, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, April 18, 2024. We have posted detailed commentary and accompanying presentation slides on the Investor Center of our website, ppg.com. The slides are also available on the webcast site for this call and provide additional support to the opening comments Tim will make shortly.\nFollowing management's perspective on the company's results for the quarter, we will move to a Q&A session. Both the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance.\nThese statements involve uncertainties and risks which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThe presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nAnd now let me introduce PPG Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, Jonathan, and good morning, everyone. Welcome to our first quarter 2024 earnings call. I'd like to start by providing a few highlights on our first quarter 2024 financial performance, and then I'll move to our outlook.\nThe PPG team delivered sales of $4.3 billion, a solid sales performance despite a very challenging macro environment, and we delivered our sixth consecutive quarter of year-over-year segment margin increases.\nThis culminated in first quarter adjusted earnings per diluted share of $1.86, and -- which is $0.02 above the midpoint of the range that we provided in January. This is also our second best Q1 adjusted EPS in the company's history following just $0.02 short of the record achieved during the early COVID surge and health science sales.\nOur first quarter adjusted EPS was once again up year-over-year, with moderating input costs and improving manufacturing performance, mitigated by lower sales volumes and higher wage and benefit costs.\nAs we indicated in January, we had a large customer win last year at Walmart and a significant portion of lower volumes year-over-year was driven by this prior year $40 million load-in. We're also impacted by lower demand in Europe, including the effect of fewer selling days in March, stemming from an early Easter holiday this year.\nWe also experienced ongoing tepid global industrial production. Adjusting for these year-over-year comparison items, volumes were nearly flat, continuing the underlying positive volume trajectory over the last 5 quarters.\nAs I'll discuss in our outlook, I fully expect positive sales volumes in Q2. A benefit for us during the quarter was China, where despite a challenging general economy, our portfolio delivered double-digit organic sales growth, reflecting our strong mix of well-established businesses in the country.\nFor PPG, India also grew by double digits in the quarter. In addition, our commercial teams executed well and drove solid global organic sales growth in our Aerospace, Specialty Coatings and Materials and Protective & Marine Coatings businesses.\nOur selling prices were flat with positive pricing in the Performance segment, offsetting lower pricing in the Industrial segment. First quarter pricing comparisons include a transitory unfavorable impact from European energy-related pricing indices that were put in place during a period of extremely high energy prices in that region in the first quarter of 2023.\nWe experienced lower energy input costs in the quarter to offset this lower index-based pricing. We expect total company selling prices to be slightly positive overall in 2024 and -- as targeted structural selling price increases have been implemented in several of our Performance segment businesses, offsetting some index-based pricing contracts in the industrial segment.\nOur operations have benefited from further improvement as we experienced stable upstream and downstream supply chains and customer order patterns.\nFrom a supply perspective, the vast majority of our suppliers have sufficient or excess capacity as we continue to experience moderating input costs. This is noteworthy as we are just entering the peak buying period due to the overall seasonality of the paint industry.\nWe also increased our growth-related investments, supporting initiatives that will deliver volume gains later this year and going forward. Building off of the full year 310 basis point improvement in total segment margins in 2023, further margin improvement remains a priority in 2024.\nAnd -- this will be driven by stronger sales volumes as the year progresses, improved manufacturing productivity and moderating input costs from historical highs. Specifically on manufacturing productivity, our improved operating cadence will be more financially impactful during our peak seasonal quarters as we deliver additional volume growth.\nIn the first quarter, we delivered on our margin improvement commitment with the Industrial segment margins improving by 100 basis points versus prior year, and the Performance Coatings businesses margins were also up by about 40 basis points, as favorable pricing and moderating input costs were mitigated by lower volumes and higher wage inflation.\nFrom a cash perspective, we expect another year of excellent cash flow, and our balance sheet remains strong, including lower inventories year-over-year. We'll continue to follow our legacy of utilizing our strong cash flow and balance sheet to create shareholder value.\nIn the first quarter, we repurchased approximately $150 million of PPG stock, reflecting our commitment to use excess cash to create shareholder value. Additionally, yesterday, our Board of Directors increased our share buyback authorization by an additional $2.5 billion bringing our total share repurchase authorization to approximately $3.4 billion.\nI'm pleased with the progress we've made on our enterprise growth initiatives. We executed strong growth from our -- from selling our innovative products into the mobility space, and continue to further utilize our world-class distribution of 5,200 concessionaire locations in Mexico to drive additional non-architectural coatings products into 1 of the world's fastest-growing economies.\nIn automotive refinish, customer adoption of our industry-leading digital tools increased, yielding nearly 400 additional net body shop wins. These digital tools include our LINQ services and MOONWALK mixing machines, both of which are best-in-class and are focused on improving body shop productivity. To date, we've sold over 2,000 MOONWALK mixing machines and approximately 2,700 LINQ subscriptions.\nWe announced strategic reviews of the architectural U.S. and Canada business and the global silica product business in the first quarter. Strategically, we are driving this portfolio optimization with a goal of transforming to a higher-growth, higher-margin company.\nAs an example, excluding the architectural coatings business in the U.S. and Canada, Performance Coatings segment margins would be an average of 200 to 300 basis points higher than the last several years.\nWe'll communicate the determination of a path forward on these strategic assessments when appropriate with our target of no later than the third quarter.\nNow I'll comment on our second quarter outlook. We expect to deliver adjusted Q2 EPS between $2.42 and $2.52 per share, which is at midpoint would be 10% higher than our previous record quarterly EPS.\nWhile we anticipate global industrial production to remain at low absolute levels and demand to be uneven by geography, we expect our overall second quarter sales volumes to be positive by a low single-digit percentage, aided by organic growth in Aerospace, Protective & Marine and our share gains in Packaging Coatings.\nWe project continuing solid growth from our businesses in China, our third largest country for sales led by our automotive OEM business where our strong positioning with electric vehicle OEM producers will drive further sales.\nAdditionally, we expect to deliver further sales growth in Mexico, our second largest country for sales, leveraging our strong position across many businesses as well as our world-class distribution network.\nWe are confident that PPG's unique geographic profile with strong and growing positions in China, Mexico and India, along with stabilization and eventually modest growth in Europe and the continued improvements in the U.S. will support PPG's consistent sales volume growth as we move forward.\nWe anticipate overall company selling prices to be flat to slightly positive in the second quarter as the impact of index-based contracts in our Industrial segment will be offset by selling price increases in our Performance Coatings segment.\nThere's still some unfavorable pricing impact and offsetting energy input cost benefits from prior year European energy surcharges, but it's less than the first quarter.\nWith regard to commodity raw materials, supply remains ample, and we will continue to realize benefits from moderating input costs. We expect mid-single-digit percentage raw material deflation in the second quarter following the realization of high single-digit percentage decreases in Q1.\nWe're watching oil price and feedstock volatility, and we will manage any impact accordingly, although we expect that recent oil price increases will be absorbed upstream.\nLooking at the remainder of 2024, we remain confident that we will deliver positive sales volumes in each remaining quarter in 2024, including our growth in China and India. We'll also execute on our more than $270 million and growing order backlog in Aerospace, driving further growth in our well-positioned businesses in Mexico and driving expanded benefits of our key growth initiatives across electric vehicle, auto parts, powder coatings and various digital solutions.\nPPG remains focused on our enterprise growth initiatives to drive higher sales volumes and fully capitalize on our technical and service capabilities.\nWe'll drive further improvement of our operating margins aided by sales volume growth leverage and our initiatives to drive manufacturing productivity following several years of supply chain and other disruptions. And we will diligently manage our costs and continue to execute against previously approved restructuring actions.\nLastly, we entered the second quarter of 2024 with a strong balance sheet, which provides us with flexibility for further shareholder value creation.\nThank you to our more than 50,000 employees around the world who partner with our customers every day to drive mutual success by providing best-in-class paints, coatings, specialty materials, including productivity enhancing and sustainable solutions.\nThank you for your continued confidence in PPG. This concludes our prepared remarks, and now would you please open the lines for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/538d6743aa1f6d20926c7b2ecc5ecd32",
    "period": "2023 Q4",
    "content": "Q4 2023 PPG Industries Inc Earnings Call\n\nQ4 2023 PPG Industries Inc Earnings Call\n\nPPGNYSEJAN 19, 8:00 AM\n\nOperator\n\nGood morning. My name is Elliot, and I'll be your conference operator today. At this time, I would like to welcome everyone to the fourth quarter PPG earnings conference call. [Operator Instructions]\nI'd now like to turn the conference over to Jonathan Edwards, Director of Investor Relations. Please go ahead, Sir.\n\nJonathan Edwards\n\nDirector of Investor Relations\n\nThank you, Elliot, and good morning, everyone. This is Jonathan Edwards. We appreciate your continued interest in PPG and welcome you to our fourth quarter 2023 financial results conference call. Joining me on the call from PPG are Tim Knavish, Chairman and Chief Executive Officer; Vince Morales, Senior Vice President and Chief Financial Officer; and John Bruno, Vice President of Finance.\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, January 18, 2024. We have posted detailed commentary and accompanying presentation slides on the investor center of our website, ppg.com. The slides are also available on the webcast site for this call and provide additional support to the opening comments Tim will make shortly.\nFollowing management's perspective of the company's results, we will move to a Q&A session. Both the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which may cause actual results to differ.\nThe company is under no obligation to provide subsequent updates to these forward-looking statements. The presentation also contains certain non-GAAP financial measures. Company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nAnd now let me introduce PPG's Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, Jonathan, and congratulations on your new role, and good morning, everyone. Welcome to our fourth quarter and full year 2023 earnings call. I'd like to start by providing a few highlights on our fourth quarter and full year 2023 financial performance, and then I will move to our outlook.\nIn the fourth quarter, the PPG team delivered strong financial results, including record fourth quarter sales of $4.4 billion and adjusted earnings per diluted share of $1.53. This is our fourth consecutive quarter of delivering record sales as we continue to benefit from organic sales growth. Our fourth quarter adjusted EPS was 25% higher year-over-year driven by aggregated segment margin improvement of 260 basis points compared to the fourth quarter of 2022 as we continue to be laser-focused on driving margin improvement.\nOur results reflect our continuing growth trends and strong execution in several of our leading and technology advantage businesses, which culminated in record fourth quarter sales in the aerospace automotive OEM and automotive refinish businesses with strong performance in the Protective & Marine and PPG Mexico Architectural Coatings businesses. Our year-over-year sales volume trend improved compared to recent quarters, decreasing less than 1% year-over-year. We continue to experience lower global industrial production along with soft U.S. and European architectural demand, especially for DIY-related products.\nNotable for us during the quarter was China, where despite a lethargic general economy, we achieved high single-digit percentage volume growth, reflecting our strong mix of businesses in the country. In addition, we delivered flat year-over-year volumes in Europe as we see economic stabilization in the region, albeit at lower absolute demand levels. Our selling prices were about 2% higher with both segments delivering positive price led by the Performance Coatings segment.\nWe expect total company selling prices to remain modestly positive in the first quarter of 2024 as new selling price increases have been implemented in several of our businesses. We also benefited from further normalization of our operations as we experienced stabilization of both upstream and downstream supply chains and order patterns. From a supply perspective, the vast majority of our suppliers have more than sufficient capacity heading into 2024. We started the year laser-focused on margin recovery and the fourth quarter marked our fifth consecutive quarter of year-over-year operating segment margin improvement. And as I mentioned, Fourth quarter aggregate segment operating margins increased 260 basis points year-over-year and full year increased 310 basis points.\nWe also achieved our second key priority for the year by delivering excellent cash generation of nearly $900 million during the fourth quarter, which was up over $300 million on a year-over-year basis, leading to record full year cash generation of over $2.4 billion. We significantly reduced working capital by a total of about $600 million on a sequential quarterly basis and this includes the benefit from a partial reduction of our inventory levels. However, we still ended the year with higher inventory levels from a historical perspective, primarily in raw materials and will continue to reduce inventory in the first half of 2024.\nThe strong cash generated drove a reduction in net interest expense by about $20 million compared to the fourth quarter of 2022 as we repaid some high variable cost debt during the quarter. Additionally, we repurchased $100 million of stock in the fourth quarter, which essentially offset dilution. Now a few comments on the full year 2023, as we communicated at the beginning of 2023, my priorities included margin recovery, strong cash generation and further strengthening of our capabilities to support our customers' productivity and sustainability needs, which will result in higher PPG organic growth.\nComing into 2023, we had a high degree of conviction that our global business portfolio would prove resilient while anticipating a challenging economic environment, and these clearly played out during the year. For the full year, I'm proud of our team's execution against our strategic objectives as it resulted in delivery of record sales, record adjusted EPS and record operating cash flow. Our sales performance was led by continued selling price execution to offset significant multiyear cost inflation. Our year-over-year earnings growth was driven by these improved selling prices coupled with moderating input costs and cost structure reductions stemming from our cost management and restructuring initiatives. This resulted in improved margins in both segments.\nOur businesses delivered innovative and value-added products and solutions to our customers, and this enabled several of our businesses to set all-time annual sales records, including our aerospace, auto OEM, automotive refinish, architectural Mexico and the Protective & Marine coatings businesses. Our enterprise growth initiatives delivered about $150 million of incremental sales in the first year, including strong growth from selling our innovative products for electric vehicles as well as our share gains in powder coatings.\nIn automotive refinish, customer adoption of our industry-leading digital tools accelerated yielding nearly 2,000 net body shop wins. These digital tools include our Link Services and moonwalk mixing machines, both of which are best-in-class and are focused on improving bodyshop productivity. In Mexico, we further advanced cross-selling of our valued products, including protective coatings and certain light industrial coatings through the best-in-class distribution network of nearly 5,200 concessionaire locations.\nFinally, our strong focus on the customer drove share gains across several businesses including expansion of our architectural coatings products at Walmart. Strategically, we conducted an ongoing review of both our product and business portfolios leading to the divestiture of several noncore assets including our European and Australian Traffic Solutions businesses, along with the recently announced strategic alternatives review of the silicas product business.\nIn a variety of cases, we also simplified and improved our product offering, allowing us to reduce complexity and drive down working capital. Finally, these actions plus strong balance sheet management resulted in record full year '23 cash generation of $2.4 billion. So overall, we achieved excellent financial results in 2023 and are anticipating improving from this higher base in 2024. We remain confident that we will deliver positive sales volume in 2024, including benefits from China, India and Mexico. We've delivered share gains in several businesses, including auto refinish, packaging and the protective and marine coatings businesses. We will also execute on our more than $250 million order backlog in Aerospace, drive further growth in our well-positioned businesses in Mexico and further expand the benefits of our key growth initiatives, including powder coatings, electric vehicle products and digital solutions. We will drive further improvement of our operating margins aided by the sales volume growth leverage and our initiatives that drive manufacturing productivity following several years of supply chain and other disruptions.\nLastly, we entered 2024 with a strong balance sheet, which provides us with the flexibility for further shareholder value creation going forward, including funding organic growth initiatives, appropriate acquisitions, debt repayment and share repurchases. Now I'll comment on our first quarter outlook. We expect to deliver sequential adjusted EPS growth from $1.53 per share in Q4 2023 to a range of $1.80 to $1.87 per share in Q1 of 2024, an increase of 20% at the midpoint of the range. We anticipate global industrial production to remain soft, and our year-over-year sales volume performance will be unfavorably impacted by the approximate $40 million nonrecurring Walmart customer load-in that occurred in the first quarter of 2023. Also, the timing of the Easter holiday will shift some sales into the second quarter.\nDespite these difficult year-over-year comparison items, we expect our first quarter sales volume will be flat overall aided by positive sales volume growth in our aerospace, Protective & Marine and packaging coatings businesses. We project solid growth in our auto OEM business in Asia Pacific where we expect to drive solid volume growth in China, led by our strong positioning with the electric vehicle OEM producers.\nAdditionally, we expect to deliver organic sales growth through our best-in-class Mexico distribution platform. We anticipate overall company selling prices to remain positive as some modest declines in our industrial reporting segment related to a small portion of customer-based index contracts will be more than offset by targeted selling price increases in our Performance Coatings segment. First quarter comparisons also include declines in certain transitory European and energy-related pricing indices that were put in place during the period of extremely high energy prices in the region. These particular price declines are offset by lower purchased energy costs for our facility.\nThe net selling price increases, along with various productivity initiatives will serve to offset somewhat higher expected wage inflation in 2024, especially in emerging regions. With regard to commodity raw materials, supply remains ample, and we will continue to realize benefits from moderating input costs including further recognition of savings stemming from working down our higher inventories as we progress through 2024. We will diligently manage our costs and expect to deliver manufacturing and productivity gains supported by a more stable supply chain and customer order patterns. We anticipate more moderate year-over-year earnings growth in the first quarter associated with some of the transitory items I mentioned earlier.\nHowever, we are confident that we will deliver our commitment for full year earnings growth of around 10% at our forecast guidance midpoint. Finally, I want to thank our more than 50,000 employees for making it happen by delivering excellent 2023 financial results and positioning the company for growth and value creation in 2024 and beyond for the benefit of all stakeholders. Thank you for your continued confidence in PPG. And this concludes our prepared remarks.\nAnd now would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/27eafb19ae88e66dee4ce328a7f82e9a",
    "period": "2023 Q3",
    "content": "Q3 2023 PPG Industries Inc Earnings Call\n\nQ3 2023 PPG Industries Inc Earnings Call\n\nPPGNYSEOCT 19, 8:00 AM\n\nOperator\n\nGood morning. My name is Emily, and I'll be your conference operator today. At this time, I would like to welcome everyone to the third quarter PPG Earnings Conference Call. [Operator Instructions] I would now like to turn the conference over to John Bruno, Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Bruno\n\nDirector-Investor Relations, PPG Industries, Inc.\n\nThank you, Emily, and good morning, everyone. We appreciate your interest in PPG, and welcome you to our third quarter 2023 financial results conference call. Joining me on the call from PPG are Tim Knavish, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Wednesday, October 18, 2023. We have posted detailed commentary and accompanying presentation slides on the Investor Center of our website, ppg.com. The slides are also available on the webcast site for this call and provide additional support to the opening comments Tim will make shortly.\nFollowing management's perspective on the company's results for the quarter, we will move to a Q&A session. Both the prepared commentary and the discussion during this call may contain forward-looking statements, reflecting the company's current view of the future events and their potential effect on PPG's operating and financial performance.\nThese statements involve uncertainties and risks, which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements. The presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable financial measures. For additional information, please refer to PPG's filings with the SEC. Now let me introduce PPG Chairman and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, John, and good morning, everyone. Welcome to our third quarter 2023 earnings call. I'd like to start by providing a few highlights on our third quarter record financial performance, and then I'll move to our outlook. In the third quarter, the PPG team continued to deliver strong financial results, including sales of $4.6 billion and adjusted earnings per diluted share of $2.07, both records for our third quarter.\nOur year-to-date cash generation is over $1.5 billion, which is also a record on a year-to-date basis. Our adjusted EPS of $2.07 was 25% higher year-over-year. We benefited from several nonrecurring favorable discrete income tax items, which added $0.10 on versus our beginning of quarter guidance.\nExcluding this favorable tax benefit this year, our EPS was still about 20% higher than the third quarter of 2022. We're on pace to finish 2023 with all-time record adjusted earnings per share. As we communicated at the beginning of the year, we had a high degree of conviction that our global business portfolio mix would prove resilient this year and as we had anticipated a challenging economic environment.\nThat has clearly played out through the first 9 months of the year. Our results were supported by good growth trends and strong execution in several of our leading and technology advantaged businesses, which resulted in record third quarter sales in the aerospace, automotive OEM, automotive refinish and PPG Comex Coatings businesses. Our third quarter sales volumes were impacted by soft global industrial production, which worsened in many countries during the quarter and also by cautious consumer buying patterns in Europe, China and other parts of the world.\nThe selling price increases we implemented earlier this year, primarily in the Performance Coatings segment drove a solid 3% increase for the quarter. We expect selling prices to remain positive in the fourth quarter of 2023, albeit a little lower sequentially as we continue to see prior price increases reach their anniversaries. Throughout 2023, a key priority for our team has been restoring our margin profile.\nThe third quarter marked the fourth consecutive quarter of year-over-year operating segment margin improvement with aggregate segment margins up 260 basis points. This led to both of our operating segments delivering at least 25% earnings growth in the third quarter with the Industrial Coatings segment also delivering higher sequential margins. Another key focus remains strong cash generation.\nThroughout the first 3 quarters of the year, the $1.5 billion operating cash generation that we delivered is up more than $1.1 billion over a year -- on a year-over-year basis. In addition to our strong earnings performance, we significantly reduced working capital in total by about $300 million, mainly driven by lower inventories, contributing to the robust operating cash flow generation.\nWe use part of this cash to reduce our higher variable cost debt during the quarter and despite significant increases in market interest rates, our net interest expense declined year-over-year. As we look to continue our momentum into the fourth quarter, we are laser-focused on achieving top line sales and earnings growth in 2024 and beyond. I'd like to highlight a few items that we expect will support growth in 2024.\nFirst, as I communicated at our CEO investor briefing in May, we are working on a number of commercial growth opportunities and several of these initiatives have been launched and are now gaining momentum. For example, we are pleased with the progress being made supporting our customers' rapid growth of electric vehicles in China with PPG technology advantage products and services. We are well positioned with the leading electric vehicle producers and continue to gain share as the production rate increases each quarter, including strong EV export activity out of China.\nIn the past few years, we've invested to enhance our manufacturing and technology capabilities around powder coatings products with prudent capacity additions. This year, we're realizing the benefit of these investments as our powder coating related sales have increased about 15% compared to last year. We're winning new business every quarter and supporting our customers' sustainability and productivity objectives, and we expect powder to outgrow the market for a number of years to come.\nAnother commercial growth initiatives supporting our growth in 2024 and beyond involves expanding the breadth of products being sold through the PPG Comex distribution network. Our world-class network of over 5,100 concessionaire locations in Mexico has consistently outgrown the regional architectural market and provides customers with their preferred paint brand and products in Mexico.\nWe are very excited about the opportunity to now leverage this distribution network to support customer needs for protective, refinish, traffic and light industrial products. So these focus areas are part of a larger basket of commercial initiatives that will support our previously communicated organic sales growth targets. I will provide periodic updates on these initiatives in subsequent quarters. a legacy of PPG and another [indiscernible] for earnings growth going forward is strong cash generation and value-creating capital deployment. I plan to continue to abide by our hallmark of prudent balance sheet management and financial flexibility, supported by strong free cash flow of our business portfolio.\nYear-to-date, we have delivered record cash flow from operations, and we have utilized this to deliver on our prior commitment to repay some variable rate debt, driving down our interest expense. In the fourth quarter, we will likely incorporate some additional debt repayment, but will also likely complete some share repurchases, reflecting our strong cash position and seasonality of our cash flows.\nIn addition to the sales and earnings growth initiatives, one other strategic initiative that we've been actioning relates to some selective pruning of our business portfolio. As a reminder, we've recently divested a number of smaller assets, including most of our coatings businesses in Africa, a noncore business that we acquired with the Ennis-Flint acquisition and have exited certain product categories in some businesses.\nIn addition, this week, we announced the divestiture of certain international operations in our Traffic Solutions business. These actions allow us to channel our growth bandwidth in areas that are meaningful and where we have winning advantages, including technology, brands and customer relationships. We will continue to actively assess each of our businesses and product lines to ensure they're consistent with our growth objectives and that they meet our financial objectives, and they earn the right to remain in the portfolio.\nNow I'll comment on our fourth quarter outlook. We expect several of the businesses in our Performance Coatings segment to deliver organic growth, including continued solid growth in our PPG Comex and aerospace businesses, we do expect slowing in U.S. architectural coatings demand stemming from multi-decade highs in interest rates and lowering housing turnover. While we expect our automotive OEM business to grow in the fourth quarter in most regions, other portions of our Industrial Coatings segment will be challenged due to sluggish overall global industrial production.\nWhile there are many variables in uncertain timing, we have prudently included an estimated financial impact of the UAW strike of a few cents of EPS in our fourth quarter financial guidance. As we have communicated in the past, our regional sales to the OEMs impacted by the strike are low single-digit percentage of our total company sales.\nAlso, we sell to other OEM customers in the region not impacted by the strikes. And given the historically low dealer inventory levels, we expect any lost volume will be made up in subsequent quarters. Certain other sales volume headwinds are beginning to abate as we expect China is at or approaching trough levels. Also, we do not expect destocking to be a significant issue in our packaging coating end-use market in 2024.\nWith regard to commodity raw materials, supply has normalized to pre-pandemic levels, and we expect to continue to realize benefits from moderating input costs. We will maintain emphasis on diligently managing our costs and expect to make more progress on our previously announced restructuring initiatives. In addition, we are beginning to deliver manufacturing productivity gains, which are supported by a more stable supply chain and customer order pattern.\nDespite the challenging environment, we've raised full year earnings guidance and expect fourth quarter aggregate segment margins will be higher on a year-over-year basis for the fifth consecutive quarter. Lastly, I'd like to thank our team members around the world who live our purpose every day to protect and buy the world. Thanks to their hard work and dedication, we're able to support our customers and help them solve their biggest challenges. I remain confident in our team's ability to make it happen. Thank you for your continued confidence in PPG. This concludes our prepared remarks. And now would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6dc5203521aac9ac0f3f9a6e1c11ab69",
    "period": "2023 Q2",
    "content": "Q2 2023 PPG Industries Inc Earnings Call\n\nQ2 2023 PPG Industries Inc Earnings Call\n\nPPGNYSEJUL 21, 8:00 AM\n\nOperator\n\nGood morning. My name is Carla, and I will be your conference operator for today. Welcome to the second quarter PPG earnings conference call. [Operator Instructions]\nI would now like to turn the conference over to John Bruno, Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Bruno\n\nVice President of Investor Relations\n\nThank you, Carla, and good morning, everyone. Once again, this is John Bruno, and we appreciate your continued interest in PPG and welcome you to our second quarter 2023 financial results conference call.\nJoining me on the call from PPG are Tim Knavish, President and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, July 20, 2023. We have posted detailed commentary and accompanying presentation slides on the Investor Center of our website, ppg.com. The slides are also available on the webcast site for this call and provide additional support to the opening comments Tim will make shortly.\nFollowing management's perspective on the company's results for the quarter, we will move to a Q&A session.\nBoth the prepared commentary and discussion during this call may contain forward-looking statements, reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which may cause actual results to differ.\nThe company is under no obligation to provide subsequent updates to these forward-looking statements.\nThe presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures.\nFor additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG President and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, John. and good morning, everyone, and welcome to our second quarter 2023 earnings call.\nI would like to start by providing a few highlights on our second quarter record financial performance, and then I'll move to our outlook.\nThe PPG team delivered all-time record financial results in the second quarter, including sales of $4.9 billion, adjusted earnings per diluted share from continuing operations of $2.25 and year-to-date cash generation of about $620 million. Our adjusted EPS is about 24% higher than the second quarter of 2022, and cash generation of $750 million higher year-over-year.\nThese strong financial results were achieved despite operating in an environment of variable global economic demand. Industrial production was muted, reflecting cautious consumer buying behavior in Europe and slower-than-expected recovery in China and softening demand in certain end-use markets in the U.S.\nOverall, our results were supported by good growth trends in several of our technology advantage businesses and leading brands. PPG's strong positioning in these end-use markets led to record second quarter sales in 5 of our 9 businesses: aerospace, automotive, automotive refinish, PPG Comex and our protective and marine coatings business. We implemented incremental price increases in the first half of the year, primarily in the Performance Coatings segment and our aggregate 2-year stack pricing for the company is now about 20%, which is offsetting historically high cost inflation.\nWe expect selling prices to remain positive in the second half of 2023, recognizing prior year price increases will reach anniversaries as the year progresses.\nAs I said in my CEO investor briefing in May, margin recovery is the top near-term priority and we have made great progress this year in improving our segment margins toward our historical profile. Our aggregate segment margins in Q2 were about 16%, which is 330 basis points higher than the second quarter of 2022. This included the Performance Coatings segment delivering margins of near 18%, the highest since 2016.\nAnother key priority for our team has been to return to our legacy of strong cash generation. And through the first half of the year, we delivered record operating cash generation of about $620 million. This was supported by our record net earnings, but we also lowered our inventory levels by about $100 million on a sequential quarterly basis. Despite this reduction, our raw material inventories remain elevated and we are executing various action plans to further reduce these inventory levels over the next several quarters as commodity supply availability has improved significantly this year.\nNow I'd like to spend a few minutes on 3 key drivers that are contributing to our excellent financial results in 2023. First, while overall global industrial production is challenging, including in a number of industrial end-use markets that are already in recessionary tight demand conditions, our portfolio of business mix is providing great resilience. Through the best-performing global industries in the second quarter were aerospace and auto OEM, we have established leading global positions in each of these end markets by facilitating our customer success through innovative and sustainably advantaged products and much relied upon services.\nWe expect demand for our aerospace and auto OEM coatings products to remain robust as they are both still below 2019 demand levels. Two data points are international flights remain 10% below 2019 prepandemic levels. And over the past several years, lower automotive OEM global builds have resulted in an estimated supply deficit of about 40 million cars versus historical build rates.\nThe second key driver is that we continued to deliver strong earnings performance in Europe as we achieved consecutive quarterly earnings records despite lackluster regional industrial production activity and weak aggregate architectural demand. This has been accomplished by our team's strong execution of cost and margin management. When this region begins to recover to any degree, PPG will be well positioned for solid top line and additional bottom line growth.\nThe third key driver is our strong positioning in Mexico where current economic conditions remain robust, including expansive near-shoring related growth, solid consumer wealth growth and an appreciating local currency. We expect the near-shoring benefits to continue for a number of years, first with capital investment, and then through increased regional employment. PPG remains the clear leader in Mexico for architectural and automotive OEM, and we have actions underway to capture further growth in our other businesses where we will leverage our core strengths, including the best-in-class PPG Comex concessionaire distribution network.\nI'd also like to comment on our enterprise growth strategy. A key pillar of this strategy is to partner with our customers to deliver superior service and products with a focus on enhancing their productivity and sustainability. In the second quarter, we continued to make advancements and earn several new customer wins. I'm excited about the opportunities we have ahead of us to win more customer value-driven business and grow our organic sales.\nNow some quick updates about our important ESG initiatives. As we communicated in our 2022 ESG Report, we've introduced 2030 greenhouse gas emissions reduction targets that have now been validated according to climate science through the Science Based Targets initiative. We plan to reduce our Scope 1 and Scope 2 absolute greenhouse gas emissions by 50% by 2030 and our Scope 3 greenhouse gas emissions by 30% within the same time frame.\nMoving to our outlook. We expect global industrial production to remain at lower levels in the third quarter, including similar demand activity in Europe, some further slowing in the U.S. and modest sequential improvement in China. We do expect certain pockets of industry activity to remain more resilient, including aerospace and automotive industries, where we are well positioned on a global basis.\nIn addition, we expect economic activity in Mexico to remain solid.\nIn our architectural businesses, we expect demand conditions to be mixed by geography. In Europe, we anticipate demand will stabilize at current levels, resulting in year-over-year sales volume being much closer to the prior year. In the U.S., we anticipate DIY demand to remain at lower levels and PRO contractor residential repaint activity to begin to modestly decline sequentially with the backdrop of lower existing home sales. Finally, in Mexico, we expect our PPG Comex business to continue to post solid organic growth.\nIn the third quarter, we expect to realize additional benefits from moderating cost inputs. At the peak of our supply disruptions, we had more than 160 force majeures in our global supply chain. That is now about 10, which is in line with our historical norms. To date, we have not yet recognized the full financial benefit of our commodity supply chain normalizing.\nFrom a financial realization perspective, through the end of June, our input costs were still 20% higher than the prepandemic levels. As we further reduce our inventories, we will realize additional earnings benefit.\nWe continue to work on our previously announced restructuring initiatives and expect an incremental $15 million year-over-year earnings benefit in the third quarter. Additionally, we will benefit from the recent paint film acquisition that we made in the second quarter. This business is uniquely positioned in the premium end of this new emerging market and has good customer pull and future growth prospects. Annual sales of this business are about $100 million.\nDespite the challenging environment, we have raised our full year earnings guidance and expect third quarter aggregated segment margins will be higher on a year-over-year basis for the fourth consecutive quarter.\nFinally, I want to thank our team members around the world who support our customers, serve our communities and continually look for ways to do better today than yesterday every day. It is their dedication and commitment to helping make our customers successful that gives me continued confidence in our future.\nAs we mark PPG's 140th anniversary in August, I firmly believe that our best days still remain ahead of us.\nThank you for your continued confidence in PPG. This concludes our prepared remarks. And now would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/daf490a0c8a0bf4268ca269abad8b3ef",
    "period": "2023 Q1",
    "content": "Q1 2023 PPG Industries Inc Earnings Call\n\nQ1 2023 PPG Industries Inc Earnings Call\n\nPPGNYSEAPR 21, 8:00 AM\n\nOperator\n\nGood morning. My name is Elliot, and I will be your conference operator today. At this time, I would like to welcome everyone to the First Quarter PPG Earnings Conference Call. [Operator Instructions]\nI would now like to turn the conference over to John Bruno, Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Bruno\n\nVice President of Investor Relations\n\nThank you, Elliot, and good morning, everyone. Once again, this is John Bruno. We appreciate your continued interest in PPG and welcome you to our First Quarter 2023 Financial Results Conference Call. Joining me on the call from PPG are Tim Knavish, President and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, April 20, 2023. We have posted detailed commentary and accompanying presentation slides on the Investor Center of our website, ppg.com. The slides are also available on the webcast site for this call to provide additional support for brief opening comments Tim will make shortly. Following management's perspective on the company's results for the quarter, we will move to a Q&A session.\nBoth the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThis presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG President and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nCOO, PPG Industries, Inc.\n\nThank you, John, and good morning, everyone. I'd like to welcome you to our First Quarter 2023 Earnings Call. I will keep my comments brief, providing a few highlights on our first quarter financial performance and on our outlook.\nOur first quarter sales were a record $4.4 billion and were achieved despite the backdrop of macro challenges, including soft global industrial activity, elevated cost inflation, continued geopolitical issues and weakening demand in U.S. construction-related end use markets. We delivered adjusted earnings per diluted share from continuing operations of $1.82, which is 33% higher than the first quarter of 2022.\nOur operating segment margin recovery accelerated, improving 380 basis points compared to the first quarter of 2022 as we work back toward our historical profile. The first quarter was aided by incremental 2023 selling price increases in the Performance Coatings reporting segment and in total company-wide. We have now fully offset all cumulative cost inflation incurred since early 2021.\nAs I highlight some of the key drivers that drove the strong first quarter performance, an overriding theme is around the benefits we are deriving from our diverse portfolio. For example, PPG has the largest and most diversified aerospace business in the coatings industry. We are well positioned to serve our customers in the aerospace aftermarket, and our backlogs expanded once again this quarter following the reopening in China as customers need to replenish their stock with PPG's technologically advantaged products, including sealants and transparencies. We expect this business to continue to grow for the remainder of 2023 and beyond.\nAlso, PPG has the largest architectural coatings business in Mexico, where current economic conditions remain robust and among the best in the world. The PPG Comex business continued their strong execution and delivered an 11th consecutive quarter of record sales.\nWe are laser-focused on driving organic growth. During the quarter, we benefited from several customer wins that included becoming the primary paint supplier at Walmart's 3,800 locations that carry paint products. The expansion of our well-recognized Glidden DIY brand at Walmart and in our independent dealer channel will support further growth opportunities.\nThe automotive refinish business has now installed 1,400 global MOONWALK machines, recently gaining traction in the U.S. with additional rollouts planned globally. About 1/3 of these installations are new body shop wins.\nWhile overall demand conditions in Europe remain difficult, our leading position in automotive OEM in the region allowed us to support our customers during a sharp rise in automotive builds in the region, albeit off a historically low base. Our OEM sales volumes in the region were up mid-teen percentage for the quarter and we expect additional growth throughout 2023.\nThe first quarter is typically a negative cash generation quarter due to our business seasonality. However, our strong earnings contributed to us generating positive operating cash flow in the first quarter for the first time in 7 years as our operating cash generated was about $400 million higher than the first quarter of 2022. Our financial results were better than our preliminary first quarter update on April 3. This was mostly attributable to stronger sales at the end of the month, a richer sales mix and lower costs than we predicted.\nA quick update to our very important ESG initiatives. We are prioritizing and delivering sustainably advantaged products and services to our customers and view this as a key lever for organic growth. Last year, we increased our sales from sustainably advantaged products to 39% of our total sales and continue to better define our product sustainability priorities to enable the sustainability ambitions of our customers.\nWe look forward to sharing our new 2030 targets once our emissions reduction goals are validated by the Science-Based Targets Initiative. We will also be launching our 2022 ESG report in late May, which will include our progress against current environmental goals as well as our previously communicated diversity, equity and inclusion targets.\nMoving to our outlook. It is evident that challenges remain to the demand environment, and in some cases, such as U.S. housing and construction, they're weakening. Despite these anticipated headwinds, we remain confident that our margin recovery momentum will continue. We're executing against the shopping list of opportunities which we expect to contribute to strong year-over-year earnings growth in the second quarter and for the rest of 2023. This includes supporting our aerospace customers as they fulfill their strong order books, and we expect a second straight quarter of more than 10% sales volume growth year-over-year in this business.\nAlso, as availability of raw materials returns to prepandemic levels, we expect our earnings to start benefiting from moderate deflation from recent historic inflation highs. As a reminder, aggregate raw material inflation since early 2021 remains at historically high levels. Additionally, our manufacturing is beginning to improve for multiyear production disruptions, and we expect this will generate efficiencies that will provide another earnings growth lever in the coming quarters.\nWith respect to Europe, we are seeing coatings demand stabilize, albeit at lower levels, which will enable further year-over-year earnings growth, aided by the actioning against our restructuring program. PPG has leading architectural coatings positions in several countries in Europe. Once the economy begins to improve, this will provide an additional earnings growth lever.\nI'm also pleased with the growth prospects for our auto refinish, protective coatings and traffic solutions businesses. These end-use markets have proven to be more demand-resilient than in prior economic downturns, and a couple of these are positioned for further growth to support infrastructure investment in the United States.\nIn China, we expect moderate and continuous sequential quarterly improvement in domestic demand as the year progresses. This will be more evident on a year-over-year basis given the pandemic-related restrictions in China last year during the second and fourth quarters.\nIn summary, for the past few quarters, we have been conveying our strong conviction that various earnings growth catalysts would be activated. I am pleased that we have reached this inflection point and continue to have strong conviction, as reflected in our full year earnings guidance, that year-over-year earnings growth will continue, 2023. In addition, in this challenging macroeconomic period, you can also count on PPG's legacy of being highly focused on controlling the controllables, including managing our entire cost structure and optimizing our working capital.\nAs I've begun my new role as CEO, I've challenged our team to focus on our advantages, prioritizing investments that will differentiate us and move the needle for our customers and our business. This includes advancing our digital capabilities throughout our businesses to improve our customers' productivity and further enhance our internal efficiencies. Our team is committed to accelerating earnings growth while preserving the strengths of PPG's legacy.\nThank you for your continued confidence in PPG. This concludes our prepared remarks. And Elliot, would you please open the line for questions?"
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cea6add657f761ed3582a1591425645e",
    "period": "2022 Q4",
    "content": "Q4 2022 PPG Industries Inc Earnings Call\n\nQ4 2022 PPG Industries Inc Earnings Call\n\nPPGNYSEJAN 20, 8:00 AM\n\nOperator\n\nGood morning. My name is Emily, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Fourth Quarter PPG Earnings Conference Call. (Operator Instructions) I would now like to turn the conference over to John Bruno, Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Bruno\n\nVP of IR, PPG Industries, Inc.\n\nThank you, Emily, and good morning, everyone. Once again, this is John Bruno. We appreciate your continued interest in PPG and welcome you to our fourth quarter and full year 2022 financial results conference call. Joining me on the call from PPG are Tim Knavish, President and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer. Our comments relate to the financial information released after U.S. equity markets closed on Thursday, January 19, 2023. We have posted detailed commentary and accompanying presentation slides on the Investor Center of our website at ppg.com.\nThe slides are also available on the webcast site for this call to provide additional support to the brief opening comments Tim will make shortly. Following management's perspective on the company's results for the quarter, we will move to a Q&A session. Both the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which may cause actual results to differ. The company's under no obligation to provide subsequent updates to these forward-looking statements. This presentation also contains certain non-GAAP financial measures.\nThe company has provided, in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG's President and CEO, Tim Knavish.\n\nTimothy M. Knavish\n\nPresident, CEO & Director, PPG Industries, Inc.\n\nThank you, John, and good morning, everyone. I'd like to welcome you to our fourth quarter 2022 earnings call and my first earnings call as CEO. I'll keep my comments brief, provide a few highlights on the recent quarter, the year 2022 and our outcome. Let me start with the fourth quarter.\nOur fourth quarter sales of $4.2 billion were near the record levels achieved in 2021 despite significant unfavorable foreign currency translation. Sales were aided by our strong U.S. automotive refinish volume growth as supply chain disruptions started to moderate, and our order books remain robust. In 2022, our automotive refinish coatings business delivered over 2,000 net new body shop wins as customers continue to value the product technology and industry-leading services and capabilities that this business delivers every day, including what we believe is the best-in-class body shop for repair product.\nAlso aiding our sales were record results in our PPG Comex business in Mexico as our team continued their strong execution and delivered another record quarter of sales and earnings. PPG Comex sales are now more than $1 billion on annual sales basis, another record year for this business. Our aerospace business continued to recover, delivering organic sales growth of more than 20% on a year-over-year basis, even with continued supply chain challenges. With an initial reopening in China, strong global order book, increased military related growth and PPG's advantaged technology products, we expect this business to continue to grow in 2023 and beyond.\nOur adjusted earnings per diluted share from continuing operations were $1.22, above the midpoint of $1.13 from the guidance we provided in October. This included more than 20% year-over-year segment earnings improvement driven by selling price realization and strong cost management. On a 2-year stack, selling prices were up about 19%.\nWe achieved this segment earnings improvement despite the significant and unpredictable shutdowns in China from COVID-19 that were worse than what we had anticipated going into the quarter and these have continued into the first quarter.\nIn Europe, despite demand remaining soft, earnings were similar to prior year due to strong selling price realization and cost management. We also continue to execute our previously announced restructuring programs and realization of acquisition synergies and delivered about $20 million of savings in the quarter.\nNow a few comments on the full year 2022. The challenges were many, including unprecedented cost inflation, unexpected geopolitical issues in Europe, disruptive and unpredictable shutdowns in China, strong appreciation of the U.S. dollar and rapid escalation in interest rates in the United States. Though all of these factors impacted our sales and margin performance, the PPG team responded to these challenges, including rapidly implementing real-time selling price increases that, by early 2023, will offset all cumulative cost inflation incurred since early 2021.\nGiven the more difficult macro backdrop, we also announced, and are quickly executing new cost savings initiatives with particular focus on Europe. In 2022, we also made good progress on key strategic initiatives, including strengthening our relationship with the Home Depot, as evidenced by the launch of our new U.S. architectural Pro program, and winning more shelf space with our Glidden MAX Flex spray paint. In addition, we were honored to be awarded Home Depot's 2022 Overall Innovation Award, which was the first time that a paint supplier has achieved this distinction. Our partnership with the Home Depot continues to be a great opportunity for significant growth in the coming years.\nThe PPG team continued the integration of our recent acquisitions, including timely execution of acquisition-related synergies. These businesses are all executing well and will provide the company with increased organic growth prospects in the next few years.\nWe made some smaller, but strategically important powder coating acquisitions, which added needed manufacturing capacity and greatly aids our technological capabilities in this fast-growing product category. In 2022, we once again lowered our SG&A as a percent of sales, decreasing by about 100 basis points, including the delivery of about $65 million in restructuring savings in the year. While working capital remains higher than we would like, we made solid progress in the second half 2022 to lower our inventories on a sequential basis. We expect cash conversion to return to our historical levels in 2023 and have exited 2022 with a strong and flexible balance sheet.\nThroughout 2022, we took actions to bolster our ESG program, including announcing our commitment to the science-based targets initiative, issuing our first-ever diversity report, and finally obtaining shareholder approval to declassify our board and remove supermajority voting requirements. In 2023, I expect our team to continue their strong progress by introducing additional sustainable products for our customers and unveiling our new 2030 sustainability goals.\nIn summary, for 2022, we did not meet our own earnings expectations. But through the resiliency of the global PPG team, we did deliver record sales of $17.7 billion and set the foundation for many accretive growth initiatives.\nNow moving to our outlook. As we outlined in our press release, we expect the Q1 demand environment to remain similar to the fourth quarter. However, as the year progresses, we are more confident that we have several catalysts that will enable PPG to drive earnings growth, including improvements in the supply chain, which will further moderate raw material costs, and we expect to see this flow through our P&L more prominently starting in the second quarter. Also, our strong position in China that will benefit us as the COVID reopening progresses. With respect to Europe, we expect coatings demand stabilization beginning in the second quarter, resulting in higher year-over-year earnings. In the U.S., we will benefit from the continued recovery of the aerospace and automotive refinish businesses and the current strength of our order books in both of those businesses. Also in the U.S., our recent share gains in the architectural business will help buffer lower demand from a softer U.S. housing market. As a reminder, our overall exposure to the U.S. new home construction market is relatively small, only about 1% of our global revenues.\nAs we said last quarter, we believe our global portfolio mix will prove more resilience in the coming quarters, if we experience a broader global economic decline. As normal course of business, we will be highly focused on controlling the controllables, including managing our costs and optimizing working capital.\nIn summary, while economic conditions are challenging in the near term, I expect segment margin recovery to continue in the first quarter and remain confident about the future earnings capabilities of PPG, and we certainly see a path to return to prior peak operating margins with opportunities to exceed it. As I begin my tenure as CEO, the PPG team is laser focused on delivering improved financial results, including recovering our historical margin profile, and executing on all levers to return our portfolio to mid- to high-teen percentage segment markets.\nAt a high level, you can expect me and the PPG team to elevate our collaboration with our customers, bringing them innovative, sustainable and differentiated products and solutions, which will enable our customers to improve their productivity and growth and allow us to improve our own organic growth performance. We'll simplify and optimize our manufacturing and supply chain efficiencies to reduce complexity and deliver productivity for both PPG and our customers. And we will preserve our legacy of prudent management of our balance sheet, continuing to prioritize cash deployment for shareholder value creation. I plan to share more details on our key initiatives as the year progresses.\nIn closing, I am looking forward to leading this great team of 50,000 employees around the world, as we continue to partner with our customers to create mutual value. This year marks PPG's 140th year anniversary, and I strongly believe that our best days are ahead. Thanks to our people, industry-leading products, innovative technologies and great customers. Thank you for your continued confidence in PPG.\nThis concludes our prepared remarks. And now, Emily, would you please open the line for questions?"
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0b9075a9490b65d08d305e8a92c234e0",
    "period": "2022 Q3",
    "content": "Q3 2022 PPG Industries Inc Earnings Call\n\nQ3 2022 PPG Industries Inc Earnings Call\n\nPPGNYSEOCT 20, 8:00 AM\n\nOperator\n\nGood morning. My name is Elliot, and I will be your conference operator today. At this time, I would like to welcome everyone to the Third Quarter PPG Earnings Conference Call. (Operator Instructions)\nI would now like to turn the conference over to John Bruno, Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Bruno\n\nVP of IR, PPG Industries, Inc.\n\nThank you, Elliott, and good morning, everyone. Once again, this is John Bruno. We appreciate your continued interest in PPG and welcome you to our third quarter 2022 financial results conference call.\nJoining me on the call from PPG are Michael McGarry, Chairman and Chief Executive Officer; Tim Knavish, Chief Executive Officer-Elect; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Wednesday, October 19, 2022. We have posted detailed commentary and accompanying presentation slides on the Investors Center of our website, ppg.com. The slides are also available on the webcast site for this call and provide additional support to the brief opening comments Michael will make shortly. Following management's perspective on the company's results for the quarter, we will move to a Q&A session.\nBoth the prepared commentary and discussion during this call may contain forward-looking statements, reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThis presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Michael McGarry.\n\nMichael H. McGarry\n\nChairman & CEO, PPG Industries, Inc.\n\nThank you, John, and good morning, everyone. I would like to welcome you to our third quarter 2022 earnings call. I hope you and your loved ones are remaining safe and healthy.\nBefore I go into my comments regarding the third quarter, I would like to congratulate Tim Knavish for being appointed President and Chief Executive Officer of PPG effective January 1, 2023, and immediately joining the company's Board of Directors. Tim has an outstanding track record, having served the company for more than 35 years and leading nearly every PPG business during his career. The Board and I have full confidence that Tim will guide PPG to future growth and additional shareholder value. With Tim's appointment, I will become Executive Chairman on January 1, 2023.\nNow let me turn to our financial results. Last evening, we reported third quarter 2022 financial results. For the third quarter, we delivered net sales of $4.5 billion, and our adjusted earnings per diluted share from continuing operations were $1.66.\nTo quickly summarize the quarter, our sales performance was a record, driven by continued realization of real-time price increases that fully offset total cost inflation for the second consecutive quarter. On a 2-year stack, selling prices are up about 18%. As we communicated earlier this month, these sales and earnings results were lower than our guidance for the quarter as we were impacted by further softening of demand in Europe and less of a sequential economic improvement than expected in China due to the pandemic restrictions in September. In addition, the strengthening of the U.S. dollar lowered sales by about 6% or $265 million worse than it was originally forecasted.\nDespite these lower-than-forecasted sales, we did deliver strong performances in several of our businesses, including PPG Comex, which delivered another record quarter. Also, our global automotive refinish Traffic Solutions and U.S. packaging coatings businesses each set all-time quarterly sales records in the quarter. Year-to-date, our automotive refinish coatings business has delivered about 1,500 net new body shop wins as customers continued to value the product, technology and industry-leading services and capabilities that this business delivers every day.\nIn addition, our aerospace business delivered strong double-digit percentage sales growth, volume growth aided by recovering airline travel that is now about 85% of pre-pandemic levels. With additional industry recovery, a strong order book and PPG's advantaged technology products, we expect this business to continue to grow into 2023 and beyond.\nWe continue to experience improvement in commodity raw material availability. However, certain short supply raw materials impacted our automotive refinish and aerospace coatings businesses, constraining their ability to meet their respective strong order books. Together, these 2 businesses ended the quarter with a $200 million backlog similar to the end of the second quarter.\nImportantly, our year-over-year segment operating margin recovery has begun. This reflects the progress we have made in implementing selling price increases. The third quarter marked the 22nd consecutive quarter of higher selling prices. We expect our margin recovery to accelerate into 2023 and anticipate by the first quarter of 2023, we will fully recover all cumulative inflation from 2021 and 2022.\nWe continued to make good progress executing on our acquisition-related synergies and other cost savings initiatives from previously announced restructuring program, which delivered about $25 million of incremental benefit in the third quarter. During the quarter, we continued to progress our launch of the expanded Pro painter initiative with The Home Depot. Each week, our team is calling on thousands of prospective new customers and delivering new business wins. In the third quarter, we also started joint work with the HD Supply team to hunt for new paint customers, including in the commercial maintenance area. And while early, this collaboration is yielding results and we expect will be another catalyst for future growth in the U.S. architectural coatings business.\nOverall, paint contractors are providing us with ongoing positive feedback on the convenience of buying well-recognized PPG Pro products at The Home Depot. Collectively, we continue to see opportunities for significant growth in the coming years. While working capital remains higher than we would like, we made solid progress in the third quarter and began to lower our inventories on a sequential basis.\nWe had been carrying higher than historic levels of inventory given supply chain constraints over the past year. But given the broadening elongation of supply globally, we are now able to destock, including reducing or canceling raw material orders and reducing safety stock closer to historic levels. We are prioritizing further inventory reductions in the fourth quarter, which will benefit our cash generation.\nWe made modest repurchases of our stock during the quarter and repaid $100 million of debt. We continued to evaluate potential strategic bolt-on acquisitions. Consistent with our past practices, we will deploy cash in the most accretive manner for our shareholders, including some continued debt reduction.\nOn the ESG front, I want to highlight yet another example of PPG leading the way. The acquisition of Tikkurila has proved to be very valuable on several fronts, including enhancing PPG's ESG program through the addition of advantaged sustainable solutions that contribute to the circular economy. These include bio-based products and packaging made from 50% to 75% recycled plastic that is also 100% recyclable. Currently, nearly 90% of Tikkurila's products are waterborne and 48% of the portfolio is ecolabeled. We are leveraging Tikkurila's sustainability approach in our architectural business beginning in Europe.\nLooking ahead to the fourth quarter, normal seasonal demand trends are expected, including lower sequential sales in most of our architectural businesses and also in our Traffic Solutions business, where sales historically fall about 50% due to the weather considerations.\nIn Europe, we expect economic conditions to remain weak due to the softening consumer confidence and lower industrial activity related to the significantly higher energy costs and geopolitical issues. In China, we anticipate weaker-than-normal economic activity for the fourth quarter due to continued pandemic-related disruptions and slowing exports to Europe. PPG's largest factory in China was required to close for the first 10 days of October and further restrictions could curtail production and commercial activity.\nOne offset important to PPG is we expect automotive OEM builds in China to remain solid and consumer spending to improve into 2023. In general, demand in the U.S. in the huge markets remain solid, and we expect several of our businesses to continue to deliver positive year-over-year sales volume growth. Demand for architectural DIY and residential new home coatings products in the U.S. is beginning to slow, and industry demand is anticipated to weaken further in the fourth quarter and into the next year's basis of leading economic indicators.\nPPG's exposure to the U.S. new home market is relatively small and a low single-digit percentage of company sales, and our overall exposure to the residential housing market is less than 10% of company revenue. We expect some of the industry weakness to be offset by our growth initiatives with The Home Depot and other customer gains.\nRaw materials are expected to remain inflationary with a mid-single digit higher than the prior year, but fall modestly on a sequential quarterly basis. We expect supply chain conditions to continue to broadly improve, including better raw material and transportation availability as our suppliers are nearing their 2019 manufacturing and supply capability. As a reminder, we've absorbed about $1.9 billion of raw material inflation since May of 2021.\nIn the fourth quarter, we expect further increases in energy costs, especially in Europe and to some degree, in the U.S. We will continue to prioritize implementing further real-time targeted selling price increases to mitigate these higher costs.\nDue to the heightened level of economic uncertainty, we have implemented an additional restructuring program focused on past payback actions targeting $70 million of annualized savings upon full implementation. The program includes several initiatives in Europe, is mostly concentrated on matching our staffing levels with lower demand.\nAs we enter a period of heightened economic uncertainty, we expect our business portfolio to prove more resilient in the coming quarters. With continued recovery in the automotive OEM and aerospace coatings businesses. Along with demand-stable businesses like automotive refinish and Traffic Solutions, we believe that more than 50% of PPG's portfolio will remain resilient even if we experience a broader global economic decline. This is noteworthy and a positive step change from the prior recession.\nAlso importantly, we expect that our sequential quarterly momentum on operating margin improvement will continue in the fourth quarter as we work back towards our historical margin profile. This will be supported by maintaining our selling prices to reflect the value of the products and services we provide.\nWhile economic conditions are challenging in the near term, I remain confident about the future earnings capabilities of PPG as the earnings catalysts that I'd referenced in the past remain fully intact, and we certainly see a path to return to prior peak operating margins with opportunities to exceed them.\nIn closing, as we look to finish the year managing intensifying challenges, I want to thank our team of 50,000 employees around the world who are making it happen by supporting our customers and the communities where we operate. Their dedication, even during the most challenging times, is inspiring and drives our purpose to protect and beautify the world.\nThank you for your continued confidence in PPG. This concludes our prepared remarks. And now, Elliott, would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/79f96e35f789fd6d744c8ca5435e4886",
    "period": "2022 Q2",
    "content": "Q2 2022 PPG Industries Inc Earnings Call\n\nQ2 2022 PPG Industries Inc Earnings Call\n\nPPGNYSEJUL 22, 8:00 AM\n\nOperator\n\nGood morning. My name is Lauren, and I will be your conference operator today. At this time, I would like to welcome everyone to the Second Quarter PPG Earnings Conference Call. (Operator Instructions)\nI would now like to turn the conference over to John Bruno, Vice President of Investor Relations. Please go ahead, sir.\n\nJohn Bruno\n\nVP of IR, PPG Industries, Inc.\n\nThank you, Lauren, and good morning, everyone. Once again, this is John Bruno. We appreciate your continued interest in PPG and welcome you to our Second Quarter 2022 Financial Results Conference Call.\nJoining me on the call from PPG are Michael McGarry, Chairman and Chief Executive Officer; Tim Knavish, Chief Operating Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, July 21, 2022. We have posted detail commentary and accompanying presentation slides on the investor center of our website, ppg.com. The slides are also available on the website for this call and provide additional support to the brief opening comments Michael will make shortly. Following management's perspective on the company's results for the quarter, we will move to a Q&A session.\nBoth the prepared commentary and discussion during the call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThis presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Michael McGarry.\n\nMichael H. McGarry\n\nChairman & CEO, PPG Industries, Inc.\n\nThank you, John, and good morning, everyone. I would like to welcome you to our Second Quarter 2022 Earnings Call. I hope you and your loved ones are remaining safe and healthy. I will provide some comments to supplement the detailed financial results we released last evening.\nFor the second quarter, we delivered record net sales of $4.7 billion, and our adjusted earnings per diluted share from continuing operations were $1.81. To quickly summarize the quarter, our sales performance was an all-time record, driven by continued realization of real-time price increases that are now fully offsetting total cost inflation. Total cost inflation includes generational -- high commodity cost inflation, energy, logistics and other employee-related cost inflation. In addition to pricing, our top and bottom lines continue to benefit from recent strategic acquisitions, including our traffic solutions business, which delivered a record quarter.\nWe achieved strong sales results despite softening consumer demand in Europe, longer-than-anticipated COVID-related disruptions in China and unfavorable currency translation. While we included the European demand realities in our financial guidance we issued in April, the impact of the extended China restrictions and the currency translation was negative by about $0.10 per share versus our original guidance.\nOur sales were aided by above-market volumes in several of our end-use markets, including our PPG Comex business, which delivered another record quarter as concessionaires continue to add new locations. In addition, our global automotive refinish, traffic solutions and U.S. packaging coatings businesses each set all-time quarterly sales record in the second quarter.\nThis highlights one specific example of PPG technologically advanced products. That is, our packaging business, where we have won positions on about 75% of the new metal can packaging lines in North America over the past 2 years.\nAlso, our aerospace business continues to benefit from year-over-year improvements in domestic travel in various countries, resulting in higher aftermarket demand. And we expect further aftermarket and OEM growth as the industry demand remains well below pre-pandemic levels.\nAlthough still challenging, commodity supply disruptions continued to ease in the quarter, and we expect further improvements as we progress through the second half of 2022. This includes much better raw material availability as inventories at most of our suppliers have vastly improved.\nWe achieved adjusted earnings that were toward the upper end of our April financial guidance and would have been in line with the second quarter of 2021 if not for the negative impact of foreign currency translation. This reflects the benefit of our strong commercial discipline regarding pricing and continued focus on cost management.\nOur earnings performance was aided by higher selling prices of about 12% year-over-year, marking the 21st consecutive quarter of higher selling prices. Our selling prices are now up over 15% on a 2-year stacked basis, reflecting our continued actions to offset persistent cost inflation. We anticipate by the end of 2022, we will fully offset all cumulative total inflation from 2021 and '22.\nMore importantly, we are converting higher prices to improve margins. During the quarter, our operating earnings improved each month. This strong progress is being reflected in the positive momentum of our operating margin recovery as we improved sequentially -- sequential quarterly margins by 200 basis points and anticipate further improvement in the third quarter.\nAlso aiding our second quarter earnings performance was continued realization of acquisition-related synergies and cost savings from previously announced programs, which together, totaled about $30 million of incremental benefit.\nDuring the second quarter, we also implemented cost mitigation initiatives in Europe, reflecting the slower demand in the region, and have additional contingency plans ready in the event of a broader economic slowdown. The efforts around cost management resulted in a reduction of our overall -- of our selling and general -- cost by 100 basis points as a percent of sales compared to the prior year second quarter.\nOur acquisitions are also performing well, including the traffic solutions business, which achieved 15% sales growth in the second quarter. We remain excited about future growth opportunities for this business as, in the next few years, we anticipate increased infrastructure spending and expect further U.S. adoption of mandatory expansion of traffic markings for safety purposes.\nDuring the quarter, we continued to progress our launch of the expanded PRO painter initiative with the Home Depot. Albeit later than we wanted in the paint season and despite continuing raw material constraints, we were able to fully load PPG products at all U.S. locations with our full PRO product assortment by the end of the quarter. We have already had some meaningful early wins of some large pro contractors, and our near-term target list includes more than 1,000 pro contractors that have expressed interest in buying our products at the Home Depot. We're excited about teaming up with the Home Depot, and collectively, we see opportunities for significant growth in the coming years.\nIn the second quarter, our net debt was consistent with the first quarter, and our working capital was sequentially higher, mainly due to the higher dollar value of inventories, reflecting inflationary effects and higher receivables given our selling price increases. As the supply chain disruptions continue to improve in the coming quarters, we expect our working capital to return to more normal seasonal patterns and cash flow generation to improve as we progress through the end of the year.\nWe repurchased $135 million of our stock at attractive prices during the quarter and continue to manage our acquisition pipeline. In addition, we have progressed our key capital expenditures during the second quarter focused on productivity and growth and now expect total spending to be about $450 million for the full year. Consistent with our past practices, we'll deploy cash in the most accretive manner for our shareholders, including some debt reduction.\nIn the second quarter, we further enhanced our company's corporate governance as we received the necessary shareholder vote threshold for Board declassification and elimination of supermajority voting requirements. We had worked on soliciting our shareholders for years to pass these proxy votes, and we're pleased to see our efforts pay off to further solidify our corporate governance.\nIn addition, we continue to advance our sustainability strategy and proudly announced PPG's commitment to setting near-term company-wide emission reductions in line with climate science through the Science Based Target Initiative. We plan to communicate new 2030 goals that will define our decarbonization strategy over the coming months.\nLooking ahead, in most major regions and end-use markets, underlying demand for PPG products is expected to remain solid. We anticipate strong sequential growth in Asia due to higher industrial production compared to the second quarter that was heavily impacted by COVID restrictions. We're closely monitoring the current COVID situation in China. And at this time, we only expect minimal impacts to our sales and operations from any further restrictions.\nIn Europe, we expect economic conditions to remain soft, including normal seasonal demand trends versus the second quarter. Also, positive demand trends are generally expected to continue in North America, aided by stronger sequential automotive OEM production, further aerospace recovery and continuation of recent trends in auto refinish sales as we work to fulfill strong back orders.\nIn the second half, year-over-year comparisons will be aided by the sharp declines we experienced last year during the height of the supply disruption that impacted several industries, particularly in the U.S. Outside of a few commodities, we expect supply chain conditions to continue to improve, including better raw material and transportation availability, as our suppliers' production capabilities are returning to a more normal condition.\nAlso in the second half and specific to PPG, we expect several businesses, including automotive OEMs and aerospace, to deliver strong growth due to large supply deficits and low inventories in these end-use markets. Other PPG-specific positives for the second half are continued acquisition synergy realization and additional cost savings from previously announced restructuring actions.\nIn the third quarter, our 2-year stacked raw material inflation is expected to be about 40%, up a low single-digit percentage sequentially versus the second quarter. We'll continue to prioritize implementing further real-time selling price increases, and we expect a quicker offset versus historical lags, similar to what we delivered in the second quarter. Importantly, we expect that our sequential quarterly momentum on operating margin improvement will continue in the third quarter as we work back towards our historical margins. And also, even with significant unfavorable currency impacts expected to continue, resulting in about a $0.10 EPS impact in the third quarter, we are forecasting our adjusted earnings to increase on a year-over-year basis.\nWhile near-term challenges exist, I remain confident about the future earnings capabilities of PPG as the earnings catalysts that I referenced in the past remain fully intact, and we certainly see a path to returning to prior peak operating margins with opportunities to exceed them. As a reminder, this includes continued recovery in the automotive refinish, OEM and aerospace coatings businesses; continued sequential momentum of positive price versus cost as commodity raw material costs moderate. In the event of an economic downturn, they should moderate in a more rapid manner; a lower cost structure resulting in strong operating leverage on any sales volume growth; accretive earnings and further growth from our recent acquisitions.\nIn closing, as we look ahead, our team of 50,000 employees remain focused on serving our customers and supporting our stakeholders. Every day, I'm inspired by our teams around the world who are making it happen, are providing products that are helping to protect and beautify the world. Thank you for your continued confidence in PPG.\nThis concludes our prepared remarks. Now Lauren, would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c3b039d155081497654ead8d6c474180",
    "period": "2022 Q1",
    "content": "Q1 2022 PPG Industries Inc Earnings Call\n\nQ1 2022 PPG Industries Inc Earnings Call\n\nPPGNYSEAPR 22, 8:00 AM\n\nOperator\n\nGood morning. My name is Sam, and I will be your conference operator today. At this time, I would like to welcome everyone to the first quarter PPG earnings conference call. (Operator Instructions) Thank you.\nI would now like to turn the conference over to John Bruno. Please go ahead, sir.\n\nJohn Bruno\n\nVP of IR, PPG Industries, Inc.\n\nThank you, Sam, and good morning, everyone. Once again, this is John Bruno. We appreciate your continued interest in PPG and welcome you to our first quarter 2022 financial results conference call.\nJoining me on the call from PPG are Michael McGarry, Chairman and Chief Executive Officer; Tim Knavish, Chief Operating Officer; and Vince Morales, Senior Vice President and Chief Financial Officer.\nOur comments relate to the financial information released after U.S. equity markets closed on Thursday, April 21, 2022. We have posted detailed commentary and accompanying presentation slides on the investor [slide] of our website, ppg.com. The slides are also available on the webcast site for this call and provide additional support to the brief opening comments Michael will make shortly.\nFollowing management's perspective on the company's results for the quarter, we will move to a Q&A session.\nBoth the prepared commentary and discussion during the call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements.\nThis presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website, reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For more information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Michael McGarry.\n\nMichael H. McGarry\n\nChairman & CEO, PPG Industries, Inc.\n\nThank you, John, and good morning, everyone. I'd like to welcome everyone to our first quarter 2022 earnings call. I hope you and your loved ones are remaining safe and healthy.\nTo say that these have been difficult and challenging times for so many would be a massive understatement. Since the beginning of the war in Ukraine, we've been focused on protecting the health and safety of our employees and their families from Ukraine as well as our employees in Russia. PPG and the PPG Foundation has also committed more than $800,000 to humanitarian relief as well as longer-term recovery support. In addition, PPG employees have also been providing direct support to those in need, including taking refugee families into their homes.\nThe war has also made it necessary to scale back and now wind down our operations in Russia. As a result, we recorded a pretax charge of $290 million for impairment of substantially all of our company assets related to our Russian operations. For context, net sales in Russia represented approximately 1% of total PPG net sales for the year ending December 31, 2021. We will continue to closely monitor developments in the region.\nBefore I provide the regular quarterly review of our results, I'd like to provide a concise summary of the key issues impacting our business in the quarter as we look ahead.\nDuring the first quarter, we had 2 major events: the Ukraine-Russia crisis and increased COVID-19 restrictions in China, which have created some new uncertainties about overall regional demand and possible global carry-on effects. You will see, due to these increased uncertainties, we have widened our earnings guidance range we provided for the second quarter.\nNotwithstanding these 2 major events are other longer-standing global impacts which have affected our financial results for several quarters and which are abating at or ratably improving. Specifically, we continue to experience improvements in our supply chain and our raw material availability. Additionally, outside of China, COVID restrictions have continued to decrease in many parts of the world.\nAs a company, we have continued to improve our pricing realization in both pace and cadence. This has been necessary to battle the persistence and breadth of inflation. Our price capture this cycle is much faster, and we are now pricing in the second quarter for second quarter inflation impacts, so we are basically pricing in real time. We continue to deliver good earnings leverage when we have improving volumes.\nWhile many of our businesses and regions have not fully recovered from the pandemic, as a matter of fact, we are still down about 5% in aggregate, however, when our business does deliver volume improvement, we are realizing good bottom line gains. This reflects the hard work from our teams on managing our operating costs and SG&A.\nFinally, we had a very solid month of March from a financial returns perspective. We've stated many times that March is the most important month in the first quarter given the seasonality of our businesses. Our month of March financial returns are the best return since the second quarter of 2021.\nI will now move to provide some comments to supplement the detailed financial results we released last evening.\nFor the first quarter, we delivered record net sales of $4.3 billion and our adjusted earnings per diluted share from continuing operations were $1.37.\nTo quickly summarize the quarter, our sales performance was better than our January guidance despite unexpected impacts from the crisis in Europe, COVID-related disruption in China and continuing logistics bottlenecks. More than offsetting these unexpected macro issues was stronger-than-expected demand across many of our businesses as regional economies and end-use markets continue to recover from the pandemic impacts.\nAbove market sales volumes were achieved in several of our end-use markets, including our PPG-Comex business which, during the quarter, opened their 5,000th concessionaire location in Mexico.\nFirst quarter sales in Latin America were a record. In addition, our automotive refinish business performed well with strong sales volumes in the U.S. and Europe. Also, our aerospace business benefited from year-over-year initial improvements in the market, and we expect further industry demand growth as we are still well below pre-pandemic levels.\nOur adjusted earnings were significantly above the upper end of our January financial guide as we delivered strong earnings leverage on the higher-than-expected sales volumes. This leverage was a result of improving manufacturing performance as COVID-related absenteeism subsided significantly as we progressed through the quarter and we experienced increasing raw material availability.\nIn addition, our selling price increases increased 10% year-over-year, marking the 20th consecutive quarter of higher selling prices. Our selling prices are up over 12% on a 2-year stack basis versus the first quarter of 2020, reflecting our continued actions to offset generationally high inflation.\nOur recent acquisitions also performed well, including the realization of targeted synergies. The Tikkurila business delivered year-over-year sales growth of more than 10%, excluding our Russian operations.\nOur Traffic Solutions business also achieved greater than 10% sales growth, and our first quarter sales were a record, and the business continued to have a large order backlog as we enter second quarter.\nDuring the quarter, we also launched a significant expanded Pro Painter initiative with The Home Depot. And despite continuing raw material constraints restricting our ability to fully load inventory, we now have our full Pro Paint assortment available in about 60% of their stores. We expect to have all The Home Depot stores loaded in the coming months. We're excited about the growth opportunities that this initiative provides and have already recognized some significant new professional painter business gains.\nOur earnings and margins continue to be impacted by elevated levels of inflation and supply disruptions. In the first quarter, our selling prices did offset year-over-year raw material inflation but did not offset inflation from other sources, including logistics, energy and labor, and we did not fully recover prior year inflation.\nSequentially, versus the fourth quarter 2021, our overall margins improved by more than 200 basis points. We are targeting continued quarterly sequential margin improvement in the second quarter as well despite further increases in raw material and logistics inflation.\nWe have continued to optimize our commercial processes the last 2 years and, as mentioned, are now closer to real-time pricing relative to inflation. Due to higher crude oil and energy prices, we're implementing incremental selling price increases in the second quarter and expect that we will exit the second quarter offsetting all inflation categories on a run rate basis. This drives our expectations for operating margins to sequentially improve further as the year progresses.\nIn several businesses, we continue to face certain raw material shortages resulting in our overall sales backlog growing to about $180 million exiting the quarter. The order backlogs are the highest in our aerospace and automotive refinish businesses. Additionally, these are 2 of our many industries we supply where inventory levels are extremely low all the way to the end consumer.\nWe've continued to control our controllables, and once again lowered our SG&A as a percentage of sales, decreasing by about 40 basis points compared to the first quarter of 2021. This included delivery of an additional $15 million in cost savings from recent restructuring programs and acquisition synergies. This is also despite expanding our multiyear investment in our advanced digital capabilities. And we're experiencing growing digital adoption from our customers, most notably in the architectural coatings business.\nIn the first quarter, our net debt increased mainly due to the higher dollar value of inventory reflecting inflationary effects. The seasonal working capital increase in the quarter was consistent with pre-pandemic years. We expect our cash flow generation to match prior year-end trends, which is to consume cash early in the year and generate strong cash flow as we progress through the end of the year.\nStrategically, on April 1, we completed the acquisition of Arsonsisi's Powder Coatings business, continuing our focus on growing our powder coatings manufacturing capabilities. In addition, we divested some architectural coatings businesses in Africa as we continue with our legacy evaluating all regional businesses and product lines to ensure that they continue to have strategic value and meet our financial hurdles.\nIn the first quarter, we continued to take additional measurable steps to further advance our ESG program by issuing our inaugural DE&I report. While I'm proud of what we have achieved, we know that there is more work to do and additional areas of opportunity to focus on. If you've not already done so, I would encourage you to read our report and learn more about what we have done and our aspirational goals for the future which are outlined in our presentation materials.\nLooking ahead, while our underlying demand continues to be solid in most of our end-use markets and regions, second quarter economic activity, in particular in Europe, has started to soften as consumers remain cautious based on the current geopolitical issues in the region. In addition, manufacturing supply chains have been recently impacted in China due to severe restrictions from rising COVID cases.\nIn the last few weeks, up to 5 of our smaller manufacturing sites have been mandated to shut down due to restrictions plus our principal Protective & Marine Coatings production facility. We are working in both of these regions to manage our operations and costs are reflective of these current macro challenges. We're also assessing impacts both positive and negative these challenges may have on raw material supply and cost.\nAs mentioned earlier, we expect further sequential inflationary pressures on raw materials, logistics and energy. Our 2-year stacked raw materials inflation expected to exceed 35%, but only up low to mid-single digits sequentially versus the first quarter. We're implementing further selling price increases in all of our businesses and expect a quicker offset versus historical lags.\nDue to the heightened levels of uncertainty, our earnings guidance considers a wider range of outcomes for the second quarter. More generally, our guidance assumes that restrictions in China ease somewhat in May and that geopolitical issues do not expand beyond the current Russia-Ukraine boundaries.\nWhile the current environment remains difficult to predict, I expect that as 2022 progresses, we'll begin to experience an easing in supply chain disruptions, general inventory rebuilding across many end-use markets and still a healthy consumer willing to spend, especially in North America.\nThe future PPG earnings catalysts that I referenced on the January earnings call remain intact and we certainly see a path to return to prior peak operating margins with opportunities to exceed them. This includes continued recovery in the automotive refinish, OEM and aerospace coatings businesses; normalization of commodity raw material costs, which should moderate over time given supply dislocations are improving and there is a softening in certain regional economies.\nAs demonstrated this past quarter and supported by our lower cost structure, strong operating leverage [on any sales] volumes growth. Accretive earnings growth from our recent acquisitions from both their historical base earnings and further synergy capture; above-market organic growth driven by our advantage and leading brands, technologies and services.\nIn closing, as we look ahead, I remain confident about the company's future. I strongly believe in our team of 50,000 employees as we work to do better today than yesterday every day. The way our employees have dealt with the pandemic and are helping during the Ukraine humanitarian crisis and are navigating through a very challenging business environment are a prime example of how the team is making it happen.\nThank you for your continued confidence in PPG. This concludes our prepared remarks. And now, Sam, would you please open the line for questions."
  },
  {
    "header": "PPG",
    "cik": "0000079879",
    "ticker": "PPG",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/75f6aae3a01fa2921d0b50a4659cdba4",
    "period": "2021 Q4",
    "content": "Q4 2021 PPG Industries Inc Earnings Call\n\nQ4 2021 PPG Industries Inc Earnings Call\n\nPPGNYSEJAN 21, 8:00 AM\n\nOperator\n\nGood morning. My name is Rocco, and I will be your conference operator today. At this time, I would like to welcome everyone to the fourth quarter and full year 2021 conference call. (Operator Instructions) And as a reminder, ladies and gentlemen, today's conference call is being recorded.\nI'd now like to turn the conference over to John Bruno. Please go ahead, sir.\n\nJohn Bruno\n\nVP of IR, PPG Industries, Inc.\n\nThank you, Rocco, and good morning, everyone. Once again, this is John Bruno. We appreciate your continued interest in PPG, and welcome you to our fourth quarter and full year 2021 financial results conference call. Joining me on the call from PPG are Michael McGarry, Chairman and Chief Executive Officer; and Vince Morales, Senior Vice President and Chief Financial Officer. Our comments relate to the financial information released after U.S. markets closed on Thursday, January 20, 2022. We have posted detailed commentary and accompanying presentation slides on the Investor Center of our website, ppg.com. The slides are also available on the webcast site for this call, and provide additional support to the brief opening comments that Michael will make shortly. Following management's perspective on the company's results for the quarter, we will move to a Q&A session.\nBoth the prepared commentary and discussion during this call may contain forward-looking statements reflecting the company's current view of future events and their potential effect on PPG's operating and financial performance. These statements involve uncertainties and risks, which may cause actual results to differ. The company is under no obligation to provide subsequent updates to these forward-looking statements. This presentation also contains certain non-GAAP financial measures. The company has provided in the appendix of the presentation materials, which are available on our website reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures. For additional information, please refer to PPG's filings with the SEC.\nNow let me introduce PPG Chairman and CEO, Michael McGarry.\n\nMichael H. McGarry\n\nChairman & CEO, PPG Industries, Inc.\n\nThank you, John, and good morning, everyone. I would like to welcome everyone to our fourth quarter 2021 earnings call. I hope you and your loved ones are remaining safe and healthy. I will provide some comments to supplement the detailed financial results we released last evening.\nFor the fourth quarter, we achieved record net sales of about $4.2 billion and our adjusted earnings per diluted share from continuing operations were $1.26. To quickly summarize the quarter, we had favorable sales versus our forecast, but incurred significant manufacturing challenges due to COVID-related staffing shortages, intermittent customer order patterns and raw material supply challenges. Our adjusted earnings were aided by a lower-than-expected tax rate in the fourth quarter as we recognize more favorable discrete items. Excluding the favorable impact from the tax rate, our adjusted EPS was about 10% below the financial guidance we provided in October.\nOur sales performance for the fourth quarter was solid as we achieved higher than sales in our guidance, primarily due to better-than-expected automotive OEM global production, higher selling price realization and strong above-market sales volume in several of our end-use markets. Overall, demand remains robust.\nOur PPG-Comex business delivered yet again another excellent quarter and finished with 10% organic sales growth for the full year of 2021. This business had record sales and earnings growth for 2021, and continue to expand its concessionary network, and in January, we will have 5,000 concessionaire locations in our network, and we recently added our Traffic Solutions products to its portfolio.\nThe Protective & Marine business continued its trend of strong top line results, this time led by improvements in the marine coatings where industry builds are expected to grow for the next several years. We also continue to grow our share in automotive refinish where our full suite of advantage products and services differentiate PPG from our competition. And in automotive OEM we were awarded new 2022 business based upon our expanded mobility product offering. And finally, we realized higher increased selling prices globally. Lastly, the recently acquired Tikkurila business delivered record sales and earnings for any fourth quarter despite the difficult operating environment.\nAs I mentioned, overall sales would have been better, but we experienced continuing supply chain disruptions and a significant increase in COVID cases that hampered our ability to fully and consistently operate and prevented us from fully meeting our strong customer order books. Recently, some of our manufacturing facilities have had up to 40% on of their workforce out. In several businesses, we continue to face certain raw material shortages with the biggest impacts in U.S. architectural coatings and Traffic Solutions. Overall, our sales backlog grew, and in total, was about $150 million exiting the quarter, most notably in our aerospace and automotive refinish and general industrial businesses.\nOur segment earnings did not meet our expectations. While we benefited from higher sales and increased selling prices, it was not sufficient to offset significant inflation, supply disruptions and operational inefficiencies caused by the rapid increase in COVID cases within our employee base, and those that our customers and suppliers. Raw material cost inflation was up approximately 30% compared to prior year, and transportation costs spiked due to shortages of available trucks and drivers. In addition, operating costs were progressively higher during the quarter due to manufacturing interruptions at both our facilities and our customers' operations stemming from COVID. These increased operating costs impacted the quarter by $0.20 per share and COVID-related absenteeism has continued in January. Once we see some normalization, we are confident that we will quickly be able to return our legacy of strong manufacturing performance.\nWe've been taking actions to further diversify our supplier base and increase our internal resin manufacturing capability. PPG has in-house large-scale resin manufacturing in each major region, and we are expanding our capability in 2022 to mitigate future risks. As 1 example, PPG-Comex sources a high percentage of its residents internally, which has resulted in minimal disruptions.\nIn addition to the historically high level of commodity raw material prices, we're also experiencing rising costs in other areas such as labor and utilities. We expect to continue to proactively work with our customers to implement additional selling price increases in the first quarter. In aggregate, our selling price realization in the fourth quarter was about 8%, with a higher price realization in our industrial reporting segment. Our price capture remains broad, with good traction in all businesses and all regions, and the pace of price -- excuse me, the pace of price capture is much faster than the pace of prior inflationary cycles.\nReflecting back to 2021, we achieved all-time record sales of $16.8 billion led by strategic acquisitions and strong organic growth of 10% despite the various ongoing supply chain challenges we incurred. In addition, we delivered record EPS growth of more than 10% even with raw material cost inflation of about 20% for the full year, the highest level of coatings industry inflation in recent memory.\nWe once again lowered our SG&A as a percentage of sales decreasing by about 200 basis points, aided by delivering $135 million in restructuring savings in 2021. We also advanced our digital capabilities in many businesses, most notably the Architectural Coatings business or sales transaction on a digital platform increased by 20% compared to 2020 as we see our customers' digital patterns become more ingrained.\nIn 2021, we had strong accretive cash deployment, including the funding of our acquisitions, share repurchases made in the fourth quarter and increase in our quarterly dividend for the 15th consecutive year. We're among a small number of companies that have achieved this milestone, along with even fewer companies paying a dividend for more than 120 consecutive years.\nOur working capital as a percent of sales remain at historically low levels and comparable to last year, even though we purchased more raw material than typical in the fourth quarter. Finally, we have lowered our net debt by about $350 million since funding Tikkurila in June and exited 2021 with a strong balance sheet and optionality for future accretive cash deployment.\nThroughout 2021, we took actions to bolster our ESG program. As an example, in the fourth quarter, we further strengthened our overall ESG corporate governance structure. We define accountability and oversight for all major elements of our ESG efforts under respective Board committees. We have also redefined and renamed our Technology and Environmental Committee to the sustainability and Innovation Committee, with a key focus on tracking our sustainability progress and defining climate-related risks and opportunities. A slide reflecting the changes is included in our presentation materials.\nLooking ahead, demand continues to be robust in most of our end-use markets. Tightened supply and COVID-related disruptions evidenced in the fourth quarter are expected to continue into the first quarter of 2022 impacting our ability to manufacture and deliver product. We expect economic activity to be soft in China during the first quarter as more severe operating restrictions have recently been imposed due to COVID and during the Winter Olympics. We anticipate more favorable economic conditions in the second quarter.\nWe plan to implement further selling price increases in all our businesses as raw materials and other cost inflation remain at elevated levels and are increasing further in certain areas. We will continue to aggressively manage all aspects of our cost structure and are managing to minimize the cost impacts of the current supply challenge. The first quarter EPS guidance that we provided has a wider range than normal. As is typical, the month of March will be the largest component to our quarterly sales. Our current visibility to the second half of the quarter is limited due to uncertainties around the supply chain disruptions and the various impacts of Omicron globally. While the current environment remains difficult to predict, I expect that as 2020 progresses, we will start to experience more economic reopenings and an easing of supply chain problems, general inventory rebuilding across many end-use markets and a healthy consumer willing to spend.\nI remain very optimistic about future earnings capability of our company and see many catalysts to return to prior peak operating margins with opportunities to exceed them. This includes: first, continued recovery in the automotive refinish, OEM and aerospace coatings businesses, which collectively account for about 40% of our prepandemic sales and where we have broad global businesses supported by Advantage Technologies. The volume for these businesses remain about 15% below prepay dynamic levels and we are already experiencing improving order flow that is being crimped by supply availability. Second, normalization of commodity raw material costs, which should moderate over time as supply dislocations improve. Third, higher operating leverage on sales volumes supported by our lower cost structure. Fourth, year-over-year earnings growth in 2022 and 2023 due to further synergy capture from our recent acquisitions, including a 15% increase to our original synergy target. And finally, above market organic growth driven by our Advantage and leading brands, technology and services.\nAn example of the key organic growth opportunity is the recent announcement on our expanded relationship with Home Depot and HD Supply with the launch of Pro Paint assortment at all U.S. locations. This initial strongly supports our asset-light strategy by adding more than 2,000 distribution locations, together with the Home Depot, we are positioned to outgrow the Pro market in the U.S. Considering all of these catalysts, I believe we have a path to at least $9 of EPS in 2023.\nIn closing, I want to express my thanks and appreciation to our more than 50,000 employees around the world for their dedication to serving our customers and supporting the many communities where we operate. Every day, their hard work and commitment to delivering on our company's purpose to protect and beautify the world are reasons why we are well positioned today and in the future.\nThank you for your continued confidence at PPG. This concludes our prepared remarks. And now Rocco, would you please open the line for questions?"
  }
]