[
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/629a1c6f248e74b592bb42d35d90ff9b",
    "period": "2025 Q3",
    "content": "Q3 2025 Marsh McLennan Companies Inc Earnings Call\n\nQ3 2025 Marsh McLennan Companies Inc Earnings Call\n\nMMCNYSEOCT 16, 8:00 AM\n\nOperator\n\nHello, and welcome to Marsh & McLennan's earnings conference call. Today's call is being recorded. Third quarter 2025 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmcLennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh & McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. [Operator Instructions] I'll now turn this over to John Doyle, President and CEO of Marsh & McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThanks, Andrew. Good morning, and thank you for joining us to discuss our third quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh & McLennan. On the call with me is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh, Dean Klisura of Guy Carpenter; Pat Tomlinson of Mercer; and Nick Studer of Oliver Wyman. Also with us this morning is Jay Gelb, Head of Investor Relations.\nMarsh & McLennan had a solid third quarter. As we said coming into the year, we anticipated impacts from a changing macro environment, and our performance continues to track with our expectations. Overall, we grew revenue 11% in the quarter, reflecting continued momentum in our business and contributions from an active year of acquisitions in 2024.\nUnderlying revenue increased 4% for the quarter. reflecting the impact of lower fiduciary interest income, declining P&C pricing and economic uncertainty affecting our clients, especially in the U.S. Adjusted operating income increased 13% from a year ago. Our adjusted operating margin increased 30 basis points compared to the third quarter of 2024, and adjusted EPS grew 11%.\nEarlier this week, we announced that we will change our brand in January from Marsh & McLennan to Marsh. Also in January, our stock ticker symbol on the New York Stock Exchange will change from MMC to MRSH. Our businesses will adopt the Marsh brand after a transition period.\nWe also introduced Business & Client Services or BCS. This unit brings together our operations and technology teams from across the company under [ Paul Beswick ], our Chief Information and Operations Officer. Our new brand strategy, the creation of BCS and the efficiencies we expect to gain are core parts of a new program we call Thrive.\nThrive will also include automation efforts and workforce actions to optimize our scale and specialization. The program is designed to deliver greater value to clients, accelerate growth and improve efficiency. The efficiencies we gained through the program will support investments in talent and technology. As we increasingly deploy AI, we can deliver even greater value for clients and colleagues. Thrive will also help us continue to expand margins.\nLet me take a moment to comment on our brand strategy. Marsh will be our new brand and represent our vision to be the most impactful professional services firm in the world. This change will increase our visibility strengthen our value proposition and support our business strategy. The Marsh brand is highly regarded and has the broadest global reach among our businesses. Today, Marsh stands for excellence in risk advising and insurance broking. Going forward, the new Marsh will represent the full value of our offerings in risk, strategy and people.\nTurning to BCS. Our company has a long history of innovation, which has been an important factor in our success for over 150 years. We continue to innovate in the AI era, having invested in large language models for more than 2 years. And while the full impact of AI is still emerging, we are seeing an increase in opportunities from our use cases. We are focused on developing tools that boost colleague productivity to better support our clients. For example, [ Len ] AI, our proprietary Gen AI tool for colleagues responds to about 1 million inquiries per week, fueling efficiency and automation. We are also rolling out new market-facing AI tools, including most recently [ ADA ]. This is Mercer's proprietary AI-powered assistant within the talent all access portal, which is a global intelligence platform supporting HR decision-making. And prior to [ ADA ], we introduced SENTRISK, our AI-enabled supply chain risk assessment platform. We have a vast data set as the global leader in risk strategy and people, and BCS will accelerate our efforts to extract valuable insights through AI and analytics. This enables us to better serve our clients empower our colleagues and increase our efficiency.\nOver the next 3 years, we expect Thrive will generate approximately $400 million in savings with a portion being reinvested to drive additional growth. We will incur around $500 million in charges to achieve these savings.\nNow I'd like to take a moment to talk about talent in the insurance and reinsurance markets. This is a people business, and we have an unmatched depth of talent with over 90,000 colleagues, and we'd love to compete because it makes us better. Colleague mobility is good for our industry and has served us well because we are an employer of choice with a strong colleague value proposition. Our colleagues can be their best at our company because they work with the top talent in our industry, they manage meaningful client issues and they have access to market-leading analytics and technology.\nWe make a point of differentiating ourselves through a collaborative team-based model. This is reflected in strong colleague retention and excellent engagement scores. A few competitors have engaged in unlawful and unethical hiring practices and encourage talent to violate their covenants as a deliberate strategy to build their businesses. In these cases, I believe it's important to call out this behavior and to protect our rates. It's also the right thing to do to sustain the trust that we've built with our clients over a long time.\nTurning to insurance and reinsurance market conditions. We continue to see a competitive market characterized by slower growth from an uneven economy. Stronger carrier ROEs and continued decreases in overall rates particularly in property reinsurance and property cat reinsurance. According to the Marsh Global Insurance Market Index, commercial insurance rates decreased 4% in the third quarter, driven by property. This follows a 4% decline in the second quarter of 2025. As a reminder, our index skews the large account business.\nOverall, rates were down in the U.S. by 1%. Canada was down 3% and the U.K., EMEA, Latin America and Asia were all down mid-single digits, and Pacific was down by double digits. Global Casualty rates increased 3% and with U.S. excess casualty up 16%, reflecting continued pressure in the liability environment. Workers' compensation decreased by 5%. Global property rates decreased by 8% year-over-year compared with a 7% decline last quarter. Global Financial and Professional Liability rates were down 5%, while cyber decreased 6%.\nIn reinsurance, the market remains resilient. It has responded to an extended period of elevated natural catastrophe losses as well as ongoing geopolitical and macroeconomic uncertainty. Dedicated reinsurance capital is projected to reach approximately $650 billion by year-end 2025. With ample capacity increased competition is driving reinsurers to look for profitable ways to deploy capacity. The cap on market is on pace for a record year of issuance. With over 60 new bonds in the first 9 months, generating approximately $17.5 billion of limit.\nIn casualty reinsurance, renewals were largely stable with sufficient capacity. This outcome reflects underwriting actions of primary carriers and increased reinsurer appetite. Across both insurance and reinsurance, we advise our clients on proactive strategies that reflect the risk environment and market conditions and, of course, tailored to their tolerance for volatility. Today, we see decreasing property casualty prices but also a growing cost of risk. Over time, this trend is unsustainable.\nWith that being said, barring significant changes in large loss activity as well as the broader macro environment, we anticipate insurance and reinsurance market conditions seen so far this year will likely continue in 2026.\nNow let me turn to our third quarter financial performance and outlook, which Mark will cover in more detail. Consolidated revenue increased 11% to $6.4 billion and grew 4% on an underlying basis, with 3% growth in RIS and 5% growth in Consulting. Marsh was up 4%. Guy Carpenter grew 5% and Mercer, 3% and Oliver Wyman was up 8%. We had adjusted operating income growth of 13%, and we generated adjusted EPS in the quarter of $1.85 and which was up 11% from a year ago. We also repurchased $400 million of our stock in the quarter.\nTurning to our outlook for 2025, we continue to expect to deliver mid-single-digit underlying revenue growth, solid growth in adjusted EPS and our 18th consecutive year of reported margin expansion. Of course, this outlook is based on conditions today and the economic backdrop could turn out to be materially different than our assumptions. In summary, we're pleased with our year-to-date performance in a complex environment. Thrive will amplify our value proposition for clients across all our businesses, and it creates opportunities to invest in talent, growth, AI and our new brands. Our capabilities are unique, and there is strong demand for our advice and solutions. We've earned our leadership position in our markets through 154 years of innovation and growth. Our disciplined approach to investing for the future while delivering results in the near term remains a guiding principle for our planning and capital allocation. Our announcements today and earlier this week align with this philosophy.\nWith that, I'll hand the discussion over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our third quarter results were solid, reflecting our strong position and execution despite a more challenging environment. Consolidated revenue increased 11% to $6.4 billion with underlying growth of 4%, which came despite a headwind from fiduciary interest income. Operating income was $1.2 billion, and adjusted operating income was $1.4 billion, up 13%. Our adjusted operating margin increased 30 basis points to 22.7%. GAAP EPS was $1.51 and adjusted EPS was $1.85, up 11% over last year.\nFor the first 9 months of 2025, underlying revenue growth was 4%. Adjusted operating income grew 11% to $5.7 billion. Our adjusted operating margin increased 20 basis points and adjusted EPS increased 9% to $7.63.\nlooking at Risk and Insurance Services, third quarter revenue was $3.9 billion, up 13% from a year ago or 3% on an underlying basis. Operating income in RIS was $750 million. Adjusted operating income was $965 million, up 13% over last year. The adjusted operating margin was 24.7%. For the first 9 months of the year, revenue in RIS was $13.3 billion with underlying growth of 4%. Adjusted operating income increased 12% to $4.4 billion, the adjusted operating margin was 33.3%.\nAt Marsh, revenue in the quarter was $3.4 billion, up 16% from a year ago or 4% on an underlying basis. The 16% growth at Marsh is impressive and reflects the contribution from McGriff where our integration continues to go well. In U.S. and Canada, underlying growth was 3% for the quarter, reflecting good new business growth overall and continued momentum in [ MMA] . In international, underlying growth remained solid at 5%, with EMEA up 5%, Asia Pacific up 6% and Latin America up 3%. The first 9 months of the year, Marsh's revenue was $10.7 billion with underlying growth of 5%. U.S. and Canada grew 4% and international was up 6%.\nGuy Carpenter's revenue in the quarter was $398 million, up 5% from a year ago on both a GAAP and underlying basis. Growth remains solid despite softer reinsurance market conditions and came on top of 7% underlying growth in the third quarter of last year. For the first 9 months of the year, Guy Carpenter generated $2.3 billion of revenue and 5% underlying growth.\nIn consulting segment, third quarter revenue was $2.5 billion, up 9% or 5% on an underlying basis. Consulting operating income was $501 million, adjusted operating income was $545 million, up 11%. Our adjusted operating margin consulting was 22.1%, up 40 basis points from a year ago. For the first 9 months, consulting revenue was $7.2 billion, reflecting underlying growth of 4%. Adjusted operating income increased 9% to $1.5 billion, the adjusted operating margin increased 50 basis points to 21.2%.\nMercer's revenue was $1.6 billion in the quarter, up 9% or 3% on an underlying basis. Health grew 6%, reflecting continued strong growth across all regions. Wealth was up 3%, led by Investment Management. Our assets under management were $683 billion at the end of the third quarter, up 2% sequentially and up 25% compared to the third quarter of last year. Year-over-year growth was driven by our acquisitions of Cardano and [ C Core ] positive net flows and the impact of capital markets.\n[ Career ] was flat year-over-year on an underlying basis, reflecting continued softness in project-related work in the U.S. and Canada, offset by sustained demand in international and good growth in our workforce products.\nFor the first 9 months of the year, revenue at Mercer was $4.6 billion with 3% underlying growth. Oliver Wyman's revenue in the third quarter was $886 million, up 9% or 8% on an underlying basis, reflecting growth in each of our regions. The third quarter benefited from favorable timing, so we expect moderating growth for Oliver Wyman in the fourth quarter. For the first 9 months of the year, revenue at Oliver Wyman was $2.6 billion, an increase of 5% on an underlying basis. Fiduciary interest income was $109 million in the quarter, down $29 million compared with the third quarter last year, reflecting lower interest rates. Looking ahead to the fourth quarter. Based on the current environment, we expect fiduciary interest income will be approximately $85 million.\nForeign exchange had a de minimis impact on adjusted EPS in the third quarter. Based on current rates, we anticipate FX will be a $0.04 benefit to adjusted EPS in the fourth quarter.\nTurning to our Thrive program. As John mentioned, we are excited about the significant new step in the evolution of our firm, which should enable us to continue to deliver exceptional results while we invest for sustained growth. We began executing the program in the third quarter and expect to generate $400 million of total savings, a portion of which will be reinvested for growth. Although we will see a modest benefit in the fourth quarter, the vast majority of the savings will be realized over the next 3 years. We expect to incur approximately $500 million of charges to generate the savings.\nMajority of savings will result from efficiencies created by BCS with a significant portion coming from further optimization of our global operating model. We have mature capability centers in locations around the world, and our plans over the next 3 years will accelerate [ disputing ].\nToday, we have over 19,000 colleagues in cost-effective locations across BCS and our global functions. Through this program, we expect to further optimize our model by shifting more work to these locations.\nIn addition, we're excited about the possibilities of AI-enabled enhancements in client service, insights and efficiency as we look to take our AI journey from experimentation at scale to business impact. A substantial portion of the work in BCS will be driving savings through efficiency and process and automation, including through the use of AI. This will also be an area where we increase investment.\nThese initiatives in BCS are closely linked. In order to capitalize on the full value of emerging technology, we need to concentrate more of our operations work in locations with scale. A critical enabling step in this journey is combining the distributed operations business across our businesses into a single team. We also anticipate significant savings by continuing to streamline our organization. We have a long track record of executing for efficiency. And have consistently demonstrated our ability to drive near-term results while investing for sustained growth. The Thrive program will enable us to continue to invest while we drive earnings and margins higher.\nTotal noteworthy items in the third quarter were $136 million and included charges related to McGriff as well as restructuring costs associated with Thrive. Interest expense in the third quarter was $237 million, up from $154 million in the third quarter of 2024. Based on our current forecast, we expect interest expense will be approximately $235 million in the fourth quarter. Our adjusted effective tax rate in the third quarter was 24.8%. This compares with 26.8% in the third quarter last year. Excluding discrete items, our adjusted effective tax rate was approximately 25.5%. We continue to expect an adjusted effective tax rate of between 25% and 26% in 2025, excluding discrete items.\nTurning to capital management and our balance sheet. We ended the quarter with total debt of $19.6 billion. Our next scheduled debt maturity is in the first quarter of 2026 with $600 million of senior notes mature. Our cash position at the end of the third quarter was $2.5 billion. Uses of cash in the quarter totaled $1 billion and included $445 million for dividends, $200 million for acquisitions and $400 million for share repurchases.\nFor the first 9 months, uses of cash totaled $2.6 billion and included $1.3 billion for dividends, $366 million for acquisitions and $1 billion for share repurchases. We continue to expect to deploy approximately $4.5 billion of capital in 2025 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how our M&A pipeline develops.\nFor the full year, we continue to expect mid-single-digit underlying revenue growth, margin expansion and solid growth in adjusted EPS. Note that this outlook is based on conditions today. and the economic backdrop could be materially different than our assumptions. Overall, we are pleased with our third quarter and year-to-date results and are excited about the opportunity that our new brand and Thrive will bring.\nWith that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark, Andrew, we're ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/20c8c01491f99462179aab53d7235eb9",
    "period": "2025 Q2",
    "content": "Q2 2025 Marsh & McLennan Co Inc Earnings Call\n\nQ2 2025 Marsh & McLennan Co Inc Earnings Call\n\nMMCNYSEJUL 17, 8:30 AM\n\nOperator\n\nWelcome to Marsh & McLennan's earnings conference call. Today's call is being recorded. Second quarter 2025 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that today's remarks may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors that may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings including our most recent Form 10-K, all of which are available on the Marsh & McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. [Operator Instructions]\nI'll now turn this over to John Doyle, President and CEO of Marsh & McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our second quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh & McLennan. On the call with me is Mark McGivney, our CFO; and the CEOs of our businesses. Martin South of Marsh, Dean Klisura of Guy Carpenter; Pat Tomlinson of Mercer; and Nick Studer of Oliver Wyman. Also with us this morning is Jay Gelb, Head of Investor Relations.\nMarsh & McLennan had a solid second quarter. As we said coming into the year, we anticipated impacts from a changing macro environment, and our performance continues to track well with our expectations. Overall, we grew revenue 12% in the quarter, reflecting continued momentum in our business and contributions from an active year of acquisitions in 2024.\nUnderlying revenue increased 4% for the quarter. I was pleased with our execution, especially given the impact of lower fiduciary interest income, declining P&C pricing and market uncertainty affecting our clients, especially here in the U.S. Adjusted operating income increased 14% from a year ago. Our adjusted operating margin increased 50 basis points compared to the second quarter of 2024, and adjusted EPS grew 11%.\nTurning to the macro environment. The global economic outlook remains uncertain as we move into the second half of the year. Ground wars, culture wars, trade wars, extreme weather and the opportunities and risks from the rapid development of AI are creating complex operating conditions. Oliver Wyman recently teamed up with the New York Stock Exchange to see how CEOs are thinking about and responding to the challenges they face.\n165 CEOs responded on topics ranging from managing geopolitical instability and supply chain disruption to capturing value from AI. In all, 89% of CEOs rated geopolitics along with trade and industrial policies as a risk to their company, up 20 percentage points from 2024. CEOs are focused on extracting growth in a slowing economy and a more complex geopolitical environment while tightly managing costs and spending more time on near-term issues.\nWhile the environment presents challenges for our clients, it also provides Marsh & McLennan with an opportunity to support them. We're advising clients on near- and long-term strategies and guiding them on growth and building resilience during this dynamic period. This includes analyzing supply chain risks and helping them consider the impacts of AI on their workforce. Together, we can transform these challenges into opportunities.\nI also want to take a moment to address the current litigation environment in the U.S. Excessive litigation and the abuse of our legal system are effectively imposing a tax on our economy and causing a surge in U.S. liability insurance costs. U.S. already has the highest liability insurance rates in the world and escalating costs will only make it harder for companies to decide to invest and grow here. And for those that do, they will ultimately have to pass along these increased costs to consumers.\nOur torch system is intended to provide fair compensation to injured parties who have been wronged. But too often, we see tort litigation backed by a vast and growing industry with outside investors. The result in many cases, is that agreed parties see less than half of the settlement awards. Our clients are feeling the effects of this growing problem. Consider the rise of so-called nuclear verdicts, cases exceeding $100 million have grown 400% over the past decade according to the U.S. Chamber of Commerce.\nThis trend is encouraging more lawsuits and blockbuster verdicts, which drive up insurance costs. In fact, in 2024, U.S. liability insurance experienced the most severe adverse reserve development of any single line of coverage since the 2008 global financial crisis. This was more than double the amount from the previous year. And over the past decade, U.S. excess casualty insurance rates have increased by a cumulative 150%. The Addressing these abuses will be challenging and take time. We are committed to working with the business community and policymakers to tackle this challenge.\nNow turning to insurance market conditions. Overall rates continue to decrease, particularly in property insurance and property cat reinsurance. According to the Marsh Global Insurance Market Index commercial insurance rates decreased 4% in the second quarter, driven by property despite a surge in cat losses in the first 6 months of the year. This follows a 3% decline in the first quarter of 2025. As a reminder, our index skews to large account business. Overall, rates in the U.S. were flat. Latin America, Europe, U.K. and Asia were all down mid-single digits and Pacific was down double digits.\nGlobal Casualty rates increased 4% with U.S. excess casualty up 18%, reflecting the previously mentioned liability environment. Workers' compensation decreased by 4%. Global property rates decreased by 7% year-over-year compared to a 6% decrease last quarter. Global Financial and Professional liability rates were down 4% and while cyber decreased 7%. In Reinsurance, midyear renewal rates decreased by 5% to 15% for non-loss impacted programs. A moderate increase in client demand was offset by reinsurers increasing capacity as well as increased ceded cat bond issuance.\nThe cat bond market is on pace for a record year of issuance with over 50 new bonds in the first half, involving approximately $17 billion of limit. In U.S. Casualty Reinsurance, renewals were largely stable with sufficient capacity reflecting the underwriting actions of primary carriers. As always, we continue to help our clients navigate a range of market conditions.\nNow let me turn to our second quarter financial performance and outlook, which Mark will cover in more detail. Consolidated revenue increased 12% to $7 billion and grew 4% on an underlying basis, with 4% growth in RIS and 3% growth in Consulting. Marsh was up 5%; Guy Carpenter grew 5%; Mercer, 3% and Oliver Wyman was up 3%. We had adjusted operating income growth of 14%, and we generated adjusted EPS in the quarter of $2.72, which is up 11% from a year ago. We also announced a 10% increase to our quarterly dividend to $0.90 and completed $300 million of share repurchases during the quarter.\nTurning to our outlook for 2025. We continue to expect to deliver mid-single-digit underlying revenue growth, solid growth in adjusted EPS and our 18th consecutive year of reported margin expansion. Of course, this outlook is based on conditions today and the economic backdrop could turn out to be materially different than our assumptions.\nIn summary, we are pleased with our first half performance in a complex and dynamic macro environment. We're confident that the enduring value we provide to clients makes our business resilience even during times of economic uncertainty.\nOur collection of capabilities is unique and there is strong client demand around the world for our advice and solutions. We believe we are the best positioned company in our markets, and we've earned our leadership position through 154 years of innovation and growth. Our discipline to invest for the future while delivering consistent results is not new. It's a fundamental philosophy that guides our planning and capital allocation.\nWith that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our second quarter results were solid, reflecting our strong position and execution despite a more challenging environment. Consolidated revenue increased 12% to $7 billion with underlying growth of 4%. Operating income was $1.8 billion, and adjusted operating income was $2.1 billion, up 14%. Our adjusted operating margin increased 50 basis points to 29.5%. GAAP EPS was $2.45, and adjusted EPS was $2.72, up 11% over last year.\nFor the first 6 months of 2025, underlying revenue growth was 4%. Adjusted operating income grew 11% to $4.3 billion. Our adjusted operating margin increased 20 basis points adjusted EPS increased 8% to $5.78. Looking at Risk and Insurance Services. Second quarter revenue was $4.6 billion, up 15% from a year ago or 4% on an underlying basis. Operating income in RIS was $1.4 billion. Adjusted operating income was $1.6 billion, up 16% over last year. the adjusted operating margin expanded 30 basis points to 35.6%.\nFor the first 6 months of the year, revenue in RIS was $9.4 billion with underlying growth 4%. Adjusted operating income increased 12% to $3.5 billion, adjusted operating margin was 36.9%. At Marsh, revenue in the quarter was $3.8 billion, up 18% from a year ago or 5% on an underlying basis. This comes on top of 7% underlying growth in the second quarter of last year. It was a good result given the softening rate environment in property as well as uncertainty in the economic outlook, especially in the U.S.\nIn U.S. and Canada, underlying growth was 4% for the quarter. In International, underlying growth remained excellent at 7%, with EMEA up 8%, Asia Pacific up 4%; and Latin America, up 3%. For the first 6 months of the year, Marsh's revenue was $7.3 billion with underlying growth of 5%. U.S. and Canada grew 4% and international was up 6%.\nGuy Carpenter's revenue in the quarter was $677 million, up 7% from a year ago or 5% on an underlying basis. Growth remains solid despite softer reinsurance market conditions and came on top of 11% growth -- underlying growth in the second quarter of last year. For the first 6 months of the year, Guy Carpenter generated $1.9 billion of revenue and 5% underlying growth.\nIn the Consulting segment, second quarter revenue was $2.4 billion, up 7% or 3% on an underlying basis. Consulting operating income was $456 million, and adjusted operating income was $479 million, up 9%. Our adjusted operating margin in Consulting was 20.2% up 40 basis points from a year ago. The first 6 months, consulting revenue was $4.7 billion, reflecting underlying growth of 4%. Adjusted operating income increased 9% to $970 million, and the adjusted operating margin increased 40 basis points to 20.7%.\nMercer's revenue was $1.5 billion in the quarter, up 9% or 3% on an underlying basis. Health grew 7%, reflecting continued solid growth across all regions. Wealth was up 2%, led by investment management. Our assets under management were $670 billion at the end of the second quarter, up 9% sequentially and up 36% compared to the second quarter of last year. Year-over-year growth was driven by our acquisitions of Cardano and [ SCOR ], positive net flows and the impact of capital markets and foreign exchange. Career was down 5% in the quarter, reflecting continued softness in project-related work in the U.S. and Canada. For the first 6 months of the year, revenue at Mercer was $3 billion with 3% underlying growth.\nOliver Wyman's revenue in the second quarter was $873 million, up 5% or 3% on an underlying basis. led by solid growth in the U.S. For the first 6 months of the year, revenue at Oliver Wyman was $1.7 billion, an increase of 4% on an underlying basis. Fiduciary interest income was $99 million in the quarter, down $26 million compared with the second quarter last year, reflecting lower interest rates. Looking ahead to the third quarter. Based on the current environment, we expect fiduciary interest income will be approximately $105 million.\nForeign exchange had a de minimis effect on adjusted EPS in the second quarter. Exchange rates have been volatile, making it challenging to predict their impact looking forward. However, based on current rates, we anticipate FX will have a minimal impact on adjusted EPS in the third quarter and will be a modest benefit in the fourth quarter.\nTurning to our McGriff transaction. Our integration continues to go well, and we are pleased with McGriff's year-to-date performance. We continue to expect that McGriff will be modestly accretive to adjusted EPS for full year 2025 becoming more meaningfully accretive in 2026 and beyond. We still expect noteworthy charges associated with McGriff of approximately $450 million to $500 million in total through 2027 and with the vast majority of these costs associated with retention incentives, a significant portion of which was put in place by the seller. As is our convention, we are excluding McGriff from our underlying growth calculations for the first year.\nTotal noteworthy items in the second quarter were $88 million, the majority of which were acquisition-related costs. Interest expense in the second quarter was $243 million, up from $156 million in the second quarter of 2024. This increase reflects higher levels of debt associated with the McGriff transaction. Based on our current forecast, we expect interest expense will be approximately $240 million in the third quarter. Our adjusted effective tax rate in the second quarter was 25.3%. This compares with 26.2% in the second quarter last year. Excluding discrete items, our adjusted effective tax rate was approximately 25.5%. We continue to expect an adjusted effective tax rate of between 25% and 26% in 2025, excluding discrete.\nTurning to capital management. Our balance sheet. We ended the quarter with total debt of $19.7 billion. Our next scheduled debt maturity is in the first quarter of 2026, with $600 million of senior notes mature. Our cash position at the end of the second quarter was $1.7 billion. Uses of cash in the quarter totaled $776 million and included $405 million for dividends $71 million for acquisitions and $300 million for share repurchases. For the first 6 months, uses of cash totaled $1.6 billion and included $810 million for dividends, $166 million for acquisitions and $600 million for share repurchase.\nWe continue to expect to deploy approximately $4.5 billion of capital in 2025 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how our M&A pipeline develops. Last week, we announced a 10% increase in our quarterly dividend, making this our 16th consecutive year of dividend increases. This reflects our solid earnings growth and confidence in our outlook.\nOverall, we are pleased with our second quarter results. For the full year, we continue to expect mid-single-digit underlying revenue growth, margin expansion and solid growth in adjusted EPS. However, as John mentioned, this outlook is based on conditions today and the economic backdrop, especially in light of continued uncertainty around global trade policies could turn out to be materially different than our assumptions.\nWith that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Andrew, we're ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2b230eb8e6f08f303230d63abd6ec2b2",
    "period": "2025 Q1",
    "content": "Q1 2025 Marsh & McLennan Companies Inc Earnings Call\n\nQ1 2025 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEAPR 17, 8:30 AM\n\nOperator\n\nWelcome to Marsh & McLennan's earnings conference call. Today's call is being recorded. First quarter 2025 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For more details of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh & McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release.\n[Operator Instructions] I'll now turn this over to John Doyle, President and CEO of Marsh & McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our first quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan. On the call with me is Mark McGivney, our CFO; and and the CEOs of our businesses: Martin South of Marsh; Dean Klisura of Guy Carpenter; Pat Tomlinson of Mercer; and Nick Studer of Oliver Wyman. Also with us this morning is Jay Gelb, Head of Investor Relations. .\nMarsh McLennan had a solid start to 2025. As we said coming into the year, results in Q1 faced headwinds due to several factors and our performance tracked well with our expectations. Overall, we grew revenue 9% in the quarter, reflecting continued momentum in underlying revenue growth and contributions from an active year of acquisitions in 2024. Underlying revenue grew grew 4% despite lower fiduciary interest income and a tough comparison to a strong Q1 last year, and we saw good growth in all 4 of our businesses.\nAdjusted operating income increased 8% from a year ago. Our adjusted operating margin declined 20 basis points compared to the first quarter of 2024, reflecting seasonality at [ McGriff ] and adjusted EPS grew 5%.\nTurning to the macro picture. Clearly, the global economic outlook has become more uncertain since the start of the year. Ongoing trade negotiations will continue to create challenges for businesses, and this has led to reduced consumer and business confidence as well as financial market volatility. The outlook is likely to remain uncertain as stakeholders continue to assess the potential impacts on global trade and businesses paused new investments. As a result, expectations for GDP growth, inflation, interest rates and other factors have become less predictable. As far as the insurance industry is concerned, tariffs would likely be inflationary to the overall cost of risk. This comes on top of the increasing frequency and severity of natural catastrophes and rising social inflation costs.\nWe continue to support our clients by leveraging our expertise and solutions as they navigate challenges and make decisions in this period of extreme uncertainty. In fact, we've been advising clients for years on risks to their global supply chains, which now includes disruptions and trade policy. SenTrisk, our AI-powered supply chain platform, which we've highlighted in past calls, is a good example of our work to assess clients' vulnerabilities to ongoing trade negotiations. In addition, through webinars and thought leadership accessed by thousands of clients we're helping them understand the complexity of the moment. In times like these, our clients find value in Marsh McLennan's unique perspectives, talent and capabilities across risk, strategy and people. And while we are not immune to shocks in the macro economy, we are well positioned to navigate these environments.\nOur track record of performance across economic cycles is a result of the strength of our business and the consistent demand for our advice and solutions. I would like to share some thoughts on resilience and preparedness for natural disasters and the role of insurance. The earthquake that struck Myanmar and Thailand is just the latest tragic reminder that we live in a time of heightened exposures to catastrophes. This tragedy along with the California wildfires and recent flooding in the U.S. highlights the devastating human toll and economic impact caused by natural disasters, especially taking into consideration the significant proportion of losses that are typically uninsured.\nThese events show the urgent need for resilience and risk mitigation planning in disaster prone areas. Enhancing risk mitigation is essential for sustainable development and reducing the devastating impact of these events on individuals, businesses and economies. In catastrophe-prone areas, we must invest in ways that strengthen our infrastructure and lessen the impact of future disasters. To put this into perspective, a recent report from the U.S. Chamber of Commerce shows that every dollar spent on resilience saves communities $13 in damages, cleanup costs and economic impact.\nU.S. homeowners are increasingly reliant on state-sponsored insurers of last resort in catastrophe-prone areas. In these circumstances, pricing that accurately reflects the true cost of risk can often be compromised in favor of making insurance more available and affordable. Governments and regulators can help by prioritizing resilience and creating the right economic incentives to mitigate losses and foster sustainable improvements in insurance markets. Without increased resilience, the human toll will remain high and the cost of risk will continue to be a significant tax on economies, diverting funds from other important societal priorities.\nTurning to insurance market conditions. According to the Marsh Global Insurance Market Index, rates decreased 3% in the first quarter despite an elevated risk landscape. This follows a 2% decline in the fourth quarter of 2024. As a reminder, our index skews the large account business. Overall, rates in the U.S. decreased 1%. Latin America was down low single digits. Europe, U.K. and Asia were down low to mid-single digits and Pacific was down high single digits.\nGlobal Property rates decreased 6% year-over-year following a 3% decline last quarter. Global Casualty rates increased 4% with U.S. [indiscernible] casualty up approximately 16% in the quarter. Workers' compensation decreased mid-single digits. Global Financial and Professional liability rates were down 6%, while cyber also decreased by 6%.\nIn Reinsurance, despite the California wildfire losses capacity remains [indiscernible] compliant demand, including additional limits impacted programs. Throughout the first quarter, market conditions [indiscernible] with what we saw at January 1. The strong reinsurer profitability, high ROEs and increased capital levels have resulted in ample supply of property cat capacity and rate reductions. It was also a record quarter for cap bond issuance.\nU.S. property cat reinsurance rates remain competitive for the April 1 renewal period. Nonloss impacted rates were down 5% to 15%, and while loss-impacted programs typically experience 10% to 20% rate increases. In U.S. casualty reinsurance, we continue to see a range of outcomes depending on loss experience with primary carriers demonstrating limit, rate and underwriting discipline. In Japan, April 1 property cat rates overall were down 10% to 15% on a risk-adjusted basis. Early signs for the June 1 Florida cat risk renewals point to similar market conditions seen in January and April. With an anticipated increase in demand ready to be absorbed by more than adequate supply. As always, our focus is on helping clients navigate these dynamic market conditions.\nNow let me provide a brief update on our acquisition of McGriff, which closed on November 15 of last year. Our colleagues at McGriff performed well in the quarter, and the integration remains on track. The team is quickly leveraging the broader capabilities of our company while bringing their own distinct advantages to the market. We are already seeing wins from bringing together the best of both. As we said when we announced the transaction, McGriff is a business with outstanding talent and a track record of strong growth, and I'm excited to have them as part of our firm.\nNow let me turn to our first quarter financial performance and outlook, which Mark will cover in more detail. Revenue grew 4% on an underlying basis with 4% growth in RIS and 4% in Consulting. Marsh was up 5%; guy Carpenter grew 5%; Mercer, 4%, and Oliver Wyman was up 4%. We had adjusted operating income growth of 8%, and we generated adjusted EPS in the quarter of $3.06, which was up 5% from a year ago. We also repurchased $300 million of stock in the quarter.\nTurning to our outlook for 2025. We continue to expect mid-single-digit underlying revenue growth another year of margin expansion and solid adjusted EPS growth. Of course, this outlook is based on conditions today and the economic backdrop could turn out to be materially different than our assumptions. In particular, and as discussed earlier, the uncertainty in ongoing trade negotiations and their effect on consumer and business confidence could have a significant impact on the global economy and our results. In summary, we are pleased with our results and are off to a good start in 2025. We are well positioned and have a resilient business that provides critically important advice and solutions and we have proven our ability to deliver across cycles.\nWith that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our first quarter results represented a solid start to the year. Consolidated revenue increased 9% in the first quarter to $7.1 billion with underlying growth of 4%. Operating income was $2 billion, and adjusted operating income was $2.2 billion, up 8%. Our adjusted operating margin was 31.8%. GAAP EPS was $2.79 and adjusted EPS was $3.06, up 5% over last year.\nLooking at Risk and Insurance Services. First quarter revenue was $4.8 billion, up 11% or 4% on an underlying basis. Operating income in RIS was $1.6 billion in the first quarter. Adjusted operating income was $1.8 billion, up 8% over last year, and our adjusted margin was 38.2%. Our margin in RIS reflected the impact of seasonality in McGriff's revenue we previously guided to.\nAt Marsh, revenue in the quarter was $3.5 billion, up 15% from a year ago or 5% on an underlying basis. This comes on top of 8% underlying growth in the first quarter of last year. In U.S. and Canada, underlying growth was 4% for the quarter. In international, underlying growth was 6%, with Latin America up 8%; EMEA up 6%; and Asia Pacific up 4%.\nGuy Carpenter's revenue in the quarter was $1.2 billion, up 5% on both a GAAP and underlying basis. Growth remains solid despite softer reinsurance market conditions and came on top of 8% growth in the first quarter of last year. In the Consulting segment, first quarter revenue was $2.3 billion, up 5% or 4% on an underlying basis. Consulting operating income was $456 million, and adjusted operating income was $491 million, up 8%. Our adjusted operating margin in Consulting was 21.2%, up 50 basis points from a year ago.\nMercer's revenue was $1.5 billion in the quarter, up 5% or 4% on an underlying basis. Health underlying growth was 7%, reflecting continued solid growth across all regions. Wealth was up 3%, led by Investment Management. Our assets under management were $613 billion at the end of the first quarter, down 1% sequentially and up 25% compared to the first quarter of last year. Year-over-year growth was driven by our acquisition of Cardano, positive net flows and the impact of capital markets.\nCareer declined 1%, reflecting growth in international offset by continued slower demand in the U.S. Oliver Wyman's revenue in the first quarter was $818 million, an increase of 4% on both a GAAP and underlying basis. Growth in the quarter was led by strength in the U.S. and came on top of 13% growth in the first quarter of last year. Fiduciary income was $103 million in the quarter, down $9 million from the fourth quarter and $19 million compared with the first quarter last year, reflecting lower interest rates.\nLooking ahead to the second quarter, we expect fiduciary income will be approximately $100 million. Foreign exchange was a $0.05 headwind in the first quarter. Exchange rates have been volatile over the past several trading days, making it challenging to predict their impact looking forward. However, based on current rates, we anticipate that FX will have an immaterial impact on earnings in the second quarter and the rest of the year.\nTurning to our McGriff transaction. As John mentioned, our integration continues to go well. As we said last quarter, the first quarter is McGriff seasonally smallest from a revenue perspective, which resulted in modest dilution to adjusted EPS in the quarter. We continue to expect that McGriff will be modestly accretive to adjusted EPS for full year 2025, becoming more meaningfully accretive in 2026 and beyond. We still expect noteworthy charges associated with McGriff of approximately $450 million to $500 million in total through 2027 with the vast majority of these costs associated with retention incentives, a significant portion of which was put in place by the seller. These costs flow through our financial statements, but were funded by the seller through a purchase price adjustment. As is our convention, we are excluding McGriff from our underlying growth calculations for the first year.\nAs we mentioned last quarter, we are now excluding acquisition-related intangible amortization and the net benefit credit from our adjusted earnings. Last quarter, we provided a supplement to our press release that recast historical financial information on this new basis of reporting. Total noteworthy items in the quarter were $91 million, the largest of which was $69 million related to McGriff.\nInterest expense in the first quarter was $245 million, up from $159 million in the first quarter of 2024. This increase reflects higher levels of debt associated with the McGriff transaction. Based on our current forecast, we expect interest expense will be approximately $250 million in the second quarter. Our adjusted effective tax rate in the first quarter was 23.1%, which compares with 23.9% in the first quarter last year. Our tax rate benefited from favorable discrete items, the largest of which was the accounting for share-based compensation similar to a year ago.\nExcluding discrete items, our adjusted effective tax rate was approximately 25.5%. When we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, we expect an adjusted effective tax rate of between 25% and 26% in 2025.\nTurning to capital management on our balance sheet. We ended the quarter with total debt of $20.5 billion. In the first quarter of 2025, we repaid $500 million of senior notes that matured in March. Our next scheduled debt maturity is in the first quarter of 2026 when $600 million of senior notes mature.\nOur cash position at the end of the first quarter was $1.6 billion. Uses of cash in the quarter totaled approximately $800 million and included $405 million for dividends; $95 million for acquisitions; and $300 million for share repurchases. We continue to expect to deploy approximately $4.5 billion of capital in 2025 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how our M&A pipeline develops.\nOverall, we are pleased with our first quarter results. For the full year, we continue to expect mid-single-digit underlying growth margin expansion and solid growth in adjusted EPS. However, as John mentioned, this outlook is based on conditions today and the economic backdrop, especially in light of recent uncertainty around global trade policies could turn out to be materially different than our assumptions.\nWith that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Andrew, we are ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e5f957002d6033d3b33089268cd7ee3f",
    "period": "2024 Q4",
    "content": "Q4 2024 Marsh & McLennan Co Inc Earnings Call\n\nQ4 2024 Marsh & McLennan Co Inc Earnings Call\n\nMMCNYSEJAN 30, 8:30 AM\n\nOperator\n\nWelcome to Marsh McLennan's earnings conference call. Today's call is being recorded. Fourth quarter 2024 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com. Please note that remarks made today may include forward-looking statements.\nForward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. [Operator Instructions] I'll now turn this over to John Doyle, President and CEO of Marsh McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our fourth quarter and full year results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan. On the call with me is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh, Dean Kilsura of Guy Carpenter, Pat Tomlinson of Mercer; and [ Nick Studer ] of Oliver Wyman.\nAlso with us this morning is Jay Gelb, who recently joined Marsh McLennan as our new Head of Investor Relations. Many of you know Jay from his time as an equity analyst covering the insurance industry. Before I discuss our results, I want to take a moment to comment on the California wildfires. These events represent a profound human tragedy, lives have been lost and tens of thousands of people have been left homeless and hurting. Among those affected our Marsh McLennan colleagues and clients in the Los Angeles area and our company is committed to doing everything we can to support them during this challenging time.\nWith regard to the wildfires impact on the insurance industry, insured losses are expected to be to exceed $30 billion. This means the L.A. wildfires will be among the top 10 largest natural disasters in history in terms of insured losses. The increasing frequency and severity of natural disasters, along with rising property values and continued development in catastrophe-prone areas underscore the need for greater resilience and risk mitigation planning.\nMarsh McLennan will continue to bring together stakeholders including individuals, businesses, the insurance industry and governments to build the resilience to mitigate the devastating impact from these catastrophic events and to accelerate recovery.\nTurning to our results. 2024 was a milestone year for Marsh McLennan. We executed against our strategic objectives, generated excellent financial performance and had the largest year of acquisitions in our history. Total revenue grew 8% to $24.5 billion. We generated 7% underlying revenue growth continuing our best stretch of growth in more than 2 decades with both risk and insurance services and consulting delivering strong results.\nOur adjusted operating income grew 11% to $6.2 billion, this is on top of 17% growth in 2023. Our adjusted operating margin increased 80 basis points, marking the 17th consecutive year of reported margin expansion and adjusted EPS grew 10%. In addition to another year of excellent financial performance, we continue to execute on our key priorities.\nWe had a record year of M&A by investing $9.4 billion in acquisitions, including our $7.75 billion acquisition of [ McGriff. ] We also delivered significant capital return to shareholders. Raising our dividend by 15% and completing $900 million of share repurchases. And we successfully completed our restructuring program, achieving the goals we set 2 years ago. Accelerating client impact, reinvesting in our capabilities, boosting efficiency and increasing collaboration across the firm.\nLet me touch briefly on our acquisition of McGriff, which closed on November 15. McGriff has great momentum, and I couldn't be more excited to have them join Marsh McLennan Agency. Our integration is proceeding according to plan. And although it's early days, our fundamental outlook remains the same. As I said, when we announced the transaction, it's a business with excellent leadership, outstanding talent and a record of strong growth.\nThe addition of McGriff also extends our presence and capabilities in the growing middle market. It's worth noting that MMA would be the fifth largest broker in the United States on a stand-alone basis. In addition to McGriff, we completed several other notable acquisitions, including 2 top 100 agencies in MMA as well as Vanguard's OCIO business and Cordano in Mercer.\nAs we start the new year, I want to take a moment to give you an update on our strategy. First and foremost, we are a growth company that is well positioned globally in market-leading businesses with significant opportunities. We strive for outstanding near-term results, while also investing to sustain our strong performance over the long term. We consistently reinvest a significant portion of our cash flow into organic investments particularly in talent, technology and capabilities.\nInnovations like SenTrisk, Blue Eye, Len AI and other digital tools are examples of how we are delivering value for our colleagues and clients. Investing in data and insights enables us to work smarter on behalf of our clients, helping them gain the perspective needed to pursue their ambitions. We also maintain a balanced approach to capital management. We look to maintain financial flexibility as we manage the efficiency of our capital structure. We have a bias to reinvest the capital we generate into high-quality acquisitions.\nHowever, we also recognize that returning capital to shareholders delivers meaningful value over time. And each year, we target raising our dividend and repurchasing enough stock to reduce our share count. A focus on high-quality acquisitions is also an important part of our growth strategy. Over the past decade, we've invested approximately $24 billion in M&A across more than 200 transactions that have accelerated our growth at attractive returns. These acquisitions extend our reach, enhance our capabilities and boost our scale.\nThe growth plans of our businesses remain at the core of our strategy. At the same time, we're working together better than ever to capture opportunities at the intersections of our businesses. and we constantly challenge ourselves to operate more efficiently. We've expanded our operating margin by over 900 basis points in the past decade and we've improved our margin by nearly 500 basis points in the last 5 years alone.\nThis has been achieved primarily through increasing efficiencies and other operating expenses, while continuing to grow our talent base. Despite these gains, we still see opportunities for further improvement. While the core tenets of growth, discipline and balanced investment, we'll continue to underpin our strategy we are constantly evolving to deliver greater value to our clients and all of our stakeholders.\nTurning to insurance market conditions. The global insurance and reinsurance market remains dynamic. And nearly $130 billion, 2024 was the fifth consecutive year of more than $100 billion of insured natural catastrophe losses. Despite an elevated risk landscape, the Marsh Global Insurance Market Index decreased by 2% in the fourth quarter compared to a 1% decline in the third quarter.\nAs a reminder, our index skews to large account business. Overall, rates in the U.S. were flat. Latin America was up low single digits. Europe, U.K. and Asia were down low to mid-single digits and Pacific was down high single digits. Global property rates declined 3% compared to down 2% in the third quarter. Global Casualty rates increased 4% with U.S. excess catty up approximately 15% in the quarter. Workers' compensation decreased mid-single digits.\nGlobal Financial and Professional liability rates were down 6%, while cyber decreased 7%. In reinsurance, underwriting discipline persisted, particularly on program retentions, capacity increased at a more significant pace than client demand. In global property cat reinsurance, accounts not impacted by loss saw risk-adjusted rates down 5% to 15%. While risk-adjusted rates for loss-impacted accounts were flat to up 30%.\nCasualty renewals were completed with varying outcomes. Excess of loss placements continue to face pressure on treaty terms. Quota shares were more stable with sufficient capacity while ceding commissions were flat to slightly down. Turning to health trends. Our surveys indicate medical costs are expected to increase 11% on a global basis in 2025. This would be the fifth consecutive year of at least a 10% increase.\nOn a regional basis, the pace of anticipated increase is 8% in North America, 9% in the Pacific region 10% in both Europe and Latin America, 11% in the Middle East and Africa and 13% in Asia. For employee-sponsored health plans in the U.S., the total health benefit cost per employee is expected to rise 5.8% on average in 2025 after accounting for planned cost reduction measures. This would be the third consecutive year of cost growth around 5%. As always, our focus on helping our clients navigate these dynamic market conditions.\nNow let me turn to our fourth quarter financial performance, which Mark will cover in more detail. We are pleased with our fourth quarter performance, where growth remained strong and solid earnings capped another terrific year. Revenue grew 7% on an underlying basis with 8% growth in RIS and 6% in consulting. We had adjusted operating income of 9%, and we generated adjusted EPS in the quarter of $1.87, which is up 11% from a year ago.\nTurning to our outlook for 2025. We are well positioned for another strong year. We currently expect mid-single-digit underlying revenue growth, including an anticipated headwind from fiduciary income along with continued margin expansion and solid adjusted EPS growth. Our outlook assumes current macro conditions persist. However, the environment remains uncertain, and the economic backdrop could be materially different than our assumptions.\nIn summary, we are pleased with our performance in 2024. We executed against our strategic objectives and continued our track record of delivering strong results. With that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our solid fourth quarter results reflected continued momentum and capped an excellent year with strong underlying revenue growth and double-digit growth in adjusted EPS. Our consolidated revenue increased 9% in the fourth quarter to $6.1 billion with underlying growth of 7%. The Operating income was $1.1 billion and adjusted operating income was $1.3 billion, up 9%. Our adjusted operating margin was 23.3%. GAP EPS was $1.59. Adjusted EPS increased 11% to $1.87 and included a $0.05 benefit from favorable discrete tax items and a $0.02 headwind from foreign exchange.\nFor the full year, underlying revenue growth was 7%. Adjusted operating income grew 11% to $6.2 billion. Adjusted EPS grew 10% to $8.80 and our adjusted operating margin expanded 80 basis points to 26.8%, marking our 17th consecutive year of reported margin expansion. 2024 was also a record year for capital deployment. We invested $9.4 billion in acquisitions, the largest year in our history. We also raised our quarterly dividend 15% and bought back $900 million of our stone.\nLooking at Risk & Insurance Services. Fourth quarter revenue was $3.6 billion, up 11% or 8% on an underlying basis. Operating income in RIS increased 2% to $770 million. Adjusted operating income increased 13% to $893 million, and our adjusted margin was 27%. For the full year, revenue in RIS was $15.4 billion, with underlying growth of 8%. Adjusted operating income increased 13% to $4.6 billion our adjusted operating margin increased 70 basis points to 32%.\nAt Marsh, revenue in the quarter was $3.3 billion, up 15% from a year ago or 8% on an underlying basis, reflecting continued growth across our regions as well as a rebound in transaction risk products and claims activity in our Torrent flood business. This result marks the 16th consecutive quarter of 6% or higher underlying growth at Marsh.\nIn U.S. and Canada, underlying growth was 8% for the quarter. In international, underlying growth was 9%, with Latin America up 13%, EMEA up 9% and Asia Pacific up 6%. For the full year, Marsh's revenue was $12.5 billion, with underlying growth of 7%. U.S. and Canada was up 7% and international grew 8%. Guy Carpenter's revenue in the quarter was $201 million, up 7% on an underlying basis, driven by growth across our regions and Global Specialties. For the year, revenue was $2.4 billion, representing 8% underlying growth, Guy Carpenter's fourth consecutive year of 8% or higher underlying growth.\nIn the Consulting segment, fourth quarter revenue was $2.4 billion, up 6% on both a GAAP and underlying basis. Consulting operating income was $466 million adjusted operating income was $484 million, up 1%. Our adjusted operating margin in Consulting was 20.7% compared to 21.3% a year ago reflecting seasonality in the impact of acquisitions and dispositions.\nFor the full year, consulting revenue was $9.1 billion, with underlying growth of 6%. Adjusted operating income increased 6% to $1.8 billion, and our adjusted operating margin increased 30 basis points to 20.7%. Mercer's revenue was $1.5 billion in the quarter, up 5% on an underlying basis. This was Mercer's 15th consecutive quarter of 5% or higher underlying growth and continues the best run of growth in over 15 years.\nHealth underlying growth was 5% in the quarter, reflecting growth across all regions. Wealth was up 4%, led by growth in investment management. Our assets under management were $617 billion at the end of the fourth quarter, up 13% sequentially and up 47% compared to the fourth quarter of last year. Year-over-year growth was driven by our transaction with Cordano and Vanguard, positive net flows and the impact of capital markets.\nCareer increased 7%, driven by growth in talent and rewards, surveys and products. For the year, revenue at Mercer was $5.7 billion, an increase of 5% on an underlying basis the fourth straight year of 5% or higher underlying growth. Oliver Wyman's revenue in the fourth quarter was $954 million, an increase of 7% on an underlying basis.\nThis reflects growth across all regions and businesses and was achieved despite a tough comparison to 9% growth in the fourth quarter of last year. For the full year, Oliver Wyman's revenue was $3.4 billion, reflecting underlying growth of 6%. Fiduciary income was $112 million in the quarter, a decline of $26 million from the third quarter, reflecting lower interest rates.\nLooking ahead to the first quarter of 2025, we expect fiduciary income will be approximately $100 million. Foreign exchange was a $0.02 headwind in the fourth quarter and a $0.05 headwind for the full year. Assuming exchange rates remain at current levels, we expect FX will be a headwind of $0.04 in the first quarter and $0.09 for all of 2025.\nTurning to our McGriff transaction. We closed the deal in mid-November. And as John mentioned, the integration is going well. McGriff is a terrific business, and we're excited about what they bring to MMA. In November, we issued $7.25 billion of senior notes to fund the transaction. The first quarter is [ Magris ] seasonally smallest from a revenue perspective. So for Q1, we expect McGriff will be modestly dilutive to adjusted EPS.\nHowever, I want to emphasize that we continue to expect McGriff will be modestly accretive to adjusted EPS for full year 2025, becoming more meaningfully accretive in 2026 and beyond. We expect noteworthy charges associated with McGriff of approximately $450 million to $500 million in total over the next 3 years, with the vast majority of these costs associated with retention incentives a significant portion of which was put in place by the seller.\nThese costs flow through our financial statements but were funded by the seller through a purchase price adjustment. Also note that we will exclude McGriff from our underlying growth calculations for the first year as is our convention. Total noteworthy items in the quarter were $154 million, including $136 million of restructuring costs, primarily related to the program we began in the fourth quarter of 2022.\nInterest expense in the fourth quarter was $231 million, up from $151 million in the fourth quarter of 2023. This increase reflects higher levels of debt as well as $26 million of bridge financing fees associated with the McGriff transaction. Based on our current forecast, we expect interest expense in the first quarter of 2025 of approximately $246 million.\nOur adjusted effective tax rate in the fourth quarter was 21.1% compared with 25.5% in the fourth quarter last year. For the full year 2024, our adjusted effective tax rate was 24.5% compared with 24% in 2023. Excluding discrete items, our adjusted effective tax rate in 2024 was 25.8% compared with 25% in 2023. When we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative.\nBased on the current environment, we expect an adjusted effective tax rate of between 25% and 26% in 2025. To capital management, our balance sheet. We ended the year with total debt of $19.9 billion. Our next scheduled debt maturity is in the first quarter of 2025 with $500 million of senior notes mature. Our cash position at the end of the fourth quarter was $2.4 billion.\nUses of cash in the quarter totaled $8.5 billion and included $403 million for dividends and $8.1 billion for acquisitions, including the [ GRIF. ] For the year, uses of cash totaled $11.8 billion, included $1.5 billion for dividends, $9.4 billion for acquisitions and $900 million for share repurchase.\nLooking to 2025. Based on our outlook today, we expect to deploy approximately $4.5 billion of capital across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops. As we discussed last quarter, beginning in the first quarter of 2025, we will exclude the impact of acquisition-related intangible amortization and the other net benefit credit from adjusted EPS.\nWe've provided tables in our fourth quarter earnings release and recast adjusted operating income and adjusted EPS for the past 8 quarters on this basis. Turning to 2025. As John noted, we remain positive in our outlook for growth. For 2025, we currently expect mid-single-digit underlying revenue growth, margin expansion and solid growth in adjusted EPS. This outlook contemplates anticipated headwinds from short-term interest rate declines, foreign exchange and favorable discrete tax items in 2024.\nWe expect these headwinds will have a more significant impact in the first quarter, which will also reflect a difficult revenue growth comparison versus a year ago. Overall, we are pleased with our performance in 2024. We have momentum across our business and are well positioned for another strong year in 2025. And with that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Andrew, we are ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b1de6a9594d4300eada9ebdae607cad0",
    "period": "2024 Q2",
    "content": "Q2 2024 Marsh & McLennan Co Inc Earnings Call\n\nQ2 2024 Marsh & McLennan Co Inc Earnings Call\n\nMMCNYSEJUL 18, 8:30 AM\n\nOperator\n\nWelcome to Marsh & McLennan's earnings conference call. Today's call is being recorded. Second quarter 2024 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com. .\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. [Operator Instructions] I'll now turn this over to John Doyle, President and CEO of Marsh McLennan\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our second quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan. On the call with me is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh, Dean Klisura of Guy Carpenter, Pat Tomlinson of Mercer; and Nick Studer of Oliver Wyman.\nAlso with us this morning is Sarah Dewitt, Head of Investor Relations. Before I get into our results, I'd like to comment on the attempted assassination of former U.S. President, Donald Trump, this past weekend. We're thankful that he is safe, and our hearts go out to the victims and their loved ones. Violence has no place in our politics or our society. We condemn it, and affirm our commitment to civil discussion, debate and resolution. Our political process and democracy depend on all candidates having the ability to safely convey their visions for our country. We believe that each of us can help shape peaceful public discourse and advocate for a culture of respect and unity.\nNow turning to the second quarter. Marsh McLennan delivered strong results across our businesses and geographies. We generated 6% underlying revenue growth on top of 11% in the second quarter of last year, reflecting strong execution in both RIS and Consulting. We grew adjusted at our operating income 11% from a year ago. Our adjusted operating margin expanded 130 basis points and adjusted EPS grew 10%. We also announced a 15% increase to our quarterly dividend to $0.815 and completed $300 million of share repurchases during the quarter.\nThese results highlight our consistent focus on delivering in the near term while investing for sustained growth over the long term. We're benefiting from organic investments we've made in our talent and capabilities, and we also continue to make high-quality acquisitions that build on the scale and breadth of our business. In the second quarter, we announced several significant transactions. Mercer announced an agreement to acquire Cardano, a long-term saving specialist in the U.K. and Netherlands with approximately $66 billion in AUM. Cardano operates the third largest U.K. master trust platform and serves more than 2 million customers across 27,000 employers. This transaction builds on our leading position in OCIO, enhances our DC offerings and adds important trading capabilities.\nOliver Wyman agreed to acquire Veritas Total Solutions, an adviser in commodity and energy markets. And Marsh McLennan Agency completed 3 acquisitions in the quarter: Fisher Brown Bottrell, one of the five largest bank affiliated agencies in the United States specializing in commercial P&C insurance and employee benefits. FBB expands our presence across the Southeast. AC Risk Management builds on our scale in commercial P&C in the Northeast, and Perkins Insurance agencies adds to our commercial P&C business in Texas.\nLast week, MMA also announced the acquisition of Horton, a top 100 broker with over $100 million in revenue, operating primarily in the Midwest. And we recently announced the acquisitions of AmeriStar, a commercial P&C high net worth, agency based in Minnesota; and Hudson Shore, a public sector employee benefits agency in New Jersey. These acquisitions are great examples of our ability to attract the very best insurance agencies to our company. And along with high rates of sustained underlying growth, they've helped to make MMA a $3.5 billion annual revenue business.\nWe also continue to help our clients thrive by investing in innovation. Drawing on our expertise, perspective, data and insights, we are creating new solutions for a complex environment. For example, Marsh continues to evolve Blue[i], a digital suite of solutions for insurance strategy decisions that uses our data and analytics to generate insights for clients. This quarter, we added Blue[i] risk appetite analytics to help clients define the amount and type of risk they're willing to retain. With customizable calculations, our insights help clients navigate a challenging landscape with greater confidence.\nGuy Carpenter launched CatStop+, a new solution to address the volatility of cyber risk using GC's proprietary analytics. CatStop+ offers clients protection against cyber cat losses. Mercer launched SelectRx, a technology solution in the U.S. that creates competition amongst pharmacies for high-cost specialty medications. Leveraging Free Market Health's cloud-based platform SelectRx lowers cost for employers and deliver savings to employees by directing prescriptions to a curated network of specialty pharmacies. Oliver Wyman is helping our clients innovate in their own businesses with the launch of Quotient, which combines our expertise in AI implementation, deployment and strategic advisory with our deep industry knowledge. Quotient moves clients beyond the hypes around AI to deliver real value and meaningful outcomes.\nOur approach to balancing near-term performance with investment and innovation delivers significant value to our clients. It also enables us to sustain growth over the long term and drive consistent exceptional performance for shareholders.\nShifting to the macro picture. We continue to see significant opportunity to help clients navigate the complexity they're facing today. Beyond the shocking assassination attempt in the U.S., the geopolitical backdrop is unsettled with ongoing wars and areas of attention across the globe. Uncertainty also remains around the frequency of extreme weather, escalating cyberattacks, and key variables in the economic outlook like the persistence of inflation and the timing of changes to central bank policy. Despite this uncertainty, the environment remains supportive of growth in our business.\nIn general, we see continued economic growth in most of our major markets. The cost of risk in health care continues to rise, and labor markets remain tight. And the consensus probability of a near-term recession for major economies continues to decrease. We have performed well across economic cycles due to the resilience of our business, sustained demand for our advice and solutions and consistent execution for our clients.\nTurning to insurance and reinsurance market conditions. The Marsh Global Insurance Market Index was flat overall in the second quarter versus a 1% increase in the first quarter. Generally, rates in the U.S., Europe and Latin America continued to increase in the low to mid-single digits, while the U.K., Asia and Pacific saw low to mid-single-digit decreases. Global property rates were flat versus up 3% in the first quarter. Casualty increased in the low single digits with U.S. excess casualty up 10% in the quarter, while workers' compensation decreased low single digits.\nFinancial and professional liability rates and cyber pricing were down 5% and 6%, respectively. Midyear reinsurance renewals reflected increased demand for property cat, with easing rates after significant increases in 2023. The majority of property placements were completed at renewal with adequate capacity. The global property cat reinsurance rates were generally flat to down mid-single digits, with greater decreases for upper layers on accounts without losses. The cat bond market had the most active quarter on record, with over 30 new bonds issued involving approximately $8 billion of limit. Casualty programs face continued underwriting scrutiny, but there is adequate capacity in the market. Excess of loss programs with U.S. exposure saw upward pricing pressure while quota share ceding commissions were flat to down slightly. As always, we are helping our clients navigate these dynamic market conditions.\nNow let me turn to our second quarter financial performance. We generated adjusted EPS of $2.41, which is up 10% from a year ago. On an underlying basis, revenue grew 6%. Underlying revenue grew 7% in RIS and 4% in Consulting. Marsh was up 7%, Guy Carpenter 11%, Mercer 5% and Oliver Wyman grew 3%. Overall, the second quarter saw adjusted operating income growth of 11%, and our adjusted operating margin expanded 130 basis points year-over-year.\nTurning to our outlook. We are well positioned for another great year in 2024. We continue to expect mid-single-digit or better underlying revenue growth, another year of margin expansion and strong growth in adjusted EPS. Our outlook assumes current macro conditions persist. However, meaningful uncertainty remains and the economic backdrop could be materially different than our assumptions.\nOverall, I am proud of our second quarter performance, which demonstrates continued execution on key initiatives and momentum across our business. I'm grateful to our colleagues for their focus and determination and the value they deliver to our clients, shareholders and communities.\nWith that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our second quarter results were strong: solid underlying growth, significant margin expansion and 10% growth in adjusted EPS. Our consolidated revenue increased 6% to $6.2 billion, with underlying growth of 6%. Operating income was $1.6 billion, and adjusted operating income was $1.7 billion, up 11%. Our adjusted operating margin increased 130 basis points to 29%. EPS was $2.27 and adjusted EPS was $2.41. For the first 6 months of 2024, underlying revenue growth was 8%, our adjusted operating income grew 11% to $3.7 billion, our adjusted operating margin increased 100 basis points and our adjusted EPS increased 12% to $5.30.\nLooking at Risk and Insurance Services. Second quarter revenue was $4 billion, up 8% from a year ago or 7% on an underlying basis. This result marks the 14th consecutive quarter of 7% or higher underlying growth in RIS and continues the best stretch of growth in 2 decades. RIS operating income was $1.3 billion in the second quarter. Adjusted operating income was also $1.3 billion, up 12% over last year, and our adjusted operating margin expanded 110 basis points to 35.3%. For the first 6 months of the year, revenue in RIS was $8.3 billion with underlying growth of 8%, adjusted operating income increased 12% to $2.9 billion, and our margin increased 90 basis points to 37.3%.\nAt Marsh, revenue in the quarter was $3.3 billion, up 8% from a year ago or 7% on an underlying basis. This strong growth came on top of 10% growth in the second quarter of last year. Growth in the second quarter reflected strong new business and solid renewals. In U.S. and Canada, underlying growth was 6% for the quarter. International underlying growth was 7%. EMEA was up 7%. Asia Pacific grew 7%. And Latin America was up 8%. For the first 6 months of the year, Marsh's revenue was $6.3 billion with underlying growth of 7%. U.S. and Canada grew 7% and International was up 8%. Guy Carpenter's revenue was $632 million in the quarter, up 10% or 11% on an underlying basis. This terrific result came on top of 11% growth last year and was driven by double-digit growth across most geographies and specialties. For the first 6 months of the year, Guy Carpenter generated $1.8 billion of revenue and 9% underlying growth.\nIn the Consulting segment, second quarter revenue was $2.2 billion, up 2% from a year ago or 4% on an underlying basis. Consulting operating income was $410 million, and adjusted operating income was $426 million, up 6%. Our adjusted operating margin in Consulting was 19.8% in the second quarter, an increase of 60 basis points. For the first 6 months of 2024, Consulting revenue was $4.4 billion, reflecting underlying growth of 6%. Adjusted operating income increased 7% to $870 million, and our margin increased 50 basis points to 20.3%.\nMercer's revenue was $1.4 billion in the quarter, flat compared to a year ago, but up 5% on an underlying basis. This was Mercer's 13th straight quarter of 5% or higher underlying growth and continues the best run of growth in 15 years. Wealth grew 3%, driven by growth in both Investment Management and DB Consultant. Our assets under management were $492 billion at the end of the second quarter, up 1% sequentially and up 25% compared to the second quarter of last year. Year-over-year growth was driven by our transaction with Vanguard, impact of capital markets and positive net flows. Health underlying growth remained strong at 9% and reflected growth across all regions. Career revenue increased 2%, continuing the trend of modest growth following a 2-year stretch of strong growth in demand. For the first 6 months of the year, revenue at Mercer was $2.8 billion with 6% underlying growth.\nOliver Wyman's revenue in the quarter was $837 million, an increase of 3% on an underlying basis. This comes on top of 11% growth a year ago. The first 6 months of the year, revenue at Oliver Wyman was $1.6 billion, an increase of 8% on an underlying basis, up from 6% growth in the first half of last year. Foreign exchange was a $0.02 headwind in the second quarter. Assuming exchange rates remain at current levels, we expect FX to be a $0.02 headwind in the third quarter and $0.02 in the fourth quarter. Total noteworthy items in the quarter were $73 million. These included $44 million of restructuring costs, mostly related to the program we began in the fourth quarter of 2022 as well as some transaction-related expense. Our other net benefit credit was $66 million in the quarter. For the full year, we continue to expect our other net benefit credit will be approximately $265 million.\nInterest expense in the second quarter was $156 million, up from $146 million in the second quarter last year, reflecting higher levels of debt and higher interest rates. Based on our current forecast, we expect approximately $154 million of interest expense in the third quarter and approximately $620 million for the full year. Our adjusted effective tax rate in the second quarter was 26.2% compared with 24.2% in the second quarter of last year. Our tax rate in both periods benefited from favorable discrete items. Excluding discrete items, our adjusted effective tax rate was approximately 26.5%.\nWhen we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, we continue to expect an adjusted effective tax rate of between 25.5% and 26.5% for 2024.\nTurning to capital management and our balance sheet. We ended the quarter with total debt of $13.5 billion. Our next scheduled debt maturity is in the first quarter of 2025 when $500 million of senior notes mature. We continue to expect to deploy approximately $4.5 billion of capital in 2024 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops. Last week, we announced a 15% increase to our quarterly dividend, making this our 15th consecutive year of dividend growth. This comes on top of a 20% increase a year ago and reflects our strong earnings growth and confidence in our outlook. Our cash position at the end of the second quarter was $1.7 billion. Uses of cash in the quarter totaled $1.2 billion and included $352 million for dividends, $500 million for acquisitions and $300 million for share repurchases. For the first 6 months, uses of cash totaled $2.2 billion and included $706 million for dividends, $847 million for acquisitions and $600 million for share repurchases.\nWhile there continues to be uncertainty in the outlook for the global economy, we feel good about the momentum in our business and the current environment remains supportive of growth. Overall, our excellent first half leaves us well positioned for another great year in 2024. Based on our outlook today, for the full year, we continue to expect mid-single-digit or better underlying growth, margin expansion and strong growth in adjusted EPS.\nAnd with that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Andrew, we are ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0ceac6e7496d6e9d82938018df86bf6c",
    "period": "2024 Q1",
    "content": "Q1 2024 Marsh & McLennan Companies Inc Earnings Call\n\nQ1 2024 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEAPR 18, 8:30 AM\n\nUnknown Executive\n\nWelcome to Marsh & McLennan's earnings conference call. Today's call is being recorded. First quarter 2024 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com. Please note that remarks made today may include forward-looking statements.\nForward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. [Operator Instructions] I will now turn this over to John Doyle, President and CEO of Marsh McLennan\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning. Thank you for joining us to discuss our first quarter results reported earlier today. I'm John Doyle, President and CFO of Marsh McLennan. On the call with me is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh, Dean Klisura of Guy Carpenter; Nick Studer of Oliver Wyman; and Pat Tomlinson of Mercer, who is joining us -- joining this call for the first welcome Pat.\nAlso with us today is Sarah Dewitt, Head of Investor Relations. Marsh McLennan had a strong start to 2024. Our first quarter results were excellent, and we are well positioned for another good year. Top line continued with 9% underlying revenue growth which was on top of 9% growth in the first quarter of last year. All of our businesses had strong revenue growth with Marsh, Mercer and Oliver Wyman accelerating growth from the fourth quarter. We grew adjusted operating income by 11% from a year ago.\nOur adjusted operating margin expanded 80 basis points compared to the first quarter of 2023. We had adjusted EPS growth of 14% and we completed $300 million of share repurchases in the quarter. In addition, we continue to add to our talent, capabilities and scale through acquisitions. These investments will help strengthen our strategic position and sustain top line growth. For example, Mercer completed the purchase of Vanguard's OCIO business which expands our reach into the endowments and foundations segment.\nMMA acquired 2 leading agencies in Louisiana. And Oliver Wyman closed the acquisition of C Tech which extends our capabilities in the aviation, transportation and defense industries. At Marsh McLennan, we bring together specialized capabilities and perspectives across risk, strategy and people, to help clients make critical decisions with confidence.\nFor example, in the area of supply chain risk, we developed a solution called [ Centres, ] which draws on the perspective and capabilities of Marsh and Oliver Wyman, to identify key risks in our client supply chains. Using this framework, we create a digital twin model of a client supply lines, which provides for a scenario-based vulnerability assessment to help manage risk. This product is already helping clients across multiple sectors, including in the banking, manufacturing, aviation and defense industries.\nAs we noted last quarter, Marsh Oliver Wyman and Guy Carpenter developed the Unity facility, a public private insurance solution that enables grain shipments from Ukrainian ports. In the first quarter, we worked with the Ukrainian government, DZ Bank, Lloyd's and others to expand the facility to all ships carrying nonmilitary cargo. This will help support Ukraine's economic resilience in time of war. In the health care sector, Marsh and Mercer are working together to help clients evaluate connections between talent retention, patient safety and the cost of malpractice insurance.\nMarsh's risk assessment capabilities and Mercer's extensive health and human capital expertise combined with our rich data sets are creating new, highly valued perspectives in the health care sector. These are just a few examples of how we're applying our unique expertise to address pressing challenges and deliver significant value to clients.\nRecently, we released our annual ESG report. The report includes enhanced disclosure on our ESG efforts and underscores how the actions we're taking and on behalf of our clients also have a positive impact on the communities where we live and work. Let me share some examples. We collaborated with the center for NYC neighborhoods to launch a community-based catastrophe insurance program.\nThis Parametric insurance program helps finance emergency grants to community members following an event with funds reaching households within days of a catastrophe. In cyber, we developed a global personal micro insurance solution to protect against threats like online identity theft, viruses, cyber bullying and failure to deliver purchased goods.\nWith regard to sustainability, we are supporting the Dubai Energy & Water Authority's commitment to provide 100% of its energy from clean sources by 2050. As part of this work, we conducted a climate resilience assessment of one of the world's largest solar parks. We modeled the site's ability to withstand future climate conditions, and proposed adaptation measures to mitigate extreme risks. We continue to improve sustainability in our own operations as well.\nFor example, in 2023, we expanded the use of renewable electricity across our U.S. offices and in our largest U.K. locations. And we submitted our climate targets for validation as part of our goal to achieve net 0 globally by 2050. We remain committed to generating exceptional financial performance and returns for shareholders and we also recognize that the successful outcomes we help enable for our clients and our own actions can have a lasting positive effect on communities around the world.\nShifting to the macro picture. We see significant opportunity to help clients navigate the range of outcomes driven by a more complex environment. The geopolitical backdrop remains unsettled with multiple major wars and rising tensions globally. More than half the world's population will go to elections in 2024, and the economic outlook remains uncertain as well.\nDespite this uncertainty, the environment is supportive of growth in our business. In general, we see continued economic growth in most of our major markets. Inflation and interest rates remain elevated. Labor markets are tight, the cost of risk is up and health care costs continue to rise. We have a strong record of performance across economic cycles due to the resilience of our business and demand for our advice and solutions.\nTurning to insurance and reinsurance market conditions Primary insurance rates increased with the Marsh Global Insurance Market Index up 1% overall in the quarter. Property rates increased 3% versus 6% in the fourth quarter. Casualty was up 3%, in line with last quarter. Workers' compensation decreased mid-single digits, while financial and professional liability rates were down 7% and cyber pricing decreased 6%.\nReinsurance market conditions remain stable with increased client demand and adequate capacity. In the April renewal period, U.S. property cat reinsurance rates were flat with some decreases for accounts without losses. Loss-impacted accounts averaged increases in the 10% to 20% range. The U.S. casualty reinsurance market was challenging, but rates were in line with January renewals.\nIn January, April 1 property cat rates overall were down slightly on a risk-adjusted basis. Early signs for June 1 Florida cat risk renewals point to improved market conditions for [ cedents. ] Increased reinsurance appetite for growth should be adequate to meet higher demand. As always, we are helping our clients navigate these dynamic market conditions. Now let me turn briefly to our first quarter financial performance, which Mark will cover in detail.\nWe generated adjusted EPS of $2.89, which is up 14% versus a year ago. Revenue grew 9% on an underlying basis with 9% growth in both RIS and in consulting. Marsh was up 8%. Guy Carpenter grew 8%, Mercer, 6% and Oliver Wyman was up 13%. Overall, in the first quarter, we had adjusted operating income growth of 11% and our adjusted operating margin expanded 80 basis points year-over-year. Turning to our outlook. We are very well positioned for another good year in 2024. We continue to expect mid-single-digit or better underlying revenue growth, another year of margin expansion and strong growth in adjusted EPS.\nOur outlook assumes current macro conditions persist however, meaningful uncertainty remains and the economic backdrop could be materially different than our assumptions. In summary, the first quarter was a great start to the year for Marsh McLennan, our business delivered strong performance, and we continue to execute well on our strategic initiatives.\nI'm proud of the focus and determination of our colleagues and the value they deliver to our clients and shareholders. With that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our first quarter results were outstanding and represent an excellent start to the year. We saw continued momentum in underlying growth, strong margin expansion and double-digit growth in adjusted EPS. Our consolidated revenue increased 9% in the first quarter to $6.5 billion, underlying growth of 9%. Operating income was $1.9 billion, and adjusted operating income increased 11% to $2 billion. Our adjusted operating margin increased 80 basis points to 32% and we expect higher margin expansion for the rest of the year, particularly in the second half.\nGAAP EPS was $2.82 and adjusted EPS was $2.89, up [ 14% ] last year. Looking at Risk & Insurance Services. First quarter revenue was $4.3 billion, up 9% compared with a year ago on both a reported and underlying basis. This result marks the 12th consecutive quarter of 8% or higher underlying growth in RIS, it continues the best stretch of growth in 2 decades. RIS operating income was $1.6 billion in the first quarter. Adjusted operating income was also $1.6 billion, up 11% over last year our adjusted operating margin expanded 50 basis points to 39.1%.\nAt Marsh, revenue in the quarter increased 9% to $3 billion or 8% on an underlying basis. This comes on top of 9% growth in the first quarter of last year. In U.S. and Canada, underlying growth was 8% for the quarter, reflecting solid renewal and new business growth. In international, underlying growth was strong at 8% and comes on top of 10% in the first quarter last year.\nEMEA was up 9%; Latin America grew 8% and Asia Pacific was up 6%. Guy Carpenter's revenue was $1.1 billion, up 7% or 8% on an underlying basis, driven by growth across most regions and global specialties. This was the fifth straight quarter of 8% or higher underlying growth at Guy Carpenters. In the Consulting segment, first quarter revenue was $2.2 billion, up 9% on an underlying basis. Consulting operating income was $432 million, and adjusted operating income was $444 million, up 9%. Our adjusted operating margin in Consulting was 20.7% in the first quarter, an increase of 40 basis points. Mercer's revenue was $1.4 billion in the quarter, up 6% on an underlying basis. This was Mercer's 12th straight quarter of 5% or higher underlying growth and continues the best run of growth in 15 years.\nHealth underlying growth was 10% and reflected strong momentum across all regions. Wealth grew 5%, driven by growth in both Investment Management and DB consulting. Our assets under management were $489 billion at the end of the first quarter, up 17% sequentially and up 38% compared to the first quarter of last year.\nYear-over-year growth was driven by our transactions with Westpac and Vanguard rebound in capital markets and positive net flows. Career revenue increased 1%, reflecting a tough comparison to a period of strong growth last year as well as softness in the U.S. Oliver Wyman's revenue in the first quarter was $789 million, up 13% on an underlying basis from the slow start we had in the first quarter of last year and reflected strength across all regions.\nForeign exchange had very little impact on earnings in the first quarter. Assuming exchange rates remain at current levels, we expect FX to be a $0.02 headwind in the second quarter and a further $0.01 headwind in the second half. Total noteworthy items in the quarter were $49 million. The majority of these items were restructuring costs, mostly related to the program we began in the fourth quarter of 2022.\nOur other net benefit credit was $67 million in the quarter. For the full year, we expect our other net benefit credit will be approximately $265 million. Interest expense in the first quarter was $159 million, up from $136 million in the first quarter of 2023, reflecting higher levels of debt and higher interest rates. Based on our current forecast, we expect $158 million of interest expense in the second quarter and approximately $620 million for the full year.\nOur adjusted effective tax rate in the first quarter was 23.9% compared with 25% in the first quarter of last year. Our tax rate benefited from favorable discrete items, the largest of which was the accounting for share-based compensation similar to a year ago. Excluding discrete items, our adjusted effective tax rate was approximately 26.5%.\nWhen we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, we continue to expect an adjusted effective tax rate of between 25.5% and 26.5% for 2024. Turning to capital management and our balance sheet. We ended the quarter with total debt of [ $13.5 billion. ] Our next scheduled debt maturity is in the second quarter when $600 million of senior notes mature. Our cash position at the end of the first quarter was $1.5 billion. Uses of cash in the quarter totaled $1 billion and included $354 million for dividends $347 million for acquisitions and $300 million for share repurchases.\nWe continue to expect to deploy approximately $4.5 billion of capital in 2024 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how our M&A pipeline develops. While there continues to be uncertainty in the outlook for the global economy, we feel good about the momentum in our business. and the current environment remains supportive of growth.\nOverall, our strong start leaves us well positioned for another good year in 2024. Based on our outlook today, for the full year, we continue to expect mid-single-digit or better underlying growth, margin expansion and strong growth in adjusted EPS. With that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Andrew, we are ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/25234a1b13420fdd3bf4551751165dfa",
    "period": "2023 Q4",
    "content": "Q4 2023 Marsh & McLennan Co Inc Earnings Call\n\nQ4 2023 Marsh & McLennan Co Inc Earnings Call\n\nMMCNYSEJAN 25, 8:30 AM\n\nOperator\n\nWelcome to Marsh & McLennan's Earnings Conference call. Today's call is being recorded. Fourth quarter 2023 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh & McLennan website. During the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release.\n[Operator Instructions]\nI'll now turn this over to John Doyle, President and CEO of Marsh McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our fourth quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan. Joining me on the call today is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh, Dean Closure of Guy Carpenter, Martin Velan, Mercer and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations. 2023 was an outstanding year for Marsh McLennan. Total revenue grew 10% to $22.7 billion. We generated 9% underlying revenue growth, continuing our best period of growth in more than 2 decades with each of our businesses delivering strong results.\nAdjusted operating income grew 17% to $5.6 billion. This is on top of 11% growth in 2022. Our adjusted operating margin increased 130 basis points marking the 16th consecutive year we've reported margin expansion. And adjusted EPS grew 17%. We invested $1.6 billion in acquisitions that added to our talent capabilities and scale. This was our largest year for acquisitions in nearly 2 decades, aside from 2019 when we acquired JLT. Our acquisition of Graham expanded MMA's mid-Atlantic presence, [indiscernible] in strengthened our Australian middle-market business and our transaction with Westpac created one of Australia's most competitive super funds. At the same time, we continue to optimize our portfolio with the sale of 2 administration businesses at Mercer, which closed on January 1, 2024, and we delivered significant capital return to shareholders, raising our dividend by 20% completing $1.15 billion of share repurchases.\nI'm proud of what our team achieved in 2023. Our colleagues executed on key initiatives and generated value for clients and shareholders. Our performance reflects execution of a well-defined strategy, which includes building a culture that attracts and retains top talent, strengthening our capabilities through organic and inorganic investment, positioning ourselves in segments and geographies with attractive growth and margin profiles, leveraging data, insights and innovation to support clients and managing uncertainty and finding new opportunities and delivering the power of MarshMcLennan's perspective to help clients thrive. I just returned from the World Economic Forum, where geopolitical, economic, climate, technology and social risks were all very much top of mind for business and government leaders. Marsh McLennan is uniquely positioned to help clients manage the broad range of outcomes they're confronting from these issues. The launch of the Unity facility with Ukraine in November is a great example. Marsh, Oliver Wyman and Guy Carpenter came together to create an innovative insurance solution through a public-private partnership.\nUnity is now providing access to affordable war risk insurance for grain shipments in the Black Sea. The Ukrainian government's ambition is for the facility to enable nearly 1,000 shipments annually helping to support their economy and global food security. Launching this facility was a proud moment for us, and I can't think of a better example of our purpose, our capabilities and our impact in action. In so many ways, Marsh McLennan is well positioned to address today's challenges, and we are only just beginning to harness our combined capabilities, which are a distinct advantage. We are inspired by the possibilities and consider it a privilege to do this important work. Our business strategy is complemented by a balanced approach to expense and capital management. We focus on generating consistent, strong earnings growth and have a discipline of growing revenue faster than expenses.\nOur approach to capital allocation delivers results today while investing to sustain growth in the future. And we are implementing new ways to operate, reduce complexity and organize for impact. The strong value propositions of our individual businesses, the upside from bringing our collective strength to clients and our restructuring actions position us well for 2024. Looking to the year ahead, we continue to see a complex macro environment. Major economies continue to face the risk of recession, but moderating inflation and the possibility of easing interest rates make a soft landing more likely. The geopolitical situation remains unsettled with multiple wars escalating conflict throughout the Middle East and rising tension in the South China Sea. Despite these challenges, we continue to believe there are factors that are supportive of growth in our business.\nNominal GDP expectations for 2024 remain healthy for our major markets. While inflation has moderated, it is still elevated, and tight labor markets and supply chain challenges persist. Continued low unemployment and sustained payroll growth support demand and health and benefits and exposure unit growth and workers' compensation. The cost of risk continues to increase as insurers account for rising frequency and severity of catastrophe losses, the risks of social inflation, and higher reinsurance costs. Health care costs driven in part by the rising cost of prescription drugs accelerated in 2023 and are expected to remain elevated. And while short-term interest rates could ease, they remain at the highest level since the financial crisis.\nAs we've stated before, we have a track record of resilience and performance across economic cycles. Now let me turn to insurance and reinsurance market conditions. Primary insurance rates increased for the 25th consecutive quarter with the Marsh Global Insurance Market Index up 2% overall, compared to a 3% increase in the third quarter. Property rates increased 6% versus 7% in the third quarter, and casualty pricing continued to be up low single digits. Workers' compensation decreased slightly, while financial and professional liability rates were down mid-single digits. Cyber pricing decreased modestly after several years of increases. In reinsurance, the January 1 renewals reflected a market with more balanced trading conditions than a year ago. As we expected, underwriting discipline continued, but the market was more responsive to client objectives.\nCapacity was generally adequate, and we saw increased demand from clients. In Global Property [ cat ] reinsurance accounts without losses saw rates up modestly while loss-impacted accounts increased between 10% and 30%. Casualty programs face more scrutiny this year with pressure on pro rata seating commissions and excess of loss pricing. However, casualty capacity was adequate. As always, we are helping our clients navigate these dynamic market conditions. Now let me briefly turn to our fourth quarter financial performance, which Mark will cover in detail. We generated adjusted EPS of $1.68, which is up 14% versus a year ago. Revenue grew 7% on an underlying basis with 8% growth in RIS and 7% in consulting. Overall, in the fourth quarter, we had adjusted operating income growth of 16% and our adjusted operating margin expanded 130 basis points year-over-year.\nIn summary, 2023 was another outstanding year for Marsh McLennan, all of our businesses delivered generating excellent revenue and earnings growth. We executed on our strategic initiatives, invested in high-quality acquisitions, made the largest dividend increase in 25 years and made meaningful share repurchases. Looking forward, we are well positioned for 2024. We expect mid-single-digit or better underlying revenue growth, margin expansion and strong adjusted EPS growth. Our outlook assumes current macro conditions persist. However, meaningful uncertainty remains and the economic backdrop could be materially different than our assumptions. With that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our strong fourth quarter results capped an excellent year. Our consolidated revenue increased 11% in the fourth quarter to $5.6 billion, with underlying growth of 7%. Operating income was $1.1 billion and adjusted operating income was $1.2 billion, up 16% from a year ago. Our adjusted operating margin increased 130 basis points to 23.3%. [ GAP ] EPS was $1.52, adjusted EPS was $1.68, up 14%. Our full year 2023 results were outstanding.\nOperating income for the year was $5.3 billion, and adjusted operating income was $5.6 billion, an increase of 17% over 2022. Adjusted EPS grew 17% to $7.99 and our adjusted operating margin expanded 130 basis points, marking our 16th consecutive year of reported margin expansion. 2023 was also a strong year for capital management. We deployed $4 billion of capital, enhanced our short-term liquidity and raised our quarterly dividend 20% and saw Moody's upgrade our senior unsecured debt rating to A3. Looking at Risk and Insurance Services. Fourth quarter revenue increased 11% to $3.3 billion or 8% on an underlying basis. This result marks the 11th consecutive quarter of 8% or higher underlying growth in RIS and continues the best stretch of growth in 2 decades. RIS operating income was $753 million in the fourth quarter. Adjusted operating income increased 15% to $791 million, our adjusted margin expanded 140 basis points to 27%. For the full year, revenue in RIS was $14.1 billion, representing an increase of 11% on an underlying basis. Adjusted operating income grew 17% for the year, and our adjusted operating margin in RIS increased 150 basis points to 31.3%. At Marsh, revenue in the quarter increased 7% to $2.9 billion or 6% on an underlying basis. For the full year, revenue at Marsh was $11.4 billion, reflecting underlying growth of 8%. In U.S. and Canada, underlying growth was 5% for the quarter, reflecting solid renewal and new business growth despite continued headwinds in financial and professional lines. We also saw a headwind of nearly 1 point from lower flood claims in our MGA business. For the full year, underlying growth in U.S. and Canada was strong at 7%. In international, underlying growth was 7% in the quarter, with Latin America up 11%, Asia Pacific, up 10% and EMEA up 5%. For the full year, underlying growth in international was excellent at 9%.\nGuy Carpenter's revenue was $252 million, up 9% on an underlying basis, driven by growth across global specialties in most regions. For the year, Guy Carpenter generated $2.3 billion of revenue and 10% underlying growth, our strongest year since 2003. In the Consulting segment, Fourth quarter revenue was $2.3 billion, up 10% from a year ago or 7% on an underlying basis. Consulting operating income was $443 million, and adjusted operating income was $480 million, up 18%. Our adjusted operating margin expanded 130 basis points in the quarter to 21.3%. For the full year, consulting revenue was $8.7 billion, an increase of 7% on an underlying basis. Adjusted operating income for the year increased 13% and to $1.7 billion, and our adjusted operating margin increased 70 basis points to 20.4%.\nMercer's revenue was $1.4 billion in the quarter, reflecting underlying growth of 5%. This was Mercer's 11th straight quarter of 5% or higher underlying growth and continues the best run of growth in 15 years. Health grew 9% in the fourth quarter, reflecting strength in employer and government segments and momentum across all regions. Wealth was up 4%, driven by growth in Investment Management and BB administration. Our assets under management were $420 billion at the end of the fourth quarter, up 11% sequentially up 22% compared to the fourth quarter of last year. Year-over-year growth was driven by our transaction with Westpac, a rebound in capital markets and positive net flows.\nCareer revenue increased 1%, reflecting tough comparables following a period of strong growth in the rewards space. For the year, revenue at Mercer was $5.6 billion, an increase of 7% on an underlying basis, the best result since 2008. Oliver Wyman's revenue in the fourth quarter was $856 million, an increase of 9% on an underlying basis, like strength in Europe and the Middle East. For the full year, Oliver Wyman's revenue was $3.1 billion, reflecting underlying growth of 8%. Adjusted corporate expense was $78 million in the quarter. Foreign exchange had very little impact on earnings in the fourth quarter and was a $0.07 headwind for the full year. Assuming exchange rates remain at current levels, we expect FX will have a negligible impact on the first quarter and full year of 2024. Total noteworthy items in the quarter were $90 million, the majority of which related to our restructuring actions partly offset by a $58 million gain related to a legal settlement.\nWe reported $131 million of total restructuring costs approximately $113 million of which relates to the program we launched in the fourth quarter of 2022. These charges largely reflect costs related to severance, lease exits and streamlining our technology environment. We expect total charges under this program of approximately $475 million and expect total savings of roughly $400 million, of which approximately $230 million was realized in 2023. We expect to realize the bulk of the remaining savings in 2024. To date, we have incurred approximately $440 million of charges under this program. Our other net benefit credit was $59 million in the quarter and $239 million for the full year. For 2024, we currently expect our other net benefit credit will be up slightly. Cash contributions to our global defined benefit plans were $111 million in 2023. We expect a similar amount in 2024.\nInvestment income was a loss of $1 million in the fourth quarter on both a GAAP and adjusted basis, and we are currently projecting any investment income in the first quarter of 2024. Interest expense in the fourth quarter was $151 million, up from $127 million in the fourth quarter of 2022, reflecting higher levels of debt and higher interest rates. Based on our current forecast, we expect interest expense for the full year 2024 of approximately $625 million with $159 million in the first quarter. Our adjusted effective tax rate in the fourth quarter was 25.5%. This compares with 22.9% in the fourth quarter last year, which benefited from favorable discrete items. For the full year 2023, our adjusted effective tax rate was 24% compared with 23.5% in 2022. Both periods benefited from favorable discrete items. When we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, we expect an adjusted effective tax rate of between 25.5% and 26.5% for 2024.\nTurning to capital management and our balance sheet. We ended the year with total debt of $13.5 billion. Our next scheduled debt maturities are in the first quarter of 2024 when $1 billion of senior notes mature. And in the second quarter, when another $600 million of notes come due. Recall that last September, we issued $1.6 billion of new debt to fund these maturities. Our cash position at the end of the fourth quarter was $3.4 billion, Uses of cash in the quarter totaled $1.1 billion, included $354 million for dividends, $486 million for acquisitions and $250 million for share repurchases. For the year, uses of cash totaled $4 billion and included $1.3 billion for dividends, $1.6 billion for acquisitions and $1.15 billion for share repurchases.\nI want to take a minute to reiterate our approach to capital management. We have consistently followed a balanced capital management strategy that helps us deliver solid performance in the near term while investing for sustained growth over the long term. We prioritize investment in our business, both through organic investments and acquisitions. We favor attractive acquisitions over share repurchases and believe they are the better value creator for shareholders and the company over the long term. However, we also recognize that returning capital to shareholders generates meaningful returns for investors over time. And each year, we target raising our dividend and reducing our share count.\nLooking ahead to 2024, based on our outlook today, we expect to deploy approximately $4.5 billion of capital across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops. As John noted, there is significant uncertainty in the outlook for the global economy. However, we feel good about our momentum and position and despite the uncertainty, there are factors that remain supportive of growth. For 2024, we currently expect mid-single-digit or better underlying revenue growth margin expansion and strong growth in adjusted EPS. With that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Andrew, we're ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7769dfe61600fbe91c6b01ee50755f36",
    "period": "2023 Q3",
    "content": "Q3 2023 Marsh & McLennan Companies Inc Earnings Call\n\nQ3 2023 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEOCT 19, 8:30 AM\n\nOperator\n\nWelcome to Marsh & McLennan's earnings conference call. Today's call is being recorded.\nThird quarter 2023 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. [Operator Instructions]\nI'll now turn this over to John Doyle, President and CEO of Marsh McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our third quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan.\nJoining me on the call is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh, Dean Klisura of Guy Carpenter, Martine Ferland of Mercer, and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nBefore I get into our results, I'd like to take a moment to comment on the violent attacks on Israel and the tragic events unfolding in Israel and Gaza. We, along with our colleagues, condemn all acts of terror and violence and reject hatred. Our primary focus is on ensuring the safety and well-being of our colleagues in Tel Aviv and supporting colleagues around the world who have family and friends in Israel and Gaza. We're also supporting our clients as they grapple with the challenges of this conflict.\nTurning to our third quarter results. I'm very pleased with our performance. We extended our best run of quarterly underlying revenue growth in over 2 decades and reported significant growth in adjusted EPS. Top line momentum continued with 10% underlying revenue growth, on top of 8% growth in the third quarter of last year. Adjusted operating income grew 24% versus a year ago. Our adjusted operating margin expanded 170 basis points compared to the third quarter of 2022. Adjusted EPS grew 33%, and we completed $300 million of share repurchases during the quarter.\nThese results reflect our consistent focus on delivering in the near term, while investing for sustained growth over the long term. We are seeing the benefit of investments we've made in our talent and capabilities, and we continue to see opportunities to add high-quality acquisitions.\nDuring the third quarter, we announced two significant transactions. In early August, Marsh McLennan Agency acquired Graham Company, a top 100 U.S. insurance and benefits broker and risk management consultancy with 215 employees and over $70 million in revenue. Graham will provide significant business insurance and employee benefits expertise for MMA's clients in the Mid-Atlantic. This acquisition is another example of us attracting the best agencies in the U.S. MMA is now a $3 billion revenue business.\nIn the same month, Marsh announced an agreement to acquire Honan Insurance Group. This deal expands our Australian middle market business and our position across the Pacific region and Asia. Honan specializes in corporate risk and employee benefits and serves over 30,000 clients.\nBeyond acquisitions, we continue to make targeted investments in talent, sales operations and go-to-market strategies. We are also investing in new technologies and solutions to bring the best of Marsh McLennan to our clients.\nFor example, Guy Carpenter recently launched the next generation of our catastrophe analytics platform, GC Advantage Point. The new platform is a critical tool to help clients drive profitable risk selection and manage catastrophe exposure in a quickly evolving risk landscape.\nEarlier this year, Marsh announced the launch of Cyber Pathway, an integrated cybersecurity and insurance solution for U.S. small and midsized businesses that helps enhance the resilience in a volatile threat environment. The program provides access to key security tools and capabilities as well as insurance coverage that can grow as our clients evolve.\nAnd we are investing in technologies that enhance our internal productivity, insights for clients and improve colleague experience. One example is LenAI, Marsh McLennan's internal AI assistant. LenAI offers the power of ChatGPT in a safe and data secure environment and is available to all colleagues.\nDeveloped by our innovation center, it's also helping Oliver Wyman support clients in developing their own AI capabilities. Our approach to balancing investment and growth drives consistent exceptional performance for shareholders and positions us well to deliver new solutions and insights for our clients.\nTurning to our strategic initiatives. The combined value proposition of our businesses continues to gain traction with clients, especially in certain industries and lines of business. For example, we are focused on enterprise risks for health care clients. Our Marsh and Mercer teams are coming together to respond to emerging challenges, such as health and safety, labor actions and workforce and liability risks from AI.\nIn the private equity and M&A space, Mercer, Marsh and Oliver Wyman are combining capabilities to help clients close deals and create post-transaction value. This can include due diligence, advisory on large transformations, health and benefits carve-out transactions and providing stop-loss solutions.\nAnd in the insurance sector, Guy Carpenter is partnering with Mercer to provide portfolio management solutions to insurance clients. One example is our advanced balance sheet solution, which is a collaborative approach that aligns risk and return across an insurer's balance sheet. This offering has already resulted in several regional insurers choosing to partner with Mercer for OCIO.\nWe are also finding new ways to operate, reduce complexity and organize for impact. As we continue to execute on our restructuring actions, we've identified additional opportunities to rationalize technology, reduce our real estate footprint and realign our workforce. We now expect to achieve total savings of roughly $400 million by 2024, with total cost to achieve these savings of $425 million to $475 million.\nOverall, the momentum we are seeing as our businesses increasingly serve clients together, combined with our restructuring efforts, offers opportunities to deliver enhanced value for clients, drive higher growth and be more efficient and connected.\nNow let me turn to the macro environment. The outlook remains uncertain. Capital market volatility has returned with the continued rise in interest rates. The trajectory of inflation and further central bank tightening remain an open question and the geopolitical situation remains volatile. Despite the environment, we continue to perform well, and we have a track record of resilience. We believe we are well positioned to perform across economic cycles and manage our business to grow revenues faster than expenses in good as well as challenging periods.\nNow let me turn to insurance and reinsurance market conditions. Primary insurance rates continue to increase with the Marsh Global Insurance Market Index up 3% overall, in line with the second quarter. Property rates increased 7% compared to 10% in the second quarter. Casualty pricing was up in the low single-digit range. Workers' compensation increased slightly, while financial and professional liability insurance rates were down mid-single digits. Cyber insurance pricing decreased modestly after several years of increases.\nIn reinsurance, our clients have faced consistent challenges throughout 2023. This includes elevated cat losses, core and social inflation and continued political instability. As we look to January 1, the market appears to be more orderly than last year, but we expect underwriting discipline to continue.\nOn the property side, we expect firm pricing, but a more stable market with adequate capacity and increased reinsurer appetite. In casualty, the market is more cautious with reinsurers assessing prior year loss development and inflation. We expect capacity to remain stable.\nOverall, clients will need thorough preparation and a proactive strategy to achieve desired outcomes. We are well positioned to help our clients navigate these dynamic market conditions.\nNow let me turn to our third quarter financial performance. We generated adjusted EPS of $1.57, which is up 33% from a year ago. On an underlying basis, revenue grew 10%. Underlying revenue grew 11% in RIS and 9% in Consulting. Marsh was up 8%, Guy Carpenter 8%, Mercer 8%, and Oliver Wyman grew 12%. Overall, the third quarter saw adjusted operating income growth of 24% and our adjusted operating margin expanded 170 basis points year-over-year.\nFor the 9 months, consolidated revenue grew 10% on an underlying basis. Adjusted operating income grew 17% and our adjusted operating margin expanded 130 basis points. Adjusted EPS was $6.31, up 17% from a year ago. With our outstanding results in the third quarter and year-to-date, we remain on track for a terrific year. Based on our outlook today and assuming current market conditions persist, we now expect full year underlying revenue growth to be 9% to 10%. We also continue to expect margin expansion for the full year and strong growth in adjusted EPS.\nFinally, I want to provide an update on our recently announced leadership changes. Martine Ferland, CEO of Mercer, will retire on March 31 of next year. Pat Tomlinson has been appointed President of Mercer, where he will work closely with Martine through a transition period and have responsibility for Mercer's global health, wealth and career practices. Pat will succeed Martine as President and CEO of Mercer upon her retirement.\nI'm excited to work with Pat in his new role. He brings an outstanding track record as a leader and strong knowledge of our business. He currently serves as Marsh McLennan, U.S. and Canada CEO; and Mercer President of U.S. and Canada; has had 26 years of industry experience, including the last 9 years in leadership roles at Mercer.\nI also want to thank Martine for her leadership. In her 5 years as CEO of Mercer, she delivered strong growth, built and cultivated our talent and delivered impact for our clients. This announcement is another example of our depth of exceptional talent and focus on succession planning.\nOverall, I am proud of our third quarter performance, which demonstrates continued execution of our strategy and continued momentum across our business. I'm grateful to our colleagues for their focus and determination and the value they deliver to our clients, shareholders and communities.\nWith that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our third quarter results were outstanding, continued momentum in underlying growth, strong double-digit adjusted EPS growth and significant margin expansion. Our consolidated revenue increased 13% to $5.4 billion, with underlying growth of 10%. Operating income was $996 million and adjusted operating income was $1.1 billion, up 24% from a year ago.\nOur adjusted operating margin increased 170 basis points to 21.3%. GAAP EPS was $1.47 and adjusted EPS was $1.57, up 33% over last year. Note that adjusted EPS in the third quarter included a $0.10 discrete tax benefit from the release of the valuation allowance on foreign deferred tax assets. Even without this benefit, our adjusted EPS grew 25% in the quarter.\nFor the first 9 months of 2023, underlying revenue growth was 10%. Adjusted operating income grew 17% to $4.4 billion. Our adjusted operating margin increased 130 basis points and adjusted EPS increased 17% to $6.31. Looking at Risk and Insurance Services, third quarter revenue was $3.2 billion, up 12% from a year ago or 11% on an underlying basis. This result marks the tenth consecutive quarter of 8% or higher underlying growth in RIS and continues the best stretch of growth in nearly 2 decades.\nOperating income increased 21% to $640 million. Adjusted operating income increased 19% to $671 million and our adjusted operating margin expanded 100 basis points to 23.4%. For the first 9 months of the year, revenue in RIS was $10.8 billion. With underlying growth of 12%, adjusted operating income increased 18% to $3.3 billion. Margin increased 150 basis points to 32.6%.\nAt Marsh, revenue in the quarter was $2.7 billion, up 9% from a year ago or 8% on an underlying basis. This comes on top of 8% growth in the third quarter of last year. Growth in the third quarter reflected solid new business and strong retention.\nIn U.S. and Canada, underlying growth was 6% for the quarter, led by strong growth in MMA. In International, underlying growth was 10% and comes on top of 11% in the third quarter of last year. Latin America was up 14%. Asia Pacific was up 10% and EMEA grew 9%. For the first 9 months of the year, Marsh's revenue was $8.5 billion, with underlying growth of 9%. U.S. and Canada grew 7% and International was up 10%.\nGuy Carpenter's revenue was $359 million in the quarter, up 9% or 8% on an underlying basis, driven by strong growth across our global specialties and regions. For the first 9 months of the year, Guy Carpenter generated $2 billion of revenue, 10% underlying growth.\nIn the Consulting segment, third quarter revenue was $2.2 billion, up 13% from a year ago or 9% on an underlying basis. Consulting operating income was $424 million. Adjusted operating income increased 24% to $447 million, and the adjusted operating margin expanded 170 basis points to 20.8%.\nFor the first 9 months of 2023, consulting revenue was $6.4 billion, with underlying growth of 7%. Adjusted operating income increased 11% to $1.3 billion. The adjusted operating margin expanded 50 basis points to 20.1%. Mercer's revenue was $1.4 billion in the quarter, up 8% on an underlying basis. This was Mercer's best quarter of underlying growth in 15 years.\nWealth grew 7%, driven by continued demand in defined benefits consulting and higher growth in investment management. Our assets under management were $379 million at the end of the third quarter, up 19% compared to the third quarter of last year and down 4% sequentially. Year-over-year growth was driven by our transaction with Westpac, a rebound in capital markets and positive net flows.\nHealth underlying growth was 8% and reflected strength in all segments and regions. Career revenue increased 7%, on top of 15% growth in the third quarter of last year. We continue to see growth in rewards and talent strategy. For the first 9 months of the year, revenue at Mercer was $4.1 billion, with 7% underlying growth. Oliver Wyman's revenue in the quarter was $781 million, an increase of 12% on an underlying basis that reflected strength in the Middle East and Europe.\nFor the first 9 months of the year, revenue at Oliver Wyman was $2.3 billion, an increase of 8% on an underlying basis. Foreign exchange was a $0.01 headwind to EPS in the third quarter. Assuming exchange rates remain at current levels, we expect FX will have an immaterial effect on fourth quarter earnings.\nWe reported $52 million of total restructuring costs in the quarter, approximately $37 million of which relates to the program we announced in the fourth quarter last year. These charges include costs related to severance, lease exits and streamlining our technology environment. We've continued to pursue efficiencies under this program, and our outlook for savings has increased. As John noted, we now expect total charges of $425 million to $475 million and expect total savings of roughly $400 million, of which approximately $225 million will be realized in 2023.\nTo date, we have incurred approximately $325 million of charges under this program. We currently expect to incur the majority of the remaining charges by the end of 2023 and to realize the bulk of the remaining savings in 2024. Our other net benefit credit was $62 million in the quarter. For the full year 2023, we expect our other net benefit credit will be about $240 million.\nInvestment income was $1 million in the third quarter on a GAAP basis and $2 million on an adjusted basis. Interest expense in the third quarter was $145 million, up from $118 million in the third quarter of 2022, reflecting higher levels of debt and higher interest rates. Based on our current forecast, we expect approximately $157 million of interest expense in the fourth quarter.\nOur effective adjusted tax rate in the third quarter was 20.5% compared with 24.6% in the third quarter of last year. Our tax rate in both periods benefited from favorable discrete items. The largest discrete item this quarter was a $48 million release of a valuation allowance on foreign deferred tax assets. Excluding discrete items, our effective adjusted tax rate was approximately 25.5%. When we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, it is reasonable to assume a tax rate of around 25.5% for 2023.\nTurning to capital management and our balance sheet. We ended the quarter with total debt of $13.6 billion. This includes the $1.6 billion of senior notes we issued in September. Our next scheduled debt maturities are in March 2024, when $1 billion of senior notes mature and in May, when another $600 million of senior notes come due.\nWe also recently took the opportunity to increase borrowing capacity under our credit facility, increasing the size of the facility to $3.5 billion from $2.8 billion and extending the term of the facility by 2.5 years to 2028. This was a prudent step to increase our access to short-term funding given the significant growth in our business since we last renewed the facility in April 2021.\nWe are also pleased that Moody's upgraded our senior unsecured debt rating to A3 in September. We continue to expect to deploy approximately $4 billion of capital in 2023 across dividends, acquisitions and share repurchases. Our cash position at the end of the third quarter was $2.9 billion. Uses of cash in the quarter totaled $1 billion, included $353 million for dividends, $368 million for acquisitions and $300 million for share repurchases.\nFor the first 9 months, uses of cash totaled $2.9 billion and included $944 million for dividends, $1.1 billion for acquisitions and $900 million for share repurchases.\nOverall, we remain on track for a terrific 2023. Based on our outlook today and assuming current conditions persist, we expect to generate 9% to 10% full year underlying revenue growth, strong growth in adjusted EPS and to report margin expansion for the 16th consecutive year.\nAnd with that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Operator, we are ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8722988bdd9dcc2674c1d1fdce24125c",
    "period": "2023 Q2",
    "content": "Q2 2023 Marsh & McLennan Companies Inc Earnings Call\n\nQ2 2023 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEJUL 20, 8:30 AM\n\nOperator\n\nWelcome to Marsh McLennan's earnings conference call. Today's call is being recorded. Second quarter 2023 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. [Operator Instructions]\nI'll now turn this over to John Doyle, President and CEO of Marsh McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning and thank you for joining us to discuss our second quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan. Joining me on the call is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh, Dean Klisura of Guy Carpenter, Martine Ferland of Mercer, and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nMarsh McLennan's second quarter results were excellent. We performed well across our businesses and geographies, extended the best run of quarterly underlying revenue growth in over 2 decades and generated double-digit growth in adjusted EPS. Top line momentum continued with 11% underlying revenue growth on top of 10% growth in the second quarter of last year.\nAdjusted operating income grew 17% versus a year ago. Our adjusted operating margin expanded 100 basis points compared to the second quarter of 2022, and adjusted EPS grew 16%. We also raised our quarterly dividend by 20% to $0.71 and completed $300 million of share repurchases during the quarter.\nI'm pleased with our performance, especially when viewed in the context of the current macroeconomic and geopolitical environment. While the U.S. and other major economies have been resilient, there remains significant uncertainty given persistent inflation, continued central bank tightening and geopolitical instability. However, we continue to perform well.\nAs we have discussed in the past, there are factors that are supportive of our growth. We also have a track record of resilience and believe we are well positioned to perform across economic cycles. We manage our business to grow revenues faster than expenses in both good and challenging periods.\nWe made meaningful investments in market-facing talent and improving sales operations and client engagement, which are contributing to our growth, and we continue to deliberately shift our business mix to faster-growth areas. So while the macroeconomic and geopolitical environment remains volatile, we see opportunity to deliver greater value to clients through our leadership and capabilities in risk, strategy and people.\nA good example is Marsh McLennan's work to aid Ukraine's economy. Our 4 businesses together are mobilizing our unique expertise to support their future recovery and reconstruction efforts. In June, I attended the Ukrainian Recovery Conference hosted by U.K. Prime Minister, Rishi Sunak. We have the honor of hosting a delegation of Ukrainian and British officials at our London offices, where we announced proposals to help with Ukraine's recovery.\nSome estimates suggest over $1 trillion may be required for this effort, yet investment capital will not be forthcoming until investors can protect themselves from more risk. To this end, we proposed to Ukraine and the G7 the creation of a war risk insurance pool that would ensure commercial insurance is available for reconstruction projects.\nWe also announced that we will partner with the Ukrainian government and insurers to create a data platform for the assessment of war risks. This project draws on Marsh McLennan's expertise and leverages data and information provided by the Ukrainians. By enabling effective and targeted risk modeling, it represents a critical first step for the industry to offer commercial insurance and unlock capital.\nOur colleagues at Oliver Wyman also partnered with the Ukrainian government to develop a post-war transformation strategy. This would reposition Ukraine's economy in a way that leverages national strengths to move beyond resilience to opportunity. At Marsh McLennan, we consider it a privilege to support these endeavors.\nNow I'd like to take a moment to provide an update on the strategic initiatives we discussed last quarter. As a reminder, in the first quarter, we appointed new leaders for Marsh McLennan International and U.S. and Canada as well as region and country leaders. These leaders are driving client impact through enhanced collaboration while at the same time maintaining the individual value propositions of the businesses. We are bringing our collective capabilities where there is opportunity to provide greater value. This allows us to harness the benefits of our scale, data, insights and expertise to meet our clients' challenges and realize possibilities. This approach is already yielding benefits and improving the client and colleague experience.\nAt the same time, we are also finding new ways to operate, reduce complexity and organize for impact. The actions we are taking aim to realign our workforce and skill sets with evolving needs, rationalize technology and reduce our real estate footprint. As we said last quarter, we expect roughly $300 million of total savings by 2024 with total cost to achieve these savings of $375 million to $400 million. Our go-to-market collaboration and restructuring actions are an opportunity to drive higher growth, enhance the colleague value proposition and be more efficient and connected.\nTurning to insurance and reinsurance market conditions. Primary insurance rate increases continued with the Marsh Global Insurance Market Index up 3% overall versus 4% in the first quarter. Property rates increased 10%, the same as last quarter. Casualty pricing was up in the low single-digit range. Workers' compensation was down low single digits, and financial and professional liability insurance rates were down high single digits. Cyber insurance pricing stabilized after several years of increases.\nIn reinsurance, challenging market conditions persisted at midyear renewals. Reinsurers were disciplined and rate increases remain significant, although the market showed more interest in deploying capacity than at January 1 given the firm pricing and improved terms.\nGlobal property cat reinsurance, risk-adjusted rates increased about 30% on average with loss impacted clients seeing higher pricing. The impact of rate increases on ceded premiums was mitigated by higher retentions.\nOn the casualty side, pricing pressure continued across most lines driven by prior year loss development and concerns about social and economic inflation. We continue to help clients manage through these dynamic market conditions.\nNow let me turn to our second quarter financial performance. We generated adjusted EPS of $2.20, which is up 16% from a year ago. On an underlying basis, revenue grew 11%. Underlying revenue grew 13% in RIS and 8% in Consulting. Marsh was up 10%; Guy Carpenter, 11%; Mercer, 6%; and Oliver Wyman grew 11%. Overall, second quarter saw adjusted operating income growth of 17%, and our adjusted operating margin expanded 100 basis points year-over-year.\nFor the 6 months, consolidated revenue grew 10% on an underlying basis. Adjusted operating income grew 15%, and our adjusted operating margin expanded 130 basis points. Adjusted EPS was $4.74, up 13% from a year ago.\nTurning to our outlook. We are well positioned for a strong year in 2023. In terms of revenue outlook, given our momentum, we expect full year underlying revenue growth to be high single digits. This reflects a continuation of current trends. But as we noted, the macro outlook remains uncertain and can turn out to be different than our assumptions. As for the bottom line outlook, we continue to expect margin expansion for the full year and strong growth in adjusted EPS.\nOverall, I'm proud of our second quarter performance, which demonstrates our continued execution on strategic initiatives and momentum across our business despite an uncertain macro environment. I'm grateful to our colleagues for their focus and determination and the value they deliver to our clients, shareholders and communities.\nWith that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our second quarter results were outstanding with continued momentum in underlying growth, mid-teens adjusted EPS growth and solid margin expansion. Our consolidated revenue increased 9% to $5.9 billion with underlying growth of 11%. Operating income was $1.5 billion, and adjusted operating income was also $1.5 billion, up 17%.\nOur adjusted operating margin increased 100 basis points to 27.7%, a good result given the headwinds from the talent investments we made in 2022, the timing of our annual raises and a continued rebound in expenses such as T&E that we mentioned last quarter.\nGAAP EPS was $2.07 and adjusted EPS was $2.20, up 16% over last year. For the first 6 months of 2023, underlying revenue growth was 10%. Our adjusted operating income grew 15% to $3.3 billion. Our adjusted operating margin increased 130 basis points, and our adjusted EPS increased 13% to $4.74.\nLooking at Risk & Insurance Services. Second quarter revenue was $3.7 billion, up 12% compared with a year ago or 13% on an underlying basis. This result marks the ninth consecutive quarter of 8% or higher underlying growth in RIS and continues the best stretch of growth in nearly 2 decades. Operating income increased 20% to $1.2 billion. Adjusted operating income increased 18% to $1.2 billion, and our adjusted operating margin expanded 140 basis points to 34.2%.\nFor the first 6 months of the year, revenue in RIS was $7.6 billion with underlying growth of 12%. Adjusted operating income increased 17% to $2.6 billion, and the margin increased 170 basis points to 36.4%.\nAt Marsh, revenue in the quarter was $3 billion, up 9% from a year ago or 10% on an underlying basis. This comes on top of 9% growth in the second quarter of last year. Growth in the second quarter reflected strong new business and excellent retention.\nIn U.S. and Canada, underlying growth was 9% for the quarter. In International, underlying growth was 10% and comes on top of 9% in the second quarter of 2022. Latin America was up 17%, EMEA was up 11%, and Asia Pacific grew 6%.\nFor the first 6 months of the year, Marsh's revenue was $5.8 billion with underlying growth of 9%. U.S. and Canada grew 8%, and International was up 10%. Guy Carpenter's revenue was $576 million in the quarter, up 10% or 11% on an underlying basis, driven by strong growth across all regions in Global Specialty. For the first 6 months of the year, Guy Carpenter generated $1.6 billion of revenue and 10% underlying growth.\nIn the Consulting segment, second quarter revenue was $2.2 billion, up 4% from a year ago or 8% on an underlying basis. Consulting operating income was $388 million. Adjusted operating income increased 9% to $403 million. The adjusted operating margin was 19.2% compared to 19.3% in the second quarter of last year. For the first 6 months of 2023, Consulting revenue was $4.2 billion, representing underlying growth of 6%, and adjusted operating income increased 5% to $809 million.\nMercer's revenue was $1.4 billion in the quarter, up 6% on an underlying basis, representing the ninth consecutive quarter of 5% or higher underlying growth in Mercer. Wealth grew 3% driven by continued strength in defined benefits. Investment management also delivered modest growth.\nOur assets under management were $393 billion at the end of the second quarter, up 11% sequentially and 14% compared to the second quarter of last year. Growth was driven by a modest rebound in capital markets, positive net flows and our transaction with Westpac. Health underlying growth was 10% and reflected strength in all segments and regions.\nCareer revenue increased 6% on top of 17% growth in the second quarter of last year. We continue to see demand for rewards, talent strategy and workforce transformation advice solutions. For the first 6 months of the year, revenue at Mercer was $2.7 billion with 7% underlying growth.\nOliver Wyman's revenue in the quarter was $798 million, an increase of 11% on an underlying basis and reflected continued strength in the Middle East and Europe and a rebound in the Americas. For the first 6 months of the year, revenue at Oliver Wyman was $1.5 billion, an increase of 6% on an underlying basis.\nForeign exchange was a $0.02 headwind in the second quarter. Assuming exchange rates remain at current levels, we expect FX to be a $0.01 headwind in the third quarter and a $0.01 benefit in the fourth quarter.\nWe reported $65 million of total restructuring costs in the quarter, approximately $50 million of which relates to the program we announced in the fourth quarter. These charges include costs related to severance, lease exits and streamlining our technology environment. We continue to expect total charges under this program to be $375 million to $400 million. The [ date even ] incurred approximately $300 million of charges and currently expect to incur most of the remaining costs in 2023. We still expect to achieve total savings of roughly $300 million by 2024 and now expect to realize approximately $200 million in 2023.\nOur other net benefit credit was $60 million in the quarter. For the full year 2023, we expect our other net benefit credit will be about $240 million. Investment income was $3 million in the second quarter on a GAAP basis and $2 million on an adjusted basis. Interest expense in the second quarter was $146 million, up from $114 million in the second quarter of 2022. This reflects an increase in long-term debt and higher interest rates on short-term borrowings, which we use for efficient working capital management.\nBased on our current forecast, we expect approximately $142 million of interest expense in the third quarter and approximately $567 million for the full year. Our effective adjusted tax rate in the second quarter was 24.2% compared with 23.7% in the second quarter of last year. Our tax rate in both periods benefited from favorable discrete items. The largest discrete item this quarter was the accounting for share-based compensation. Excluding discrete items, our effective adjusted tax rate was approximately 25.5%.\nWhen we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, it is reasonable to assume a tax rate between 25% and 26% for 2023.\nTurning to capital management and our balance sheet. We ended the quarter with total debt of $12.6 billion. Our next scheduled debt maturity is October 2023, when $250 million of senior notes mature. We continue to expect to deploy approximately $4 billion of capital in 2023 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops.\nLast week, we raised our quarterly dividend by 20%, marking our 14th consecutive year of dividend growth. This increase, the largest in 25 years, reflects our strong earnings growth over the past couple of years, confidence in our outlook.\nOur cash position at the end of the second quarter was $1.2 billion. Uses of cash in the quarter totaled $1 billion and included $295 million for dividends, $421 million for acquisitions and $300 million for share repurchases. For the first 6 months, uses of cash totaled $1.9 billion and included $591 million for dividends, $701 million for acquisitions and $600 million for share repurchases.\nGiven our strong results in the first half, we now expect high single-digit underlying revenue growth for the full year. We continue to expect margin expansion for the full year and strong growth in adjusted EPS. This guidance is based on our outlook today, but as John mentioned, there continues to be uncertainty in the environment looking forward. So outcomes could be different than our current assumptions. Overall, our excellent start leaves us well positioned for another great year in 2023.\nAnd with that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Operator, we're ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/197fede7f27a5d300d319ca487c48866",
    "period": "Unknown",
    "content": "Marsh & McLennan Companies Inc. Q1 2023 Earnings Call\n\nMarsh & McLennan Companies Inc. Q1 2023 Earnings Call\n\nMMCNYSEAPR 20, 8:30 AM\n\nOperator\n\nWelcome to Marsh & McLennan's earnings conference call. Today's call is being recorded.\nFirst quarter 2023 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com. Please note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release [Operator Instructions].\nI'll now turn this over to John Doyle, President and CEO of Marsh McLennan.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our first quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan. Joining me on the call is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh; Dean Klisura of Guy Carpenter; Martine Ferland of Mercer; and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nMarsh McLennan had a strong start to 2023. Our first quarter results were excellent, and we are well positioned for another good year. Top line momentum continued as we generated 9% underlying revenue growth on top of 10% growth in the first quarter of last year. We had strong growth across most businesses, segments and geographies, with underlying growth at Marsh, Guy Carpenter and Mercer accelerating compared to the fourth quarter.\nAdjusted operating income grew 13% versus a year ago, reflecting our strong growth. Our adjusted operating margin expanded by 150 basis points compared to the first quarter of 2022. And adjusted EPS growth was strong at 10%, building on 16% in the first quarter of 2022.\nIn addition to delivering terrific results, we continue to execute on acquisitions. On April 1, we completed the merger of BT Super with Mercer Super Trust, creating one of Australia's most competitive super funds with approximately 850,000 members and $63 billion of assets under management.\nI'm pleased with our performance, especially when viewed in the context of the volatile macroeconomic environment. The global economy has been contending with high inflation, aggressive tightening of monetary policy by central banks, some recent bank failures and the effects of geopolitical instability. We have a track record of resilience across economic cycles, and there are factors that support continued growth in our business.\nAlthough the outlook for real GDP growth continues to be under pressure, inflation remains elevated, driving higher insured values and loss costs. P&C insurance and reinsurance rates continue to increase as carriers price to account for the rising frequency and severity of catastrophe losses, social inflation and higher reinsurance costs.\nHealthcare costs are trending higher, and employers expect further increases in the years ahead. Labor markets remain tight in most major economies, with 3.5% unemployment and nearly 10 million unfilled jobs in the U.S. And short-term interest rates are at the highest level since the financial crisis, lifting fiduciary income.\nChange and uncertainty create complexity as well as opportunity for clients. Marsh McLennan's leadership and capabilities in risks, strategy and people help them navigate shifting landscapes.\nTurning to insurance and reinsurance market conditions. Primary insurance rate increases persisted with the Marsh Global Insurance Market Index up 4% overall, in line with the fourth quarter. Property rate increases accelerated to 10%, and casualty pricing was up in the low single-digit range. Workers' compensation was flat, and financial and professional liability insurance rates were down mid-single digits. Cyber insurance saw the highest increase in our index, although the rate of increase continued to moderate.\nIn reinsurance, market conditions remained challenging from January 1 through April 1. Risk appetite for property catastrophe reinsurance remains constrained. Reinsurers continue to push for structural changes and tightened terms and conditions. Limited new capital has entered the market to support property catastrophe risks.\nAt April renewals, U.S. property cat reinsurance rates saw increases of 40% to 60% on average for non-loss-affected accounts, with higher increases for loss-affected business. U.S. casualty reinsurance rate increases were more modest.\nIn Japan, property cat rates were up 15% to 25%. The impact of rate increases on ceded premiums was mitigated by higher retentions. We continue to help our clients manage through these challenging market conditions.\nNow I'd like to take a moment to provide an update on our recent strategic initiatives and highlight some of the steps we've taken. As we discussed last quarter, our leadership team is focused on delivering the full capabilities of Marsh McLennan to our clients, continuously improving the client and colleague experience, efficiently managing capital and driving growth and value for shareholders. There are meaningful opportunities at the intersections of our businesses where our colleagues can deliver the benefits of our scale, data insights and solutions that are highly valued by clients.\nIn February, we named Flavio Piccolomini to lead Marsh McLennan for International and Pat Tomlinson to lead U.S. and Canada. Since then, we have also named additional Marsh McLennan region and country leaders. These leaders are driving greater client impact through enhanced collaboration while, at the same time, maintaining the strength of the value propositions of each of our businesses. This deliberate focus on collaboration is already yielding benefits. Let me share some examples.\nGuy Carpenter securities and Mercer Investments successfully arranged an insurance-linked securities transaction for a major insurer to transfer earthquake risk. This type of win, the first of its kind in the insurers' market, was possible because of the combined strength of Guy Carpenter's leadership in earthquake parametric structuring and Mercer's deep local investment and regulatory expertise.\nMarsh and Guy Carpenter brought the best of our capabilities to a complex clean energy opportunity. Together, we facilitated a project to bring clean hydropower to New York City from Canada and advance New York State's goal of obtaining 70% of electricity statewide from renewable sources by 2030.\nMercer Career, an economist from Oliver Wyman, delivered an executive compensation solution for a joint venture between 2 major medical device manufacturers. Mercer designed a new equity compensation rewards program for the joint venture, while Oliver Wyman provided the modeling work for the rewards.\nAs we drive deeper collaboration, we are also finding ways to operate, reduce complexity and organize for impact. As we noted in January, we took actions to align our workforce and skill sets with evolving needs, rationalize technology and reduce our real estate footprint. We see opportunities for savings beyond the actions we have already taken. Mark will provide further details. But overall, we now expect roughly $300 million of savings by 2024, with total cost to achieve these savings of $375 million to $400 million.\nOur leadership appointments, go-to-market collaboration and restructuring actions are an opportunity to accelerate impact for clients, reinvest in our capabilities and to be more efficient and connected.\nBefore I turn to our results, I want to comment on ESG. Our recently released ESG report highlights the many ways in which Marsh McLennan is meeting these challenges and helping clients better manage their strategies. We have a track record of ESG engagement, and it's an area where we continue to see an opportunity to support our colleagues, clients and communities. Sometimes, this work takes place at the macro or community level, like Guy Carpenter's work helping communities build resilience in the face of natural disasters through community-based catastrophe insurance.\nBut more often, it takes place in our work with clients, such as helping clients navigate an evolving climate landscape or our efforts to help organizations address gender and racial pay equity and ensure fairness in rewards. We are proud of the work we do in this area and consider it a privilege to help clients progress their ESG strategies.\nNow let me turn to our first quarter financial performance. We generated adjusted EPS of $2.53, which is up 10% from a year ago, or 12%, excluding the impact of foreign exchange. On an underlying basis, revenue grew 9%. Underlying revenue grew 11% in RIS and 5% in Consulting. Marsh was up 9%, Guy Carpenter grew 10%, Mercer grew 7% and Oliver Wyman was flat after growing revenue nearly 40% over the last 2 years.\nOverall, the first quarter saw adjusted operating income growth of 13%, and our adjusted operating margin expanded 150 basis points year-over-year.\nTurning to our outlook. We are well positioned for 2023 and continue to expect mid-single-digit or better underlying revenue growth, another year of margin expansion and strong growth in adjusted EPS. Our outlook contemplates that current macro conditions persist. But as we discussed earlier, there's uncertainty regarding the economic backdrop, which could turn out to be different than our assumptions.\nIn summary, the first quarter was a great start to the year for Marsh McLennan. Our business delivered strong performance, and we continue to execute well on our strategic initiatives. I'm proud of the focus and determination of our colleagues and the value that they deliver to our clients and shareholders.\nWith that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nChief Financial Officer, Marsh & McLennan Cos., Inc.\n\nThank you, John, and good morning. Our first quarter results were outstanding and reflected continued momentum in underlying growth, strong margin expansion and double-digit growth in adjusted EPS. Our consolidated revenue increased 7% in the first quarter to $5.9 billion, with underlying growth of 9%. Operating income was $1.7 billion, and adjusted operating income increased 13% to $1.8 billion.\nOur adjusted operating margin increased 150 basis points to 31.2%. GAAP EPS was $2.47, and adjusted EPS was $2.53, up 10% over last year.\nLooking at Risk & Insurance Services. First quarter revenue was $3.9 billion, up 10% compared with a year ago or 11% on an underlying basis. This result marks the eighth consecutive quarter of 8%-or-higher underlying growth in RIS, continues the best stretch of growth in nearly 2 decades. Adjusted operating income increased 17% to $1.4 billion, and our adjusted operating margin expanded 210 basis points to 38.6%.\nAt Marsh, revenue in the quarter was $2.7 billion, up 8% from the first quarter of last year or 9% on an underlying basis. This comes on top of 11% growth in the first quarter of last year and reflects acceleration from the fourth quarter. Growth in the first quarter reflected excellent retention and strong new business.\nIn U.S. and Canada, underlying growth was 7% for the quarter, a solid result given the continued headwind from lower M&A and capital markets activity.\nIn international, underlying growth was strong at 10% and comes on top of 11% growth in the first quarter of 2022. Asia Pacific was up 11%, EMEA was up 10% and Latin America grew 10%.\nGuy Carpenter's revenue was $1.1 billion, up 7% or 10% on an underlying basis, driven by strong growth across all regions and global specialties and reflecting the tighter reinsurance market conditions.\nIn the Consulting segment, first quarter revenue was $2 billion, up 1% from a year ago or 5% on an underlying basis. Consulting operating income was $411 million and adjusted operating income was $406 million, up 1%, reflecting continued foreign exchange headwinds and the softer quarter at Oliver Wyman. Our adjusted operating margin in Consulting was 20.3% in the first quarter, a decrease of 30 basis points.\nMercer's revenue was $1.3 billion in the quarter, up 7% on an underlying basis. Career revenue increased 12%, the eighth straight quarter of double-digit growth and reflected continued demand in rewards, talent strategy and workforce transformation.\nHealth underlying growth was 12% and reflected strength in employer and government segments and momentum across all regions. Wealth grew 2% on an underlying basis, driven by continued strength in defined benefits consulting, partly offset by a decline in investment management due to continued capital market headwinds.\nOur assets under management were $354 billion at the end of the first quarter, up 3% sequentially but down 9% from the first quarter of last year due to market declines and foreign exchange that more than offset positive net flows.\nOliver Wyman's revenue in the first quarter was $687 million, which was flat on an underlying basis. As John noted, this follows a nearly 40% increase in Oliver Wyman's revenue over the past 2 years.\nRecent sales activity has been encouraging, however, suggesting we could see a return to modest growth in Oliver Wyman in the second quarter.\nForeign exchange was a $0.04 headwind in the first quarter. Assuming exchange rates remain at current levels, we expect FX to be at $0.02 headwind in the second quarter and mostly neutral in the second half.\nI want to provide an update on the restructuring program we discussed last quarter. Based on our plans today, we expect total charges related to this program of between $375 million and $400 million. To date, we have incurred nearly $250 million of charges and currently expect to incur most of the remaining costs in 2023. We expect to achieve total savings of approximately $300 million by 2024, with $160 million to $180 million realized in 2023 and the balance in 2024.\nOur other net benefit credit was $58 million in the quarter. For the full year 2023, we continue to expect our other net benefit credit will be about $235 million.\nInvestment income was $2 million in the quarter -- in the first quarter on a GAAP basis or $4 million on an adjusted basis. This compares to $17 million of investment income in the first quarter of 2022 on an adjusted basis. Interest expense in the first quarter was $136 million, up from $110 million in the first quarter of 2022. This reflects an increase in long-term debt and higher interest rates on commercial paper, which we use for efficient working capital management. Based on our current forecast, we expect approximately $150 million of interest expense in the second quarter and approximately $575 million for the full year.\nOur effective adjusted tax rate in the first quarter was 25% compared with 23.1% in the first quarter of last year. Our tax rate benefited from favorable discrete items, the largest of which was the accounting for share-based compensations similar to a year ago. Excluding discrete items, our effective adjusted tax rate was approximately 25.5%.\nWhen we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, it's reasonable to assume a tax rate between 25% and 26% for 2023.\nTurning to capital management and our balance sheet. We ended the quarter with total debt of $13 billion. This includes the $600 million of senior notes we issued in March. Our next scheduled debt maturity is October 2023, when $250 million of senior notes mature.\nOur cash position at the end of the first quarter was $1 billion. Uses of cash in the quarter totaled $876 million and included $296 million for dividends, $280 million for acquisitions and $300 million for share repurchases. We continue to expect to deploy approximately $4 billion of capital in 2023 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops. While there continues to be uncertainty in the outlook for the global economy, we feel good about the momentum in our business, and there are factors in the macro environment that remains supportive of growth.\nI would also note that while our current outlook contemplates margin expansion in the second quarter, we expect it will be more modest than in the other quarters, reflecting the talent investments we continue to make last year, timing of the annual raises and the continued rebound in expenses such as T&E relative to last year.\nOverall, our strong start leaves us well positioned for another good year in 2023. Based on our outlook today, for the full year, we continue to expect mid-single-digit or better underlying growth, margin expansion and strong growth in adjusted EPS.\nAnd with that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nVice Chair, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Operator, we're ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c6222575b328ed8ad1aeb96ad3263e41",
    "period": "2022 Q4",
    "content": "Q4 2022 Marsh & McLennan Companies Inc Earnings Call\n\nQ4 2022 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEJAN 26, 8:30 AM\n\nOperator\n\nWelcome to Marsh McLennan's earnings conference call. Today's call is being recorded. Fourth quarter 2022 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmcLennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings included in our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. (Operator Instructions)\nI'll now turn this over to John Doyle, President and CEO of Marsh McLennan.\n\nJohn Quinlan Doyle\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our fourth quarter results reported earlier today. I'm John Doyle, President and CEO of Marsh McLennan. Joining me on the call today is Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh; Dean Klisura of Guy Carpenter; Martine Ferland of Mercer; and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nI am excited to be leading this call today for the first time as President and CEO. Marsh McLennan is an outstanding company with unique capabilities in the critical areas of risk, strategy and people. We help clients address their greatest challenges and find new possibilities as they navigate dynamic environments.\nWe have exceptional talent, a wide range of solutions and a track record of execution and financial performance. Our leadership team is focused on delivering the full capabilities of Marsh McLennan to our clients, continuously improving the client and colleague experience, efficiently managing capital and driving growth and value for shareholders.\nOver the past year, I've been meeting with colleagues and clients to exchange ideas about how we can accelerate impact for clients and enable their success. These conversations reinforce my conviction that we are in the right businesses with strong brands and deep client relationships. I am confident that we have meaningful opportunity at the intersections of our businesses where, together, our scale, data insights and solutions are highly valued by clients. The strength of our unique value proposition has us well positioned for the years ahead.\nToday, we are focused, aligned and succeeding together as our results demonstrate. 2022 was an outstanding year for Marsh McLennan. We generated 9% underlying revenue growth, continuing our best period of growth in more than 2 decades with each of our businesses delivering strong results.\nOur total revenue surpassed $20 billion and adjusted operating income grew 11% to $4.8 billion. This was on top of 18% growth in 2021. We reported adjusted margin expansion for the 15th consecutive year. Adjusted EPS growth was 11%. I am particularly pleased with this performance as our results included costs related to our strategic investments in talent and the continued normalization of T&E.\nThese results also came on top of 24% growth in 2021. And we delivered significant capital return to shareholders, raising our dividend by 10% and completing $1.9 billion of share repurchases, the largest annual amount in our history.\nWe also added to our talent and capabilities, both organically and through attractive acquisitions. MMA acquired 2 top 100 agencies in 2022 and has now surpassed 100 acquisitions since its inception in 2009. Oliver Wyman expanded its capabilities and geographic reach with the acquisitions of Specialty Consultant, Avascent and Booz Allen Hamilton's MENA practice. And Mercer expects to close its transactions from Westpac in Australia in the first half of this year.\nWe overcame significant foreign exchange and capital market headwinds to generate these results through execution, growth and exceptional client engagement. I'm particularly proud of these achievements amid a year of seamless leadership transitions at Marsh and Guy Carpenter.\nOur purpose and strategy underpin our performance. Marsh McLennan makes a difference in the moments that matter for our clients, colleagues and our communities.\nTurning purpose into practice, our strategy focuses on several core elements: promoting a culture that attracts and retains top talent in our business, investing to strengthen our capabilities organically and inorganically, positioning ourselves in segments and geographies with attractive fundamentals, leveraging data and insights to help clients become more resilient and find new opportunities and delivering Marsh McLennan's full value proposition to enable client success.\nWe complement our colleague and client-facing strategy with our approach to expense and capital management. We focus on growing revenue faster than expenses, which contributes to annual margin expansion and adjusted EPS growth. And we manage capital allocation to balance performance in the near term with investing for the long term.\nWe are accelerating collaboration across our business to drive greater growth and efficiency. We are implementing new ways to operate reduce complexity and organize for impact. In this regard, we took actions in the fourth quarter to align our workforce and skill sets with evolving needs, rationalize technology and reduce our real estate footprint. Together, these actions resulted in approximately $230 million of charges.\nBased on our outlook today, we expect they will drive $125 million to $150 million of savings in 2023. Overall, they reflect an opportunity to accelerate impact for clients, reinvest in our capabilities and to be more efficient and connected.\nNow let me provide an update on P&C insurance and reinsurance market conditions. The January 1 reinsurance renewals proved to be the most challenging in nearly 2 decades. The property cat reinsurance market was stressed with pricing and attachment points increasing significantly, reflecting several years of higher-than-expected cat losses, macroeconomic factors and supply and demand imbalances.\nGlobal property cat reinsurance rate increases range from 25% to 60% with loss impacted clients often seeing higher pricing. In the U.S., property cat reinsurance rate increases were the highest in 17 years, generally in a range of 40% to 60%. It is important to note that ceded premiums were tempered by higher retentions in most cases.\nMeanwhile, commercial P&C insurance pricing continues to rise on average across many lines and geographies. While the pace of price increases continue to moderate after rising for 21 consecutive quarters, the tight reinsurance market could have knock-on effects, particularly for property insurance rates. We are focused on helping our clients navigate these difficult insurance and reinsurance markets and the evolving risk landscape.\nNow let me turn to our fourth quarter financial performance. We generated adjusted EPS of $1.47, which is up 8% versus a year ago or 12% excluding the impact of foreign exchange. On an underlying basis, revenue grew 7%.\nUnderlying revenue grew 8% in RIS and 6% in Consulting. Marsh grew 6%. Guy Carpenter grew 5%, Mercer grew 5%, and Oliver Wyman grew 8%. Overall, the fourth quarter saw adjusted operating income growth of 13%, and our adjusted operating margin expanded 160 basis points year-over-year.\nAs we look ahead to 2023, we see a mixed economic picture. While there is a risk of recession for major economies, we also believe there are many factors that remain supportive of growth for our business.\nSofter real GDP growth is offset by elevated inflation, which drives higher insured values and loss costs. P&C insurance rates continue to increase as insurers account for rising frequency and severity of catastrophe losses, the risks of social inflation and higher reinsurance costs.\nHealth care costs continue to rise due to higher wages and labor shortages in the healthcare sector. The U.S. labor market continues to remain among the tightest employment environments of the past half century with 3.5% unemployment and over 10 million unfilled jobs. And short-term interest rates are at the highest level since the financial crisis, increasing our fiduciary income.\nWhen the world is volatile and uncertain, demand for our services typically rises. This year's Global Risk Report, which we just published in collaboration with the World Economic Forum, highlights that risks confronting our clients extend well beyond economic and insurance cycle concerns. The report identified the cost-of-living crisis, failure to mitigate and adapt to climate change, extreme weather, natural resource crisis, the erosion of social cohesion, cyber crime and geoeconomic confrontation among the top risks facing society over the near term and next decade.\nIn these areas and many others, we are working with clients to meet these challenges, build resilience and capture new opportunities. Our colleagues are inspired by the opportunity to work on these critical issues and to make a difference in the moments that matter.\nLooking forward, we are well positioned for 2023 and beyond. We expect mid-single-digit or better underlying revenue growth in 2023, another year of margin expansion and strong growth in adjusted EPS.\nOur outlook assumes current macro conditions persist, but meaningful uncertainty exists and the economic backdrop could be materially different than our assumptions. However, we have a track record of resilience across economic cycles.\nIn summary, 2022 was an outstanding year for Marsh McLennan, one in which all of our businesses delivered strong performance. We generated record revenues and earnings, saw the benefit of recent investments in growth, continue to execute on our acquisition strategy and made record share repurchases.\nWe are proud of the focus and determination of our colleagues and the value they deliver to our clients and shareholders. We closed the year on a high note and look forward to another year of strong performance in 2023.\nWith that, let me turn it over to Mark for a more detailed review of our results.\n\nMark Christopher McGivney\n\nCFO, Marsh & McLennan Companies, Inc.\n\nThank you, John, and good morning. We are pleased with our strong fourth quarter results, which capped another terrific year. We delivered strength on strength from a financial performance perspective and continue to invest organically and inorganically. These investments, combined with the actions we took in the fourth quarter, position us well for another good year in 2023.\nConsolidated revenue decreased 2% in the fourth quarter to $5 billion. As a reminder, fourth quarter last year included a large gain related to Marsh India. Foreign exchange was also a meaningful headwind to GAAP revenue growth.\nHowever, on an underlying basis, revenue increased 7%. Operating income in the fourth quarter was $680 million, and adjusted operating income increased 13% to $1 billion. Our adjusted operating margin increased 160 basis points to 22%. GAAP EPS was $0.93, and adjusted EPS was $1.47.\nOur full year 2022 results were outstanding. Operating income for the year was $4.3 billion, and adjusted operating income was $4.8 billion, an increase of 11% over 2021. Adjusted EPS grew 11% to $6.85, and our adjusted operating margin expanded 80 basis points, marking our 15th consecutive year of reported margin expansion.\n2022 was also a strong year for capital management. We deployed $3.9 billion of capital, enhanced our short-term liquidity, raised our dividend 10% and saw Moody's lift our rating outlook to positive.\nLooking at Risk & Insurance Services. Fourth quarter revenue decreased 3% to $2.9 billion. Note that RIS and specifically, Marsh is where the India gain affected our revenue comparisons. On an underlying basis, revenue in RIS increased 8%, a strong result reflecting the momentum in our business and our resilience in the face of macro headwinds and economic uncertainty.\nRIS operating income was $472 million in the fourth quarter. Adjusted operating income increased 23% to $685 million. The adjusted margin expanded 290 basis points to 25.6%.\nFor the year, revenue in RIS was $12.6 billion, an increase of 5% with underlying growth of 9%. Adjusted operating income growth for the year was impressive at 15%. Our adjusted operating margin in RIS increased 130 basis points to 29.8%.\nAt Marsh, revenue in the quarter decreased 6% to $2.7 billion but was up 6% on an underlying basis. This comes on top of a tough comparison to the fourth quarter of last year, which saw strong M&A and SPAC-related activity. For the full year, revenue at Marsh was $10.5 billion, an increase of 3% or 8% on an underlying basis.\nIn U.S. and Canada, underlying growth was 5% for the quarter, a solid result given the headwind from lower M&A and capital markets activity. We expect this headwind to persist into the first quarter but normalize as we enter the second quarter.\nFor the full year, underlying growth in U.S. and Canada was excellent at 7%. In international, underlying growth was 8% in the quarter with Asia Pacific up 12%, EMEA up 7%, and Latin America up 4%. For the full year, underlying growth in international was strong at 10%.\nGuy Carpenter's revenue was $171 million, up 5% on an underlying basis. For the year, revenue was $2 billion, an increase of 8% or 9% on an underlying basis. Based on our current outlook, we expect Guy Carpenter's growth in 2023 to benefit from a tightening reinsurance market.\nIn the Consulting segment, fourth quarter revenue was $2.1 billion, flat versus the prior year. Revenue grew 6% on an underlying basis. Consulting operating income was $336 million, and adjusted operating income was $407 million, down 1%, reflecting continued foreign exchange and capital markets headwinds. The adjusted operating margin was 20% in the fourth quarter, a decrease of 20 basis points.\nFor the full year, Consulting revenue was $8.1 billion, an increase of 8% on an underlying basis. Adjusted operating income for the year increased 4% to $1.5 billion, while our adjusted operating margin decreased 10 basis points to 19.7%.\nMercer's revenue was $1.3 billion in the quarter, up 5% on an underlying basis. This is a good result considering the impact of capital markets on our investments business. Wealth was flat on an underlying basis due to year-over-year declines in both equity and fixed income markets. Solid growth in defined benefits helped mitigate the drop in investments.\nOur assets under management were $345 billion at the end of the fourth quarter, up 9% sequentially but down 17% from the fourth quarter of last year due to market declines in foreign exchange, which more than offset strong positive net flows. Health revenue grew 8% on an underlying basis in the fourth quarter, reflecting strength in employer and government segments and momentum across all regions.\nCareer revenue increased 12% on an underlying basis, reflecting continued demand in rewards, talent strategy and workforce transformation. For the year, revenue at Mercer was $5.3 billion, an increase of 6% on an underlying basis, the highest result since 2008.\nOliver Wyman's revenue in the fourth quarter was $765 million, an increase of 8% on an underlying basis, a solid result considering a tough comparison to 22% growth in the fourth quarter of 2021. For the full year, Oliver Wyman's revenue was $2.8 billion, an increase of 13% on an underlying basis, building on a 21% growth in 2021. As we look to 2023, we expect growth at Oliver Wyman to slow, given rising economic uncertainty.\nAdjusted corporate expense was $68 million in the quarter. Foreign exchange was a $0.05 headwind in the fourth quarter and for the full year was a $0.12 headwind. Assuming exchange rates remain at current levels, we expect FX to be a $0.03 headwind in 2023, with $0.05 in the first quarter and $0.02 in the second quarter, reversing to a modest tailwind in the second half.\nI want to spend a minute on the $344 million of noteworthy items in the quarter, the majority of which related to actions we initiated last year as well as the final exit of JLT's headquarters in London. The largest category of noteworthy items in the quarter was $233 million relating to restructuring activities, which are focused on workforce actions, rationalizing technology and reducing our overall real estate footprint.\nThe charges included severance associated with headcount reductions as well as provisions related to real estate actions. Although we expect some reinvestment of the savings from these actions, the majority will flow to earnings. Based on our outlook today, we expect the benefit to earnings in 2023 could be $125 million to $150 million.\nWe anticipate further actions under this program, which will continue through 2023 and possibly into 2024. We are still refining estimates of future opportunities, but at this point, we don't see additional charges in 2023 or 2024 exceeding the amounts taken in 2022.\nAs we typically do on our fourth quarter calls, I will give a brief update on our global retirement plans. Our other net benefit credit was $57 million in the quarter and $235 million for the full year. For 2023, based on our current expectations, we anticipate our other net benefit credit will be about $235 million.\nCash contributions to our global defined benefit plans were $169 million in 2022. We expect cash contributions will be roughly $107 million in 2023. Investment income was a loss of $6 million in the fourth quarter on a GAAP basis and a loss of $5 million on an adjusted basis and mainly reflects losses in our private equity portfolio.\nGiven current market conditions, we anticipate negligible investment income in the first quarter of 2023. This compares to $17 million of investment income in the first quarter of 2022 on an adjusted basis.\nInterest expense in the fourth quarter was $127 million. Based on our current forecast, we expect interest expense for the full year of 2023 of approximately $565 million. This reflects an increase in long-term debt and higher interest rates on commercial paper, which we use for efficient working capital management.\nOur adjusted effective tax rate in the fourth quarter was 22.9%. This compares with 20.6% in the fourth quarter last year. Both periods benefited from favorable discrete items. For the full year 2022, our adjusted effective tax rate was 23.5% compared with 23.6% in 2021. Excluding discrete items, our adjusted effective tax rate for the full year was approximately 25%.\nWhen we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, it is reasonable to assume a tax rate of 25% to 26% for 2023.\nTurning to capital management on our balance sheet. We ended the year with total debt of $11.5 billion. This includes the $1 billion of senior notes we issued in October. We used a portion of the proceeds from this offering to redeem $350 million of senior notes that were scheduled to mature in March 2023. Our next scheduled debt maturity is in October 2023 when $250 million of senior notes mature.\nOur cash position at the end of the fourth quarter was $1.4 billion. Uses of cash in the quarter totaled $1 billion and included $298 million for dividends, $395 million for acquisitions and $350 million for share repurchases.\nFor the year, uses of cash totaled $3.9 billion, included $1.1 billion for dividends, $806 million for acquisitions and $1.9 billion for share repurchases. As a reminder, we have a balanced capital management strategy that supports our consistent focus on delivering solid performance in the near term while investing for sustained growth over the long term.\nWe prioritize reinvestment in the business, both for organic investments and acquisitions. We favor attractive acquisitions over share repurchases and believe they are the better value creator for shareholders and the company over the long term.\nHowever, we also recognize that returning capital to shareholders generates meaningful returns for investors over time. And each year, we target raising our dividend and reducing our share count.\nLooking ahead to 2023 based on our outlook today, we expect to deploy approximately $4 billion of capital across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops.\nAs John noted, there is significant uncertainty in the outlook for the global economy. However, we feel good about our momentum and position. And despite the uncertainty, there are factors that remain supportive of growth in our business.\nBased on our outlook today, for 2023, we expect mid-single-digit or better underlying revenue growth, margin expansion and strong growth in adjusted EPS.\nAnd with that, I'm happy to turn it back to John.\n\nJohn Quinlan Doyle\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Andrew, we are ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/812069ab90f8dfa14eb78db8bc902709",
    "period": "2022 Q3",
    "content": "Q3 2022 Marsh & McLennan Companies Inc Earnings Call\n\nQ3 2022 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEOCT 20, 8:30 AM\n\nOperator\n\nWelcome to Marsh McLennan's earnings conference call. Today's call is being recorded.\nFourth quarter 2022 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. (Operator Instructions)\nI'll now turn this over to Dan Glaser, President and CEO of Marsh McLennan.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThank you, Andrew. Good morning, and thank you for joining us to discuss our third quarter results reported earlier today. I'm Dan Glaser, President and CEO of Marsh McLennan. Joining me on the call today is John Doyle, our Group President and COO; Mark McGivney, our CFO; and the CEOs of our businesses: Martin South of Marsh; Dean Klisura of Guy Carpenter; Martine Ferland of Mercer; and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nToday is my 60th earnings call at Marsh McLennan, and 40th as CEO. After 10 years as President and CEO, I will be retiring from Marsh McLennan at the end of the year. Leading this firm over the past decade has been the honor of a lifetime.\nBefore I jump into our results, I'd like to say how pleased I am about the leadership succession we announced. The appointment of John Doyle as President and Chief Executive Officer, effective January 1 continues to underscore Marsh McLennan's deep (inaudible) of industry-leading talent. During John's tenure as President and CEO of Marsh, he drove exceptional revenue and earnings growth. And as Group President and COO, John is finding new ways to harness the capabilities of Marsh McLennan across our business, accelerating impact for clients, colleagues and communities. John has been an indispensable partner to me and the other members of our Executive Committee in shaping and executing our strategy. He knows our business well, and is focused on delivering outstanding performance for clients and shareholders. I am confident that our extraordinary success will continue under John's leadership.\nMarsh McLennan's third quarter results demonstrated strength on strength. Top line momentum continued across our business, extending the best run of quarterly underlying growth in over 2 decades. We generated strong top and bottom line results despite difficult year-over-year comparison.\nUnderlying growth of 8% in the quarter reflects considerable strength across our organization. It represents the sixth consecutive quarter of 8% or higher top line growth, building on 13% growth a year ago. Adjusted operating income of $851 million was a third quarter record, and grew 12% on top of 19% in the third quarter of 2021. Adjusted EPS growth of 9% is excellent, especially given costs related to our strategic talent investments, the rebound of T&E and 32% growth in the third quarter of 2021. We completed $500 million of share repurchases in the third quarter, bringing year-to-date repurchases to $1.6 billion, which is higher than any full year level of repurchases in our history.\nWhile the economic and geopolitical backdrop is uncertain, we have a proven track record of being resilient through cycles and are well positioned. Overall, our third quarter performance highlights the strength of Marsh McLennan, the critical nature of what we do for our clients and the unmatched expertise of our colleagues.\nWith that, let me turn it over to John.\n\nJohn Quinlan Doyle\n\nGroup President, COO & Vice Chairman, Marsh & McLennan Companies, Inc.\n\nThanks, Dan, and good morning, everyone.\nI am honored to become Marsh McLennan's next President and CEO, and grateful for the trust and confidence Dan and the Board have placed in me to lead this exceptional company. I'm eager to work with our colleagues in realizing new possibilities to serve our clients, create value for our shareholders and support our communities.\nI'm pleased with our third quarter results. We delivered strong growth despite a macro backdrop that is becoming more uncertain. We are delivering solutions to help clients navigate volatile economic, geopolitical and risk landscape. As we discussed last quarter, there are aspects of the current environment that remains supportive of our growth. Higher inflation offsets lower real GDP growth, rising interest rates boost our fiduciary income, and the challenging insurance market drives a flight to quality. We also have a track record of success and being resilient through cycles, and I believe Marsh McLennan is well positioned to perform.\nI would like to take a moment to discuss Hurricane Ian, just had a devastating impact on the people and communities in Florida. Ian has the potential to be the costliest insured event in Florida's history and the second most damaging insured loss of all time. We are working with insurers to help our clients receive much-needed support. Insurance has a critical role to play in building homes and restoring shuttered businesses. Our work reinforces Marsh McLennan's purpose to be there in the moments that matter for our clients and communities. Ian's Category 4 strength, incredible size and slow pace resulted in tremendous damage, the cost of which is exacerbated by the effects of coastal development, the escalation of property values, general inflation and persistent supply chain challenges.\nWhile the ultimate insured loss won't be known for some time, the impact on an already stressed property market will be significant. At mid-year reinsurance renewals, property market is already exhibiting strains. Following Ian, the property cap market is likely to tighten even further and perhaps see a significant supply-demand imbalance. We are harnessing our collective expertise, scale and capabilities to bring solutions to help our clients navigate this complex risk environment.\nTurning to our third quarter financial performance, we generated strong results. Adjusted EPS of $1.18 is up 9% versus a year ago, which is impressive on top of 32% growth in the third quarter of 2021. Total revenue increased 4% versus a year ago and rose 8% on an underlying basis, with 9% in RIS and 8% in Consulting. This is a terrific result, especially considering the prior year third quarter underlying growth of 13%.\nMarsh had an excellent quarter. Growth was 8%, reflecting new business and strong renewal growth. Guy Carpenter grew 10% in the quarter, continuing its string of terrific results. Mercer grew 5% in the quarter despite capital market headwinds, and Oliver Wyman grew 13%, the seventh consecutive quarter of double-digit growth.\nThe third quarter saw adjusted operating income growth of 12% and our adjusted operating margin expanded 110 basis points year-over-year. Overall, I am proud of our third quarter performance, which demonstrates the strength and resilience of our business.\nGiven our strong third quarter and year-to-date performance, we are on track for an outstanding year. We expect to generate high single-digit growth, underlying revenue, solid growth adjusted EPS and to report margin expansion 15th consecutive year. We are focused, aligned and succeeding together as our results demonstrate.\nBefore I turn it over to Mark, I'd like to say a few words about Dan. During Dan's tenure at the helm of Marsh McLennan, the company has been transformed. Our revenue has nearly doubled, our adjusted EPS has more than tripled, and our market cap has quadrupled. Our scale and capabilities have been enhanced, and our talent is unmatched. Dan led our expansion into new client segments and launched Marsh McLennan Agency, which has grown to $2.5 billion of annual revenue, closed 100 acquisitions just over a decade. Dan also successfully led the company's $5.6 billion acquisition, JLT in 2019, the largest in our history.\nMost importantly, Dan has led our firm with vision, courage and integrity. Faced with the consequences of the pandemic, his values-first leadership ensured that the tough choices were made to safeguard our colleagues, to protect jobs and incomes, deliver for clients, bolster liquidity and still produce significant growth. His decision were an inspiration to our colleagues and an example to the broader business community. Our financial performance speaks for itself, with Marsh McLennan's total shareholder return more than doubling the S&P 500 during Dan's stewardship as CEO. Less visible but even more significant is the sense of pride and the culture that Dan has instilled in the firm. Under his leadership, we are not only a great stock but a great company. We owe him our gratitude.\nSo on behalf of our 86,000 colleagues, I thank Dan for his leadership. And with that, I'll turn the call over to Mark for further detail on our financial results and a discussion of our outlook for the rest of 2022.\n\nMark Christopher McGivney\n\nCFO, Marsh & McLennan Companies, Inc.\n\nThank you, John, and good morning.\nAs Dan and John mentioned, our performance in the third quarter reflects continued momentum across our business, we saw another quarter of strong underlying revenue growth, meaningful earnings growth despite tough revenue and expense comparisons.\nConsolidated revenue increased 4% to $4.8 billion and reflected underlying growth of 8%. Operating income was $791 million, adjusted operating income was $851 million. Our adjusted operating margin was 19.6%, up 110 basis points from last year. The increase was driven by modest operating leverage and a benefit from foreign exchange. We generated GAAP EPS of $1.08 in the quarter, adjusted EPS of $1.18, up 9% year-over-year.\nFor the first 9 months of 2022, underlying revenue growth was 9%, our adjusted operating income rose 11% to $3.7 billion, our adjusted operating margin increased 60 basis points to 25.6%, and our adjusted EPS increased 12% to $5.38.\nLooking at Risk & Insurance Services, third quarter revenue was $2.8 billion, up 6% compared with the year ago or 9% on an underlying basis. Operating income increased 32% to $529 million. Adjusted operating income increased 20% to $562 million, and our adjusted operating margin expanded 200 basis points to 22.4%.\nFor the first 9 months of the year, revenue was $9.7 billion, underlying growth, 10%. Adjusted operating income for the first 9 months increased 13% to $2.8 billion, with a margin of 31.1%, up 80 basis points from the same period in 2021.\nAt Marsh, revenue in the quarter was $2.5 billion, 5% up from a year ago. Revenue growth of 8% on an underlying basis supported by strong retention and (inaudible). U.S. and Canada had 5% underlying growth, a solid result considering a 16% growth in the third quarter of 2021 but included the benefit of significant M&A and SPAC-related activity. International underlying growth was 11%. Latin America grew 15%, Asia Pacific was up 14%, EMEA was up 9%.\nFirst 9 months of the year, Marsh's revenue was $7.8 billion, underlying growth of 9%. U.S. and Canada was up 8%, International, up 10%.\nGuy Carpenter's third quarter revenue was $328 million, up 7% on an underlying basis, reflecting solid production and retention. Guy Carpenter has now achieved underlying revenue growth of 7% or higher in 6 of the last 7 quarters. For the first 9 months of the year, Guy Carpenter generated $1.8 billion of revenue and 10% underlying growth.\nIn the Consulting segment, revenue of $2 billion was up 1% from a year ago or 8% on an underlying basis, building on 12% in the third quarter of 2021. Operating income decreased 14% to $350 million, reflecting a one-time noteworthy benefit a year ago. Adjusted operating income increased 3% to $362 million, where solid earnings growth was masked by a drag from foreign exchange. The adjusted operating margin expanded 20 basis points to 19.1%.\nConsulting generated revenue of $6 billion for the first 9 months of 2022, an underlying growth of 9%. Adjusted operating income for the first 9 months of the year increased 5% to $1.1 billion, the adjusted operating margin was 19.6%, flat versus the third quarter of 2021.\nMercer's revenue was $1.3 billion in the third quarter, up 5% on an underlying basis, which is impressive given the impact of market declines on our investments. Career grew 15% on an underlying basis, the sixth consecutive quarter of mid to high-teens growth. We continue to see strong demand for solutions in workforce transformation as well as compensation and rewards. Health underlying growth was also excellent at 10% in the quarter, reflecting strength across all geographies. Wealth decreased 1% on an underlying basis due to declines in both equity and fixed income markets. This market impact represented a 2% headwind to Mercer's overall growth for the quarter. However, solid demand and defined benefits helped mitigate [define invest.]\nOur assets under management was $318 billion at the end of the third quarter, down 8% sequentially and 20% from the third quarter of last year, due entirely to market declines in foreign exchange. For the first 9 months of the year, revenue at Mercer was $4 billion, up 6% from underlying growth.\nOliver Wyman's strong momentum continued. Revenue in the third quarter was $667 million, an increase of 13% on an underlying growth. This comes on top of 25% of the third quarter last year and reflects continued strong demand across most geographies against solutions. For the first 9 months of the year, revenue at Oliver Wyman was $2 billion, increase of 15% on underlying growth.\nAdjusted corporate expense was $73 million in the third quarter. Based on our current outlook, we expect approximately $80 million for the fourth quarter. Foreign exchange had an immaterial effect on our adjusted EPS in the third quarter, although year-to-date, you can assess a headwind to (inaudible). Assuming exchange rates remain at current levels, we expect FX to be a headwind of $0.07 in the fourth quarter. Our other net benefit credit was $57 million. For the full year 2022, we expect our other net benefit credit be around $230 million.\nWe reported an investment loss of $1 million in the third quarter on a GAAP basis. On an adjusted basis, we had investment income of $3 million. Interest expense in the third quarter was $118 million compared to $107 million in the third quarter of 2021. Based on our current forecast, we expect interest expense of $121 million in the fourth quarter. Our adjusted effective tax rate in the third quarter was 24.6% compared to 24.4% in the third quarter of last year, included a modest net benefit of discrete but (inaudible). Excluding discrete items, our adjusted effective tax rate was 25% for the quarter. When we give forward guidance around our tax rate, not project discrete items, which is positive or negative. Based on the current environment, reasonable to assume an adjusted effective tax rate of 25% for the full year 2022.\nTurning to capital management and our balance sheet. We ended the quarter with total debt of $11.4 billion. Our next scheduled debt maturity on March of 2023 with $350 million of senior note [matures]. Our cash position at the end of the third quarter was $802 million. Uses of cash in the quarter totaled $931 million, included $293 million of dividends, $138 million for acquisitions, $500 million for share repurchases. For the first 9 months, uses of cash totaled $2.9 billion, included $840 million for dividends, $411 million for acquisitions, $1.6 billion of share repurchases.\nWe continue to expect to deploy approximately $4 billion of cap in 2022 plus dividends, acquisitions and share repurchases.\nOverall, we remain on track for a terrific 2022. For the full year, we expect to generate high single-digit growth in underlying revenue, solid growth in adjusted EPS and to report margin expansion of 15 consecutive (inaudible).\nAnd with that, I'm happy to turn it back.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThank you, Mark. Before we open up the call for Q&A, I just want to say it has been a great privilege to lead this firm and work side-by-side with smart, creative and dedicated people. I am immensely proud of our colleagues and what we have accomplished. Together, we've grown, innovated and persevered. We launched and built MMA, expanded our capabilities in combination with JLT, and demonstrated resilience in the face of a financial crisis and global pandemic. We emerged as a better and stronger firm by relying on each other, living our values, supporting our communities and staying focused on clients. I have always believed the greatness of our companies is in how we deliver in the big moments and the small.\nUnder John's leadership, I know Marsh McLennan will continue to thrive and prosper to make a difference in the moments that matter. There is no one I trust more with the company we've built together, and with the important work ahead.\nI'd like to thank our clients for choosing to do business with us, our shareholders for their continued confidence, most importantly, our colleagues. All that we have achieved is due to their efforts.\nWith that, operator, we are ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/49dd0b3cc939d6f55403a31cb3af2915",
    "period": "2022 Q2",
    "content": "Q2 2022 Marsh & McLennan Companies Inc Earnings Call\n\nQ2 2022 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEJUL 21, 8:30 AM\n\nOperator\n\nWelcome to the Marsh McLennan's Second Quarter 2022 Financial Results Conference Call. Today's call is being recorded. Second quarter 2022 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. (Operator Instructions)\nI'll now turn this over to Dan Glaser, President and CEO of Marsh McLennan.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nGood morning, and thank you for joining us to discuss our second quarter results reported earlier today. I'm Dan Glaser, President and CEO of Marsh McLennan. Joining me on the call today is John Doyle, our Group President and COO; Mark McGivney, our CFO; and the CEOs of our businesses, Martin South of Marsh, Dean Klisura of Guy Carpenter, Martine Ferland of Mercer and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nMarsh McLennan's second quarter was outstanding. Top line momentum continued across our business, extending our strongest run of quarterly underlying growth in over 2 decades. We generated robust top and bottom line results, topping tough comparables in the prior year.\nUnderlying growth of 10% in the quarter reflects considerable strength across our organization. It represents the fifth consecutive quarter of 10% or higher top line growth, building on 13% growth a year ago.\nAdjusted operating income of $1.3 billion was a second quarter record and grew 8% on top of 24% in the second quarter of 2021. Adjusted EPS growth of 8% is notable, given our 33% growth in the second quarter of 2021, costs related to our strategic talent investments and the rebound of expenses such as T&E.\nWe also completed the highest level of quarterly share repurchases in over a decade, buying back $600 million of stock. Overall, our second quarter performance reflects the strength of Marsh McLennan, the relevance of what we do and the expertise of our colleagues.\nI'm pleased with the momentum of our second quarter results, especially when viewed in the context of a macroeconomic and geopolitical backdrop that has become increasingly tense over the course of the year. And during 2022, the outlook was cautiously optimistic, reflecting expectations for above-average GDP growth.\nFast forward to today, and we hear more about the rising risk of recession, the highest inflation in 2 generations, geopolitical tumult, central bank hawkishness and bear markets in risk assets. We have proven to be a resilient firm, and we are prepared to act as conditions warrant. However, in the current environment, we believe it is worth noting some nuances to the macro story that remains supportive of our growth.\nWhile the real GDP growth outlook has softened, the outlook for inflation has risen. These 2 factors have somewhat offsetting impacts on insurance premiums. Even if GDP growth softens as predicted, higher inflation will increase insured values and likely cause higher loss costs.\nAdditionally, P&C insurance pricing conditions remain firm. We are helping clients navigate in an environment where underwriters remain cautious about where and how they deploy capital and terms and conditions are tight in some product lines.\nInsurers also continue to account for the rising frequency and severity of catastrophe losses, the risk of social inflation and a firmer reinsurance market.\nLooking at the health benefits and workforce sectors, the U.S. labor market remains among the tightest employment environment of the past half century, even if it has tempered at the margins. The U.S. unemployment rate is back to pre-pandemic lows, and yet over 11 million jobs remain unfilled. And short-term interest rates are rising due to Central Bank tightening, which will be a benefit to fiduciary income.\nImportantly, we are in the business of risk, strategy and people. When the world is unsettled, demand for our services rises. We are helping our clients adapt to this rapidly changing landscape and navigate long-term challenges as well as opportunities.\nWe are increasingly harnessing the collective power of our firm to guide clients as they deal with issues such as geopolitical risk, the pandemic, cyber threats, global supply chain disruptions, capital markets volatility, climate change, tight labor markets and new ways of working. Even if a recession does emerge, Marsh McLennan is well positioned to perform through the economic cycle.\nSince we went public in 1962, we have grown EPS during all recessionary periods, most notably in the severe recessions that accompanied the global financial crisis and the pandemic in 2020. We have demonstrated our ability to manage the expense base in both good and tough times and run our business to grow revenues faster than expenses.\nWe have reported adjusted operating margin improvement for 14 consecutive years. We also have a track record of delivering today while investing for the future. This includes generating attractive financial performance while at the same time investing in our talent and capabilities.\nOverall, I am proud of how we are executing and delivering for clients today. And we continue to believe that over the long term, demand for our advice and solutions will remain strong given rising levels of complexity, volatility and uncertainty across the business landscape.\nWith that, let me turn it over to John for his comments on the quarter.\n\nJohn Quinlan Doyle\n\nGroup President, COO & Vice Chairman, Marsh & McLennan Companies, Inc.\n\nThanks, Dan, and good morning, everyone. Our second quarter results were outstanding. We had 10% underlying revenue growth with momentum across the business, and our adjusted operating income set a second quarter record. I'm pleased with our performance and grateful to our colleagues for the value they deliver to our clients, communities and shareholders.\nBefore I discuss market trends and our performance, I want to comment on the ways in which we are harnessing the collective strength of Marsh McLennan. We are finding the intersections where we bring unique capabilities to serve our clients.\nEarlier this year, I mentioned that I was meeting with our colleagues to identify areas where we can have greater client impact as well as accelerate our growth. These conversations have yielded a range of ideas to drive innovation, deliver critical client solutions, become more agile and efficient and create growth and value for shareholders.\nYear-to-date, we have generated a significant number of wins involving 2 or more Marsh McLennan businesses. And every day, we see more potential to succeed together.\nLet me share a few recent examples. Marsh and Oliver Wyman helped a regional health care client with a broad enterprise risk management strategy. Knowing Marsh has this capability, Oliver Wyman involved them in the engagement. The client was so pleased with the value the team delivered that a further opportunity was created for Mercer to consult on workforce issues.\nMarsh and Mercer engaged a higher education client in the United States about enterprise risk management. The client valued our expertise and ability to facilitate conversations about total risk across all lines of insurance. As a result, Marsh was awarded the property and casualty insurance program, and Mercer secured the student health, travel and athletics business. The client has since engaged the joint team about expanding additional lines of coverage.\nGuy Carpenter and Oliver Wyman also came together recently to help a large U.S. insurer with strategic advice to reposition a core product. The successful collaboration is expected to lead to additional business and further opportunities to partner on future projects. These are just a few examples of the ways we are helping clients grow faster and become more resilient.\nNow let me provide an update on current P&C insurance market conditions. Rate increases in the marketplace persist along with continued concerns around the impact of inflation on loss cost and a tightening reinsurance market.\nThe Marsh Global Insurance Market Index showed price increases of 9% year-over-year. This marks the 19th consecutive quarter of rate increases in the commercial P&C insurance marketplace.\nLooking at pricing by line, the Marsh market index showed both global property insurance and global casualty rates up 6% on average. Global financial and professional lines, excluding cyber, increased low single digits, while cyber rates rose nearly 80% in some geographies.\nAs a reminder, our index skews to large account business. However, small and middle market insurance rates continue to rise as well although less than for large complex accounts.\nTurning to reinsurance. Guy Carpenter's U.S. property catastrophe rate online index showed increases of approximately 15% through midyear, the largest increase since 2006. Midyear renewals reflected one of the most challenging property markets in many years with pricing driven by inflation, escalating geopolitical risk and loss experience.\nThroughout the first half of the year, we saw some reinsurers take tougher positions on specific terms and conditions and shift portfolios to limit capacity in certain lines of business or geographies. We remain focused on helping our clients navigate these challenging insurance and reinsurance markets and the heightened risk environment.\nTurning to our performance in the quarter. As I noted earlier, Marsh McLennan had excellent results. In the second quarter, we had 10% underlying revenue growth with 9% in RIS and 10% in Consulting. This is a fantastic result considering the prior year second quarter underlying growth was 13%. Bottom line results were strong as well, with adjusted operating income growth of 8% in the quarter compared to 24% growth a year ago.\nLooking at Risk & Insurance Services. Second quarter revenue was a record $3.3 billion, up 5% compared with a year ago or 9% on an underlying basis. Adjusted operating income increased 9% to a second quarter record of $1 billion, and our adjusted operating margin expanded 40 basis points to 32.8%.\nAt Marsh, revenue in the quarter was $2.8 billion, up 5% compared with a year ago. Revenue growth was 9% on an underlying basis and supported by strong renewal growth and new business.\nU.S. and Canada had 10% underlying revenue growth. This marks U.S. and Canada's fifth consecutive quarter of double-digit underlying revenue growth. International was also strong with underlying growth of 9%. Latin America grew 14%. Asia Pacific was up 11%, and EMEA was up 7%.\nGuy Carpenter's second quarter revenue was $522 million, up 9% on an underlying basis driven by strong retention and new business as well as rate increases, which continued at midyear. Guy Carpenter has now achieved underlying revenue growth of 9% or higher in 4 of the last 5 quarters.\nIn the Consulting segment, revenue was $2.1 billion and up 10% from a year ago on both a reported and underlying basis. This is Consulting's fifth consecutive quarter of double-digit underlying revenue growth.\nAdjusted operating income increased 4% to a second quarter high of $369 million. The adjusted operating margin was 19.3%, down 20 basis points versus a year ago.\nMercer's revenue was $1.4 billion in the quarter, up 7% on an underlying basis. Career grew 17% on an underlying basis, a record since we began reporting this line of business. We continue to see robust demand for solutions linked to workforce transformation and compensation and rewards.\nHealth underlying revenue growth was also excellent at 10% in the quarter, reflecting growth across all geographies. This quarter's results continue to benefit from strong demand for our solutions, accelerating new business, higher retention, increased enrolled lives from a strong labor market and medical inflation.\nWealth increased 1% on an underlying basis, reflecting modest growth in defined benefits, which offset a modest decline in investments. Our assets under management were $346 billion at the end of the second quarter, down 12% from the prior year, reflecting capital market and foreign exchange headwinds.\nIn May, Mercer announced an agreement with Westpac to acquire BT Super Trust and Advance Asset Management in Australia. This will create a $45 billion Mercer fund, helping more than 850,000 Australians invest for retirement. The transaction is expected to be completed in the first half of 2023.\nOliver Wyman's strong momentum continued. Revenue in the second quarter was $695 million, an increase of 16% on an underlying basis. This follows a 28% comparable in the second quarter of 2021 and reflects continued strong demand across all geographies.\nOverall, I'm proud of our second quarter performance, which demonstrates the continued momentum across our business despite a more uncertain macro environment.\nNow I'll turn the call over to Mark for further detail on our financial results and a discussion of our outlook for the rest of 2022.\n\nMark Christopher McGivney\n\nCFO, Marsh & McLennan Companies, Inc.\n\nThank you, John, and good morning. As Dan and John mentioned, our strong financial performance in the second quarter reflects continued momentum across our business. We saw another quarter of double-digit underlying revenue growth and meaningful earnings growth despite tough prior year revenue and expense comparisons.\nWe generated GAAP EPS of $1.91 in the quarter and adjusted EPS of $1.89, up 8% from a year ago. This comes on top of adjusted EPS growth of 33% in the second quarter of last year. Operating income was $1.4 billion, and adjusted operating income was $1.3 billion. Our adjusted operating margin was 26.7% in the second quarter, up 30 basis points year-over-year.\nJohn covered our business operating results, so I'll cover some of the other aspects of our performance and outlook. Adjusted corporate expense was $62 million in the second quarter. Based on our current outlook, we expect approximately $142 million for the second half of the year.\nForeign exchange was a headwind of $0.03 to our adjusted EPS due to the strength of the U.S. dollar against most major currencies. Year-to-date, foreign exchange represents a $0.07 headwind. Assuming exchange rates remain at current levels, we expect FX to be a headwind of $0.01 in the third quarter and $0.05 in the fourth quarter.\nOur other net benefit credit was $59 million in the quarter. For the full year 2022, we expect our other net benefit credit will be about $240 million. Investment income was $2 million in the second quarter on a GAAP basis and $3 million on an adjusted basis and mainly reflects gains in our private equity portfolio.\nInterest expense in the second quarter was $114 million compared to $110 million in the second quarter of 2021. Based on our current forecast, we expect interest expense to be about $118 million in each of the third and fourth quarters.\nOur adjusted effective tax rate in the second quarter was 23.7% compared with 24.4% in the second quarter of last year. The lower rate this quarter was driven by a decline in our underlying tax rate to 25% from 25.5% a year ago. Our tax rate in the quarter also included a benefit from favorable discrete items, the largest of which related to stock compensation.\nWhen we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, it is reasonable to assume an adjusted effective tax rate of around 25% for 2022.\nTurning to capital management, our balance sheet. We ended the quarter with total debt of $11.8 billion. Our next scheduled debt maturity is March of 2023 when $350 million of senior notes mature. We continue to expect to deploy approximately $4 billion of capital in 2022 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how our M&A pipeline develops.\nLast week, we raised our quarterly dividend 10%, marking our 13th consecutive year of dividend increases. In the second quarter, we bought back 3.8 million shares of our stock for $600 million, reflecting our strong financial position and outlook for cash generation.\nOur acquisition pipeline remains active. As John mentioned, we recently announced Mercer's agreement with Westpac to combine the BT and Mercer Super Trust in Australia. We are also looking forward to Mercer's acquisition of Advance Asset Management from Westpac. We are excited about these deals and how they extend Mercer's leading position in OCIO.\nOur cash position at the end of the second quarter was $909 million. Uses of cash in the quarter totaled $1.1 billion and included $275 million for dividends, $232 million for acquisitions and $600 million for share repurchases. For the first 6 months, uses of cash totaled $1.9 billion and included $547 million for dividends, $273 million for acquisitions and $1.1 billion for share repurchases.\nRegarding the outlook for the rest of 2022, we remain on track for a terrific year. Our top line comps get tougher in the second half, and there is greater uncertainty in the macro outlook. However, with our strong first half, we see underlying growth at the upper end of our full year guidance of mid-single digits or higher. We also continue to expect margin expansion for the full year and solid growth in adjusted EPS.\nAnd with that, I'm happy to turn it back to Dan.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThanks, Mark. Richard, we're ready to begin Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9b9b8d78eb1de1fe91d03c6ed4d5ea6e",
    "period": "2022 Q1",
    "content": "Q1 2022 Marsh & McLennan Companies Inc Earnings Call\n\nQ1 2022 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEAPR 21, 8:30 AM\n\nOperator\n\nWelcome to Marsh McLennan's Conference Call. Today's call is being recorded. First quarter 2022 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements.\nFor a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website. During the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the schedule in today's earnings release. I'll now turn this over to Dan Glaser, President and CEO of Marsh McLennan.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThank you. Good morning, and thank you for joining us to discuss our first quarter results reported earlier today. I'm Dan Glaser, President and CEO of Marsh McLennan. Joining me on the call today is John Doyle, our Group President and COO; Mark McGivney, our CFO; and the CEOs of our businesses, Martin South of Marsh, Dean Klisura of Guy Carpenter; Martine Ferland of Mercer; and Nicholas Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nMarsh McLennan started 2022 strong, and we are well positioned for another good year. Our top line momentum continued. We generated the fourth consecutive quarter of double-digit underlying growth the highest first quarter underlying growth in over 2 decades, with each of our businesses showing strength.\nOur adjusted operating income grew 12%. This comes despite a tough comparable of 20% growth in the first quarter of 2021. Adjusted EPS growth was 16%, the fifth consecutive quarter of double-digit growth. And we saw modest margin expansion despite the substantial investments we made in organic hiring last year. Overall, a strong start to the year.\nAt Marsh McLennan, advancing good in the world is important to us, and our view of great companies have to not only do well and deliver for our investors but also do good and make a broader contribution to society. We believe in order to deliver long-term value for shareholders, we also have to be a good employer, a good global citizen and bring our best to our clients.\nWe are proud of our track record on ESG and recently released our second environmental, social and governance report. Our report highlights the many ways in which we are confronting the most complex ESG challenges of our time, both within our own company and on behalf of clients. We made progress on several ESG initiatives.\nFor example, we are committed to energy transition and achieved a carbon-neutral certification in 2021. We also declared a new goal of being net zero by 2050 with a target of reducing carbon emissions 50% by 2030.\nWe are committed to inclusion and diversity. We launched our Inclusion and Diversity Center of Excellence and enhanced our D&I disclosure in the areas of pay equity, workforce representation and talent flows.\nAnd we added [Gaye Erkan] to our Board of Directors, furthering our commitment to increase gender diversity on our Board. We are also working across our businesses to help clients address the broad spectrum of complex ESG issues such as climate change, diversity and inclusion, affordable health care, cybersecurity and sustainable investing, among others.\nI want to highlight several recent examples of how we are developing ESG solutions for clients. Marsh launched the new Directors and Officers Liability insurance initiative that recognizes U.S.-based clients with superior ESG frameworks.\nGuy Carpenter arranged Flood Smart (inaudible) catastrophe bonds for FEMA to secure capital markets-based flood reinsurance coverage for its NFIP program. These bonds help FEMA pay for NFIP claims when disaster strikes.\nMercer continues to be a leader in helping firms quantify and address pay equity as well as diversity and inclusion challenges. As an example, our recently released stepping up our equity study provides insights on closing the opportunity gap for Black Americans.\nOliver Wyman helped clients pursue commercially viable climate transitions, working with CDP, the World Economic Forum, the United Nations and others to set new agendas and build consensus on the issue of climate change.\nWe are also helping clients develop low-carbon business models and manage risks associated with the transition from fossil fuels to renewable energy. As we do our part to accelerate this transition, we recognize that a secure energy supply is crucial for the global economy and society as a whole. This is especially true in the context of today's geopolitical environment.\nWe believe all communities are best served by working with both operators of clean energy assets and traditional energy companies to make the transition as quickly and smoothly as possible. The work we are doing across all of these ESG-related areas has a direct impact on communities where we live and operate.\nWe are making a difference through disaster mitigation and recovery, promoting healthy societies and diversity and inclusion. Overall, ESG continues to be an area where we see both significant growth potential and an opportunity to benefit our clients colleagues and communities.\nI'd like to take a moment to comment on the war in Ukraine. We strongly condemn the Russian government's invasion of Ukraine and are horrified by the tragic human toll this war is taking.\nOn March 10, we announced the decision to exit our business in Russia. In a minute, John will provide more detail on steps we've taken to support colleagues and serve our clients during this crisis. Turning to current economic conditions and the outlook for the rest of 2022, we see a picture with greater risks and uncertainties than when we entered the year.\nThat said, we continue to see an environment that is supportive of growth. Based on our current outlook, we continue to expect mid-single digit or better underlying revenue growth for the full year. We also expect solid growth in adjusted EPS and to extend our track record of annual margin expansion.\nMacro challenges like supply chain pressures, energy market and commodity dislocations rising cybersecurity concerns and future of work create demand for our services and opportunities to help clients.\nWe also believe that over the long term, demand for our solutions will remain strong given rising levels of complexity, volatility and uncertainty across the business landscape. With that, let me turn it over to John for his comments on the quarter.\n\nJohn Quinlan Doyle\n\nGroup President, COO & Vice Chairman, Marsh & McLennan Companies, Inc.\n\nThanks, Dan, and good morning, everyone. Our first quarter results were strong. We had double-digit underlying revenue growth, with all businesses positively contributing. And our adjusted operating income hit a record level in the first quarter.\nOur strong start positions us well for 2022 despite greater uncertainty about the macroeconomic outlook. Before I discuss market trends and our performance, I want to comment on our response to the crisis in Ukraine. As Dan noted, we condemn the Russian aggression, and we are saddened by the human suffering the war in Ukraine has caused.\nOur primary concern is the well-being of colleagues affected by this crisis. We took a number of steps to assist them, including providing evacuation support for Ukrainian colleagues and creating assistance programs in Poland and Ukraine.\nIn addition, we've established a humanitarian relief fund to help the Ukrainian people. We're also bringing our capabilities and risk strategy and people to support clients as they grapple with the challenges of this conflict and its wider economic effects.\nOliver Wyman is helping clients in the public and private sectors manage a wide scope of issues. We are working on government security and defense matters, helping a number of banks manage their exposure to the region, supporting energy clients with their supply chain considerations and assisting large manufacturers as they manage the risk and production shutdowns.\nMarsh is advising clients on risks around aircraft nationalization, cybersecurity, physical assets, supply chain and transitioning away from Russian Energy. Mercer is helping clients deal with capital market volatility, asset allocation Russian exposures. We are also working to provide continued health coverage for Ukrainians leaving the country. Guy Carpenter is helping clients understand their exposures, portfolio concentrations and reinsurance recoveries.\nWe're also advising clients on the complexities around sanctions and cause of loss, number of occurrences and claims aggregation. I'm extremely proud of how our firm has responded to this crisis. Overall, we are harnessing the power of Marsh McLennan to help our colleagues and our clients in this moment that matters.\nNow let me provide an update on current P&C insurance market conditions. Rate increases in the marketplace continue to persist, reflecting losses and concerns about the impact of inflation on claims and the firm reinsurance market. The Marsh Global Insurance Market Index showed price increases of 11% year-over-year.\nThis marks the 18th consecutive quarter of rate increases in the commercial P&C insurance marketplace. Looking at pricing by live, the Marsh Market Index showed Global property insurance was up 7% and global casualty rates were up mid-single digits on average.\nGlobal Financial and Professional Lines, excluding cyber, increased high single digits while cyber rates more than doubled in some geographies. As a reminder, our index skews to large account business\nHowever, small and middle market insurance rates continue to rise as well, although less than for large complex accounts. Turning to reinsurance. April 1 renewals largely reflected a continuation of the January 1 pricing environment.\nThe industry remains well capitalized, but finding capacity is challenging in specific segments. This reflects ongoing and emerging issues such as the frequency of severe events, cyber, climate change and core and social inflation.\nOverall, at April 1, U.S. property catastrophe rates were up in the high single digits for non-loss impacted accounts, while loss-impacted accounts generally increased in a range of 10% to 30%.\nU.S. cyber rates were up mid-teens or higher depending on loss activity. Japanese property catastrophe rates increased low single digits. We remain focused on helping clients navigate challenging insurance and reinsurance markets and the evolving risk environment.\nTurning to our performance in the quarter. As I noted earlier, Marsh McLennan had strong results. In the first quarter, we had double-digit underlying revenue growth in both RIS and Consulting. Adjusted operating income grew 12% on top of 20% in the first quarter of 2021, a terrific result.\nThe first quarter marks the fourth consecutive quarter of double-digit underlying revenue growth, the longest stretch in over 2 decades. Looking at Risk & Insurance Services. First quarter revenue was $3.5 billion, up 10% compared with a year ago or 11% on an underlying basis. This is the third quarter in the last 12 months, risk and insurance grew 10% or better, the best trend since 2003.\nAdjusted operating income increased 12% to $1.2 billion, while our adjusted operating margin declined 10 basis points to 36.5%, reflecting investments in the business. At March, revenue in the quarter was $2.5 billion, up 10% compared with a year ago.\nRevenue growth was 11% on an underlying basis. We had excellent renewal growth, and we continue to see strong new business. U.S. and Canada had 10% underlying revenue growth. This marks the U.S. and Canada's fourth consecutive quarter of double-digit underlying revenue growth. International was also strong with underlying revenue growth of 11%. Asia Pacific was up 17%. Latin America grew 16% and EMEA was up 9%.\nGuy (inaudible) first quarter revenue was $1 billion, up 11% on an underlying basis, driven by strong growth in new business and exceptional retention. Guy Carpenter has now achieved underlying revenue growth of over 10% in 3 of the last 4 quarters. In the Consulting segment, revenue of $2 billion was a first quarter record, up 7% from a year ago or 10% on an underlying basis.\nThis is the fourth consecutive quarter of 10% or higher growth. Adjusted operating increased 9% to a first quarter record of $402 million. The adjusted operating margin was 20.6%, up 10 basis points versus a year ago.\nMercer's revenue was $1.3 billion in the quarter, up 6% on an underlying basis. Fourth consecutive quarter of 6% or higher growth. Career grew 16% on an underlying basis. We continue to see robust demand for solutions linked to new ways of working, skills gaps, workforce transformation and D&I issues like pay equity.\nHealth underlying revenue growth was strong at 9% in the quarter, reflecting growth across all geographies. This quarter's results benefited from strong service higher retention, rising employment and medical inflation. Wealth increased 2% on an underline, reflecting modest growth in both investment management and defined benefits.\nOur ads under management were $388 billion at the end of the first quarter, down sequentially as net inflows were more than offset by capital market declines. However, compared to the first quarter last year, AUM was up 2%. Oliver Wyman's momentum continued despite starting to lap tougher comparables to an outstanding 2021.\nRevenue in the first quarter was $667 million, an increase of 17% on an underlying basis. This represents the fifth consecutive quarter of double-digit growth and reflects continued strong demand across all geographies. Overall, I'm pleased with our excellent first quarter performance and it sets us up for a good year. Now I'll turn the call over to Mark for further detail on our financial results and a discussion of our outlook for the rest of 2022.\n\nMark Christopher McGivney\n\nCFO, Marsh & McLennan Companies, Inc.\n\nThank you, John, and good morning. As Dan and John mentioned, our financial performance in the first quarter marked a strong start to the year. We saw another great quarter of double-digit underlying revenue growth and meaningful earnings growth is a tough expense comparison.\nWe generated GAAP EPS of $2.10 in the quarter and adjusted EPS of $2.30, up 16% from a year ago. Operating income was $1.4 billion and adjusted operating income was [$2.6 billion], a first quarter record. Our adjusted operating margin expanded 10 basis points in the first quarter to 29.7% and despite the impact of the significant organic investments we made last year.\nWe remain excited about the benefits we expect from the investments, but they come with upfront costs we continue to absorb in the short term. The first quarter was also an active quarter for capital management. We completed the highest quarterly level of share repurchase since the third quarter of 2015.\nThe pace of acquisition activity continues with the recent announcement of our acquisition of Booz Allen Hamilton's (inaudible) practice, and we announced an additional $5 billion share repurchase authorization. John covered our business operating results and I'll cover some of the ethernet of our performance and outlook.\nAdjusted corporate expense was $60 million in the first quarter. Foreign exchange was a headwind of $0.04 to our adjusted EPS. Assuming exchange rates remain at current levels, we expect FX to be a modest headwind in the second quarter.\nOur other net benefit credit was $62 million in the quarter. For the full year 2022, we expect our other net benefit credit will be about $250 million. Investment income was $26 million in the first quarter on a GAAP basis or $17 million on an adjusted basis and mainly reflects [gain] private equity portfolio.\nInterest expense in the first quarter was $110 million compared to $118 million in the first quarter of 2021, reflecting lower long-term debt balances. Based on our current forecast, we expect a similar level of interest expense in the second quarter.\nOur adjusted effective tax rate in the first quarter was 23.1% compared with 24.3% in the first quarter of last year. Our tax rate benefited from favorable discrete items, the largest of which was the accounting for share-based compensation similar to a year ago.\nExcluding discrete items, our effective adjusted tax rate was approximately 25%. When we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, it is reasonable to assume an adjusted effective tax rate of around 25% for 2022.\nIn the first quarter, we recorded a $52 million charge, which is mostly noncash relating to our exit from Russia. This has been treated as a noteworthy item and excluded from adjusted results. We reached an agreement to transfer ownership of our Russian business to local management who will operate independently in the Russian market.\nThis situation resulted in the deconsolidation of our business and an associated write-down of our carrying value. In terms of ongoing effect, revenues and operating income from Russia are not significant.\nTurning to capital management. Now balance sheet. We ended the quarter with total debt of $11.7 billion. Our next scheduled debt maturity isn't until March of 2023. In the first quarter, we repurchased 3.2 million shares of our stock for $500 million, reflecting our strong financial position and outlook for cash generation.\nWe continue to expect to deploy approximately $4 billion of capital in 2022 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops. As we've consistently said, we favor attractive acquisitions over share repurchases as we view high-quality acquisitions as the better value creator for shareholders and the company over the long term.\nHowever, we also recognize that returning capital to shareholders generates meaningful returns for investors over time, and each year, we target raising our dividend and reducing our share count. Our cash position at the end of the first quarter was $772 million.\nUses of cash in the quarter totaled $813 million and included $272 million for dividends, $41 million for acquisitions, $500 million for share repurchases. As we look ahead to the rest of the year, we see continued strong demand for our advice and solutions, even though we start to lap tougher growth comparisons in the second quarter.\nThe investments we made in hiring last year will continue to be a headwind to expense in the first half, but as we get further into the third quarter, this becomes less of a drag. Also, we recognize there is a higher level of uncertainty and outlooks caused by the war in Ukraine and its potential impact on the global economy.\nOverall, our strong start leaves us well positioned for another good year in 2022. For the full year, we continue to expect to deliver mid-single digit or higher underlying growth solid growth in adjusted EPS and margin expansion. And with that, I'm happy to turn the call back to Dan.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThanks, Mark. And operator, we're ready to go to Q&A."
  },
  {
    "header": "MMC",
    "cik": "0000062709",
    "ticker": "MMC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a17f858c8e1936a945635b7b8b78c23d",
    "period": "2021 Q4",
    "content": "Q4 2021 Marsh & McLennan Companies Inc Earnings Call\n\nQ4 2021 Marsh & McLennan Companies Inc Earnings Call\n\nMMCNYSEJAN 27, 8:30 AM\n\nOperator\n\nWelcome to Marsh McLennan's conference call. Today's call is being recorded. Fourth quarter and full year 2021 financial results and supplemental information were issued earlier this morning. They are available on the company's website at marshmclennan.com.\nPlease note that remarks made today may include forward-looking statements. Forward-looking statements are subject to risks and uncertainties, and a variety of factors may cause actual results to differ materially from those contemplated by such statements. For a more detailed discussion of those factors, please refer to our earnings release for this quarter and to our most recent SEC filings, including our most recent Form 10-K, all of which are available on the Marsh McLennan website.\nDuring the call today, we may also discuss certain non-GAAP financial measures. For a reconciliation of these measures to the most closely comparable GAAP measures, please refer to the sched in today's earnings release.\nI'll now turn this over to Dan Glaser, President and CEO of Marsh McLennan.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThanks, Andrew. Good morning, and thank you for joining us to discuss our fourth quarter results reported earlier today. I'm Dan Glaser, President and CEO of Marsh McLennan.\nJoining me on the call today is John Doyle, our Group President and COO; Mark McGivney, our CFO; and the CEOs of our businesses, Martin South of Marsh; Dean Crossora of Guy Carpenter; Martine Ferland of Mercer; and Nick Studer of Oliver Wyman. Also with us this morning is Sarah Dewitt, Head of Investor Relations.\nJohn Doyle assumed his new role on January 1, and I am pleased to be working alongside him. During John's 5 years as CEO of Marsh, the business thrived under his leadership, experiencing accelerated revenue growth and record new business. He also inspired an even stronger culture of cloud engagement, inclusion and diversity. I look forward to unlocking the greater potential of Marsh McLennan together.\nI'd also like to welcome Martin South and Dean Closure, who assumed their new roles on January 1 . Martin, who succeeded John as CEO of Marsh, has worked in Marsh for 27 years. Most recently, Martin served as CEO of Marsh U.S. and Canada, where he produced a superior track record of growth.\nDean Closure, who succeeds Peter Hearn as CEO of Guy Carpenter, has been with Marsh McLennan for nearly 30 years. During his time at Marsh McLennan, Dean has served in executive leadership roles in Marsh's Global Specialties and placement before joining Guy Carpenter last year as President. Dean brings deep knowledge and broad industry relationships to his new role. I look forward to seeing Marsh and Guy Carpenter continue to thrive and grow under their leadership.\nThese moves represent further examples of the extraordinary talent in Marsh McLennan and the seamless process we have built to manage orderly succession. On behalf of the entire company, I want to express my deep gratitude to Peter Hearn for his exceptional leadership of Guy Carpenter. During Peter's tenure, Guy Carpenter achieved record financial performance and cultivated a culture where colleagues' professional success and personal fulfillment is a consistent priority. We look forward to the contributions he will continue to make as Vice Chair of Marsh McLennan.\nI'd also like to thank Dominic Burke for his many contributions following our acquisition of JLT and wish him the best in his retirement. His leadership ensured our combination with JLT, the largest acquisition in our history, was a win for our clients, for our company and for our colleagues.\n2021 was a banner year for Marsh McLennan. We generated the strongest underlying revenue growth in over decades with each of our businesses contributing meaningfully. Adjusted EPS growth was 24%, the highest in over 2 decades. We reported adjusted margin expansion for the 14th consecutive year. We invested meaningfully in our talent and capabilities, both organically and through attractive acquisitions, and we completed our deleveraging and resumed significant share repurchases.\nAcross the firm, 2021 was a year of extraordinary growth and achievement. Consistent with our philosophy of balancing near-term financial results, while also investing for the future, we capitalized on available opportunities to make significant investments. This is reflected in an organic increase of nearly 6,000 colleagues on a net basis, the highest level in our history.\nOur new colleagues not only adds scale and client-facing roles, the critical capabilities, the capacity to streamline operations, drive efficiency, enhance client service outcomes and expand the bandwidth of our market-facing operations.\nWe pursued attractive acquisitions. MMA broadened its geographic footprint in the key middle market segment with the addition of PayneWest. Oliver Wyman deepened our health care expertise and client service capabilities with the acquisition of Heron's Life Sciences business. and Marsh enhanced its market-leading position in India with an increase in the ownership stake in our Indian brokerage business from 49% to 92%.\nPortfolio optimization efforts continued as well, including the sale of Marsh's U.K. networks, Mercer's pension administration business in Brazil and Mercer's U.S. associations business. Across the organization, we took steps to accelerate productivity, gain efficiency and enhance client experience with initiatives like Marsh's operational excellence program, our build-out of our India and other centers of excellence and improving our technology and HR functions.\n2021 was also a year in which we accelerated impact for clients through innovation in areas of pressing concern. Marsh McLennan provided thought leadership on key global issues in partnership with the World Economic Forum. For the 17th consecutive year, we collaborated in the production of the annual Global Risk Report, which was issued earlier this month. This year's report identifies climate action failure and extreme weather, the decline of social cohesion, infectious diseases, cybersecurity failure, mental health deterioration and digital inequality among the top 10 risks-facing society.\nMarsh McLennan's business is to help clients adapt to this evolving risk landscape and to plot a course through longer-term secular challenges. In areas like cyber risk, climate resilience, digitization, diversity and inclusion, healthy societies and new ways of working, we brought forward creative solutions for our clients in 2021.\nAll of this is consistent with our legacy as an innovator for the past 150 years. Since the founding of our company in 1871, we have been at our clients' eyes, finding opportunities and navigating uncertainty in the areas of risk, strategy and people. This approach has translated to significant value creation for our shareholders over time.\nSince our IPO in 1962, our consolidated revenue has grown from $52 million to nearly $20 billion. Our adjusted EPS has increased from $0.02 per share to over $6 a share, and our head count has risen from 3,000 colleagues to nearly 83,000 today. This translates to an average of 11% revenue growth, 10% adjusted EPS growth and 6% head count growth each year over this period. And we exit this 1.5 century on a high note with terrific 2021 results.\nNow let me provide an update on current P&C insurance market conditions. Rate increases continue to persist, reflecting losses, low returns, concerns about inflation and affirming reinsurance market. The Marsh Global Insurance Market Index showed price increases of 13% year-over-year. This marks the 17th consecutive quarter of rate increases in the commercial P&C insurance marketplace.\nLooking at pricing by line. The Marsh market index showed global property insurance was up 8%, global financial and professional lines were up 31%, driven in part by cyber rates more than doubling in some geographies, and global casualty rates were up mid-single digits on average.\nAs a reminder, our index skews to large account business. However, small and middle market insurance rates continue to rise as well, although less than for large complex accounts. At the January renewals, capacity in most areas was available, although insurers pushed for price increases and, in some cases, coverage changes and tighter terms and conditions.\nTurning to reinsurance. The January 1 reinsurance renewals reflected an evolving market. Capacity was adequate, but reinsurers adjusted their risk appetite and pricing thresholds for certain sectors. This was in response to ongoing and emerging challenges such as the frequency and severity of catastrophe losses, climate change, core inflation, social inflation and underlying rate increases.\nThe overall Guy Carpenter global property catastrophe rate online index increased 10.8%, with non-loss impacted clients being generally flat to up 7% and loss impacted up from 10% to over 30%. Marsh McLennan remains focused on helping our clients navigate challenging P&C rates and the evolving risk environment.\nAs we look ahead to 2022, we continue to see a good runway for growth given the outlook for above-average GDP growth, sustained firm P&C pricing conditions, the inflationary impact on exposures, further opportunities from disruption in the brokerage sector and the benefit of our recent organic investments.\nTaking a longer view, we believe demand for our solutions will remain strong given rising levels of complexity, volatility and uncertainty across the economic landscape supporting growth in years ahead.\nThe global macroeconomic outlook remains positive even as there continues to be uncertainty due to the Omicron variant, geopolitical pressures, supply chain challenges, inflation and tightening monetary conditions.\nIn 2021, we broke out of the 3% to 5% underlying growth range of recent years. We believe we will sustain that momentum driving mid-single-digit or better growth in 2022. We also expect to continue our track record of annual margin expansion and solid EPS growth.\nWith that, let me turn it over to John for his comments on the quarter and other business trends.\n\nJohn Quinlan Doyle\n\nPresident, OO & Vice Chairman, Marsh & McLennan Companies, Inc.\n\nThanks, Dan, and good morning, everyone. I'm excited about the new role and the opportunity to work with Dan and the Executive Committee on Marsh McLennan's overall strategic and operational objectives. I'm also excited for the leadership that Marc and Dean brings to Marsh and Guy Carpenter and to support them in their new roles.\nSince I joined Marsh McLennan almost 6 years ago, I continue to be impressed by the strength and depth of our talent and capabilities across the areas of risk, strategy and people. I've also been impressed by the unwavering commitment of our colleagues to clients to one another and to the communities where we live and work.\nI'm meeting with our colleagues, clients and business leaders to identify areas where we can have greater impact and accelerate growth. As Dan noted, our clients are operating in a volatile environment, where emerging issues are creating both challenges and opportunities. Our expertise, scale, data and insights position us well to meet their needs. I believe we have meaningful runway to harness the power of Marsh McLennan across our businesses and find the intersections where we can have outsized client impact. Together, we can accelerate innovation, deliver critical solutions and drive growth and value for shareholders.\nMarsh McLennan has tremendous momentum, as evidenced by our strong fourth quarter results. Highlights include continued double-digit underlying revenue growth and record adjusted operating income. We closed out a fantastic year, with fourth quarter underlying revenue growth of 10%, the third consecutive quarter of double-digit growth and the longest stretch of double-digit quarterly growth in over 2 decades.\nLooking at Risk & Insurance Services. Fourth quarter revenue was $3 billion, up 20% compared with a year ago or 9% on an underlying basis. Adjusted operating income increased 6% to $557 million, while our adjusted operating margin declined 80 basis points to 22.7%, reflecting investment made in the business.\nFor the year, revenue was a record $12.1 billion with underlying growth of 10%. Adjusted operating income for the year increased 17% to a record $3 billion with a margin of 28.5%, up 50 basis points from the same period a year ago.\nAt Marsh, revenue in the quarter was $2.9 billion, up 22% compared with a year ago. Revenue growth was 9% on an underlying basis. U.S. and Canada delivered another exceptional quarter, with underlying revenue growth in the double digits for the third consecutive quarter at 11%. In International, underlying revenue growth was 7%. Latin America grew 14%, Asia Pacific was up 10% and EMEA was up 5%.\nFor the year, Marsh's revenue was $10.2 billion, with underlying growth of 11%. U.S. and Canada underlying revenue growth was 13%, and international was up 9%, the highest since we began reporting these regions in 2008.\nGuy Carpenter's fourth quarter revenue was $170 million, up 5% on an underlying basis. For the year, Guy Carpenter generated $1.9 billion of revenue and 9% underlying growth.\nIn the Consulting segment, revenue of $2.1 billion was a fourth quarter record, up 10% from a year ago or 11% on an underlying basis, the third consecutive quarter of double-digit growth. Adjusted operating income increased 6% to $410 million. The adjusted operating margin was 20.2%, down 120 basis points versus a year ago, reflecting investments in the business. Consulting generated revenue of $7.8 billion for the year, representing underlying growth of 10%, the highest in nearly 15 years. Adjusted operating income for the year increased 19% to $1.5 billion, and the adjusted operating margin expanded 100 basis points to 19.8%.\nMercer's revenue was $1.4 billion in the quarter, up 6% on an underlying basis. Career grew 15% on an underlying basis. This is the third straight quarter of double-digit growth in the Career business. We are seeing strong demand for solutions linked to new ways of working, skills gaps, workforce transformation and D&I issues like pay equity.\nWealth increased 4% on an underlying basis, reflecting growth in both investment management and defined benefit. Our assets under management grew to $415 million at the end of the fourth quarter, up 16% year-over-year, benefiting from net new inflows and market gains. Health underlying revenue growth was 4% in the quarter.\nFor the year, revenue at Mercer was $5.3 billion, an increase of 5% on an underlying basis, the highest in over a decade. Oliver Wyman's revenue in the quarter was $722 million, an increase of 22% on an underlying basis. This represents the fourth consecutive quarter of double-digit growth and reflects continued strong demand across geographies and practices. For the year, revenue at Oliver Wyman was $2.5 billion, an increase of 21% on an underlying basis.\nOverall, our strong fourth quarter and full year 2021 performance as well as the investments we made in the year sets us up for success in 2022 and beyond.\nNow I'll turn the call over to Mark for further detail on our financial results and a discussion of our initial outlook for 2022.\n\nMark Christopher McGivney\n\nCFO, Marsh & McLennan Companies, Inc.\n\nThank you, John, and good morning. As Dan and John mentioned, our financial performance in the fourth quarter was strong, capping an outstanding year. We saw another quarter of double-digit underlying revenue growth and meaningful earnings growth despite substantial investments that position us for continued success.\nWe generated GAAP EPS of $1.57 in the quarter and adjusted EPS of $1.36, up 14% versus a year ago. Operating income was $986 million, and adjusted operating income was $905 million, a fourth quarter record. Our adjusted operating margin decreased 90 basis points in the fourth quarter to 20.4%, reflecting significant investments in the business.\nAs we noted on our third quarter, while we are excited about the future benefits these investments will deliver, they come with upfront costs we absorb in the short term. Our full year 2021 results were outstanding. Our adjusted EPS was $6.17, an increase of 24%, the highest in over 2 decades. Full year operating income was $4.3 billion and our adjusted operating income was also $4.3 billion.\nFinally, our adjusted operating margin expanded to 70 basis points, marking our 14th consecutive year of margin expansion. 2021 was also a strong year for capital management. We completed our JLT-related deleveraging, enhanced our short-term liquidity flexibility and saw S&P, Moody's and Fitch restore our rating outlook to stable.\nThrough solid operating performance and our focus on working capital efficiency, we also exceeded our plans for capital deployment. This included a 15% increase in our dividend and $1.2 billion of share repurchases. This was the highest level of share repurchases since 2015, resulting in a meaningful reduction in our share count.\nJohn covered our business operating results, so I'll cover some of the other aspects of our performance and outlook. Adjusted corporate expense was $62 million in the fourth quarter. As we had expected, foreign exchange was a modest headwind. Assuming exchange rates remain at current levels, we expect FX to be a $0.07 headwind in 2022, most of which will affect the first half of the year.\nAs we typically do on our fourth quarter calls, I will give a brief update on our global retirement plan. Our other net benefit credit was $66 million on a GAAP basis in the quarter and $277 million for the full year. For 2022, based on our current expectations, we anticipate our other net benefit credit will be about $255 million.\nCash contributions to our global defined benefit plans were $129 million in 2021 compared with $143 million in 2020. We expect cash contributions in 2022 will be roughly $180 million. Investment income was $18 million in the fourth quarter on a GAAP basis and $14 million on an adjusted basis. For the full year 2021, our investment income was $61 million on a GAAP basis and $55 million on an adjusted basis. Interest expense in the fourth quarter was $109 million. Based on our current forecast, we expect a similar level of quarterly interest expense in 2022.\nOur adjusted effective tax rate in the fourth quarter was 20.6% compared with 24% in the fourth quarter last year and reflected some discrete benefits we realized in the quarter. For the full year 2021, our adjusted effective tax rate was 23.6% compared to 24.4% for the full year 2020. Excluding discrete items, our adjusted effective tax rate for the full year was approximately 25%.\nWhen we give forward guidance around our tax rate, we do not project discrete items, which can be positive or negative. Based on the current environment, it is reasonable to assume an adjusted effective tax rate of around 25% for 2022.\nTurning to capital management and our balance sheet. We ended the year with total debt of $11 billion, including the proceeds from the $750 million of senior notes we issued in December. We used a portion of the proceeds to redeem $500 million of senior notes that were scheduled to mature in January. Our next scheduled debt maturity isn't until March of 2023.\nOur cash position at the end of the fourth quarter was $1.8 billion. Uses of cash in the quarter totaled $1.2 billion and included $276 million for dividends, $494 million for acquisitions and $425 million for share repurchases. For the year, uses of cash totaled $3.7 billion and included $1 billion for dividends, $1.1 billion for acquisitions, $1.2 billion for share repurchases and $500 million for debt repayment.\nNow that we have completed our post JLT deleveraging, we expect to return to our strategy of balanced capital management, which supports our consistent focus on delivering solid performance in the near term while investing for sustained growth over the long term. We prioritize reinvestment in the business, both through organic investments and acquisitions.\nIn 2011, our revenues were $11.5 billion. Today, we stand at nearly $20 billion. And acquired revenues have accounted for roughly half of this growth. These acquisitions have added critical capabilities, talent, greater scale, expanded insight and have driven significant value for clients and shareholders. We have consistently said that we prefer acquisitions to share repurchases. We view high-quality acquisitions as better at creating value for shareholders and the company over the long term. However, we also recognize that returning capital to shareholders generates meaningful returns for investors over time. And each year, we target raising our dividend and reducing our share count.\nLooking ahead to 2022, the combination of our available cash and expected cash generation set us up for another year of significant capital deployment. Based on our outlook today, we currently expect to deploy approximately $4 billion of capital in 2022 across dividends, acquisitions and share repurchases. The ultimate level of share repurchase will depend on how the M&A pipeline develops.\nAs we look to 2022, we are well positioned given the strong momentum across our businesses as well as a largely favorable macroeconomic and P&C pricing backdrop. Based on our outlook today, for the full year 2022, we expect to deliver underlying revenue growth of mid-single-digit or better margin expansion and solid growth in adjusted EPS.\nKeep in mind, 2021 benefited from several items, such as significant investment income and favorable discrete tax benefits that can fluctuate considerably from year to year. Also, as you consider the phasing of expenses in 2022, recognize that we made significant investments in talent in 2021 and don't begin to lap the full impact of these costs until the second half of the year.\nIn summary, 2021 was a remarkable year, one in which all of our businesses delivered outstanding performance. We made substantial organic investments in the business, continued to execute on our acquisition strategy, completed our deleveraging and resumed meaningful share repurchases. We're proud of the focus and determination of our colleagues and the value they deliver to our clients and shareholders. We closed the year on high note and look forward to another year of strong performance in 2022.\nAnd with that, I'm happy to turn it back to Dan.\n\nDaniel S. Glaser\n\nPresident, CEO & Director, Marsh & McLennan Companies, Inc.\n\nThanks, Mark. And operator, we're ready to begin Q&A."
  }
]