[
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/72f559beddb61f2cc0e7655c4f386af0",
    "period": "2025 Q3",
    "content": "Q3 2025 Huntington Bancshares Inc Earnings Call\n\nQ3 2025 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQOCT 17, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Third Quarter 2025 Earnings Call. [Operator Instructions]. As a reminder, this conference is being recorded. It's now my pleasure to turn the call over to Eric Wasserstrom, Director of Investor Relations. Eric, please go ahead.\n\nEric Edmund Wasserstrom\n\nAnalyst, Guggenheim Securities LLC\n\nThank you, and good morning, everyone. Welcome to our third quarter call. Our presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer; Brendan Lawlor, Chief Credit Officer, will join us for the Q&A.\nEarnings documents, which include our forward-looking statements disclaimer and non-GAAP information and copies of the slides we'll be reviewing are available on the Investor Relations section of our website, which is www.ir.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour after the close of the call.\nWith that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Eric. Good morning, everyone, and welcome. We delivered another outstanding quarter. The business is performing exceptionally well across all fronts. We have tremendous momentum, and we are poised to accelerate from here. I'll cover the highlights and then Zach will take you through the details.\nTurning to Slide 5. There are 3 key messages that we'd like you to take away from this call. First, we continue to execute our growth strategy with excellent results, all elements of our model are contributing to this growth, and we will continue investing to generate a high level of growth into the foreseeable future.\nSecond, we are achieving top-tier profitability and returns as an outgrowth of our revenue generation and strong positive operating leverage.\nAnd third, we are poised to further accelerate our growth in Texas. We look forward to welcoming our Veritex colleagues and customers the Huntington next Monday. The partnership and interim planning efforts led by Malcolm Holland and team have positioned us for a fast start, initiating the springboard we envisioned, so we're very excited for what lies ahead.\nSlide 6 illustrates the outcomes of these key messages. Our foundational organic growth strategy is to deliver our national scale capabilities and expertise through local market relationships. You can see the results of that on the top of this slide. We have massively outpaced our peers on both loan and deposit growth, the outcome of which is the phenomenal pace of our PPNR expansion. And given our rigorous adherence to our risk management principles, we have not deviated from our aggregate moderate to low risk appetite while driving this performance.\nSlide 7 illustrates how this operational approach creates value. we drive powerful growth. This growth enables us to invest to compound our competitive advantage. The investment results in meaningful operating leverage, and we maintain disciplined capital allocation and robust risk management to both protect our balance sheet and enable us to take advantage of moments of disruption.\nAll of this enables us to drive long-term shareholder value, as evidenced in this quarter's results, we grew revenue 14% year-over-year, adjusted PPNR 16% and tangible book value by 10% while generating an adjusted ROTC above 17%. And as Zach will discuss in a few moments, we are again raising our financial guidance for the year.\nWe also have extensive experience in integrating acquisitions and in mobilizing the combined organization to execute on the cost and revenue synergies that we identify. Based on this experience, we are very confident in the seamless integration of Veritex, which will springboard our growth in Texas. We remain extremely excited by our partnership with Veritex. When we closed this combination on Monday, we will achieve immediate scale in Texas.\nBy our estimate, we will become the 14th largest depository in the state and the fifth largest in Dallas, ahead of nearly all of our regional bank peers, including pro forma for recently announced transactions. We will execute on the cost synergies we've identified, which we expect to drive 1 percentage point improvement in our efficiency ratio and approximately 30 basis points of lift to our ROTCE. But our greater opportunity is in the revenue growth synergies that we will generate as we accelerate the rollout of the full Huntington franchise into these markets.\nFirst, we will leverage Veritex' network to deliver the full suite of our consumer and small businesses as well as digital capabilities.\nSecond are the fee-based opportunities we can offer into Veritex's commercial and consumer customers including payments, wealth management and capital markets.\nThird, we will leverage our combined scale and the benefit of Veritex's deep local relationships to accelerate the growth of our existing commercial verticals and local middle market banking. We're very confident in our ability to realize these synergies.\nAdditionally, we see substantial incremental opportunities to generate revenue synergy as we further invest into our Texas franchise. We will continue to build out our branch network in Dallas, Fort Worth and Houston and expand our commercial banking activities across the state, amongst other actions. As I've said, this partnership will be a springboard for our growth in this incredibly attractive market.\nTo summarize, we're executing on our organic growth strategies to drive industry-leading revenue growth. We're achieving outstanding profitability, which enables us to reinvest to compound our competitive advantage. We're poised to springboard our growth further through the partnership with Veritex. And all of this is driving a high level of tangible book value growth and increasing our return on tangible common equity.\nWith that, let me turn it over to Zach to discuss the quarter's financial results in detail. Zach?\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThank you, Steve, and good morning, everyone. Let's begin with the highlights of our third quarter results on Slide 9.\nHuntington delivered another outstanding quarter, with earnings per common share of $0.41. On an adjusted basis, excluding the gain on sale of a portion of our corporate trust and custody business and FDIC deposit insurance fund assessment benefit and Veritex acquisition-related expenses, EPS was $0.40, an up 18% year-over-year. Average loan balances grew by $2.8 billion or 2% from the prior quarter, while average deposits increased by $1.4 billion or 1%, reported CET1 ended the quarter at 10.6%, with adjusted CET1 at 9.2%, up 30 basis points from last year and within our target operating range. credit performance remained strong, with net charge-offs at 22 basis points and allowance for credit losses ending the quarter at 1.86%.\nOn Slide 10, a loan growth accelerated to 9.2% year-over-year, led by strength in commercial lending and significant contributions from our new initiatives. During the quarter, new initiatives accounted for $1.2 billion, representing approximately 40% of total loan growth. Key drivers included our geographic expansion in Texas and North and South Carolina, as well as strong performance in our Funds Finance and Financial Institutions Group commercial verticals.\nOf the remaining $1.6 billion in loan growth from the core, we delivered $700 million from corporate and specialty banking, from auto, $400 million from regional banking, $200 million from middle market and $200 million from asset finance. These gains were partially offset by a $600 million reduction in distribution finance inventories that was largely seasonal and a $100 million decrease in commercial real estate.\nTurning to deposits on Slide 11. We -- average balances increased by $1.4 billion or 0.8% and our overall cost of deposits declined by 2 basis points during the quarter. Our relentless focus on growing households and deepening primary bank relationships within a disciplined framework has proven a powerful lever in driving sustained deposit gathering with disciplined pricing.\nOur teams are performing exceptionally well. as we grow our funding base, and we expect to drive funding costs lower with additional Fed cuts.\nOn to Slide 12. During the quarter, we drove approximately $40 million or 2.7% on sequential growth in net interest income. This represents almost 12% growth on a year-over-year basis. Net interest margin was 3.13% for the third quarter, up 2 basis points from the prior quarter. Operating performance accelerated throughout the quarter on a number of fronts, including NIM, powering margin to outperform the expectation I shared at the mid-quarter conference due to both better-than-expected funding costs and better asset yields.\nTurning to Slide 13. We continue to manage our hedging program to accomplish our objectives of protecting capital from a potential higher rate environment, while protecting NIM from a potential lower rate environment. Over the last year, we've reduced our asset sensitivity to a near neutral position.\nMoving on to Slide 14. On an adjusted basis, noninterest income increased by 14% or $75 million compared to the prior year. Our fee businesses were strong across virtually every area, but with notable performance in our key strategic areas of focus: payments, wealth management and capital markets collectively grew 13% year-over-year. Momentum remains strong across these businesses and we expect them to continue driving fee growth going forward.\nIn addition, loan and deposit fees benefited powerfully from commercial loan commitments.\nMoving to Slide 15. Payments delivered 10% year-over-year growth, propelled by a 20% increase in commercial payment revenues, reflecting deeper customer relationships and expanding contributions for merchant acquiring.\nMoving to Wealth Management on Slide 16, well fees increased by 12% year-over-year, with assets under management up 11% and advisory households also rising at 9%. Over the past 12 months, we've gathered approximately $1.7 billion in net flows as our teams continue to execute against our advice and guidance focused strategy.\nMoving to Slide 17. Capital Markets grew 21% year-over-year, supported by advisory, syndications and commercial banking-related activities. In our Advisory business, we continue to benefit from efforts to introduce this service to more of our middle market and large corporate customers. The advisory backlog continues to build, and we expect sustained momentum in commercial banking production to carry over to Capital Markets for another strong result this quarter.\nAdditionally, our leveraged finance and private equity platform is now fully built out and will start to more meaningfully contribute to our results going forward.\nTurning to Slide 18. GAAP noninterest expense was $1.2 billion, modestly higher than the prior guidance due to revenue-related compensation from the robust revenue outperformance in the quarter. Our expense management remains focused on driving positive operating leverage, both this year and over our long-range financial plan.\nAs we have noted, we were executing disciplined cost efficiency programs that reduce baseline expenses and create the capacity to robustly grow investments in the business, even as we create overall positive operating leverage. On a trailing 12-month adjusted basis, we have generated 500 basis points of positive operating leverage.\nOur outlook for full year 2025 operating leverage is now more than 2.5 percentage points of efficiency ratio improvement, significantly wider than the original budget of approximately 1% coming into this year.\nSlide 19 recaps our capital position. We continue to increase our common equity Tier 1. Our capital management strategy remains focused on our top priority of funding high-return loan growth; and second, supporting our strong dividend yield. As we have noted, we intend to continue driving adjusted CET1, higher toward the midpoint of our 9% to 10% operating range, given our progress driving adjusted CET1 higher and our projections of continued strong capital generation, we expect to have capacity to add repurchases to the mix of distribution in the coming quarters.\nOur intention is to approach any share repurchase activity in a systematic manner over time, while also remaining opportunistic to overweight activity in quarters when we believe the shares are significantly undervalued. Our baseline assumption as of now is for approximately $50 million of repurchases per quarter through 2026.\nWe will continue to optimize this amount based on the pace of loan growth and the objective of continuing a gradual upward trajectory of adjusted CET1 toward the midpoint of the range.\nTurning to Slide 20. Our disciplined approach is generating powerful returns and driving shareholder value. Over the past year, we've grown adjusted ROTCE by more than 1 percentage point through robust PPNR expansion while simultaneously increasing our capital base. As noted, tangible book value is up 10% year-over-year, and we've returned over 45% of earnings through dividends.\nTurning to Slide 21. Credit quality continues to perform very well, with net charge-offs of 22 basis points. Forward-looking credit metrics remained stable. The criticized asset ratio was 3.79% while the nonperforming asset ratio declined 3 basis points since last quarter and has been trending in a narrow range for several quarters.\nOn to Slide 22. While economic and policy uncertainty has persisted throughout the year, we continue to deliver terrific performance and are once again raising our expectations for revenue and earnings growth. The outlook I'll share on this slide reflects both standalone Huntington and the anticipated impacts of the Veritex close.\nOn a stand-alone basis, we're continuing to see strong loan growth and are expecting to hit the high end of our guidance range at approximately 8% for the full year. Inclusive of Veritex, we expect to see full year ADB growth of approximately 9% to 9.5%.\nOn deposits, we also see performance at the high end of our prior growth guidance at approximately 5.5%. Inclusive of Veritex, we expect to see deposits on a full year ADB basis, growing approximately 6.5% to 7%.\nOn a Huntington stand-alone basis, we are increasing our net interest income full year guidance by 2 percentage points, to 10% to 11% from the prior range of 8% to 9%, driven by better-than-expected loan growth and higher NIM. We are very pleased with our management of NIM in 2025 and the expansion we have driven. For the fourth quarter, we expect our standalone Huntington NIM, excluding the impact of Veritex to rise between 1 and 2 basis points from the Q3 level. And -- as we've noted in past updates, we anticipate stand-alone NIM to rise again in 2026 by at least 10 basis points, driven primarily by continued benefits from fixed asset repricing.\nGiven our neutral asset sensitivity, our modeling would indicate we could achieve this level of NIM expansion in Fed fund scenarios ranging from 0 to as many as 7 cuts. We expect NIM expansion and continued strong growth in loans to drive another powerful expansion of spread revenues next year. We expect this higher NIM into 2026 and and the continued strong growth in loans to drive another powerful expansion of spread revenues next year, speaking briefly about the impact on NIM from the combination with Veritex we expect Veritex will lift the Q4 reported NIM by an additional 2 to 3 basis points.\nOf this 2 to 3 basis points lift from the acquisition, about 1 basis point is from PAA accretion and -- we expect a similar dynamic in 2026 in which Veritex adds 2 to 3 basis points on top of the NIM expansion we anticipate for next year. We have laid out a schedule of the expected PAA accretion for the fourth quarter and for 2026 in the appendix to the earnings slides. We expect that we will realize approximately 2/3 of the total PAA benefit from Veritex by the end of next year, with a much smaller amount trailing into 2027 and thereafter, continuing with guidance on revenue drivers.\nOn a stand-alone basis, we're increasing our full year fee income guidance to approximately 7% from our prior range of 4% to 6%. Momentum is building across the fee businesses, and we expect to carry that momentum into the fourth quarter and beyond.\nOn a stand-alone basis, we expect expense growth of 6.5%, driven by volume-related drivers and higher incentive compensation. Throughout the year, our outlook for positive operating leverage has continued to expand, from approximately 100 basis points at the beginning of the year to now over 250 basis points expected as of today. This is a powerful testament to the strength of our revenue generation and performance on programs to drive efficiency in baseline expenses while we continue to invest powerfully in the business.\nFor the fourth quarter, we expect approximately $20 million of core PPNR benefit from Veritex, which equates to about $0.01 of earnings per share. We also expect to incur the majority of acquisition-related onetime expenses in the fourth quarter with approximately $125 million to $150 million recognized at closing or shortly thereafter.\nOn credit, we anticipate charge-offs at or below the midpoint of the range on a full year basis. The tax rate for the full year is expected to be between 17% and 18%, benefiting from some discrete items.\nLastly, please note that we completed a preferred issuance in the third quarter, which will result in higher preferred dividends in the fourth quarter and subsequently, we included an updated quarterly dividend schedule in the appendix of the earnings deck.\nTurning to Slide 23. In closing, our focus remains on driving long-term shareholder value. Our performance reflects disciplined execution, a powerful and scalable franchise and a durable business model. Risk management is deeply embedded in our culture, and our capital and liquidity positions remain top tier.\nOrganic growth continues to outpace peers, supporting attractive revenue and earnings growth and driving value creation. The Veritex acquisition provides a springboard for future growth.\nWith that, we'll conclude our prepared remarks and move to Q&A."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cdc8df93793a5131514ac9652c3cc08e",
    "period": "2025 Q2",
    "content": "Q2 2025 Huntington Bancshares Inc Earnings Call\n\nQ2 2025 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJUL 18, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Second Quarter 2025 Earnings Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Eric Wasserstrom, Director of Investor Relations. Please go ahead.\n\nEric Edmund Wasserstrom\n\nAnalyst, Guggenheim Securities LLC\n\nThank you, and good morning, everyone. Welcome to our second quarter call. Our presenters today are Steve Steinour, Chairman, President and CEO; Brant Standridge, President of Consumer and Regional Banking; and Zach Wasserman, Chief Financial Officer. Brendan Lawler, Chief Credit Officer, will join us for the Q&A.\nEarnings documents, which include our forward-looking statements disclaimer and non-GAAP information and copies of the slides we will be reviewing are available on the Investor Relations section of our website, which is www.ir.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour after the close of the call.\nWith that, let me turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Eric. Good morning, everyone, and welcome. Thank you for joining the call today.\nNow turning to our results. I'll begin by outlining some key highlights, then Brant will talk about our opportunity with Veritex, and Zach will follow with a detailed review of the second quarter financials.\nAs the environment around us continues to evolve, we remain committed to our vision of being the leading people-first, customer-centered bank in the country. We are focused on our core growth strategies and excited by the opportunities in front of us, including our recently announced acquisition of Veritex, which will greatly accelerate our growth in Texas. These opportunities are consistent with our long-standing aggregate moderate to low-risk appetite, which has delivered strong and consistent results through the years. For this reason, we are well positioned to maintain our strong performance.\nOn Slide 5, there are 4 key messages we want to leave you with today. First, we're delivering a strong operating performance with robust organic growth in loans, deposits and fees. The business is performing exceptionally well. And through the second quarter, we are ahead of our plans for the year. I'd like to thank all of my colleagues for their extraordinary efforts this quarter and everything they do for our customers and company every day. Second, we're driving strong revenue and profit growth year-over-year, consistent with the strategy we shared at Investor Day in February. This performance is supported by our earning asset growth, expanded net interest margin, value-added fee services and positive operating leverage. Third, credit performance continues to be stable at a low level of losses, reflecting the proactive management of our loan portfolios and our rigorous credit screening and disciplined customer selection. And fourth, our strong financial foundation enables us to outperform through a range of potential economic scenarios. All of these factors contribute to our ability to support our customers, colleagues and the communities we serve while driving value for our shareholders.\nTurning to Slide 6. I'll recap our performance in the second quarter. We grew average loans by almost $10 billion year-over-year, supported by both core businesses and new initiatives. Average deposit growth also increased by almost $10 billion over the same time frame, highlighting the power of our deposit franchise to fund asset growth. Our deposit strategy remains focused on acquiring and deepening primary bank relationships, which we grew by 4% and 6% year-over-year in consumer and business banking, respectively. Importantly, we maintain disciplined deposit pricing while delivering this growth. Our investments in value-added fee services continues to deliver with 11% growth year-over-year in our strategic fee income areas of payments, wealth and capital markets. In the quarter, we drove adjusted CET1 higher to 9%, hitting the lower bound of our targeted operating range of 9% to 10%. Credit performance remains top tier as net charge-offs further improved by 6 basis points from the prior quarter to just 20 basis points. Our liquidity remains strong with 2x coverage of uninsured deposits. Notably, our tangible book value increased 16% year-over-year. This growth in capital per share, coupled with our strong level of adjusted ROTCE at 17.6% illustrates how our model is a powerful driver of value creation. We also advanced several strategic initiatives. We added a new middle market team in Florida and continue to roll out our full franchise expansion in North and South Carolina with branch openings. But most significant among our strategic advancements was our announced acquisition of Veritex. This combination will significantly accelerate our already strong organic growth in Texas. To recap the key elements of this important announcement, let me turn it over to Brent.\n\nBrantley J. Standridge\n\nSenior Executive VP & President of Retail Banking, BB&T Corporation\n\nThanks, Steve.\nLooking at Slide 7. As we spoke about earlier this week, this partnership with Veritex brings 4 key benefits to Huntington. First, Veritex has a meaningful presence in Dallas-Fort Worth and Houston and will serve as a springboard for substantial future growth in the state. Second, it brings together an outstanding group of new colleagues who have deep local relationships and a strong commercial banking franchise. We are especially pleased Malcolm Holland will be joining us as Chairman of Texas. Third, this combination is fully aligned with our model of delivering broad-based capabilities and industry expertise through local relationships and enables us to bring our full portfolio of products and services to customers in Texas. And fourth, we view this transaction as financially attractive for both sets of shareholders and expect a seamless integration.\nTurning to Slide 8. We expect that our partnership with Veritex will generate several significant areas of opportunity. First, Veritex's reach and relationships will help us accelerate commercial lending and capital markets opportunities across commercial real estate, corporate, middle market and regional banking. Second, there are a range of incremental fee income streams we believe that will grow across both commercial and consumer customers, including in payments and wealth management. And third, we see the opportunity to fast track the build-out of a Texas consumer franchise. Veritex has more than 30 branches in the Dallas-Fort Worth and Houston MSAs, and we plan to add the full breadth of our branch-based and digital capabilities.\nIn summary, the acquisition of Veritex is an important milestone for Huntington, and we're looking forward to closing this transaction in the fourth quarter.\nNow let me turn it to Zach to cover Huntington's financial results for the quarter.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Brent, and good morning, everyone.\nSlide 9 provides highlights of our second quarter results. On a reported basis, earnings per common share were $0.34. As a reminder, this includes a $0.04 impact related to a securities repositioning and a notable item. EPS, excluding these items, grew 27% from last year. Return on tangible common equity, or ROTCE, was 16.1% for the quarter. As Steve noted, adjusted for the items this quarter, ROTCE was 17.6%. Average loan balances grew by $2.3 billion or 1.8% from the prior quarter. Average deposits increased by $1.8 billion or 1.1% versus the prior quarter. Reported common equity Tier 1 ended the quarter at 10.5%. Adjusted CET1 was 9%, up 40 basis points from last year and ended Q2 at the lower bound of our target operating range. As Steve mentioned, tangible book value per share continued to grow, increasing 16% year-over-year. We continue to demonstrate strong credit performance with net charge-offs of 20 basis points. Allowance for credit losses ended the quarter at 1.86%.\nLet's turn to Slide 10. We generated 8% year-over-year revenue growth and 8% year-over-year PPNR growth on a reported basis. On an adjusted basis, PPNR grew 15% year-over-year. As Steve said, the business is performing exceptionally well and continues to build momentum.\nTurning to Slide 11. Loan balances grew 7.9% year-over-year, driven in particular by strength in commercial loans and contributions from our new initiatives. During the quarter, new initiatives grew $900 million, accounting for approximately 40% of the total loan growth. The primary drivers within new initiatives were our Texas and North and South Carolina regions and among our national specialty verticals, the Financial Institutions Group and Funds Finance. Of the remaining $1.4 billion of loan growth from existing businesses, we delivered $500 million from regional banking, $500 million from indirect auto, $400 million from middle market and $200 million from Corporate and Specialty Banking. Partially offsetting this growth was a $240 million decline in commercial real estate balances. As we have highlighted previously, we are seeing a deceleration in the pace of balance decline in CRE as originations are accelerating while the rate of runoff is decreasing.\nTurning to Slide 12. Like Steve mentioned earlier, our results continue to demonstrate the strength of our deposit franchise. As I noted, average balances increased by $1.8 billion or 1.1%, driven by continued household growth and the deepening of primary bank relationships. Our overall cost of deposits declined by 1 basis point this quarter, reflecting our disciplined deposit pricing.\nOn to Slide 13. During the quarter, we drove $42 million or 2.9% sequential growth in net interest income. This is almost 12% growth on a year-over-year basis. Net interest margin was 3.11% for the second quarter, up 1 basis point from the prior quarter. This increase included a 2 basis point benefit from lower drag from the hedging program. This was partially offset by a 1 basis point impact from higher average cash balances. As I noted at a mid-quarter conference, our expectations for our run rate NIM for 2025 have increased by a few basis points from the prior outlook, and we saw the benefit coming through in the second quarter.\nTurning to Slide 14. As just discussed, we held modestly higher average cash balances in the quarter, and our average level of cash and securities at quarter end remained at 28% of total assets.\nTurning to Slide 15. We continue to manage our hedging program to accomplish our core objectives of protecting capital from a potential higher rate environment while protecting NIM from a potential lower rate environment. Over the last year, we have reduced our asset sensitivity to a near neutral position, and we expect to maintain that relative neutrality for the next year. As you know, we frequently review the most likely paths of interest rates and actively modulate our positioning to the most likely scenario.\nMoving to Slide 16. On an adjusted basis, noninterest income increased by 7% or $34 million compared to the prior year. Our key areas of strategic focus, payments, wealth and capital markets collectively grew 11% year-over-year. These areas now represent 66% of the fee income mix, an increase of 6 percentage points from 2 years ago. Looking ahead, we see strong momentum across these businesses and expect them to remain key drivers of fee growth going forward.\nMoving to Slide 17. Within payments, we delivered 7% year-over-year growth in the second quarter, driven by an 18% increase in commercial payment revenues. Treasury management fees grew 10%, driven by continued success, deepening relationships across our customer base and growing contributions from our new merchant acquiring model. Our commercial card portfolio also performed well, achieving the second highest growth rate in commercial card spend across the industry in 2024 according to the recent Nielsen report.\nMoving to Wealth Management on Slide 18. Wealth fees continued to gain momentum and increased by 13% on a year-over-year basis. Assets under management grew 12% from the prior year, supported by a 12% increase in advisory households. Over the last 12 months, we have gathered approximately $1.8 billion in net flows as we deepen our advisory penetration into our customer base.\nMoving to Slide 19. Capital Markets grew 15% year-over-year, supported by commercial loan production-related capital markets activity, including notable strength in underwriting, syndications and financial risk management products.\nTurning to Slide 20. GAAP noninterest expense in the quarter was $1.2 billion, in line with the guidance I provided in the mid-quarter update. Growth from the prior quarter was primarily driven by incentive and performance-related compensation due to our increased outlook for revenue and profit growth this year. Our posture on expense management remains focused on driving positive operating leverage, both this year and over the long-range financial plan. We're pleased with the continued solid trend of operating efficiency improvements we are delivering. We continue to see strong traction in our programs to drive reengineering efficiency in our baseline operating costs, supporting sustained growth and investments to drive revenue.\nSlide 21 recaps our capital position. We continue to increase our common equity Tier 1. Our capital management strategy remains focused on our top priority of funding high-return loan growth while also driving adjusted CET1 inclusive of AOCI higher into our target operating range of 9% to 10%.\nTurning to Slide 22. We are executing on our strategic initiatives and achieving strong growth while maintaining our disciplined credit management approach. Credit quality continues to perform very well. The allowance for credit losses grew $37 million from last quarter and ended Q2 at 1.86%.\nTurning to Slide 23. Forward-looking credit metrics remain stable. The criticized asset ratio was 3.82%, while the nonperforming asset ratio has been in a tight range for several quarters.\nLet's turn to Slide 24. While economic uncertainty remains elevated, we are encouraged by signs of improving sentiment compared to earlier this year. The growth environment improved month by month during the second quarter, and Q3 is starting off quite strongly. The outlook illustrated on this page is for stand-alone Huntington, excluding the potential impacts from closing our acquisition of Veritex. We will provide an update on those impacts as we get closer to the close, which we expect to occur in the fourth quarter. On loans, we're seeing strong growth above our prior outlook, and thus, we are increasing our growth range to 6% to 8%. This reflects the robust performance in Q2 and our expectation for continued momentum into the second half.\nOn deposits, we're raising our range to 4% to 6%. We are highly focused on expanding primary bank relationships and acquiring new households while remaining disciplined in our deposit pricing. For net interest income, we're increasing full year guidance to 8% to 9% from a prior range of 5% to 7%, reflecting the outlook for higher loan and asset growth and the benefits from the increased NIM outlook I referenced earlier. This level would represent record net interest income on a full year basis. We are maintaining the range for the expected growth in fee income at 4% to 6%. Where we end up in this range will largely be a function of the second half performance of capital markets. We are currently tracking to the lower end of this range. However, the pipeline for advisory revenues is strong, creating the potential for a robust finish to the year, similar to what we saw in the fourth quarter of last year. If that occurred, we could end up in the higher part of the range.\nOn expenses, we forecast full year expense growth of 5% to 6%. Given the increased revenue and profit outlook for the year, expenses from incentive compensation and volume-related drivers will be higher than the original budget. We remain focused on driving positive operating leverage this year. Our latest outlook represents a larger amount of positive operating leverage for 2025 than the outlook from the beginning of the year.\nOn credit, given the strong performance in the first half, we're lowering our full year net charge-off guidance to 20 to 30 basis points.\nI will also take the opportunity to share some color on expectations for the third quarter. We expect approximately 1% sequential growth in average loans. Deposits are expected to be approximately flat into Q3 with expected sequential growth into Q4. We anticipate net interest income to be relatively stable sequentially in the third quarter. Fee revenues are expected to be around $550 million. We expect expenses of approximately $1.220 billion, which will be about $20 million higher than Q2. Most of that increase is from the calendarization of marketing activities that are weighted this year to the third quarter tied to the rollout of the new Huntington brand campaign. We're very excited to unveil a new suite of TV, print and digital branding and messaging. We think it is a phenomenal representation of our legacy and where we're going in the future and will continue to power leading pace of growth in customer acquisition and deepening.\nLastly, tax rate in the second half of the year is expected to be around 19%, consistent with our statutory rate and a bit higher than the first half level, which benefited from some discrete items.\nTurning to Slide 25. In closing, our focus remains squarely on driving long-term shareholder value creation, and our performance is a direct reflection of our disciplined execution. We operate a powerful scaled franchise with multiple growth levers, and our performance in the quarter underscores the durability of our model and ability to deliver on our medium-term guidance. Risk management is deeply embedded in our culture, and we've consistently demonstrated top-tier performance in stressed environments as measured by DFAST and CCAR results. Our focus on adjusted CET1 reflects the rigor of our capital management approach and our liquidity remains top tier in the industry. The organic growth we are driving continues to significantly outpace our peer group, supporting the attractive revenue and profit growth we're delivering and reinforcing our long-term value creation strategy and this position of strength opens up strategic options like the Veritex acquisition that will further contribute to our long-term growth. Our sustained growth in tangible book value per share and our strong return on capital are driving robust continued growth in the fundamental drivers of shareholder value.\nWith that, we will conclude our prepared remarks and move to Q&A.\n\nEric Edmund Wasserstrom\n\nAnalyst, Guggenheim Securities LLC\n\nThank you, Zach. We will now take questions. [Operator Instructions]"
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a4281e30e01e5da0c8dad0b6b96d22d3",
    "period": "2024 Q4",
    "content": "Q4 2024 Huntington Bancshares Inc Earnings Call\n\nQ4 2024 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJAN 17, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Tim Sedabres, Director of Investor Relations. Please go ahead.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour from the close of the call. .\nOur presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Brendan Lawlor, Chief Credit Officer, will join us for the Q&A. Earnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website.\nWith that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. Building on a good third quarter, we delivered very strong fourth quarter results, which Zach will detail later. 2024 was an exceptional year for Huntington with our teams delivering accelerated growth over the course of the year. We're very grateful to our 20,000 colleagues who drove these results, while living our purpose every day, as we make people's lives better, help businesses thrive and strengthen the communities we serve.\nNow on to Slide 4. There are 5 key messages we want to leave you with today. First, we drove record fee revenues and accelerated growth of loans and deposits. This reflected contributions from both existing and new businesses. Our investments into new geographies and capabilities are delivering attractive returns, and we're seeing accelerated contributions from these new areas. We delivered sequential growth in both spread and fee revenues in the quarter. We move into 2025 with strong momentum. We are poised to deliver record net interest income and fee revenues for the full year. Third, we are executing our down beta action plans and lowering deposit pricing. This supports management of net interest margin through a dynamic interest rate environment. Fourth, we are achieving strong credit performance.\nThis is a direct result of our disciplined client selection and rigorous portfolio management aligned with our aggregate moderate to low-risk appetite. Fifth, through execution of our growth strategies, we are driving profit momentum into 2025 and beyond. I'll move us on to Slide 5 to recap our performance last year. 2024 was a breakout year for Huntington. Our many years of consistent and disciplined management benefited us as we came into the year with robust liquidity and capital as well as stable credit. This position of strength enabled us to accelerate growth in our core, add new capabilities and teams and expand into new geographies in North and South Carolina as well as Texas. We're just getting started here.\nWe believe our investments and focused execution will deliver robust organic growth in future years. The results in 2024 included growing average deposits by over $7.5 billion and growing average loans by over $3.5 billion. Our growth accelerated over the course of the year with our new initiatives increasing contributions to our overall results. Additionally, our fee revenue businesses are performing exceptionally well. Within payments, we brought in-house our merchant acquiring capabilities and increased treasury management products and services.\nWithin Wealth Management, we're expanding advisory household relationships 9% year-over-year and gathering increased wealth assets from our customers. Capital Markets set a new quarterly record for revenue in the fourth quarter at $120 million, an increase of 74% from a year ago. Turning to Slide 6. Let me take a moment to share the top level revenue trends we've delivered. The organic growth we are driving continues to significantly outpace our peer group. We are well positioned to drive attractive and sustained revenue.\nThese revenue growth trends support expanding PPNR into 2025 and beyond. Now let's turn to Slide 7. The growth opportunities today are the most attractive they've been since I joined Huntington. We have 3 primary areas of focus. These include executing the organic growth strategy I shared earlier, driving revenues higher and maintaining our consistent approach to risk management. We have numerous growth levers both in our existing markets and businesses as well as the collective set of expanded geographies and new capabilities. We see substantive opportunities to expand loans, deposits and value-added fee revenues. These efforts will result in sustained revenue expansion in both fee and spread revenue.\nHuntington benefits from a consistent approach to risk management that has served us well for many years. We expect this bedrock principle to remain unchanged as we maintain our aggregate moderate to low risk appetite. Zach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Steve, and good morning, everyone. Slide 8 provides highlights of our fourth quarter results. We reported earnings per common share of $0.34. Return on tangible common equity, or ROTCE, came in at 16.4% for the quarter. Average loan balances increased by $7 billion or 5.7% versus last year. Average deposits increased by $9.7 billion or 6.5% versus last year. CET1 ended the quarter at 10.5% and increased roughly 30 basis points from last year. Adjusted common equity Tier 1, including AOCI, was 8.7%. Tangible book value per share has increased by 6.9% year-over-year.\nWe maintained strong credit performance and are positioned to continue to outperform. Net charge-offs were 30 basis points, stable from the prior quarter. Allowance for credit losses ended the quarter at 1.88%. Turning to Slide 9. Consistent with our plan and prior guidance, year-over-year average loan growth continued to accelerate. Loan growth in the fourth quarter increased 5.7% year-over-year. Rising from 3.1% year-over-year in Q3. Average loan balances increased sequentially by $3.7 billion or 2.9%. This exceptional loan growth reflects strong production and contributions from our existing and new businesses.\nDuring the quarter, new initiatives represented $1.1 billion in growth or 30% of the total net loan growth. Growth from new initiatives continued to accelerate, as we have guided previously, increasing from approximately $700 million and $500 million in the prior 2 quarters. Of the $3.1 billion of loan growth from existing businesses, we saw $766 million from auto, $421 million from regional banking, commercial and industrial. $511 million from asset finance, $327 million from higher auto floor plan balances, $85 million from seasonally higher balances within distribution finance, $165 million from all other consumer categories net, including increases from residential mortgage and home equity, offset by lower RV marine balances. And approximately $800 million collectively across the commercial Inc. Of the $1.1 billion of loan growth from new initiatives, the largest contributions in the quarter came from Funds Finance, North and South Carolina and Texas.\nOffsetting a portion of this growth was lower commercial real estate balances, which declined by $465 million. Turning to Slide 10. The result of our accelerated loan growth continues to be a differentiated position compared to our peers. Over the last year, through the third quarter, the peer group reported lower loan balances down nearly 3% at the median. During this time, Huntington outperformed the median by approximately 6%. Importantly, we have sustained deposit growth to self-fund our expanded loan balances. With deposit growth also substantially outperforming peers on a cumulative basis.\nTurning to Slide 11. We delivered deposit growth through the fourth quarter. Average deposits increased by $2.9 billion or 1.9%. This growth was led by our commercial customers. Noninterest-bearing deposits expanded, growing by approximately $800 million on average totaling 18.6% of total deposits. We lowered our overall cost of deposits in the quarter by 24 basis points to 2.16%. This is consistent with the trajectory we shared in our mid-quarter update and reflects our disciplined deposit pricing.\nOn to Slide 12. During the quarter, we drove a $45 million or 3.3% growth in net interest income. This reflects over 6% growth year-over-year, and net interest income has increased for the third consecutive quarter. Net interest margin was 3.03% for the fourth quarter, up 5 basis points from the prior quarter. The change in net interest margin included 3 basis points lower spread net of free funds, more than offset by 3 basis points benefit from lower cash balances and a 5 basis point benefit from lower drag from the hedging program.\nTurning to Slide 13. Our level of cash and securities at year-end decreased to 28% of total assets, as we saw modestly lower cash balances in the quarter. We expect to operate at or around this level going forward. We have continued to reinvest securities cash flows into treasuries and as previously stated, expect to manage the duration of the portfolio at approximately the current range. As previously disclosed, we sold approximately $1 billion of corporate securities during the fourth quarter. This repositioning was beneficial to risk-weighted assets and capital ratios and resulted in a pretax loss of $21 million, with an earn back of less than 2 years.\nTurning to Slide 14. We continue to manage our hedging program with 2 objectives in mind: to protect net interest margin from a lower rate environment as well as to protect capital from a potential higher rate environment. We have remained relatively stable in our hedging position since November. We continue to monitor the likelihood of potential rate scenarios, and will remain dynamic as we adjust to the rate environment.\nMoving to Slide 15. On a GAAP basis, noninterest income increased by $154 million from the prior year. On a core underlying basis, adjusting for the impacts of the loss on securities, CRT transactions, and the pay fix swaptions mark to market from the prior year, fee revenues increased by $96 million or 20%. Moving to Slide 16. We have continued to see powerful acceleration from our focus on 3 strategic fee businesses. For the full year, fee revenues as a percentage of total revenue increased to 28% from 26% to the prior year. Within payments, we saw 8% growth year-over-year in the fourth quarter, driven by a 16% increase in commercial payment revenues benefiting from higher treasury management fees and the launch of our new merchant acquiring model. Wealth management fees increased by 8% from the prior year.\nAUM continued to grow, increasing 16% from the prior year, with wealth advisory households having increased by 9%. Finally, Capital Markets completed a record quarter with $120 million in revenue. That's up 74% from the prior year. Our Capstone Group had a phenomenal quarter, helping to lead our strong capital markets results. Turning to Slide 17. GAAP noninterest expense increased sequentially by $48 million and underlying core expenses increased by $57 million from Q3. The primary driver of the increase in expenses was in personnel costs, largely comprised of higher revenue-driven compensation expense, which was $42 million higher in the quarter.\nSlide 18 recaps our capital position. Common equity Tier 1 ended the quarter at 10.5%. Our adjusted CET1 ratio, inclusive of AOCI, was 8.7%, up approximately 10 basis points from a year ago. Our capital management strategy remains focused on driving our top priority to fund high-return loan growth while also driving capital ratios higher. We intend to drive adjusted CET1 inclusive of AOCI into our operating range of 9% to 10%. On Slide 19, credit quality continues to perform very well. Net charge-offs were 30 basis points for the quarter, stable from Q3 and within 1 basis point of that level over the past 4 quarters.\nFor the full year, net charge-offs also totaled 30 basis points, well within our through-the-cycle range. Allowance for credit losses was at 1.88%, lower by 5 basis points from the prior quarter. This reflects the continued strong credit performance and loan portfolio growth. Turning to Slide 20. The criticized asset ratio improved for the third consecutive quarter to 3.76%. The nonperforming asset ratio ended the quarter at 63 basis points, relatively stable over the prior 3 quarters. Let's turn to Slide 21 for our outlook for 2025. We expect to continue to drive robust loan growth with balances expected to increase between 5% and 7% for the full year.\nDeposits are also expected to sustain growth with balances increasing between 3% and 5%. We see net interest income on a dollar basis growing between 4% and 6% this year. As noted, this level would reflect record net interest income on a full year basis. We will maintain our focus on key fee revenue areas, including payments, wealth management and capital markets which we expect to lead to noninterest income growth between 4% and 6% for 2025. Expense growth will be driven by sustained investments in revenue-producing initiatives, albeit at a moderately lower pace of growth than we saw in full year 2024.\nWe expect expense growth between 3.5% and 4.5%. The pace of expense growth will in part be driven by revenue levels and the associated variable compensation expense. Importantly, we see positive operating leverage for full year 2025. Related to credit, we expect net charge-offs for the year to be between 25 and 35 basis points. The effective tax rate for the year is expected to be approximately 19%. Let me also share a couple of thoughts on where we see trends for the first quarter compared to the fourth quarter. We expect average loan balances to grow approximately 2%, average deposits to be relatively stable sequentially, net interest income on a dollar basis to be lower by approximately 2% to 3% reflecting normal day count headwinds as well as a modestly lower net interest margin, fee revenues normalizing in the first quarter given seasonality and recognizing the record level we delivered in the fourth quarter.\nFee revenues are expected to be approximately $500 million in the first quarter and then expand from that level over the course of the year. Expenses are likewise expected to be lower in the first quarter, given the strong year-end production levels we delivered in the fourth quarter. We forecast expenses to be down approximately 2% from the fourth quarter, the exact level of which will fluctuate dependent on revenue-driven compensation. With that, we'll conclude our prepared remarks and move to Q&A.\nTim, over to you.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, Zach. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only 1 question and 1 related follow-up. And then if that person has additional questions, he or she can add themselves back into the queue. Thank you."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9b1a862af3dd950aba36d8faa41e44f2",
    "period": "2024 Q2",
    "content": "Q2 2024 Huntington Bancshares Inc Earnings Call\n\nQ2 2024 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJUL 19, 8:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nAt this time, I'll now turn the conference over to your host, Tim Sedabres, Director of Investor Relations. Please go ahead, sir.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour from the close of the call.\nOur presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Brendan Lawlor, Chief Credit Officer, will join us for the Q&A.\nEarnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website.\nWith that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. We're pleased to announce our second quarter results, which Zach will detail later. These results are supported by our colleagues who live our purpose every day as we make people's lives better, help businesses thrive and strengthen the communities we serve.\nNow on to Slide 4. There are 5 key messages we want to share with you today. First, we are intensely focused on executing our organic growth strategies and leveraging our position of strength. Our robust liquidity and capital base put us in a position to drive growth, and we are investing in new geographies and businesses in addition to existing businesses.\nSecond, we expanded net interest income, and we expect it to continue to grow sequentially from the first quarter trough. This outlook is supported by accelerating loan growth and sustained deposit growth to power future revenue expansion.\nThird, we drove fee revenues higher in the quarter with support from our 3 major focus areas: capital markets, payments and wealth management.\nFourth, we are achieving strong credit performance with stable net charge-offs, which are tracking as expected for the year. This is a direct result of our sustained and disciplined approach to credit over many years and our aggregate moderate to low risk appetite.\nFinally, we believe the net result of these actions will deliver expanded profitability from here and into 2025 and beyond.\nI will move us on to Slide 5 to recap our performance. We delivered accelerated loan growth with average balances growing by $2 billion from a year ago. Annualized loan growth in the quarter was 4.7%. Average deposit balances also increased, growing $8 billion or 5.5% over the past year.\nCapital further strengthened with reported common equity Tier 1 of 10.4% and adjusted common equity Tier 1 of 8.6%, inclusive of AOCI. Liquidity remains top tier with coverage of uninsured deposits of 204%, a peer-leading level. Credit quality was stable as net charge-offs improved by 1 basis point from the first quarter to 29 basis points.\nWe are sustaining momentum in the growth of our primary bank relationships, with consumer and business increasing by 2% and 4%, respectively, year-over-year. Again, this past quarter, we seized the opportunity to add talented bankers. We're pleased to add new deposit-focused capabilities in the mortgage servicing and homeowners association, title and escrow areas. These new teams built upon the prior investments we've made in the Carolinas, Texas and 3 new specialty commercial verticals.\nAs we shared last month, we are bringing in-house our merchant acquiring business within our payments organization to further accelerate revenues and capabilities. As I mentioned, our disciplined positioning of robust capital and liquidity enables our ability to sustain a growth posture.\nCapital continues to increase, with adjusted CET1 up approximately 50 basis points from a year ago. Liquidity continues to be robust, supported by sustained deposit gathering.\nWe were pleased to once again deliver top quartile results in this year's CCAR stress test exercise, with Huntington's model credit losses second best in the peer group. Our stress capital buffer was reduced and came in at the minimum level of 2.5%.\nAcross our markets, we see the broader economy continuing to hold up. Our new initiatives, teams and geographies provide growth opportunities, even as the broader environment for customer loan demand remains somewhat muted.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Steve, and good morning, everyone.\nSlide 6 provides highlights of our second quarter results. We reported earnings per common share of $0.30. The quarter included a $6 million notable item related to the updated FDIC deposit insurance fund Special Assessment. This did not have an impact on EPS.\nReturn on tangible common equity, or ROTCE, came in at 16.1% for the quarter. Adjusted for notable items, ROTCE was 16.2%. Average loan balances increased by $2 billion or 1.7% versus Q2 last year. Average deposits continued to grow, increasing by $8 billion or 5.5% on a year-over-year basis.\nCredit quality remains strong, with net charge-offs of 29 basis points. Allowance for credit losses decreased by 2 basis points and ended the quarter at 1.95%. Adjusted CET1 ended the quarter at 8.6%, and increased roughly 10 basis points from last quarter. Supported by earnings, tangible book value per share has increased by nearly 8% year-over-year.\nTurning to Slide 7. Consistent with our plan and prior guidance, loan growth is accelerating quarter-over-quarter. Our sequential growth in loans into Q2 of $1.5 billion was more than double the sequential dollar growth into the first quarter. This likewise drove acceleration of loan growth on a year-over-year basis from 1.2% in Q1 to 1.7% in Q2.\nAt our current run rate of growth, 4.7% annualized, we are on track for the full year plan. We expect the pace of future year-over-year loan growth to accelerate over the course of 2024. Loan growth in the quarter was supported by both commercial and consumer loan categories. Total commercial loans increased by $689 million. Excluding commercial real estate, commercial growth totaled $1.1 billion for the quarter.\nOver the past year, CRE balances have declined by $1.3 billion, with the concentration of CRE as percent of total loans, declining 1.5 percentage points from 10.9% to 9.6% today. Even as we have managed CRE balances lower, all other loan balances have increased by over $4 billion or 4% from the prior year.\nDrivers of commercial loan growth in the second quarter included $600 million from new geographies and specialty verticals. This included fund finance, Carolinas, Texas, health care asset-based lending and Native American Financial Services. Auto floor plan increased by $279 million. Regional and business banking increased by $233 million.\nIn total consumer loans, average balances grew by $757 million or 1.4% for the quarter. Within Consumer, average auto balances increased by $436 million. Residential mortgage increased by $199 million, benefiting from production as well as slower prepay speeds. RV and marine balances increased by $74 million.\nTurning to Slide 8. As noted, we drove another quarter of solid deposit growth. Average deposits increased by $2.9 billion or 1.9% in the second quarter. Total cumulative deposit beta was 45%. Cost of deposits increased by 9 basis points in the second quarter, which matched the increase in earning asset yields. This was half the rate of change in deposit costs we saw into the first quarter, a continuation of the decelerating trends in funding costs even as deposit growth increased.\nWithin the quarter, there was notable further deceleration, with June deposit costs only slightly higher than May. We are actively implementing our down beta action plan, which is further supported by the robust deposit growth we have delivered. This position is allowing us to selectively reduce rates and change other terms across the portfolio in advance of potential rate cuts later this year.\nTurning to Slide 9. Our cumulative deposit growth since the start of the rate cycle of 7.9% is differentiated versus the preponderance of peers. We have outperformed by double-digit percentage points on deposit growth over this time. As a result, we've been able to fund loan growth with deposits and at the same time, manage the loan-to-deposit ratio lower over the past year, which will support continued acceleration of lending.\nTurning to Slide 10. Noninterest-bearing mix shift is tracking closely to our forecast. Average noninterest-bearing balances decreased by $280 million or 0.9% from the prior quarter. This represents a continued deceleration of mix shift, consistent with our expectations.\nWithin the consumer deposit base, average noninterest-bearing deposits were modestly higher quarter-over-quarter. This was offset by a modest decelerating trend of lower noninterest-bearing balances from commercial depositors.\nOn to Slide 11. For the quarter, net interest income increased by $25 million or 1.9% to $1.325 billion. We are pleased to have delivered growth off the trough levels from last quarter, and believe this inflection in revenues will continue into the third and fourth quarters.\nNet interest margin was 2.99% for the second quarter. Reconciling the change in NIM from Q1, we saw a decrease of 2 basis points. This was due to higher cash balances, with spread net of free funds flat versus the prior quarter.\nWe continue to benefit from fixed rate loan repricing, with loan yields expanding by 9 basis points from the prior quarter. As a reminder, we continue to analyze and develop action plans for a wide range of potential economic and interest rate scenarios for both short-term rates as well as the slope and belly of the curve.\nOur working assumption for the second half of the year is aligned with a forward curve which projects 2 rate cuts by year-end. Based on that outlook, we see net interest margin relatively stable over the next 2 quarters at or around the 3% level, plus or minus a few basis points.\nTurning to Slide 12. Our level of cash and securities increased as we benefited from higher funding balances from sustained deposit growth. We expect cash and securities as a percent of total average assets to remain approximately 28% as the balance sheet grows over time. We are reinvesting securities cash flows in short duration HQLA, consistent with our approach to manage the unhedged duration of the portfolio at approximately the current range.\nTurning to Slide 13. As a reminder, our hedging program is designed with 2 primary objectives: to protect margin and revenue in down rate environments, and to protect capital in potential up-rate scenarios. As of June 30, our effective hedge position included $17.4 billion of received fixed swaps, $5.5 billion of floor spreads and $10.7 billion of pay fixed swaps. The pay fix swaps, which successfully protected capital, have a weighted average life of just over 3 years, and will begin to mature over the course of 2025. As these instruments mature, our asset sensitivity will reduce.\nFurthermore, at a measured pace over the past several quarters, we have added more forward-starting receive fixed swaps, with effective dates starting generally in the first half of 2025. The impact of both the maturities of the pay fixed swaps and the beginning effectiveness of the received fixed swaps will reduce asset sensitivity in a down rate scenario by approximately 1/3 by the middle of next year. As always, we will continue to dynamically manage our hedging program to achieve our objectives of capital protection and NIM stabilization.\nMoving on to Slide 14. Our fee revenue growth is driven by 3 substantive areas: capital markets, payments and wealth management. Collectively, these 3 areas represent nearly 2/3 of our total fee revenues.\nWithin capital markets, revenues increased $17 million from the prior quarter, driven by higher advisory revenues. Commercial banking related capital markets revenues were stable quarter-to-quarter. We expect to sustain and build upon this level over the back half of the year, supported by robust advisory pipelines in [ Capstone ] as well as expected new commercial loan production.\nPayments and cash management revenue was up $8 million in the second quarter and increased 5% year-over-year. Treasury management fees within payments continue to grow strongly at 11% year-over-year as we deepen customer penetration.\nOur wealth and asset management revenues increased 8% from the prior year. Advisory relationships have increased by 8% year-over-year and assets under management have increased by 17% on a year-over-year basis.\nMoving on to Slide 15. On an overall level, GAAP noninterest income increased by $24 million to $491 million for the second quarter, increasing from the seasonal first quarter low. Excluding the impacts of the CRT transactions, noninterest income increased by $31 million quarter-over-quarter.\nMoving on to Slide 16 on expenses. GAAP noninterest expense decreased by $20 million and underlying core expenses increased by $13 million. During the quarter, we incurred $6 million of incremental expense related to the FDIC deposit insurance fund special assessment. Excluding this item, core expenses came in better than our expectations for the quarter, with approximately half of the lower-than-expected result driven by discrete benefits not expected to recur.\nThe increase in core expenses quarter-over-quarter was primarily driven by personnel expenses as we saw higher revenue-driven compensation and incentives due to production, as well as the full quarter impact of merit increases effective in March. We continue to forecast 4.5% core expense growth for the full year. As we look into the third quarter, we expect core expenses to be higher, at approximately $1.140 billion. There may be some variability, given revenue-driven compensation.\nSlide 17 recaps our capital position. Common equity Tier 1 ended the quarter at 10.4%. Our adjusted CET1 ratio, inclusive of AOCI, was 8.6%, and has grown 50 basis points from a year ago. Our capital management strategy remains focused on driving capital ratios higher, while maintaining our top priority to fund high-return loan growth. We intend to drive adjusted CET1, inclusive of AOCI, into our operating range of 9% to 10%.\nSlide 18 highlights our results from this year's CCAR exercise. We were pleased to once again continue our trend of top quartile performance for expected credit losses from the stress test. This year's result was second best compared to peers. Our SCB improved to the 2.5% minimum, and our modeled stress CET1 ratio was the second best in our peer group. Our ACL, as a percentage of CCAR modeled losses, continued to be the highest level compared to our peers. These results validate the consistency of our long-standing approach to maintaining an aggregate moderate to low risk appetite.\nOn Slide 19, credit quality is coming in as we expected and continues to perform very well. Net charge-offs were 29 basis points in Q2, 1 basis point lower than the prior quarter. They remain in the lower half of our through-the-cycle target range of 25 to 45 basis points. Allowance for credit losses at 1.95% declined by 2 basis points from the prior quarter, effectively flat and reflects both modestly improved economic outlook as well as an increased loan portfolio.\nOn Slide 20, the criticized asset ratio declined 7% from the prior quarter, driven by broad-based improvements across commercial portfolios. Nonperforming assets increased approximately 5% from the previous quarter to 63 basis points, while remaining below the prior 2021 level.\nTurning to Slide 21. Our outlook for the full year remains unchanged from our prior guidance. As we discussed, we expect loan growth to accelerate and deposit growth to sustain its quarterly trend. We drove net interest income higher from its trough and expect that trend to continue sequentially in the second half.\nCore expenses are well managed and tracking to our full year outlook, subject to some variability given revenue-driven compensation levels and the timing of staffing adds and expenses related to the in-sourcing of our merchant acquiring business. We expect to exit the year at a low single-digit year-over-year growth rate. Credit is performing well aligned with our expectations.\nWith that, we'll conclude our prepared remarks and move over to Q&A. Tim, over to you.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, Zach. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only one question and one related follow-up. And then if that person has additional questions, he or she can add themselves back into the queue. Thank you."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fe6792e88ff888cb9b5d4e8a765db4c6",
    "period": "2024 Q1",
    "content": "Q1 2024 Huntington Bancshares Inc Earnings Call\n\nQ1 2024 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQAPR 19, 8:00 AM\n\nOperator\n\nHello, and welcome to the Huntington Bancshares First Quarter Earnings Call. [Operator Instructions]. As a reminder, this conference is being recorded.\nIt's now my pleasure to turn the call over to Tim Sedabres, Director of Investor Relations. Please go ahead, Tim.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded and a replay will be available during about 1 hour from the close of the call.\nOur presenters today are Stephen Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Brendan Lawlor, Chief Credit Officer, will join us for the Q&A.\nEarnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website. With that, let me turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. We are pleased to announce our first quarter results, which Zach will detail later. Again, these results are supported by our colleagues who live our purpose every day as we make people's lives better, help businesses thrive and strengthen the communities we serve. .\nNow on to Slide 4. There are 5 key messages we want to leave you with today. First, we are executing our organic growth strategies and leveraging our position of strength. As planned and managed over the years, our liquidity and capital metrics are top tier. Second, we delivered loan growth in the quarter and expect the pace to accelerate over the remainder of the year. Our teams are acquiring new customers and relationships in both commercial and consumer categories. We are maintaining our momentum in deposit gathering with a well-managed beta. Third, we expect to drive sequential increases in net interest income and fee revenues from the level reported in the first quarter, supported by accelerating loan growth, coupled with effective balance sheet management. Fourth, we continued to rigorously manage credit, consistent with our aggregate moderate to low risk appetite. Finally, we are positioned to power earnings expansion over the course of the year and into 2025. Our investments are delivering results and the underlying core is performing well.\nI will move us on to Slide 5 to recap our performance. We delivered loan growth with balances growing by $1.6 billion from a year ago, and have grown by a 4% CAGR over the past 2 years. This pace reflects our intentional optimization efforts last year, and we believe we are positioned to accelerate growth over the course of 2024 and carrying into 2025.\nDeposit balances also increased, growing $7.9 billion or 5.5% over the past year. Capital remained strong with a reported common equity Tier 1 of 10.2% and adjusted common equity Tier 1 of 8.5%, inclusive of AOCI. Liquidity remains top tier with coverage of uninsured deposits of 205%, a peer-leading level. Credit quality was stable as debt charge-offs improved by 1 basis point from the fourth quarter to 30 basis points.\nWe are sustaining momentum and growth of our primary bank relationships with consumer and business increasing by 2% and 4%, respectively, year-over-year. We continue to seize opportunities to add talented bankers. Over the past 2 quarters, we've added teams in the Carolinas and Texas. We have also launched new commercial specialty verticals, including Fund Finance, Healthcare ABL and Native American Financial Services.\nThe momentum we have across our markets, coupled with our strong culture continues to attract great banking talent to Huntington. We expect to add additional colleagues and capabilities as we move through the year. We have clear objectives for 2024, focused on executing our organic growth strategies. This should result in accelerated loan growth, sustained deposit growth and expanded fee revenue streams. Coupled with our expense outlook, we expect to see PPNR expanding over the course of the year and into 2025.\nThe macro environment is conducive to growth with customer demand holding up well in a resilient and stable economy. The addition of new markets and bankers is supporting expanding loan pipelines with late-stage commercial pipelines ending the quarter at the highest level in over a year. Zach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Steve, and good morning, everyone. Slide 6 provides highlights of our fourth quarter results. We reported GAAP earnings per common share of $0.26 and adjusted EPS of $0.28. The quarter included $39 million of notable items, primarily related to the updated FDIC deposit insurance fund Special Assessment of $32 million, which was driven by higher losses from last year's bank failures. Additionally, we incurred $7 million of costs related to incremental business process offshoring efficiency plans that were finalized during the quarter. These items collectively impacted EPS by $0.02 per common share. .\nReturn on tangible common equity, or ROTCE, came in at 14.2% for the quarter. Adjusted for notable items, ROTCE was 15.3%. Average deposits continued to grow during the quarter, increasing by $1.1 billion or 0.7%. Cumulative deposit beta totaled 43% through quarter end. Average loan balances increased by $701 million or 0.6% for the quarter.\nCredit quality remains strong with net charge-offs of 30 basis points. Allowance for credit losses was stable and ended the quarter at 1.97%.\nTurning to Slide 7. As I noted, average loan balances increased quarter-over-quarter and were higher by 1.3% year-over-year. For the quarter, loans increased at a 2.3% annualized pace. We expect the pace of future loan growth to accelerate over the course of 2024. Loan growth was commercial led for the quarter, with total commercial loans increasing by $691 million. Commercial balance growth included distribution finance, which increased by $352 million, benefiting from normal seasonality. Auto floor plan increased by $313 million. CRE balances declined by $31 million.\nAll other commercial portfolios were relatively unchanged on a net basis. Within other commercial, we saw notable strength in regional and business banking balances as a result of sustained production levels and the continued retention of all SBA loan production on balance sheet.\nIn total consumer loans, average balances were flat overall for the quarter. Within consumer, residential mortgage increased by $137 million, benefiting from production as well as slower prepay speeds. Average auto balances declined by $59 million, however, increased by $180 million on an end-of-period basis. RV/Marine average balances declined by $42 million and home equity was lower by $35 million.\nTurning to Slide 8. As noted, we drove another quarter of solid deposit growth. Average deposits increased by $1.1 billion in the first quarter. On a year-over-year basis, deposits have increased by $4.6 billion or 3.1%. Total cumulative deposit beta continued to decelerate quarter-over-quarter and ended at 43%, consistent with our expectations for this point in the rate cycle. Our current outlook for deposit beta remains unchanged, trending a few percentage points higher so long as there is a pause from the Fed, and then beginning to revert and fall when we see rate cuts.\nMarket expectations for rate cuts have clearly been pushed out compared to our January earnings call. We continue to believe that there will be rate cuts over time, and the impact of beta will be a function of the duration in this pause from the Fed.\nTurning to Slide 9. Noninterest-bearing mix shift is tracking closely to our forecast. Average noninterest-bearing balances decreased by $1.3 billion or 4% from the prior quarter. We continue to expect this mix shift to moderate and stabilize during 2024.\nOn to Slide 10. For the quarter, net interest income decreased by $27 million or 2% to $1.3 billion. Net interest margin declined sequentially to 3.01%. Cumulatively, over the cycle, we have benefited from our asset sensitivity and earning asset growth, with net interest revenues growing at a 6% CAGR over the past 2 years. Reconciling the change in NIM from Q4, we saw a decrease of 6 basis points. This was primarily due to lower spread net of free funds, which accounted for 9 basis points, along with a 1 basis point benefit from lower average Fed cash and 2 basis points positive impact from other items, including lower hedge drag impact.\nWe continue to benefit from fixed rate loan repricing. We have seen notable increases in fixed asset portfolio yields thus far in the rate cycle, and many of our fixed rate loan portfolios retain substantial upside repricing opportunity through 2024 and into 2025. As a reminder, we continue to analyze and develop action plans for a wide range of potential economic and interest rate scenarios for both short-term rates as well as the slope and level of the curve. The basis of our planning and guidance continues to be a central set of those scenarios that are bounded on the low end by a scenario that includes 3 Fed fund cuts in 2024, which tracks closely to the current Fed dot plot. This scenario is also aligned to the forward curve from the end of March for longer-durated time points.\nIt's important to note that the level of the curve in the 2- to 5-year term points is an important driver of our asset repricing and spreads. The higher scenario assume rates stay higher for longer with no Fed fund rate reductions this year. This scenario also assumes the longer durated time points remain at or above the levels at quarter end. In both of these scenarios, as we project further out into 2025, we continue to believe it is most likely that there will eventually be rate cuts at some point as we get into next year.\nComparing our latest outlook for those scenarios to the range of outlook we shared on our January guidance, there have certainly been changes given the volatility of rates over the past quarter. Both scenarios now expect Fed funds to stay elevated for longer, which will drive some incremental deposit beta, while the belly of the curve has improved, which will also support asset yields and repricing benefit. It's difficult to predict exactly how the rate environment will play out over the course of the year. As we look at the impact of this rate outlook on our business, the fundamental elements of our prior guidance remain unchanged.\nThere's much of the year left to play out. And as a result, we're maintaining our range for full year spread revenue growth. At the margin, we're seeing somewhat higher funding costs as the expected timing of rate cuts has been pushed out. If this plays out for the full year, our view is that the overall NIM outcome could be a few basis points lower than our previous guidance in both scenarios.\nImportantly, we're also seeing strong continued deposit growth that is more likely to be at the top end of our deposit growth guidance range, which provides good core funding for our accelerating loan growth.\nWe continue to see Q1 as the trough for net interest income on a dollar basis. We expect sequential growth in spread revenues from this level during the remaining quarters of the year. We also continue to project that a higher rate scenario will produce a higher overall NIM. In this scenario, we would see a more extended trend of higher deposit beta and hence, overall funding costs would be higher. We would also see an incrementally higher fixed asset repricing benefit.\nImportantly, our core focus is on driving revenue growth. And as I noted, we continue to forecast that the combination of this margin outlook, coupled with accelerating loan growth will drive solid revenue expansion from here. This will support accelerating earnings growth rates as we move throughout this year and continue on into 2025.\nTurning to Slide 11. Our level of cash and securities increased as we benefited from higher funding balances from sustained deposit growth as well as our senior note offering and ABS transactions in the first quarter. We expect cash and securities as a percentage of total average assets to remain at approximately 27% to 28% as the balance sheet grows over time. We are reinvesting securities cash flows in short duration HQLA consistent with our approach to continue to manage the unhedged duration of the portfolio lower over time. We have reduced the overall hedge duration of the portfolio from 4.1 years to 3.5 years over the past 7 quarters.\nTurning to Slide 12, you can see an updated outlook for AOCI. Based on the rate environment at quarter end, AOCI moved incrementally higher. AOCI at quarter end was 21% lower than the levels we saw in the third quarter. Our outlook continues to forecast a substantial portion of AOCI recapture over the next couple of years.\nTurning to Slide 13. We have updated the presentation of our balance sheet hedging program in order to more directly illustrate the intent of the hedging program. This view shows the effective swap profile in the future, including the effect of forward starting swaps, so you can see more directly the hedging exposures as they will play out over the next 2 years.\nSlide 43 in the appendix provides the total notional swap exposure similar to our prior reporting. As of March 31, we had $16.8 billion of effective received fixed swaps and $10.7 billion of effective pay fix swaps. Our hedging program is designed with 2 primary objectives: to protect margin and revenue and down rate environment and to protect capital in potential upgrade scenarios. The pay fix swaps, which have been effective in protecting capital during this REIT cycle have a weighted average life of just over 3 years and will begin to mature beginning in the second quarter of 2025. As these instruments mature, our asset sensitivity will reduce.\nOver time, we intend to gradually add to our down rate protection program at a measured pace. As the rate outlook moved over the course of the first quarter and the yield curve became less negatively inverted, we incrementally added to our down rate protection hedges. We added $3.5 billion of notional forward starting received fixed swaps in the first quarter. Additionally, through the first 2 weeks of April, we added another $2 billion of forward starting received fixed swaps. The forward starting structure minimizes near-term negative carry while protecting moderate-term net interest margin in 2025 and 2026. These instruments will also reduce the overall asset sensitivity of the business.\nWe will remain dynamic to manage the hedging and interest rate positioning of the balance sheet, and we may make further changes over time. Our current approach is designed to gradually reduce asset sensitivity throughout the next 1.5 years, while allowing us to maximize the benefit from the current rate environment.\nMoving on to Slide 14. Our fee revenue growth is driven by 3 substantive areas: capital markets, payments and wealth management. In Capital Markets, total revenues declined from the prior quarter, driven by lower advisory revenues. Commercial banking related capital markets revenues increased sequentially since troughing in the third quarter. As commercial loan production continues to accelerate, this will support growth in areas such as interest rate derivatives, FX and syndications. Debt capital markets is also expected to notably benefit over the course of the year.\nWithin advisory, pipelines and backlog continue to remain robust, and we expect advisory to contribute to growth in capital markets revenues over the remainder of the year. Payments and Cash Management revenue was seasonally lower in the first quarter and increased 7% year-over-year. Debit card revenue continues to outperform industry benchmarks. Treasury management fees have increased 10% year-over-year as we have deepened customer penetration. We have substantive opportunities across the board in payments to grow revenues over the coming years. Our wealth and asset management strategy is delivering results with revenues up 10% from the prior year. We are seeing great execution and the benefits of our investments in this area. Advisory relationships have increased 8% year-over-year, and assets under management have increased 12% year-over-year.\nTurning to Slide 15. On an overall level, GAAP noninterest income increased by $62 million to $467 million for the first quarter, excluding the impacts of the mark-to-market on the pay fix swaptions in the prior quarter and the CRT fees declined seasonally by $12 million quarter-over-quarter. Our first quarter fee revenue is generally the low point for the year, and we expect noninterest income to grow sequentially from this quarter's level.\nMoving on to Slide 16 on expenses. GAAP non-interest expense decreased by $211 million, and underlying core expenses decreased by $24 million. During the quarter, we incurred $32 million of incremental expense related to the FDIC Deposit Insurance Fund special assessment as well as $7 million related to our ongoing business process offshoring program to drive efficiencies. Excluding these items, core expenses were marginally lower in the first quarter than we expected, largely due to timing of certain spend on tech and data initiatives as well as lower incentive compensation. We continue to forecast 4.5% core expense growth for the full year.\nFrom a timing standpoint, we expect core expenses to be higher in the second quarter at approximately [indiscernible]. This level should be relatively stable for the third and fourth quarter. There may be some variability given revenue-driven compensation as well as the pace of expected new hiring activities. This level of expense supports our investments into organic growth strategies as well as data and technology initiatives.\nSlide 17 recaps our capital position. Common equity Tier 1 ended the quarter at 10.2%. Our adjusted CET1 ratio, inclusive of AOCI was 8.5% and has grown 60 basis points from a year ago. Our capital management strategy remains focused on driving capital ratios higher, while maintaining our top priority to fund high-return loan growth. We intend to drive adjusted CET1 inclusive of AOCI into our operating range of 9% to 10%.\nOn Slide 18, credit quality is coming in as we expected and continues to perform very well. Net charge-offs were 30 basis points in Q1, 1 basis point lower than the prior quarter. They remain in the lower half of our through-the-cycle range of 25 to 45 basis points. Allowance for credit losses was stable at 1.97%. Nonperforming assets increased approximately 4% from the previous quarter to 60 basis points while remaining below the prior 2021 level. The criticized asset ratio also increased approximately 3% quarter-over-quarter with sequential increases slowing quarter-over-quarter. The overall health of the portfolio is strong and tracking to our expectations.\nLet's turn to our outlook for 2024. Overall, our guidance ranges are unchanged. On loans, we expect to drive accelerated growth from the first quarter, totaling between 3% and 5% on a full year basis. This will be driven by solid performance in our core as well as meaningful contribution from the new teams and market expansions. On deposits, we're keeping the overall range the same at between 2% and 4%. We do see it more likely to end up at a higher portion of that range based on our momentum and the traction we're seeing with deposit gathering. Net interest income is expected to be within a range of down 2% and up 2% on a full year basis.\nAs I noted, we see NIM likely a few basis points lower than our earlier guidance. We project spread revenue to expand on a dollar basis from the Q1 level into the second quarter and throughout 2024. Fee growth strategies remain on track, and we continue to see core noninterest income growth of 5% to 7% for the full year. Expense outlook is unchanged, expecting 4.5% core expense growth for the full year. Credit quality, as I mentioned, is tracking closely to our expectations, and we continue to expect full year net charge-offs between 25 and 35 basis points. With that, we'll conclude our prepared remarks and move to Q&A. Tim, over to you.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThanks, Zach. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only 1 question and 1 related follow-up, and then if that person has additional questions, he or she can add themselves back into the queue. Thank you."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3a1f85e9fe4af969099aa2e6959dcac1",
    "period": "2023 Q4",
    "content": "Q4 2023 Huntington Bancshares Inc Earnings Call\n\nQ4 2023 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJAN 19, 9:00 AM\n\nOperator\n\nGreetings, and welcome to Huntington Bancshares 2023 Fourth Quarter Earnings Review. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to Tim Sedabres, Director of Investor Relations. Please go ahead.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about one hour from the close of the call. Our presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Brendan Lawlor, Chief Credit Officer, will join us for the Q&A.\nEarnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website.\nWith that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. We're pleased to announce our fourth quarter results, which Zach will detail later. These results are again supported by our colleagues across the bank who live our purpose every day as we make people's lives better, help businesses thrive and strengthen the communities we serve.\nNow on to Slide 4. There are 5 key messages we want to leave you with today. First, we are leveraging our position of strength and executing on our strategic growth initiatives. We are well positioned to benefit during times like these. We managed our capital levels to enable us to accelerate initiatives during 2023 and support continued growth. We added key specialty verticals in Commercial Banking and expanded into the Carolinas.\nSecond, we outperformed on both deposits and loans throughout the year. Our colleagues are acquiring new customers and deepening our existing customer relationships. Importantly, we delivered this growth while effectively managing our deposit beta.\nThird, we expect to modestly expand net interest income as we manage the challenges of the interest rate cycle and are driving increased fee revenues.\nFourth, we are rigorously managing credit across our portfolios, consistent with our aggregate moderate to low risk appetite. Credit trends are normalizing as expected, and we continue to believe we will outperform the industry on credit through the cycle. Finally, we remain intently focused on our core strategies. Huntington remains resilient through the events of 2023, emerging as one of the strongest regional banks. We maintained our disciplined execution, and we expect to grow earnings over the course of 2024 and continuing into 2025 and beyond.\nI will move us on to Slide 5 to recap our performance in 2023. Huntington delivered solid results over the course of the year against a challenging backdrop. While the banking sector faced headwinds early in the year, Huntington emerged as a secular winner, gaining new customers, adding over $3 billion of deposit growth and further bolstering our capital. We also increased loans by $2.5 billion for the full year or 2%, while driving capital ratios higher. We expect the pace of loan growth to accelerate in 2024. We added to our revenue base, primarily as net interest income increased by 3.3% for the full year.\nWe maintained our leadership in customer satisfaction and digital capabilities having again been awarded the #1 ranking by J.D. Power for both categories. We remain focused on executing our strategies, including growing consumer primary bank relationships by 3%. Additionally, we completed the realignment of business segments. We also delivered on efficiency initiatives, including Operation Accelerate, the voluntary retirement program, staffing efficiencies and business process offshoring and branch and other real estate consolidations. We were nimble and opportunistic, adding key talent this past year with the addition of 3 new specialty commercial banking verticals.\nWe also expanded our commercial and regional bank into the Carolinas, adding experienced teams in these attractive and high-growth markets. Additionally, we further strengthened our balance sheet and drove capital ratios higher over the course of the year. We are getting ahead of proposed industry requirements. And finally, credit was managed exceptionally well with full year net charge-offs of 23 basis points.\nMoving to Slide 6. Looking ahead to 2024, we have a clear set of objectives. We will leverage our position of strength to increase growth of both deposits and loans. This outlook will result in accelerated revenue growth and is further bolstered by fee opportunities. This posture coupled with our dynamic balance sheet management and hedging programs is expected to benefit the revenue and profitability outlook for 2024 and further expand into 2025 and beyond. This aligns with the improving macro backdrop, the higher probability of continued GDP growth and the avoidance of a hard landing.\nWhile we deliver this accelerated growth, we will continue to maintain our aggregate moderate-to-low risk appetite.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Steve, and good morning, everyone. Slide 7 provides highlights of our fourth quarter results. We reported GAAP earnings per common share of $0.15 and adjusted EPS of $0.27. The quarter included $226 million of notable items, primarily related to the FDIC special assessment, which impacted EPS by $0.12 per common share. Additionally, the termination of the pay fixed swaption hedging program impacted pretax income by $74 million or $0.04 per share.\nReturn on tangible common equity, or ROTCE, came in at 8.4% for the quarter. Adjusted for notable items, ROTCE was 15.1%, and average deposits continued their trend of growth into the fourth quarter, increasing by $1.5 billion or 1%. Cumulative deposit beta totaled 41% through year-end. Loan balances increased by $445 million as we continue to optimize the pace of loan growth to drive the highest return on capital. Credit quality remains strong. The trend is normalizing consistent with our expectations, and net charge-offs totaled 31 basis points. Allowance for credit losses ended the quarter at 1.97%.\nTurning to Slide 8. As I noted, average loan balances increased quarter-over-quarter and were higher by 2% year-over-year. We expect the pace of future loan growth to accelerate over the course of 2024. Total commercial loans increased by $125 million for the quarter and included distribution finance, which increased by $225 million, benefited by normal seasonality as manufacturer shipments increased due to inventory build of winter products. Auto floor plan increased by $359 million and CRE balances, which declined by $361 million, including the impact of payoffs and normal amortization and all other commercial categories net decreased as we continue to drive optimization towards the highest returns.\nIn Consumer, growth was led by residential mortgage, which increased by $295 million in RV Marine, which increased by $121 million, while auto loan balances declined for the quarter.\nTurning to Slide 9, as noted, we continued to gather deposits consistently in the fourth quarter. Average deposits increased by $1.5 billion or 1% from the prior quarter.\nTurning to Slide 10. Growth was maintained each month throughout the fourth quarter, continuing the recent trend. Total cumulative deposit beta ended the year at 41%, in line with our expectations and reflecting the decelerating rate of change we would expect at this point in the rate cycle. As we've noted in the past, where beta ultimately tops out will be a function of the end game for the rate cycle in terms of the level and timing of the peak and the duration of any extended pause before a decrease.\nGiven market expectations for rate cuts to start sometime in 2024, our current outlook for deposit beta remains unchanged, trending a few percentage points higher and then beginning to revert and fall if and when we see rate cuts from the Fed. When interest rate cuts commence, we expect to manage betas on the way down with the same discipline as we have during the increasing rate cycle.\nTurning to Slide 11. Noninterest-bearing mix shift continues to track closely to our forecast with deceleration of sequential changes. The noninterest-bearing percentage decreased by 80 basis points from the third quarter and we continue to expect this mix shift to moderate and stabilize during 2024.\nOn to Slide 12. For the quarter, net interest income decreased by $52 million or 3.8% to $1.327 billion. Net interest margin declined sequentially to 3.07% in line with our forecast. Cumulatively over the cycle, we have benefited from our asset sensitivity and the expansion of margins with net interest revenues growing at an 8% CAGR over the past 2 years.\nReconciling the change in NIM from Q3, we saw a decrease of 13 basis points. This was primarily due to lower spread net of free funds, which accounted for 9 basis points, along with a 2 basis point negative impact from lower FHLB stock dividends and a 2 basis point reduction from hedging.\nTurning to Slide 13. Let me share a few added thoughts around the fixed rate loan repricing opportunity that will benefit us over the moderate term. The construct of our balance sheet is approximately half fully variable rate. 10% in indirect auto, which is a shorter approximately 2-year average life and 10% in arms with a 4-year average life. The remainder of approximately 30% is longer average life fixed rate.\nWe have seen notable increases in fixed asset portfolio yields thus far in the rate cycle. Even as the forward curve forecasts lower short-term rates, many of our fixed rate loan portfolios retain substantial upside repricing opportunity for some time to come. We forecast approximately $13 billion to $15 billion of fixed rate loan repricing opportunity in 2024 with an estimated yield benefit of approximately 350 basis points.\nSlide 14 provides the drivers of our spread revenue growth. As a reminder, we continue to analyze and develop action plans for a wide range of potential economic and interest rate scenarios. The basis of our planning and guidance continues to be a central set of those scenarios that is bounded on the lower end by a scenario which includes 5 rate cuts in 2024. The higher scenario assumes rates stay higher for longer and tracks closely with the Fed's dot plot from year-end. This scenario assumes 3 cuts in 2024. We continue to be focused on managing net interest margin in a tight corridor. Should the lower rate scenario play out and we see rate cuts as early as March that will likely result in a margin over the course of the year within a range near the level we saw in the fourth quarter. This would equate to a net interest margin between 3% and 3.1% for each quarter of 2024. If the higher for longer scenario comes to pass, we expect the margin to expand and at a level that is up to 10 basis points above that.\nAs we saw in December, the outlook for longer-term interest rates also moved lower significantly. There were a number of benefits from this lower market rate outlook. First, it resulted in higher capital levels, given AOCI accretion, which supports our accelerated loan growth outlook now. Second, it provides for easing deposit competition over time. It provides credit support for borrowers with the potential for locking in lower long-term rates. However, the rate outlook is incrementally more challenging for full year spread revenue than the levels we had seen underlying our guidance in December. Net of these items, including the forecasted pace of loan growth, we now expect net interest income on a dollar basis to trough in the first quarter before expanding sequentially from that level over the course of the year.\nTurning to Slide 15. Our contingent and available liquidity continues to be robust at $93 billion and has grown quarter-over-quarter. At quarter end, we continue to benefit from a diverse and highly granular deposit base with 70% insured deposits. Our pool of available liquidity represented 206% of total uninsured deposits appear leading coverage.\nTurning to Slide 16. Our level of cash and securities at year-end increased as we've begun to reinvest portfolio cash flows during the fourth quarter. This investment strategy is consistent with our approach to continue to manage the unhedged duration of the portfolio lower over time. We have reduced overall hedge duration of the portfolio from 4.1 years to 3.7 years over the past 18 months.\nTurning to Slide 17. We we've updated our forecast for the recapture of AOCI. As of year-end, we've recaptured 26% of total AOCI from the peak level at September 30. Using market rates at year-end we would recapture an estimated incremental 44% of AOCI over the next 3 years.\nTurning to Slide 18. We continue to be dynamic in positioning our hedging program. As the rate outlook changed over the course of the fourth quarter, we focused our objective incrementally on the protection of NIM in downrate scenarios and actively reduced instruments that were intended to protect capital in uprate scenarios. As we announced in late December, we terminated the pay-fixed swaptions program as our assessment of the probability for [indiscernible] moves decreased. Over the course of Q2 through Q4, this program worked as intended, providing significant protection against possible tail risk up rate moves with a modest overall cost for that insurance.\nAdditionally, during the quarter, we added to our down rate NIM protection strategies, adding $2.1 billion of forward starting received fixed swaps and adding $1 billion of floor spreads. We exited $2 billion of collars, which were near expiration. Our objective with respect to our downgrade hedging activities remains unchanged to support the management of net interest margin in a tighter range as possible.\nMoving on to Slide 19. Our fee growth strategies remain centered on 3 key areas: capital markets, payments and wealth management. Note, this quarter in our earnings materials we've updated the presentation of our noninterest income categories in order to more clearly highlight our strategic areas of focus and more closely align to the way we manage the business.\nSlide 35 in the appendix provides further detail on the components of each line item. These 3 key focus areas for fee growth collectively represents 63% of total noninterest income. We're seeing positive underlying growth in each of these areas. In Capital Markets, we're pleased that revenues expanded sequentially. Both advisory and core bank capital market products grew in the quarter. Our outlook is constructive for 2024, and we expect capital markets to remain a key driver for fee revenue growth over the medium term.\nPayments and Cash Management revenue includes debit and credit card revenues, along with treasury management and merchant processing. Our payments opportunity is substantial, reflecting 31% of total fee revenues today, with the potential for significant growth over time. Wealth and asset management revenue has benefited from the realignment earlier this year, which brought together our private bank and retail advisory businesses under one umbrella. Our advisory penetration rate of the customer base continues to increase as wealth advisory households have grown 11% year-over-year and assets under management are up 16% from a year ago.\nMoving on to Slide 20. On an overall level, GAAP noninterest income decreased $104 million to $405 million for the fourth quarter. Excluding the mark-to-market on the pay fix swaptions and the CRT premium, fees increased by $5 million quarter-over-quarter.\nMoving on to Slide 21 on expenses. GAAP noninterest expense increased by $258 million and underlying core expenses increased by $47 million. As I mentioned, we incurred $226 million of notable item expenses related primarily to the FDIC deposit insurance fund special assessment during the quarter. It also included the last portion of costs related to our staffing efficiency program and corporate real estate consolidations. Excluding these items, core expense included higher personnel and professional services, driven by seasonally higher benefits expense incentives as well as [Technical Difficulty] expenses. The level of expenses we saw in the fourth quarter is largely consistent with the dollar amount we expect quarterly over the course of 2024. This is inclusive of the investments we've discussed previously as well as sustained efficiencies we are driving across the company.\nSlide 22 recaps our capital position. Reported common equity Tier 1 increased to 10.3% and has increased sequentially for 5 quarters. Our adjusted CET1 ratio, inclusive of AOCI, was 8.6%. This metric increased 58 basis points compared to the prior quarter, driven by adjusted earnings net of dividends as well as the benefit from the credit risk transfer transaction we announced in December, which more than offset the impact from the FDIC special assessment. We also saw a significant benefit from AOCI recapture given the move in rates during the quarter. Our capital management strategy remains focused on driving capital ratios higher while maintaining our top priority to fund high-return loan growth. We intend to drive adjusted CET1 inclusive of AOCI into our operating range of 9% to 10%.\nOn Slide 23, a credit quality continues to perform very well and with normalization of metrics consistent with our expectations. Net charge-offs were 31 basis points for the quarter. This was higher than Q3 by 7 basis points and resulted in full year net charge-offs of 23 basis points. This outcome was aligned with our outlook for full year net charge-offs between 20 and 30 basis points at the low end of our target through the cycle range for net charge-offs of 25 to 45 basis points. Gross charge-offs in the fourth quarter were relatively flat with the overall change in net charge-offs, largely a result of lower recoveries.\nGiven ongoing normalization, nonperforming assets increased from the previous quarter, while remaining below the prior 2021 level. The criticized asset ratio increased quarter-over-quarter, with risk rating changes within commercial real estate being the largest component. Allowance for credit losses was higher by 1 basis point to 1.97% of total loans, and our ACL coverage ratio continues to be among the top quartile in the peer group.\nLet's turn to our outlook for 2024. As we mentioned, we expect to drive accelerated loan growth between 3% and 5% for the full year. Deposits are likewise expected to continue their solid trend of growth between 2% and 4%. As a result of the loan growth and margin outlook I shared earlier, net interest income for the full year is expected to range between down 2% to up 2%. The pace of loan growth, coupled with the rate scenario we see actually play out will drive the range of spread revenue. If the higher for longer rate scenario plays out and loan growth tracks to the top end of our range, we expect net interest income to grow by approximately 2%. If the lower scenario comes to fruition and loan growth tracks to the lower end of our growth range, we could see spread revenue declining 2 percentage points.\nIn both scenarios, I expect net interest income to trough in the first quarter before expanding throughout 2024 from that level. Noninterest income on a core underlying basis is expected to increase between 5% and 7%. The baseline of core excludes notable items, the mark-to-market impact from the pay fix swaption program as well as CRT impacts. Fee revenue growth is expected to be driven primarily by capital markets, payments and wealth management. Core expenses are expected to increase by 4.5%. This level reflects the finalization of our budget and includes the additional loan growth we discussed earlier, which will have some incremental compensation expense tied to production. Expenses could fluctuate depending on the level of revenue-driven compensation, primarily associated with our fee-based revenues, including capital markets. The tax rate is expected to be approximately 19% for the full year. We expect net charge-offs for the full year to be between 25 and 35 basis points.\nWith that, we'll conclude our prepared remarks and move to questions and answers. Tim, over to you.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThanks, Zach. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only 1 question and 1 related follow-up. And then if that person has additional questions, he or she can add themselves back into the queue. Thank you."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/528fdb22b1fe1294e93dc4387df49863",
    "period": "2023 Q3",
    "content": "Q3 2023 Huntington Bancshares Inc Earnings Call\n\nQ3 2023 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQOCT 20, 9:00 AM\n\nOperator\n\nGreetings. Welcome to the Huntington Bancshares Third Quarter Earnings Call. [Operator Instructions]. The question-and-answer session will follow the formal presentation. [Operator Instructions]. As a reminder, this conference is being recorded.\nAt this time, I would now like to turn the conference over to your host, Tim Sedabres, Director of Investor Relations.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available during about 1 hour from the close of the call. Our presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer; Rich Pohle, Chief Credit Officer; and Brendan Lawlo, Deputy Chief Credit Officer, will join us for the Q&A.\nEarnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website. With that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. We're pleased to announce our third quarter results, which Zach will detail later. Our approach to both our colleagues and customers continues to be grounded in our purpose. Our colleagues again demonstrated that we make people's lives better, help businesses thrive and strengthen the communities we serve.\nNow on to Slide 4. There are 5 key messages we want to leave you with today. First, Huntington is extraordinarily well positioned to manage through the evolving landscape for banks. The near-term environment includes higher for longer interest rates and uncertain economic outlook expected new capital regulations as well as heightened regulatory requirements. Huntington operates in this dynamic period from a position of substantial strength. Our balance sheet and risk profile were intentionally built over more than a decade, explicitly for these times. Our market position, digital leadership and momentum in core growth strategies put us in the top of the peer set. We intend to lean into this position of strength to drive incremental growth through existing and new capabilities.\nSecond, we've managed top quartile CET1 inclusive of AOCI. We will continue to drive additional capital expansion for the remainder of this year and over the course of 2024.\nThird, we benefit from a cultivated granular deposit franchise and have delivered consistent core deposit growth. Our balanced deposit base forms the foundation of our robust liquidity framework and has been a driving factor in our well-managed beta over the rate cycle to date.\nFourth, credit quality remains strong across our portfolios, driven by our disciplined customer selection, underwriting and rigorous portfolio management. This approach is unwavering, starting with our tone at the top as we maintain our aggregate moderate to low risk appetite.\nFinally, we remain intently focused on our core strategy. We are executing with discipline while expanding with existing and new capabilities to support our long-term growth. And very importantly, we are remaining steadfast in our commitment to drive operating efficiency over time. With continued execution of proactive expense management programs. We expect the level of uncertainty in the near term and some level of higher expenses to manage through the realities of the current operating environment. However, these investments will also be accompanied by sustained revenue growth and the net result will be a Huntington that continues to be a strong regional bank with significant growth opportunities ahead.\nI will move us on to Slide 5 to further illustrate our position of strength. Our adjusted CET1 ratio is strong and near the top of the peer group. We intend to drive this ratio higher throughout this year in 2024. This plan extends our position of strength supports continued execution of core growth strategies and puts us well ahead of the proposed Basel III end game and other requirements. Deposit growth has also outperformed our peers by nearly 10 percentage points since the end of 2021. We've built one of the most granular deposit bases with a leading insured deposit percentage and we continue to drive the expansion of primary bank customer relationships. Our liquidity is best-in-class for coverage of uninsured deposits, representing nearly twice the level of peers, and we already meet the liquidity coverage ratio on an unmodified basis. Credit metrics are also a differentiator for Huntington with top quartile net charge-offs compared to peers and our credit reserves are top tier.\nOur management team has a long track record of disciplined execution. For example, we were recently named the #1 SBA lender nationally for the 6th consecutive year, and we continue to expand the reach of this business and our support of access to capital for small businesses. Interest rates continue on a path towards the higher for longer scenario, which we've been anticipating for some time. As rates remain higher, the potential for economic activity to be negatively impacted has increased. However, thus far in the cycle, overall, our customers are effectively managing through it. We remain highly vigilant and are proactively managing all loan portfolios. Our top-tier credit reserves and expanding capital support our approach to be front-footed to take advantage of opportunities to win new customers and grow our businesses.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Steve, and good morning, everyone. Slide 6 provides highlights of our third quarter results. We reported GAAP earnings per common share of $0.35 and adjusted EPS of $0.36. The quarter included $15 million of notable items, which impacted EPS by $0.01 per common share. Return on tangible common equity, or ROTCE, came in at 19.5% for the quarter. Adjusted for notable items, ROTCE was 20%. Further adjusting for AOCI, underlying ROTCE was 15.3%. Average deposits grew during the quarter, increasing by $2.6 billion or 1.8%. Loan balances decreased by $561 million or 0.5% from Q2 driven both by seasonality and our continued optimization.\nNet interest income on a dollar basis expanded quarter-over-quarter, driven by a rising net interest margin. We continue to proactively manage expenses and have begun a new set of incremental actions in the third quarter, including branch consolidation, staffing efficiencies and corporate real estate consolidations. These actions coupled with our ongoing long-term efficiency programs as well as the measures we implemented in Q1 of this year will help us drive rigorous baseline expense efficiency while staying capacity for investments in the franchise. Credit quality remains strong with net charge-offs of 24 basis points and allowance for credit losses of 1.96%. Return on capital is robust driving capital accretion with reported CET1 now above 10%.\nTurning to Slide 7. As I noted, average loan balances decreased 0.5% from Q2, driven primarily by lower commercial loan balances which decreased by $1.2 billion or 1.7% from the prior quarter. On a year-over-year basis, average loans increased 3.3%, reflective of our intentional optimization efforts. Primary components of the commercial loan change included CRE balances, which declined by $387 million, driven by paydowns. Distribution finance decreased $434 million due to normal seasonality with lower dealer inventory levels in the third quarter before the expected inventory build in the fourth quarter. Asset Finance decreased by $271 million auto floor plan increased by $122 million. All other commercial categories net decreased as we continue to drive optimization towards the highest returns.\nIn Consumer, growth was led by residential mortgage and RV Marine, while auto loan balances declined for the quarter.\nTurning to Slide 8. As noted, we continued to deliver consistent deposit growth in the quarter. Average deposits increased by $2.6 billion or 1.8% from the prior quarter. Turning to Slide 9. We saw sustained growth in deposit balances in the third quarter, including sequential increases during July, August and September. Continuing the trend we have seen previously. Importantly, core deposits represented the entirety of the deposit growth for the quarter, with broker deposits declining quarter-over-quarter.\nTurning to Slide 10. Noninterest-bearing mix shift continues to track closely to our forecast with the deceleration of sequential changes that we would expect at this point in the rate cycle. The noninterest-bearing percentage decreased by 120 basis points from the second quarter, and we continue to expect this mix shift to moderate and stabilize during 2024.\nOn to Slide 11. For the quarter, net interest income increased by $22 million or 1.6% to $1.379 billion driven by expanded net interest margin. We continued to benefit from our asset sensitivity and the expansion of margins that has occurred throughout the cycle, with interest income growing at 9% CAGR over the past 2 years. Reconciling the change in NIM from Q2, we saw an increase of 9 basis points on a GAAP basis and an increase of 10 basis points on a core basis, excluding accretion. The drivers of the higher NIM quarter-over-quarter were higher spread net of free funds lower Fed cash balances versus the prior quarter and higher FHLB stock dividends in the quarter. Interest rates rose during the quarter, particularly at the longer end. And as we expected, that drove a net benefit to NIM.\nIn addition, our optimization efforts across both loan growth and funding mix continue to perform very well. These factors resulted in the margin coming in better than we had expected when we shared our outlook in July. We continue to analyze multiple potential interest rate scenarios. The basis of our planning and guidance continues to be a central set of those scenarios that is bounded on the low end by the forward yield curve. And at the high end, by a scenario that projects rates they hire for longer. The higher for longer scenario today assumes 1 additional rate increase in 2023, flat Fed funds through October of '24 and ends 2024 approximately 75 basis points higher than the forward curve.\nWith the move in rates higher, we now anticipate net interest margin for the fourth quarter to be around 305 to 310 basis points. This is 5 to 10 basis points higher than the level we shared previously. Looking further out, our modeling continues to indicate 2024 NIM trending flat to higher from the Q4 '23 end point.\nTurning to Slide 12. Our cumulative deposit beta through Q3 was 37%, up 5 percentage points from the prior quarter, tracking closely to our expectations. Sequential increases in beta are slowing quarter-over-quarter as we have forecasted as the interest rate cycle nears or hits its peak. As we have noted in the past, where beta ultimately tops out will be a function of the end game for the rate cycle in terms of the level and timing of the peak, the duration of any extended pause before a decrease. Given the outlook for possibly a higher peak and very likely a more extended pause than was the case 3 months ago, our current outlook for deposit beta is to trend a few percentage points higher than our prior guidance of 40%. We will have to see how the rate environment plays out into 2024 to know with certainty. What is critical in our view is to ensure we continue to manage both deposit and loan pricing exceptionally rigorously, drive asset yields higher deliver solid incremental returns and deliver a better overall NIM from the higher for longer rate environment as a result.\nTurning to Slide 13 and expanding on my point on loan yields. The construct of our balance sheet is approximately half fully variable rate, 10% indirect auto, which is a shorter approximately 2-year duration fixed product, 10% in arms with a 5-year duration and the remainder of approximately 30% is longer durated fixed. This mix contributes to the asset sensitivity of our overall balance sheet and has helped us to benefit significantly from the current rate cycle. We are seeing solid increases in fixed asset portfolio yields. Given the higher for longer rate environment, we expect to continue to benefit from this fixed asset repricing going forward, supporting the higher NIM outlook.\nTurning to Slide 14. Our level of cash and securities was down slightly from the prior quarter as we lowered some of the elevated cash we've been holding in Q2. During Q3, we did not reinvest securities cash flows and the securities balance moved modestly lower as proceeds were held in cash, given the attractive short-term rates. We're managing the duration of the portfolio lower, continuing our management approach since 2021.\nTurning to Slide 15. Our contingent and available liquidity continues to be robust at $91 billion and has grown quarter-over-quarter. At quarter end, this pool of available liquidity represented 204% of total uninsured deposits, a peer-leading coverage.\nTurning to Slide 16. We continue to be dynamic in adding to our hedging program during the quarter. Our objectives remain twofold, to protect capital and upgrade scenarios and to protect NIM in down rate scenarios. The most substantive increase was in addition to our forward starting pay fix swaption strategy, which increased by $5.9 billion during the quarter to $15.5 billion total. This program is intended to protect capital from tail risk in substantive upgrade scenarios and once again benefited us as rates moved higher in the quarter. We also added $2 billion in collars to support our NIM against longer-term down rate scenarios.\nMoving on to Slide 17. GAAP noninterest income increased by $14 million or 2.8% to $509 million for the third quarter. Excluding the mark-to-market on the pay fix swaptions, fees were relatively stable quarter-over-quarter. On an underlying basis compared to the second quarter, we saw increases in deposit service charges, including higher payment-related treasury management fees. This growth was largely offset by lower capital markets fees.\nMoving on to Slide 18. We're seeing encouraging and sustained underlying trends across our 3 areas of strategic focus for fee revenue growth. Capital Markets, which has grown by a 19% CAGR over the past 6 years, benefits from a broad set of capabilities bolstered by Capstone. While 2023 has certainly been a challenging environment for capital markets activities in both advisory and several credit-driven products, forward pipelines within advisory are solid and we continue to foresee this as a primary contributor to fee revenue growth over the moderate term. Our payments businesses represent one of the biggest opportunities for both relationship deepening and revenue growth across both treasury management and card categories.\nIn Wealth Management, we see a great opportunity to increase the penetration of the offering across our customers. leveraging our #1 ranking for trust as we grow advisory relationships and drive higher managed assets with recurring revenue streams.\nMoving on to Slide 19 on expenses. GAAP noninterest expense increased by $40 million and underlying core expenses increased by $25 million. As I mentioned, we incurred $15 million of notable item expenses related to the staffing efficiency program and corporate real estate consolidations. Excluding these items, core expense growth compared to the prior quarter was driven by higher personnel, occupancy, professional services and a set of smaller items within all other expenses. We have taken proactive actions throughout the year to support the low level of core underlying expense growth we have delivered.\nIn the first half of the year, we executed on the voluntary retirement program, organizational realignment moving from 4 revenue segments to 2 and 31 Ranch consolidations. Now in the third quarter, we're taking another set of incremental actions. We are accelerating the implementation of our business process offshoring program, and we're creating efficiencies throughout the organization with the goal of prioritizing resources toward the largest growth opportunities in the near term. We're also driving incremental saves in our corporate real estate footprint as well as implementing another set of branch consolidations with 34 planned closures early next year. These actions demonstrate our commitment to disciplined expense management and will support the continued investment into critical areas of the company to drive long-term value.\nAs we manage expenses, we're balancing both short-term investment and revenue growth with the longer-term opportunities we know are in front of us.\nSlide 20 recaps our capital position. Reported common equity Tier 1 increased to 10.1% and has increased sequentially for 4 quarters. OCI impacts to common equity Tier 1 resulted in an adjusted CET1 ratio of 8%. Our capital management strategy will result in expanding capital while maintaining our top priority to fund high-return loan growth. We're actively managing adjusted CET1 inclusive AOCI and expect to drive that ratio higher over the course of 2024.\nOn Slide 21, credit quality continues to perform very well, with normalization of metrics consistent with our expectations. As mentioned, net charge-offs were 24 basis points for the quarter and while higher than last quarter by 8 basis points, are tracking to our guidance for full year net charge-offs between 20 and 30 basis points. This level continues to be at the low end of our target through the cycle range for net charge-offs of 25 to 45 basis points. As previously guided, given ongoing normalization, nonperforming assets increased from the previous quarter and the criticized asset ratio increased with risk rating changes within commercial real estate being the largest component. Allowance for credit losses is higher by 3 basis points to 1.96% of total loans, and our ACL coverage ratio is amongst the highest in our peer group.\nLet's turn to our outlook for the fourth quarter on Slide 22. We forecast loan growth of approximately 1% in the fourth quarter, which will put full year loan growth at approximately 5%, matching the lower end of our prior range. Deposits are likewise expected to grow in the fourth quarter by approximately 1%. Core net interest income for the fourth quarter is expected to decline between 4% and 5% from Q3 before expanding throughout 2024 from that level. Noninterest income on a core underlying basis is expected to be relatively stable. Expenses are expected to increase between 4% and 5% into the fourth quarter, primarily driven by revenue-related expenses associated with the expected growth in capital markets, a seasonal increase in medical claims and sustained investment in new and enhanced capabilities. We expect net charge-offs for the full year to be near the midpoint of the 20 to 30 basis points guidance range.\nFinally, let me close on Slide 23 with a few thoughts on our management priorities for 2024. We're still finalizing our budget for next year. And as always, we look to share more specific guidance during our January earnings call. First and foremost, we're committed to driving continued capital expansion while we continue to optimize lending growth to drive the highest returns. As Steve mentioned, we're playing from a position of strength, and we expect to maintain that position as we get ahead of proposed capital regulations and phase-in periods.\nRelated to deposits, we're continuing to acquire and deepen primary bank customer relationships. This should result in continued growth of deposits into next year, while supporting our disciplined management of deposit beta. Given the expected higher for longer rate scenario, we will continue to position the balance sheet to remain modestly asset sensitive, which will support the margin, and we expect will deliver both in net interest income dollars on a full year basis. Noninterest income remains a critical focus for us with sustained execution on 3 primary strategic areas for fee revenue growth, capital markets, payments and wealth management.\nOver the medium term, we expect that noninterest income has the potential to grow at a rate more quickly than both loans and spread revenues given the opportunities for these fee businesses. As I mentioned on expenses, we have taken considerable actions to hold baseline expense growth to a low level. This focused on sustained efficiencies, including operation accelerate, business process offshoring and the other actions will yield multiyear benefits. These actions are necessary to allow for the continued investment into new and enhanced capabilities, which will set up growth over the course of the next few years. We expect the net result of these actions for 2024 will be an underlying growth rate of core expenses somewhat higher than the level we saw in 2023.\nOur current working estimate is underlying expense growth of approximately 4% compared to the approximately 2.5% level we were running in 2023. We believe this level of expense management is the right balance to position the company to operate within the current environment and sustain our momentum into 2025. We will also maintain our rigorous approach to credit management, consistent with our aggregate moderate to low risk appetite.\nFinally, to close, we believe we are exceptionally well positioned to proactively stay ahead of the evolving environment. We will be dynamic and address these numerous topics head on. And over time, we believe this will result in opportunities to benefit substantially in the coming years.\nWith that, we will conclude our prepared remarks and move to Q&A. Tim, over to you.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThanks, Zach. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only 1 question and 1 related follow-up. And then if that person has additional questions, he or she can add themselves back into the queue. Thank you."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e2259f7f1be3841e1c481b7c206c2c49",
    "period": "2023 Q2",
    "content": "Q2 2023 Huntington Bancshares Inc Earnings Call\n\nQ2 2023 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJUL 21, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Second Quarter 2023 Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Tim Sedabres, Director of Investor Relations for Huntington Bancshares. Thank you. You may begin.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found in the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour from the close of the call. Our presenters today are: Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Rich Pohle, Chief Credit Officer, will join us for the Q&A. Earnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website.\nWith that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. We're pleased to announce our second quarter results, which Zach will detail later. Our approach to both our colleagues and customers continues to be grounded in our purpose and served us well in the second quarter. Our colleagues again demonstrated that we make people's lives better, help businesses thrive and strengthen the communities we serve.\nNow, on to Slide 4. These are the key messages we want to highlight today. First, Huntington has a distinguished deposit franchise, which continues to benefit from our strategy to acquire and deepen primary bank customer relationships. This has fueled continued deposit growth over the year, including this quarter. Second, we once again drove capital ratios higher with common equity Tier 1 having increased for 4 quarters in a row. We remain on track to build CET1 to the high end of our range by year-end. Third, credit quality, which is a hallmark of the company is performing very well, and we continue to operate within our aggregate moderate to low risk appetite. Fourth, we are dynamically managing through the interest rate environment. We are maintaining disciplined deposit pricing while delivering deposit growth and maintaining a robust liquidity position.\nFinally, we remain intently focused on executing our strategy. We are investing in the business to drive long-term sustainable revenue growth, and we continue to proactively manage the expense base to align with the revenue outlook. Operation accelerate remains on track, and we will increase our use of business process outsourcing to drive sustained efficiencies into 2024.\nMoving on to Slide 5. Over the past decade, we've transformed Huntington. This is in a position of strength today. This foundation includes our granular and high-quality deposit base, which is supported by our leading consumer, business and commercial banking franchises. With this strong foundation in place, we can be nimble and seasonal opportunities to expand our business that will arise during times like these. The hiring of the fund finance team we announced last month is a great example. This business was on our Commercial Banking growth road map, and we're pleased to be able to add great talent and welcome these colleagues to Huntington. We are building capital even as we maintain loan growth. We are optimizing the level of new loan growth and remaining judicious for the loans we carry on balance sheet in order to generate the highest return on capital.\nAs a result, capital ratios expanded in the second quarter with our CET1 ratio increasing to 9.82%. Further, our adjusted CET1 ratio is 8.12% above the peer median. Our disciplined approach to risk management drives our strong credit quality with low net charge-offs and the nonperforming asset ratio decreasing for the eighth consecutive quarter. Our management team has a long track record of being disciplined operators with a focus on delivering value for shareholders. This execution has been awarded and recognized across the franchise, including winning the J.D. Power Mobile Award for the fifth year in a row and maintaining our strong #1 SBA ranking.\nRegarding the macro outlook, it remains a dynamic environment, interest rates are playing out in the higher for longer scenario that we had been anticipating for some time. Economic activity in our footprint appears to be holding up relatively well, which supports sustained loan growth and solid credit performance. That said, we are diligent watching the environment closely and are actively managing our loan portfolio. We are well prepared to operate through a range of potential scenarios. Further, we are also closely monitoring the potential regulatory adjustments to capital and other requirements. We are evaluating the proposals and thus far, the potential new requirements appear broadly in line with what we had expected. We are well positioned to manage through these changes, address them expediently and over time, offset a meaningful portion of the potential impacts.\nAnd finally, before I hand it over to Zach, we want to share that Rich Pohle, our Chief Credit Officer, has announced his upcoming retirement effective at the end of 2023. We've greatly benefited from Rich's expertise and leadership during his nearly 12 years with Huntington. He's been a great leader of our colleagues and a great partner for me and the executive team. We have a strong bench and we're pleased Brendan Lawlor, Deputy Chief Credit Officer, will succeed Rich in this role at the end of the year. Brendan joined us in 2019 after 25-plus years as a Senior Commercial Credit Executive at a large regional bank and is currently responsible for all commercial credit across the bank.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Steve, and good morning, everyone. Slide 6 provides highlights of our second quarter results. We reported GAAP earnings per common share of $0.35. Return on tangible common equity, or ROTCE, came in at 19.9% for the quarter. Further adjusting for AOCI, ROTCE was 15.8%. Deposits grew during the quarter, increasing by $2.7 billion or 1.9% on an end-of-period basis. Loan balances continue to grow as total loans increased by $900 million or 0.8% from the prior quarter.\nCredit quality remains strong with net charge-offs of 16 basis points and allowance for credit losses of 1.93%. As Steve mentioned, capital increased from the prior quarter. This solid capital position, coupled with our robust credit reserves, puts our CET1 plus ACL loss-absorbing capacity in the top quartile of the peer group.\nTurning to Slide 7. Average loan balances increased 0.8% quarter-over-quarter or 3.1% annualized, driven by commercial loans, which increased by $772 million or 1.1% from the prior quarter. Primary components of this commercial growth included distribution finance, which increased $464 million; asset Finance increased by $234 million; Business Banking increased by $160 million; Auto floorplan increased by $175 million. Offsetting this growth, CRE balances were lower by $340 million. In Consumer, growth continued to be led by residential mortgage, which increased by $438 million; and RV Marine, which increased by $112 million. Partially offsetting this growth were lower auto loan balances, which declined by $318 million.\nTurning to Slide 8. As noted, we continued to deliver ending deposit growth in the second quarter. Balances were higher by $2.7 billion, primarily driven by consumer with commercial balances up modestly. On a year-over-year basis, ending deposits increased by $2.6 billion or 1.8%.\nTurning to Slide 9. We saw sustained growth in deposit balances throughout the second quarter. On a monthly basis, total deposit average balances expanded centrally for April, May and June, with June 30 ending balances above the June monthly average, providing a strong start point as we enter Q3. Within consumer deposits, we have now seen average balances increase for 7 months in a row. Within Commercial, average monthly deposits were stable over the course of the second quarter.\nTurning to Slide 10. I want to share more details on our noninterest-bearing deposits. Overall, the $33 billion of these deposits represent 23% of total balances and are well diversified across Consumer, Business and Commercial Banking. The ongoing mix shift we have seen from noninterest-bearing over the past 2 quarters has been in line with our expectations and consistent with what we saw in the last cycle. We expect this mix shift trend to moderate and then in 2024. This trend is reflected in our total deposit beta guidance.\nOn to Slide 11. For the quarter, net interest income decreased by $61 million or 4.3% to $1.357 billion, driven by lower sequential net interest margin. On a year-over-year basis, NII increased $90 million or 7.1%. We continue to benefit significantly from our asset sensitivity and the expansion of margins that has occurred throughout the cycle. Reconciling the change in NIM from the prior quarter, we saw a reduction of 29 basis points on both a GAAP and core basis excluding accretion. During Q2, we maintained an elevated cash balance relative to Q1, which impacted NIM even as it had a relatively minor actual cash economic cost. On a comparative basis, normalizing for cash levels, NIM was 3.17% for the quarter or a 21 basis point decline from the prior quarter.\nThe biggest drivers of the lower NIM quarter-over-quarter were higher funding costs partially offset by increased earning asset yields. We continue to analyze multiple potential interest rate as we forecast expected trends over the remainder of 2023 and into 2024.\nThe 2 primary scenarios we incorporate include one, which is represented by the forward yield curve; and another, which assumes rates stay higher for longer. And end 2024, approximately 75 basis points higher than the forward. We think this is the most likely range for short-term rates over the next 6 quarters.\nBased on this range, we anticipate net interest margin of approximately 3% by Q4, plus or minus a few basis points. This would equate to core net interest income on a dollar basis for the fourth quarter to be down approximately 1% to 2% from Q2 levels. As we look out further into 2024, clearly, the trends will depend on both those interest rate scenarios and what is happening with the broader economy and industry factors, including loan demand and deposit growth. That said, our modeling indicates NIM outlooks are stable to rising during 2024, which, coupled with earning asset growth, is expected to drive net interest income dollar expansion as we move through 2024.\nTurning to Slide 12. Cost of deposits moved higher in the quarter to 1.57%. Our cumulative beta through Q2 is 32%, up 7 percentage points from the prior quarter, in line with our expectations and prior guidance. As I mentioned, we continue to expect cumulative deposit beta of approximately 40%.\nTurning to Slide 13. On the securities portfolio, we saw another step-up in reported yields quarter-over-quarter. We did not reinvest cash flows from securities in the second quarter as we allowed those proceeds to remain in cash given the attractive short-term rates. Cash and securities balances on average increased by $5 billion from the prior quarter as we maintained higher cash levels in the quarter. As of June 30, on an ending basis, cash and securities totaled $52 billion, representing a more normalized level as we go forward into Q3.\nTurning to Slide 14. Our contingent liquidity continues to be robust. Our 2 primary sources of liquidity, cash and borrowing capacity at the FHLB and Federal Reserve represented $11 billion and $77 billion, respectively, at the end of Q2. At quarter end, this pool of available liquidity represented 205% of total uninsured deposits, a peer-leading coverage.\nTurning to Slide 15. Our hedging program is dynamic, continually optimized and well diversified. Our objectives are to protect capital in upgrade scenarios and protect NIM in down rate scenarios. During the quarter, we further expanded our pay fix swaptions hedge position to protect capital from tail risk in substantive upgrade scenarios. There is a modest upfront premium associated with these options, and the hedges result in a mark-to-market each quarter as they're deemed economic hedges. On the subsequent slide, you will see that positive impact during the second quarter on our fee revenues.\nWe also remain focused on our objective of managing NIM to protect the downside and have maintained additional upside NIM opportunity given our asset sensitivity. The interest rate movements in the first few weeks of Q3 have provided opportunities for additional attractive hedging. We have incrementally added modest additional exposures to both our capital protection and NIM protection hedge portfolios and will remain dynamic as we go throughout the quarter if further opportunities arise.\nMoving on to Slide 16. Noninterest income was $495 million for the second quarter. Excluding notable items, fees increased $40 million, including an $18 million benefit from the positive mark-to-market on the pay fix options. Excluding this benefit, underlying fee income would have been $477 million. We saw solid performance in our key areas of strategic focus, including payments and wealth management. Capital markets revenues declined by $2 million from the prior quarter, however, increased by $3 million year-over-year. Clearly, the events of March and the U.S. debt ceiling debate caused a fairly challenging capital markets environment in Q2. However, pipelines remain solid, and there are encouraging signs pointing to opportunity in the back half of the year.\nMoving on to Slide 17. GAAP noninterest expense decreased by $36 million. Adjusted for notable items in the prior quarter, core expenses increased by $6 million, driven by a full quarter effect of annual merit increases and higher marketing spend. We entered the year with a posture of managing core expense at a very low level, given the economic backdrop. We developed and executed a series of proactive actions to reduce expense run rates, including the voluntary retirement program, organizational alignment and our continued implementation of long-term efficiency programs such as branch optimization and operation accelerate. We continually calibrate the level of expense growth to revenues, and we're taking additional actions to further manage the pace of expense growth, even as we remain focused on self-funding investments in our key growth initiatives. We're actively working on the next set of medium-term efficiency opportunities, including business process outsourcing, which represents a promising lever for us to continue to deliver a low level expense growth into 2024.\nSlide 18 recaps our capital position. Common equity Tier 1 increased to 9.82% and has increased sequentially for 4 quarters. OCI impacts to Common Equity Tier 1 resulted in an adjusted CET1 ratio of 8.12%. Our tangible common equity ratio, or TCE, increased 3 basis points to 5.80%. Q2 ending cash levels were higher than Q1 end, which impacted the TCE ratio by 2 basis points. Adjusting for AOCI, our TCE ratio was 7.45%. Our capital management strategy will result in expanding capital over the course of the year, while maintaining our top priority to fund high-return loan growth. We intend to grow CET1 to the very high end of our target operating range of 9% to 10%. Adjusting for AOCI, we expect adjusted CET1 to be in the approximately mid-8s range by year-end.\nOn Slide 19, credit quality continues to perform very well. As mentioned, net charge-offs were 16 basis points for the quarter. This was lower than last quarter by 3 basis points. On a year-over-year basis, charge-offs were up 13 basis points from the prior year's historic low level. Nonperforming assets declined from the previous quarter and have reduced for 8 consecutive quarters. Allowance for credit losses is higher by 3 basis points to 1.93% of total loans.\nOn Slide 20, we continue to be below our target range of net charge-offs through the cycle of 25 to 45 basis points, and our ACL coverage ratio is among the highest in our peer group.\nLet's turn to our 2023 outlook on Slide 21. As I noted, we analyze multiple potential scenarios to project financial performance and develop management action plans. Our guidance is informed by the interest rate scenarios I discussed previously, and the consensus economic outlook. On loans, our outlook is 5% to 6%, consistent with our prior expectations to be near the lower end of our prior range. On deposits, we maintain our outlook of 1% to 3% growth for the full year. Core net interest income ex PAA and PPP is expected to grow between 3% and 5%, inclusive of our expectations for deposit beta and loan growth.\nNoninterest income on a core full year basis is expected to be down 2% to 4%. This range reflects the results from capital markets we've already seen in Q2 and the assumption of gradual improvement in activities throughout the balance of the year. The remainder of our fee businesses are tracking very well to our prior expectations.\nOn expenses, as noted, we are proactively managing with a posture to keep underlying core expense growth at a very low level and calibrated to revenue growth. For the full year, we expect core underlying expense growth between 1% and 2%, plus the incremental expenses from the full year run rate of Capstone and Torana of approximately $50 million, and the 2 basis point increase in 2023 FDIC insurance rates of approximately $30 million. And finally, given the strong results posted during the first half of the year, we now expect full year net charge-offs to be between 20 to 30 basis points.\nWith that, we will conclude our prepared remarks and move to Q&A. Tim, over to you.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThanks, Zack. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only one question and one related follow-up. And then if that person has additional questions, he or she can add themselves back into the queue. Thank you."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0c3002293eae2dae933bc4e23341e054",
    "period": "2023 Q1",
    "content": "Q1 2023 Huntington Bancshares Inc Earnings Call\n\nQ1 2023 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQAPR 20, 11:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares 2023 First Quarter Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to our host, Tim Sedabres, Director of Investor Relations. Thank you. You may begin.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found in the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour from the close of the call. Our presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Rich Pohle, Chief Credit Officer, will join us for the Q&A. Earnings documents, which include our forward-looking statements disclaimer and non-GAAP information are available on the Investor Relations section of our website.\nWith that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & Chief Executive Officer, Huntington Bancshares, Inc.\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. We're pleased to announce our first quarter results, which Zach will detail later. Huntington is very well positioned. We operate a diversified franchise with disciplined risk management. Our approach to both our colleagues and customers is grounded in our purpose to make people's lives better, help businesses thrive and strengthen the communities we serve. And during times like these, Huntington's purpose is evident in how we look out for each other and serve as a source of strength for our customers and communities.\nNow on to Slide 4. These are the key messages I want to highlight to you. First, we have one of the strongest deposit franchises of any regional bank. We have a diversified base of primary bank customer relationships, which has been built over many years, supported by our Fair Play philosophy. We also have the leading percentage of insured deposits as of year-end. Second, we maintain a robust liquidity position, consistent with our long-standing approach to conservative risk management practices. Third, our capital base is solid and building. Common equity Tier 1 has increased for 3 quarters in a row, and we intend to continue to build to the high end of our range. Fourth, our credit reserves are top tier. Credit quality continues to perform exceptionally well and remains a hallmark of our disciplined credit management.\nFifth, we are dynamically managing through the current environment, bolstering capital and liquidity. We're also incrementally optimizing the balance sheet and loan growth, while continuing to proactively manage the expense base. Finally, we are well positioned to operate through uncertainty with a focus on our long-term strategy and our commitment to top quartile returns.\nI believe Huntington is built to thrive during times like this and ultimately to benefit and to capture opportunities as they arise. Moments of market disruption present opportunities to take market share, to win new customers and to hire great talent. We are confident in our strategy and strong position.\nMoving on to Slide 5. We entered this period of disruption in to best position the company has been since I've joined over a dozen years ago. The reputation our colleagues have created a best-in-class customer service results in customer confidence and trust in us. The 2023 J.D. Power award for customer satisfaction reflects our colleagues' efforts. Grounded in our Fair Play philosophy, we continue to acquire and deepen primary bank relationships, resulting in our granular and diversified deposit base. For many years, we focused on gathering deposits that are sticky operating accounts and proactively placed larger deposits off balance sheet.\nWe continue to invest across the franchise to drive deposit growth. We are also incrementally optimizing loan growth to generate the highest returns and ensure the capital we deploy is put to the highest and best use, and we remain focused on delivering the revenue synergies we previously shared, accelerating the growth of our fee businesses, and deepening our customer relationships.\nIn regards to capital, CET1 increased 19 basis points from the prior quarter to 9.55%, and we plan to build capital to the high end of our range over the course of 2023. Our credit reserves are top tier in the peer group at 1.9%. We will continue to be proactive in our expense management. In the first quarter, we completed a number of actions to support our ongoing efficiency programs such as the 31 branch consolidations, the voluntary retirement program and our organizational realignment with reductions in personnel. And in addition to Operation Accelerate, we have a road map to deliver continued efficiencies going forward. Importantly, risk management is embedded within all our business lines. At Huntington, everyone owns risk, and we continue to operate within our aggregate moderate- to low-risk appetite.\nFinally, I want to reiterate Huntington is built for times like this. We have a strong, well-diversified franchise with a distinctive brand and loyal customers. Our high-quality deposit base, robust liquidity and solid credit metrics are the direct result of focused and disciplined execution over many years. We have an experienced management team supported by highly engaged colleagues executing on our strategy. And as you know, management is collectively a top 10 shareholder, and we are fully committed to driving top-tier performance and growing shareholder value.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nChief Financial Officer & Executive Vice President, Huntington Bancshares, Inc.\n\nThanks, Steve, and good morning, everyone. Slide 6 provides highlights of our first quarter results. We reported GAAP earnings per common share of $0.39 and adjusted EPS of $0.38. Return on tangible common equity, or ROTCE, came in at 23.1% for the quarter. Adjusted for notable items, ROTCE was 22.7%. Further adjusting for AOCI, ROTCE was 17.8%. Pre-provision net revenue expanded 41% year-over-year to $844 million.\nLoan balances continue to grow as total loans increased by $1.5 billion from the prior quarter. Liquidity coverage remains robust, with over $60 billion of available liquidity, representing a peer-leading coverage of uninsured deposits of 136%. Credit quality remains strong, with net charge-offs of 19 basis points and allowance for credit losses of 1.9%.\nTurning to Slide 7. Average loan balances increased 1.3% quarter-over-quarter, driven by commercial loans, which increased by $1.5 billion or 2.2% from the prior quarter. Primary components of this commercial growth included distribution finance, which increased $800 million tied to continued normalization of dealer inventory levels as well as seasonality with shipments of spring equipment arriving to dealers. Corporate and Specialty Banking increased $242 million, primarily driven by growth in mid-corp, health care and tech and telecom.\nOther asset finance businesses contributed growth of $216 million. Auto floorplan continued normalization, with balances higher by $214 million. Business banking also increased $92 million. In Consumer, growth continued to be led by residential mortgage, which increased by $316 million. Partially offsetting this growth were home equity balances, which declined by $159 million. All other categories, including RV/Marine and auto declined by a collective $123 million.\nTurning to Slide 8. We continued to deliver average deposit growth in the first quarter. Balances were higher by $472 million, primarily driven by consumer, which more than offset lower commercial balances. On a year-over-year basis, average deposits increased by $3.2 billion or 2.3%.\nTurning to Slide 9. I want to share more details behind Huntington's deposit franchise. Our deposit base represents a leading percentage of insured deposits at 69% as of Q1. Our deposit base is highly diversified with consumer deposits representing over half of our total deposits and the average consumer balance being $11,000.\nTurning to Slide 10. Complementing our diversified deposit base is the stability and growth of our deposits over time. During last year, we consistently delivered deposit growth well above peer levels despite the backdrop of rising rates and quantitative tightening. Through year-end 2022, cumulative deposit growth was 2.4%, nearly 6 percentage points better than the peer median.\nOver the course of Q1, monthly average deposit balances were stable at approximately $146 billion. Within consumer deposits, balances have increased for 4 months in a row. Total commercial balances were modestly lower, consistent with expected seasonality. During March, in addition to seasonality, commercial customers also incrementally utilized our off-balance sheet liquidity solutions.\nTurning to Slide 11. We have a sophisticated approach to customer liquidity management that comprises both on-balance sheet deposit products as well as off-balance sheet alternatives. Over the past 4 years, we have invested substantially to build out these solutions to ensure we're managing our customers' overall liquidity needs. The enhanced liquidity solutions allow us to manage the full customer relationship with primary bank and operating deposits on-balance sheet and utilizing our off-balance sheet solutions for investment or nonoperational funds.\nOver the course of 2020 and 2021, we intentionally leveraged these off-balance sheet solutions in order to support our customers' excess liquidity. This resulted in fewer surge deposits coming on sheet as well as less commercial deposit runoff during 2022 compared to the industry. On a year-over-year basis, our commercial banking segment on-balance sheet deposits increased 11% and our off-balance sheet liquidity balances increased 54%. During March, this approach yet again showed its value for both Huntington and our customers. We saw customers moving a modest amount of deposit balances into treasuries and other products, while we were able to maintain those primary operating accounts on our balance sheet.\nOf the total change in commercial segment deposit balances between March 6 and the end of Q1, we estimate that approximately half the delta was attributable to normal seasonality, and the remainder was mainly the result of shifts into our off-balance sheet solutions. The bottom table highlights these movements as well as trends in the first 2 weeks of April. On-balance sheet deposits have returned to the March 6 level and off-balance sheet continues to grow.\nTurning to Slide 12. Our liquidity capacity is robust. Our 2 primary sources of liquidity, cash and borrowing capacity at the FHLB and Federal Reserve represented $10 billion and $51 billion, respectively, at the end of Q1. As part of our ongoing liquidity management, we continually seek to maximize contingent borrowing capacity. And as of April 14, our total cash and available borrowing capacity increased to $65 billion. At quarter end, this pool of available liquidity represented 136% of total uninsured deposits, a peer-leading coverage.\nOn to Slide 13. For the quarter, net interest income decreased by $53 million or 4% to $1.418 billion driven by lower day count and lower net interest margin. Year-over-year, NII increased $264 million or 23%. Net interest margin decreased 12 basis points on a GAAP basis from the prior quarter and decreased 11 basis points on a core basis, excluding accretion. The reduction in GAAP NIM included 5 basis points from lower spreads, net of free funds, due to funding mix and marginally accelerated interest costs. It also included 5 basis points from the first substantive negative carry impact from our long-term downrate NIM hedging program and 3 basis points from higher cash levels.\nSlide 14 highlights our ongoing disciplined management of deposit costs and funding. For the current cycle to date, our beta on total cost of deposits was 25%. As we've noted, we expect deposit rates to continue to trend higher from here over the course of the rate cycle. Given the recent market environment, at the margin, we do expect a steeper near-term trajectory.\nTurning to Slide 15. Our hedging program is dynamic, continually optimized and well diversified. Our objectives are to protect capital in rate scenarios and to protect NIM in down-rate scenarios. During the first quarter, we added to the hedge portfolio with both of these objectives in mind. On the capital protection front, we added $1.6 billion in additional pay fixed swaps and $1.5 billion in forward starting pay fixed swaptions. Throughout the quarter, we were deliberate in managing the balance sheet to benefit from asset sensitivity.\nWe also incrementally added to our hedge position to manage possible downside rate risks over the longer term as well as took actions to optimize the near-term cost of the program. During the quarter, we executed a net $400 million of received fixed swaps, terminated $4.9 billion of swaps and entered into $5 billion of floor spreads. As we've noted before, our intention is to manage NIM in as tight a corridor as possible as we protect the downside and maintain upside potential if rates stay higher for longer.\nTurning to Slide 16. On the securities portfolio, we saw another step-up in reported yields quarter-over-quarter. We benefited from higher reinvestment yields as well as our hedges to protect capital. From a portfolio strategy perspective, we expect to continue to add to the allocation of shorter duration exposures to benefit from the inverted yield curve and further enhance the liquidity profile of the portfolio. You will note that fair value marks at the end of March were lower than year-end, both in the AFS and HTM portfolios, as market interest rates moved lower sequentially. Importantly, we have also shown the $700 million total positive fair value mark from our pay fixed hedges, which are intended to protect capital.\nMoving on to Slide 17. Noninterest income was $512 million, up $13 million from last quarter. These results include the $57 million gain on the sale of our retirement plan services business during the quarter. Excluding that gain, adjusted noninterest income was $455 million. This result was somewhat lower than the guidance we provided in early March, driven by lower capital markets revenues given the disruptions at the end of Q1. The first quarter is generally a seasonal low for fee revenues. As we've noted previously, we see Q1, excluding the RPS sale, being the low point and for fees to grow over the course of the year, driven by solid underlying performance in our key areas of strategic focus: capital markets, payments and wealth management.\nMoving on to Slide 18. GAAP noninterest expense increased by $9 million. Adjusted for notable items, core expenses decreased by $18 million, driven by lower personnel expense, primarily as a result of reduced incentives and revenue-driven compensation. We're proactively managing expenses and have taken actions over the last several quarters to orient to a low level of expense growth in order to deliver positive operating leverage and self-fund strategic investments.\nSlide 19 recaps our capital position. Common equity Tier 1 increased to 9.55% and has increased sequentially for 3 quarters. OCI impacts to common equity Tier 1 resulted in an adjusted CET1 ratio of 7.6%. as a reminder, the reported regulatory capital framework does not include OCI impacts in the capital calculation. Our tangible common equity ratio, or TCE, increased 22 basis points to 5.7%. Note that we were holding higher cash balances at the end of Q1, which reduced the TCE ratio by 13 basis points. Adjusting for AOCI, our TCE ratio was 7.27%.\nTangible book value per share increased by 7% from the prior quarter to $7.32. Adjusting for AOCI, tangible book value increased to $9.23, and has increased for the past 4 quarters. Our capital management strategy for the balance of 2023 will result in expanding capital over the course of the year, while maintaining our top priority to fund high-return loan growth. We intend to grow CET1 to the top end of our 9% to 10% operating range by the end of the year. We believe this is a prudent approach given the dynamic environment. Based on our expectation for continued loan growth, we do not expect to utilize the share repurchase program during 2023.\nTurning to Slide 20. Our capital plus reserves is top quartile in the peer group and gives us substantial total loss absorption capacity.\nOn Slide 21, credit quality continues to perform very well. As mentioned, net charge-offs were 19 basis points for the quarter. This was higher than last quarter by 2 basis points and up 12 basis points from the prior year as charge-offs continue to normalize. Nonperforming assets declined from the previous quarter and have reduced for 7 consecutive quarters. Allowance for credit losses was flat at 1.9% of total loans.\nTurning to Slide 22. We have provided incremental disclosures on our commercial real estate balances. This portfolio is well diversified and at 14% of total loans is in line with the peer group with no outsized exposures. The majority of the property types are multifamily and industrial. Over the last 2 years, we have grown our CRE book at a slower pace relative to the industry and peers. We remain conservative in our credit approach to CRE with rigorous client selection. Total office CRE comprises less than 2% of total loans, and the majority are suburban and multi-tenant properties. Reserve coverage on our total CRE portfolio is 3% and the office portfolio is 8%.\nLet's turn to our 2023 outlook on Slide 23. As we have discussed, we analyze multiple potential economic scenarios to project financial performance and develop management action plans. We also remain dynamic in the current environment as we execute on our strategies. Our guidance is anchored on a baseline scenario that is informed by the consensus economic outlook. We have also based our guidance on a range of interest rate scenarios, bounded on the low end using the forward curve as of the end of March to one at the higher end, where rates are higher for longer with Fed funds remaining at approximately today's level over the rest of the year. On loans, our outlook range continues to be growth between 5% and 7% on an average basis. And as before, we expect this growth to be led by commercial with more modest growth in consumer.\nAs we entered the year, we were trending to the middle to higher portion of that growth range. Given the market disruption and our incremental focus on optimizing loan growth for the highest returns on capital, we now expect to be in the lower half to midpoint of this range. On deposits, we are guided by our core strategy of acquiring and deepening primary bank relationships. We're narrowing our outlook with a slightly lower top end of the range and still expect to grow average deposits between 1% and 3%. However, the composition of deposit growth from here, we now expect to be primarily consumer-led with relatively less commercial growth.\nNet interest income is now expected to increase between 6% and 9%. This is driven by slightly lower loan growth and marginally higher funding costs. Noninterest income on a core full year basis is expected to be flat to down 2%. The updated guidance reflects modestly lower expected growth in capital markets fees and includes the go-forward impact of the RPS business sale. As noted, we expect Q1 to be the low point for fees, growing over the course of the year, led by capital markets, payments and wealth management.\nOn expenses, we are proactively managing with a posture to keep underlying core expense growth at a very low level. We're benefiting from our ongoing efficiency initiatives, such as Operation Accelerate, branch optimization, the voluntary retirement program and the organizational realignment, providing the capacity to self-fund sustained investment in our key growth initiatives.\nGiven a somewhat lower revenue outlook, we are taking actions to incrementally reduce the expense growth in 2023. For the full year, we now expect core expense growth between 1% and 3%, plus the incremental expenses from the full year run rate of Capstone and Torana and the increased FDIC insurance expense. Overall, our low expense growth, coupled with expanded revenues, is expected to support another year of positive operating leverage.\nWe continue to expect net charge-offs will be on the low end of our long-term through-the-cycle range of 25 to 45 basis points.\nFinally, turning to Slide 24. As you heard from Steve, the foundation we have built at Huntington over the last decade has created an institution that is well prepared for this environment. We will leverage the strength of our deposit base. We're focused on growing capital and maintaining robust liquidity. We remain disciplined in our credit posture, and we're executing our core strategy. The work we have done to build the franchise positions Huntington to outperform and be ready to opportunistically seize on pockets of growth. We will remain disciplined and dynamic in our management approach as we continue to generate long-term value for our shareholders.\nWith that, we will conclude our prepared remarks and move to Q&A. Tim, over to you.\n\nTimothy R. Sedabres\n\nHead-Investor Relations, TCF Financial Corp.\n\nThanks, Zach. Operator, we will now take questions. [Operator Instructions]."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/743a7f452b5452d7ce0676802971c149",
    "period": "2022 Q4",
    "content": "Q4 2022 Huntington Bancshares Inc Earnings Call\n\nQ4 2022 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJAN 20, 9:00 AM\n\nOperator\n\nGreetings. Welcome to Huntington Bancshares fourth quarter earnings call. (Operator Instructions) As a reminder this conference is being recorded. At this time, I'd now like to turn the conference over to your host, Tim Sedabres, Director of Investor Relations.\n\nTimothy R. Sedabres\n\nExecutive VP & Head of IR, Huntington Bancshares Incorporated\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found on the Investor Relations section of our website at www.huntington.com. As a reminder, this call is being recorded and a replay will be available starting about 1 hour from the close of the call.\nOur presenters today are Steve Steinour, Chairman, President and CEO; Zach Wasserman, Chief Financial Officer. Rich Pohle, Chief Credit Officer, will join us for the Q&A.\nEarnings documents, which include our forward-looking statements disclaimer and non-GAAP information, are available on the Investor Relations section of our website. With that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & CEO, Huntington Bancshares Incorporated\n\nThanks, Tim. Good morning, everyone, and welcome. Thank you for joining the call today. We are very pleased to announce our fourth quarter results, which included GAAP net income of $645 million and adjusted net income of $657 million. For the full year, reported GAAP net income was $2.2 billion, and adjusted net income was $2.3 billion. Both results reflect record earnings for Huntington.\n2022 marked a year of numerous successes, driven by our team's execution of organic growth initiatives, realization of both expense and revenue synergies from the TCF acquisition, an unwavering focus on credit discipline and proactive balance sheet management.\nWe ended the year with substantial momentum. Clearly, the economic environment is becoming increasingly challenging. However, Huntington is better positioned today than at any time since I joined over a dozen years ago. And over those years, we've transformed the risk profile of the bank and remained highly disciplined.\nWe are taking proactive steps now to again position Huntington to outperform, and we entered the year with solid capital levels, top-tier reserves, a growing core deposit base and strong credit metrics. We continue to see opportunities to grow revenue and profit.\nNow on to Slide 4. First, we finished the year with our fourth consecutive quarter of record pre-provision net revenue. This was supported by higher interest income driven by earning asset growth and an expanded net interest margin. Revenue growth has been exceptional over the course of the year, and we intend to protect and grow that revenue base.\nSecond, we delivered broad-based loan growth ex PPP of 10% year-over-year. As we drove this growth, we also optimized for return while still exceeding our loan growth outlook.\nOne example of this optimization is indirect auto, where our production in the quarter was approximately 15% lower than the prior quarter, while our new loan yields increased by over 100 basis points.\nImportantly, we continue to grow our deposit base with multiple consecutive quarters of growth. We believe this is a differentiator for Huntington in this environment. It also demonstrates the breadth of our franchise and our colleagues' ability to acquire and deepen primary bank customer relationships.\nThird, our financial results for the fourth quarter and full year reflect a top-tier return profile and were at or above our medium-term targets.\nThese results demonstrate the earnings power of the company, and we expect to continue to deliver on these targets. As we intended, we delivered common equity Tier 1 capital to the middle of our 9% to 10% operating range. We are also very pleased to announce a new 2-year share repurchase program.\nFourth, we ended '22 with strong momentum across the business that we carry into this new year. We remained focused on growth, aligned with our risk appetite. Importantly, we have the capital, credit reserves and strength of balance sheet that give us confidence to continue to deliver on our organic growth priorities.\nSlide 5 highlights the tremendous earnings power of the franchise, which has improved sequentially over the course of the year. PPNR is over 60% higher than pre-pandemic levels. Our return on tangible common equity is top tier.\nWe managed our asset sensitivity throughout the year and deliberately positioned the company to benefit from higher interest rates, which resulted in significant revenue growth.\nWe've also been prudent in taking actions to protect this revenue base, should we experience lower rates over the next few years. We will continue to be dynamic in this regard with our goal of reducing volatility and creating a tight quarter around the path of spread revenue.\nAt our Investor Day in November, we shared with you our highly defined set of strategic priorities. We expect these strategies will drive sustained revenue growth and support gains in efficiency over the long term.\nAs you also heard, this management team is a group of experienced operators. To further accelerate the execution of these strategies and support increased efficiency, we will be taking a series of actions during '23 to align our organizational structure with a focus on our critical priorities.\nWe expect these actions will result in new growth and efficiency opportunities. We will share more details on these actions as they're finalized over the course of the first quarter However, one element will be a voluntary retirement program for our middle and senior management.\nOverall, I believe this program will be important to support our colleagues and create value for our shareholders. In closing, we are well positioned for continued growth.\nWe have the strategies and the momentum in our businesses to support growth. We also benefit from highly engaged colleagues who have consistently delivered outstanding customer service and are a true differentiator. We have the credit discipline to outperform and remain focused on rigorous expense management, investment prioritization and capital allocation.\nWe remain committed to our long track record of managing to positive annual operating leverage and are intently focused on driving shareholder value. Zach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nCFO & Senior EVP, Huntington Bancshares Incorporated\n\nThanks, Steve. And good morning, everyone. Slide 6 provides highlights of our fourth quarter results. We reported GAAP earnings per common share of $0.42, and adjusted EPS was $0.43. Return on tangible common equity, or ROTCE, came in at 26% for the quarter. Adjusted for notable items, ROTCE was 26.5%. Further adjusting for AOCI, ROTCE was 19.8%.\nLoan balances continued to expand as total loans increased by $1.9 billion and excluding PPP, increased by $2.1 billion. Deposit balances increased by $1.6 billion on an end-of-period basis, while average deposits were essentially flat compared to the prior quarter.\nPre-provision net revenue expanded sequentially by 4.2% from last quarter to $893 million and on a full-year basis, year-over-year increased by 36% to $3.2 billion. Credit quality remained strong with net charge-offs of 17 basis points and nonperforming assets declining to 50 basis points.\nTurning to Slide 7. Average loan balances increased 1.7% quarter-over-quarter, driven by both commercial and Consumer loans. Commercial loans continue to represent the majority of loan growth. Within commercial, excluding PPP, average loans increased by $1.9 billion or 2.7% from the prior quarter. Primary components of this commercial growth included distribution finance, which increased $900 million, tied to continued normalization of dealer inventory levels, as well as seasonality, with shipments of winter equipment arriving to dealers.\nWe also saw the continued long-term trend of demand within our asset finance businesses, which drove balances $300 million higher in the quarter. Commercial real estate balances increased by $500 million, largely as a result of production late in the third quarter and lower prepays.\nEnd-of-period balances were higher by $180 million. Auto floorplan utilization continued to normalize, which drove balances higher by $300 million. Additional increases in line utilization over time represents a substantial ongoing opportunity.\nWe also saw higher balances in specialty verticals such as mid-corporate and tech and telecom, which were offset by lower balances in other areas as a result of our return optimization initiatives.\nIn Consumer, growth was led by residential mortgage which increased by $500 million as [on-sheet] production outpaced runoff and was supported by slower prepaid speeds. Partially offsetting this growth were lower auto balances, which declined by $230 million and RV/Marine, which declined by $50 million.\nTurning to Slide 8. We delivered $1.6 billion of deposit growth for the quarter and $4.6 billion for the year on an ending basis. On an average basis, deposits were lower by [2/10 of 1%] while increasing 2.4% year-over-year.\nCompetition for deposits has intensified, beginning in earnest in September and continuing into the fourth quarter. Notwithstanding that, we are pleased with the traction we saw over the course of the quarter as our teams delivered robust production, demonstrating the deposit gathering capabilities across the bank.\nEnding deposit growth was led by Consumer, which increased by $1.6 billion. We saw a mix shift in line with our expectations, including incremental growth in both money market and time deposits.\nWe continue to remain disciplined on deposit pricing, with our total cost of deposits coming in at 64 basis points for the fourth quarter. We will remain dynamic, balancing core deposit growth, the competitive rate environment and the utilization of a broad range of funding options.\nOn Slide 9, we reported another quarter of sequential expansion of both net interest income and NIM. Core net interest income, excluding PPP and purchase accounting accretion, increased by $67 million or 5% to $1.459 billion. Net interest margin expanded 10 basis points on a GAAP basis from the prior quarter and expanded 11 basis points on a core basis, excluding accretion.\nSlide 10 highlights our high-quality deposit base and diversified funding profile. For the current cycle to date, our beta on total cost of deposits was 17%. As we have noted, we expect deposit rates to continue to trend higher from here over the course of the rate cycle. Overall, our beta continues to track to our expectations.\nTurning to Slide 11. Throughout 2022, we were deliberate in managing the balance sheet to benefit from asset sensitivity. We also incrementally added to our hedging program to manage possible downside rate risks over the longer term.\nDuring the quarter, we executed a net $3.2 billion of receive-fixed swaps and $800 million of forward-starting swaption collars. At this point, based on the current rate outlook and yield curve opportunities, we believe we have optimized the size of the program.\nWe are comfortable with our position today as we balance near-term costs versus longer-term protection. As always, we will be dynamic as we monitor the outlook and the yield curve. We maintain unused hedge capacity that we could deploy should the curve revert and/or steepen to a level where we would add incremental downside rate protection hedges.\nOn the securities portfolio, we saw another step-up in reported yields quarter-over-quarter. We are benefiting from reinvestment as well as the hedge strategy to protect capital. We will continue to reinvest cash flows of approximately $1 billion each quarter, at attractive new purchase yields around 5%.\nMoving to Slide 12. Noninterest income was $499 million, up $1 million from last quarter. We drove record activity within our capital markets businesses during the quarter and throughout 2022. Capstone continued to perform well. And our underlying capital markets businesses outside of Capstone finished the year strong, up 26% year-over-year.\nWe remain pleased with the client engagement we are seeing in the wealth management business with another positive quarter of net asset flows. On a year-over-year basis, we saw lower mortgage banking income as a result of the higher rate environment and from lower deposit service charges from Fair Play enhancements we implemented during 2022.\nOffsetting these factors were higher capital markets revenues and payments revenues. Importantly, we're executing on our strategy to drive higher-value revenue streams, and our fee mix continues to trend favorably.\nMoving on to Slide 13. GAAP noninterest expense increased $24 million compared to the prior quarter. Adjusted for notable items, core expenses increased by $19 million.\nThis quarterly increase in core expenses was primarily the result of revenue-driven compensation tied to capital markets production. Additionally, we saw seasonally higher medical claims in the quarter, which increased by $16 million. Underlying these results, core expenses were well controlled, demonstrating our commitment to disciplined expense management.\nSlide 14 recaps our capital position. Common equity Tier 1 increased to 9.44%. Our tangible common equity ratio, or TCE, increased to 5.55%. Adjusting for AOCI, our TCE ratio was 7.3%.\nWe ended the year having delivered on our plan to drive common equity Tier 1 to the middle of our 9% to 10% operating range. Going forward, our capital priorities have not changed, fund organic growth, support our dividend and provide capacity for all other uses, including share repurchases.\nAfter having held back on share repurchases for the last several quarters, our expectation is that over the course of 2023 and beyond, we will now return to a more normalized capital distribution mix, including share repurchases.\nOur Board has authorized a $1 billion share repurchase program through the end of 2024. Given the current economic outlook, our thinking is that we will not actively repurchase shares during the first half of 2023, as we watch the path of the economy. This may result in capital ratios continuing to expand in the near term.\nWe like the flexibility the program provides, and we believe it is prudent to maintain an authorized share repurchase program as part of our overall capital management framework.\nOn Slide 15, credit quality continues to perform very well. As mentioned, net charge-offs were 17 basis points for the quarter. This was higher than last quarter by 2 basis points and up 5 basis points from the prior year as credit performance continues to normalize.\nNonperforming assets declined from the previous quarter and have reduced for 6 consecutive quarters. Criticized loans have similarly improved for 4 consecutive quarters. Allowance for credit losses was up slightly, driving the coverage ratio higher to 1.9% of total loans.\nTurning to Slide 16. You will note a strong reserve position. As I mentioned, the portfolio has continued to perform extraordinarily well, and we believe our disciplined approach to credit through the cycle underpins the overall strength of our balance sheet.\nWe were pleased to update our medium-term financial targets at Investor Day in November, and these form the foundation of our expectations over our strategic planning horizon. We believe these metrics are at the core of value creation, profit growth, return on capital and the commitment to drive positive annual operating leverage.\nTurning to Slide 18. Let me share some thoughts on our 2023 outlook. As we discussed at Investor Day, we analyze multiple potential economic scenarios to project financial performance and develop management action plans. Our targets are anchored on a baseline scenario that is informed by the consensus economic outlook and the forward yield curve as of December 31.\nThe baseline assumes a mild recession in 2023, with modest net GDP growth for the full year. The economy is expected to exit the year on the path toward recovery, with inflation gradually subsiding. Since Investor Day, the economic outlook is incrementally worse and is likely at the lower end of the baseline scenario outcomes.\nOur baseline outlook for 2023 is for average loans to grow between 5% and 7%, led by commercial with more modest growth in Consumer. We will continue to focus on optimizing for returns and driving loan expansion in select areas.\nDeposits are expected to increase between 1% and 4%, reflecting continued growth and deepening of customer and primary bank relationships. Net interest income is expected to increase between 8% and 11%, driven by continued earning asset growth and expanded full-year net interest margin.\nNoninterest income is projected to be approximately flat. We expect continued robust performance from our areas of strategic focus: capital markets, payments and wealth management.\nDuring 2023, several other factors are offsetting that growth, including our anticipated holding of the majority of our SBA loan production on sheet, thereby reducing near-term fee revenue in favor of longer-term high-return spread revenue.\nLower income of approximately $23 million associated with purchase accounting accretion in fees. Please refer to Slide 30 for more details. Lower operating lease revenue as we continue to transition to more capital leases.\nImportantly, we expect this will result in lower operating lease depreciation expense as well. Lower mortgage banking income for the full year 2023 versus 2022.\nAnd finally, in light of the economic outlook, we are implementing risk mitigating deposit policy changes that will result in a lower incidence of overdrafts and related service charges. In addition, we are reducing NSF fees to 0 in the first quarter.\nThis will result in an approximate $5 million reduction in fee income per quarter, which we expect to be more than offset by lower associated charge-offs. As you know, the first quarter is generally a seasonal low for overall fee income. We expect fee income will grow sequentially throughout the remainder of the year.\nOn expenses, as Steve noted, we intend to hold growth to a low level, given the environment, even as we remain committed to funding critical long-term investments.\nWe plan to manage core underlying expense growth between 2% and 4% for the full year. This level of expense growth benefits from the ongoing efficiency initiatives we've discussed previously, such as Operation Accelerate, branch optimization and the organizational alignment actions that Steve highlighted.\nAdded to the core expense growth, we expect approximately $60 million higher expenses from the full-year run rate of Capstone in Toronto, and $33 million of increased FDIC insurance expense associated with the surcharge.\nIn addition, we expect the first half of the year to include some amount of restructuring charges associated with the expense management actions we are taking. We will provide more details about these actions later in the quarter.\nOverall, our low expense growth, coupled with expanded revenues, is expected to support another year of positive operating leverage. We expect net charge-offs will be on the low end of our long-term through-the-cycle range of 25 to 45 basis points.\nOur 2023 guidance reflects the current macroeconomic outlook. We will continue to be diligent in analyzing the macro environment and will react as needed to manage as the year plays out.\nWe ended 2022 in a position of strength and have good momentum. We have every expectation of continuing to outperform this year. With that, we will conclude our prepared remarks and move to questions and answers. Tim, over to you.\n\nTimothy R. Sedabres\n\nExecutive VP & Head of IR, Huntington Bancshares Incorporated\n\nThank you, Zach. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only one question and one related follow-up. And then if that person has additional questions, he or she can add themselves back into the queue."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e69dafaefae9999b623ffe989af11eab",
    "period": "2022 Q3",
    "content": "Q3 2022 Huntington Bancshares Inc Earnings Call\n\nQ3 2022 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQOCT 21, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Third Quarter Earnings Call.\n(Operator Instructions)\nAs a reminder, this conference is being recorded. I'd now like to turn the conference over to your host, Tim Sedabres, Director of Investor Relations.\n\nTimothy R. Sedabres\n\nExecutive VP & Head of IR, Huntington Bancshares Incorporated\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be referencing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded. and a replay will be available starting about 1 hour from the close of the call.\nOur presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer; Rich Pohle, Chief Credit Officer, will join us for the Q&A. As noted on Slide 2, today's discussion, including the Q&A portion, will contain forward-looking statements. Such statements are based on information and assumptions available at this time and are subject to changes, risks and uncertainties, which may cause actual results to differ materially.\nWe assume no obligation to update such statements. For a complete discussion of risks and uncertainties, please refer to this slide and material filed with the SEC, including our most recent Forms 10-K, 10-Q and 8-K filings. Let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & CEO, Huntington Bancshares Incorporated\n\nThanks, Tim. Good morning, and welcome. Thank you for joining the call today. We are extremely pleased to announce our third quarter results, which reflected adjusted net income of $575 million and represented another quarter of record earnings for the company. We continue to execute on our plan for 2022 and the business is performing very well despite macroeconomic uncertainties. We are seeing sustained demand from customers across the footprint, which is reflected in the robust pipelines and our growth trends. We are closely monitoring economic developments and continue to believe we are operating from a position of strength as we head into the fourth quarter and 2023.\nNow on to Slide 4. First, the performance in the third quarter was exceptional with our third consecutive quarter of record PPNR. Loan growth continued to be broad-based and combined with the benefit from higher interest rates, net interest income again expanded at a double-digit rate from the prior quarter and fee income also expanded sequentially. As a result of these factors, adjusted PPNR increased by 14% in the quarter.\nThis performance was driven by execution of our revenue-producing initiatives and reflected our continued disciplined expense management. Second, we delivered another quarter of sequential growth in average deposits driven by commercial. Third, we were pleased to drive double-digit annualized loan growth again this quarter. With this robust loan momentum and continued pipeline strength, we are optimizing asset growth at the margin to maximize the return profile as we enter the fourth quarter.\nFourth, we are increasing our revenue and profitability guidance to incorporate the recent rate curve outlook. Zach will provide you with more details on that later. Finally, we are positioned very well for potential economic uncertainty with balance sheet strength, including higher capital levels and a reserve profile that is near the top of the peer group.\nAdditionally, our profitability and return on capital outlook is expected to continue to support further building capital ratios. This places Huntington in a position of strength with an outlook that will continue to be guided by our disciplined approach to customer selection and our aggregate moderate to low risk appetite through the cycle.\nOn Slide 5, let me share more details on our third quarter performance. As I mentioned earlier, we reported record net income, which reflects our earnings power and ability to generate sustained top-tier returns. We have positioned the company to benefit from higher interest rates with our asset sensitivity, and we continue to grow our fee income businesses. This level of robust revenue supports our continued investment in key strategic initiatives, which will sustain growth. Importantly, we remain committed to our disciplined expense management and guided by our commitment to positive operating leverage.\nFinally, as we previously delivered on the TCF integration program and cost savings, we remain focused on driving the incremental revenue opportunities from the acquisition.\nLet me provide a few updates on our progress to date. We've added over 60 revenue-producing colleagues in Minnesota and Colorado to support wealth management, business banking, middle market and specialty banking. The commercial teams in the Twin Cities in Denver are continuing to gain traction, adding new customers and building pipelines. In addition to the expanding middle market teams, we are seeing accelerated loan growth in some of our specialty areas such as health care and asset-based lending, where we have recently closed a handful of sizable new relationships in Colorado as a function of our expertise and local presence. We are also driving increased productivity from the acquired branches where we have grown primary banking relationships nearly every month since conversion. We believe this demonstrates relationship deepening and a positive reception to the Huntington product offerings.\nOur business banking expansion in Minnesota and Colorado is also showing substantial momentum.\nWe're pleased to have already achieved the top 3 ranking or better for SBA lending, which were start-ups in both markets. The launch of Wealth Management in the Twin Cities continues to track better than our initial projections. The team has been fully built out, and we are pleased with the caliber of talent we were able to add in this market. While it's still early, the team is already contributing to relationship growth. Building pipelines reflect a significant customer opportunity even against a difficult market backdrop.\nBased on early successes we are seeing in the Twin Cities, we've expanded the wealth management business to Denver with key hires added during the third quarter. In our Asset Finance business, which includes equipment finance and distribution finance, which was formerly known as inventory finance, our teams continue to capitalize on the opportunities to harness the combined scale to better serve our customers. The business is significantly benefiting from that scale driving increased momentum in client acquisition and deepening of existing relationships.\nWe are now the fifth largest bank-owned equipment finance platform in the U.S., an increase from #7 only a year ago. These initiatives are ongoing, and we expect them to be a significant contributor to our growth over the longer term. We look forward to our Investor Day next month when we can spend more time on our overall business strategies as well as how these TCF revenue synergies factor into our consolidated outlook.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nCFO & Senior EVP, Huntington Bancshares Incorporated\n\nThanks, Steve, and good morning, everyone.\nSlide 7 provides highlights of our third quarter results. We reported GAAP and adjusted earnings per common share of $0.39. Return on tangible common equity, or ROTCE, came in at 21.9% for the quarter. Adjusted for notable items, ROTCE was 22.2%. As you saw on Slide 4, if you were to normalize TCE for the noncash accounting impact of other accumulated comprehensive income that arises from unrealized losses on our AFS securities portfolio, our ROTCE would have been 18.6%. We are pleased with the sustained momentum in our loan balances with total loans increasing by $3 billion. And excluding PPP, loans increasing by $3.3 billion.\nTotal average deposits also increased $1 billion quarter-over-quarter and $3.7 billion year-over-year. This growth reflects the focus on primary bank relationships.\nPre-provision net revenue expanded sequentially by 17% from last quarter to $857 million. Credit quality remained strong with net charge-offs of 15 basis points and nonperforming assets declining to 53 basis points.\nSlide 8 shows our continued trajectory of PPNR expansion. We expect Q4 to be another strong quarter as we drive sustainable profitability and highlight the earnings power of the company, supported by organic growth initiatives and harnessing the benefits from the TCF acquisition.\nWe remain committed to our long track record of managing to positive operating leverage even as we continue to invest in the business.\nTurning to Slide 9. Average loan balances increased 2.6% quarter-over-quarter totaling $117 billion. Excluding PPP, total loan balances increased $3.3 billion or 2.9% driven by both commercial and consumer loans. Within commercial, excluding PPP, average loans increased by $2 billion or 3.3% from the prior quarter. These results were supported by broad-based demand across our commercial businesses that is fueling robust new production. Line utilization remained relatively stable during the quarter on a core C&I basis, while we saw higher balances within distribution finance.\nAsset Finance, which includes equipment finance and distribution finance, contributed with balances higher by $1 billion. This included $300 million from distribution finance during the quarter. Commercial real estate balances also increased by $800 million. Commercial growth continued in our middle market, corporate and specialty banking segments, which collectively increased by $200 million during the quarter.\nIn Consumer, growth was led by residential mortgage, which increased by $1 billion, driven by slowing prepays and higher mix of on-balance sheet loan production. We also saw steady growth in our vehicle finance business.\nTurning to Slide 10. We delivered average deposit growth of $1 billion. Deposit growth was led by commercial, up $1.4 billion. This expansion reflects our initiatives to drive primary bank relationships and new customer acquisition. We remain disciplined on deposit pricing, with our total cost of deposits coming in at 25 basis points for the third quarter.\nOn Slide 11, we reported another quarter of sequential expansion of both net interest income and NIM. Core net interest income, excluding PPP and purchase accounting accretion, increased by $148 million or 12% to $1.392 billion. Net interest margin increased primarily driven by higher earning asset yields as a result of our asset sensitivity position.\nSlide 12 highlights Huntington's deposit pricing discipline. Our low deposit rate relative to the third quarter of 2015 along with an improved funding profile gives us the flexibility to remain disciplined on deposit pricing. For the third quarter, we have started to see our average cost of deposits tick up as expected. We are remaining dynamic in this environment. We continue to manage the portfolio at a very granular and segmented level to ensure pricing discipline and with a focus on growing the primary bank relationships that bring lower-cost deposits.\nTurning to Slide 13. We have been dynamically managing the balance sheet against the volatile rate backdrop. This quarter, we continued to execute on our hedging strategy to manage possible downside rate risks over the longer term while positioning ourselves to benefit from higher expected rates in the short term. In Q3, we increased our downside protection by executing a net $6.6 billion of received fixed swaps and $2 billion of callers.\nWe will be proactive in managing our downside risk while closely monitoring the rate outlook. Our expectation is to continue to deploy downside hedging strategies over the coming months. Additionally, we are actively managing the securities portfolio to both capture the benefit from higher rates over time and protect tangible capital. We maintained the proportion of securities in held to maturity, flat during the quarter and are reinvesting securities portfolio cash flows at rates above portfolio yields.\nMoving to Slide 14. Noninterest income was $498 million, up $13 million from last quarter. We drove record activity within our capital markets businesses during the quarter, with revenues increasing $19 million which includes the full quarter impact from Capstone. Capstone's deal pipeline is healthy, and we expect it to contribute to additional growth in the fourth quarter. We remain pleased with the client engagement we are seeing in the wealth management business with positive net asset flows year-to-date. The momentum in net flows has been outweighed by market-based changes in assets under management, resulting in lower overall revenue. Deposit service charges were also lower by $12 million reflecting the expected $9 million impact from fair play enhancements that were implemented in July.\nOur outlook for the impact of these fee adjustments is unchanged from prior guidance. Our Fair Play philosophy is at the center of our strategy and is directly aligned with our mission of looking out for people. We believe the effect of Fair Play continues to be a compelling value proposition for our customers and supports sustainable growth for the bank. Fee revenues were also impacted this quarter by a decline in mortgage banking driven by a lower return on our MSR asset and lower saleable spreads.\nMoving on to Slide 15. Noninterest expense increased $35 million from the prior quarter.\nAligned to our prior guidance, core expenses, excluding notable items, increased $49 million to $1.043 billion. This increase was mainly driven by the full quarter impact from Capstone in [Tarana]. It also included additional compensation expenses related to the strong revenue and production we are seeing in 2022 and impacts from merit and day count. The underlying expense run rate remains very well controlled. Our efficiency ratio, which is an outcome of our revenue drivers and expense management activities came in at 54.4% on a reported basis and adjusted for notable items was 53.9% for the quarter. On an adjusted basis, this reflects a decrease of 210 basis points quarter-over-quarter.\nSlide 16 recaps our capital position. Common equity Tier 1 ended the quarter at 9.3% within our targeted operating range of 9% to 10%. As we go forward, our capital priorities remain unchanged with our first priority to fund organic loan growth. With the robust return on equity we are generating from our core assets, we are deploying our incremental capital to fund organic growth and drive CET1 toward the middle of our target operating range by year-end. Our tangible common equity ratio, or TCE, declined to 5.3% as a result of AOCI marks on the securities portfolio. Recall, this temporarily reduces equity as value marks are taken and then accretes back over time. Importantly, this does not impact our regulatory capital ratios. Our TCE ratio, excluding the AOCI impact, increased 19 basis points to 7.2%. Finally, our dividend yield remains well above the median in our peer group at 4.5%.\nOn Slide 17, credit quality continues to perform very well. As mentioned, net charge-offs were 15 basis points for the quarter. This was higher than last quarter by 12 basis points and down 5 basis points from the prior year. Our consumer and commercial portfolios continue to demonstrate stability and credit quality. Nonperforming assets declined from the previous quarter and have reduced for 5 consecutive quarters.\nCriticized loans have reduced both from the prior quarter and prior year. Allowance for credit losses was up 2 basis points to 1.89% of total loans, reflecting a conservative reserve posture given the heightened economic uncertainty even as our internal portfolio metrics show stability.\nTurning to Slide 18. Let me update our latest forecast for Q4. Our guidance assumes the consensus economic outlook through year-end and incorporates the rate curve as of the end of September. Our loan growth guidance remains unchanged at high single-digit growth rate on a year-over-year basis. We are currently tracking toward the higher end of this range. As a result of balance sheet growth and the rate curve outlook, we are again revising guidance higher for net interest income. We now expect core net interest income on a dollar basis, excluding PPP and purchase accounting accretion to be up in the high 20s to low 30s percentage growth rate for the fourth quarter on a year-over-year basis.\nIn fee income, we now expect it to be down low single digits for the fourth quarter on a year-over-year basis. This guidance is reduced from a prior level. We continue to see encouraging trends in core strategic growth areas within fees namely our capital markets, wealth and advisory and payments businesses and the prior trends we have been seeing in other major fee lines, including mortgage, are within expected levels.\nThe change in our guidance is related to the decision to hold on sheet, the guaranteed portion of our SBA loan production. Market sale premiums for those assets have reduced and it is now more advantageous for us to hold that production on sheet in Q4 as opposed to selling. We will forgo an acceleration of fees this quarter, but benefit from higher spread income out into 2023 and beyond. We believe this is a good economic return, but will cause fee recognition in Q4 to be lower than prior expectations.\nOn expenses, our expectation is for core expenses to be up low single digits in the fourth quarter compared to the prior quarter. We continue to maintain tight control of underlying core expenses while also seeing some impacts from compensation driven by the strong performance and profitability we are seeing in our 2022 results. Given the higher earnings, we now expect our tax rate to be approximately 19%.\nFinally, before we move to Q&A, I'd like to end with a few key points. As Steve mentioned earlier, our business is performing exceptionally well right now with solid momentum in the underlying drivers and expanding profitability. We also continue to see strength in our customer trends, where they appear to be managing through the environment well and with solid credit performance.\nNotwithstanding these clear positives, we are mindful of the heightened uncertainty and risks in the environment. We are closely monitoring the impacts from persistently high inflation, rising interest rates, geopolitical instability and market volatility. The cone of uncertainty around the near-term economic environment has widened and the probability of a recession is increasing. A bedrock part of the way we manage our business is to be dynamic to ensure we have game plans ready and are positioned to act to manage through a multitude of scenarios while sustaining top-tier performance.\nAnd as always, we are guided by our moderate to low risk appetite through the cycle. We are operating from a position of strength, and we are confident in our ability to successfully manage a range of economic environments. We're looking forward to hosting many of you at our upcoming Investor Day on Thursday, November 10, in New York City and via webcast. We are excited to share more about our strategic growth objectives and our targets to continue to drive top performance and value creation over the years to come.\nWith that, we will conclude our prepared remarks and move to Q&A. Tim, over to you.\n\nTimothy R. Sedabres\n\nExecutive VP & Head of IR, Huntington Bancshares Incorporated\n\nThanks, Zach. Operator, we will now take questions. We ask that as a courtesy to your peers, each person ask only one question and one related follow-up. And then if that person has additional questions, he or she can add themselves back into the queue. Thank you."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4f62650f702fc227ce33c51da3f4a89c",
    "period": "2022 Q2",
    "content": "Q2 2022 Huntington Bancshares Inc Earnings Call\n\nQ2 2022 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJUL 21, 10:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Second Quarter Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to your host, Mr. Tim Sedabres, Director of Investor Relations. Thank you. You may begin.\n\nTimothy R. Sedabres\n\nExecutive VP & Head of IR, Huntington Bancshares Incorporated\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we'll be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour from the close of the call. Our presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Rich Pohle, Chief Credit Officer, will join us for the Q&A.\nAs noted on Slide 2, today's discussion, including the Q&A portion, will contain forward-looking statements. Such statements are based on information and assumptions available at this time and are subject to changes, risks and uncertainties, which may cause actual results to differ materially. We assume no obligation to update such statements. For a complete discussion of risks and uncertainties, please refer to this slide and material filed with the SEC, including our most recent Forms 10-K, 10-Q and 8-K filings.\nWith that, let me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & CEO, Huntington Bancshares Incorporated\n\nThanks, Tim. Good morning, and welcome. Thank you for joining the call today. Our outstanding second quarter results reflect momentum across the bank as we completed the integration of TCF. While 2022 continues to bring its own set of unique challenges, our businesses are performing very well. Overall, the companies in our markets are in good shape and continue to evidence demand for loans to support business investment and expansion. Consumers are generally maintaining liquidity. Much of the government and municipal stimulus funds are yet to be invested. Importantly, Huntington and the banking industry remain very well positioned to withstand the current volatility.\nNow on to Slide 4. First, our performance in the second quarter was exceptional, with record net income and PPNR. Our focused execution is driving these robust results and leading returns. Loan growth continued in the quarter as we saw higher balances in nearly every portfolio across our commercial and consumer businesses. Higher loan growth paired with the benefit from higher interest rates contributed to expanded net interest income.\nSecond, we're pleased to deliver average deposit growth quarter-over-quarter in our commercial and consumer businesses. The focus remains on growing primary bank relationships while maintaining a disciplined deposit pricing strategy. Third, we achieved our target for core expenses below the $1 billion level as we completed the TCF cost synergy program. Fourth, we delivered on our medium-term financial goals this quarter earlier than previously guided. Finally, we posted record low net charge-offs this quarter and overall credit quality remains exceptional. This reflects our disciplined approach to customer selection and our aggregate moderate-to-low risk appetite through the cycle. While we acknowledge the potential for uncertainty, to date, we are not seeing substantive areas of concern within our loan portfolios.\nOn Slide 5, let me share more detail on our second quarter performance. Robust loan growth, higher net interest income and expense reductions supported our record PPNR, which increased 17% from the prior quarter. Average loan balances, excluding PPP, grew 10% on an annualized basis and are tracking to our expectations. While growing deposits, we are maintaining deposit pricing discipline in the face of a rising rate environment.\nWe were also honored to be once again recognized by J.D. Power for the #1 mobile app amongst regional banks. This marks the fourth consecutive year earning the top rank.\nLast month, we announced the formation of an enterprise-wide payments organization led by a dedicated payments executive. This initiative reflects our strategic priority to accelerate our payments capabilities, expand the services we provide to our customers and drive additional fee revenues.\nIn May, we announced the acquisition of Torana, now known as Huntington Choice Pay, which is a payment business focused on providing business to consumer payment services. On the commercial side, we continue to see traction in our treasury management initiatives with revenues growing 12% annualized this quarter.\nOn the consumer side, we launched an enhanced cash back credit card offering late in the first quarter and results so far have exceeded our expectations. We are driving organic growth opportunities by providing enhanced product offerings to the TCF customer base and growing share of wallet.\nWe completed the acquisition of Capstone last month, which adds a top-tier middle market investment bank and advisory firm bolstering our capital markets capabilities. We are pleased with the early contribution from our new colleagues who added $4 million of capital market fees in the last 2 weeks of the quarter post closing. Looking forward, we see significant revenue synergies within our customer base as well.\nTurning to Slide 6. We extended our track record of modeled credit outperformance in the recent CCAR stress test results. This year's process included the acquired TCF loan portfolios and the results did not materially change our model performance relative to peers. This highlighted the robust credit strength of Huntington's balance sheet, which has continued to outperform peer median benchmarks in every CCAR cycle since 2015.\nFinally, I want to highlight the accomplishments of the TCF combination. It's been just over a year since we closed on the acquisition. And since then, we've delivered on the commitments we shared at announcement. We closed quickly in under 6 months and converted systems just 4 months later. We delivered the cost synergies earlier than guided. The pace of digital investment spend has doubled from the prior run rate, accelerating our digital initiatives. We've delivered leading financial performance, which is evident in our results this quarter. Finally, we are capturing incremental opportunities from the addition of key markets and capabilities through our revenue synergy initiatives.\nOver the past year, we've added over 50 revenue-producing colleagues in Minnesota and Colorado to support wealth management, business banking, middle market and specialty banking. The middle market teams in the Twin Cities and Denver are growing relationships, increasing loans and deposit production. We're also seeing increased productivity from the acquired branches and a positive reception to the Huntington product offerings and customer service experience. Our business banking expansion in the Twin Cities and Denver is also showing substantial momentum, where we are pleased to have already achieved a top 5 ranking for SBA lending in both markets.\nWe've seen early traction from our wealth management launch in the Twin Cities with AUM building year-to-date. As a result of this success, we've replicated that approach in Denver, and we've hired an experienced leader and other new colleagues to build out our capabilities.\nAs for our inventory and equipment finance businesses, the teams continue to capitalize on the opportunities to harness the combined scale to better serve our clients. Today, we are the seventh largest bank-owned national platform, and I expect that ranking to increase based on the momentum we are experiencing. These initiatives are ongoing, and we expect them to contribute to our growth over multiple years. We are well positioned to grow shareholder value.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nCFO & Senior EVP, Huntington Bancshares Incorporated\n\nThanks, Steve, and good morning, everyone. Slide 8 provides highlights of our second quarter results. We reported earnings per common share of $0.35. Adjusted for notable items, earnings per common share were $0.36. Return on tangible common equity, or ROTCE, came in at 19.9% for the quarter. Adjusted for notable items, ROTCE was 20.6%. We were pleased to see sustained momentum in our loan balances with total loans increasing by $2.8 billion and excluding PPP, loans increased by $3.3 billion.\nTotal average deposits also increased with growth in both consumer and commercial balances. Pre-provision net revenue expanded sequentially and grew 17% from last quarter. Consistent with our plan, we reduced core expenses below our target of $1 billion, driven by the realization of cost synergies. Credit quality was exceptional, with record low net charge-offs of 3 basis points and nonperforming assets reduced to 59 basis points.\nSlide 9 shows our continued trajectory of PPNR expansion. We see 2022 coming together quite well as we drive sustainable profitability and highlight the earnings power of the company, supported by our organic growth initiatives and harnessing the benefits from the TCF acquisition. We remain committed to our long track record of managing to positive operating leverage with disciplined expense management, even as we continue to invest in the business.\nTurning to Slide 10. Average loan balances increased 2.5% quarter-over-quarter, totaling $113.9 billion. Excluding PPP, total loan balances increased $3.3 billion or 3%, driven by commercial and consumer loans. Within commercial, excluding PPP, average loans increased by $2 billion or 3.3% from the prior quarter. These results were supported by broad-based demand across commercial lending that is driving robust new production.\nLine utilization remained relatively stable during the quarter on a core C&I basis, while we saw higher balances within our inventory finance business. Commercial growth was led by middle market, corporate and specialty banking, which collectively increased by $746 million during the quarter.\nAsset Finance contributed meaningfully with balances higher by $497 million. Inventory finance continues to rebuild towards a more normalized level with average balances up $383 million during the quarter. Commercial real estate balances also increased by $213 million. Auto dealer floor plan balances were relatively stable, increasing by $45 million as supply chain constraints continue to dampen inventory levels.\nIn Consumer, growth was led by residential mortgage, which increased by $1 billion, driven by slower prepays and higher mix of on-balance sheet loan production. We also saw steady growth in RV/Marine and indirect auto. Average home equity balances declined by $41 million. However, we were pleased to see end-of-period balance growth, driven by robust new production of first-lien refinance products.\nTurning to Slide 11. We delivered average deposit growth of $2.1 billion. Deposit growth was led by commercial, with deposits up $2.1 billion, while consumer balances increased by $500 million from the prior quarter. This growth reflects our initiatives to drive primary bank relationships and new customer acquisition across the bank. We remain disciplined on deposit pricing with our total cost of deposits coming in at just 7 basis points for the second quarter.\nOn Slide 12, we reported another quarter of sequential expansion of both net interest income and NIM. Core net interest income, excluding PPP and purchase accounting accretion, increased by $125 million or 11% to $1.244 billion. Consistent with our prior guidance, net interest margin increased driven by higher earning asset yields as a result of our asset sensitivity position and lower Fed cash balances.\nSlide 13 highlights Huntington's deposit pricing discipline. We have a long history of managing through cycles, and we believe our deposit base today is even stronger than it was starting the last tightening cycle. For the second quarter, we have seen little change to our average cost of deposits, given the timing of rapid Fed rate moves occurring later in the quarter. That said, we are remaining dynamic in this environment. We are managing the portfolio at a very granular and segmented level, client by client in many cases to ensure pricing discipline and growing the primary bank relationships to bring lower-cost operational deposits.\nTurning to Slide 14. We are managing the balance sheet in order to position ourselves to benefit from higher expected rates in the short term while also being judicious on managing possible downside rate risks over the longer term. We continued to execute on our hedging strategy during the second quarter and increased our downside protection by executing a net $3.3 billion of received fixed swaps. Our expectation is to continue to add to this hedging program during the third quarter. Additionally, we are managing the securities portfolio to both capture the benefit from higher rates over time as well as protect capital. We increased the proportion of securities and held to maturity during the quarter and our reinvesting securities portfolio cash flows at rates well above portfolio yields.\nMoving to Slide 15. Noninterest income was $485 million, up $41 million year-over-year and down $14 million from last quarter. We saw record activity within our capital markets business during the quarter, which drove revenues up $12 million from prior quarter. Additionally, we saw expansion in our cards and payments revenues and deposit service charges.\nFee revenues were impacted this quarter by lower gain on sale from SBA loan sales as we sold less balances in the second quarter compared to the prior quarter. Recall, we restarted our normal SBA loan sales earlier this year. And while loan production remains robust, this quarter's gain on sale is generally aligned to our go-forward expectations.\nFees were also impacted by a decline in mortgage banking as volumes continue to normalize from the exceptionally strong levels seen last year and due to lower saleable spreads. While we are pleased with the sales and client engagement traction in our Wealth Management business, we saw lower overall revenues as market-based AUM changes outweighed continued momentum in net asset flows.\nMoving on to Slide 16. Noninterest expense declined $35 million from the prior quarter. Excluding notable items, core expenses declined by $13 million to $994 million as we completed the cost savings from the acquisition and achieved our targeted expense level. Our efficiency ratio, which is an outcome of our revenue drivers and expense management activities, came in at 57% on a reported basis and adjusted for notable items was 56% for the quarter, in line with our medium-term target.\nSlide 17 recaps our capital position. Common equity Tier 1 ended the quarter at 9.1% and within our target operating range of 9% to 10%. As we go forward, our capital priorities remain unchanged with our first priority to fund organic loan growth. Our expectation is that given the strong sustained levels of loan growth, buybacks will be de minimis, if any, for the remainder of the year.\nWith the robust return on equity we are generating, we expect to be able to fund this organic growth and see capital ratios move higher over the balance of 2022. Our tangible common equity ratio, or TCE, declined to 5.8%, as a result of AOCI marks on the securities portfolio. Recall, this is an accounting construct that temporarily reduces equity as value marks are taken and then reverses over time and this does not impact our regulatory capital ratios. Our TCE ratio, excluding the AOCI impact has been relatively stable near 7% level. Finally, our dividend yield remains #1 in our peer group at 5%.\nOn Slide 18, credit quality continues to perform very well. As mentioned, net charge-offs were a record low of 3 basis points, benefiting from another quarter of net recoveries in commercial portfolios and continued stability in consumer credit quality. Nonperforming assets declined from the previous quarter and have reduced each of the last 4 quarters. We also saw lower criticized loans, which have improved both from the prior quarter and prior year. Allowance for credit losses was flat at 1.87% of total loans, reflecting a conservative reserve posture, given the heightened economic uncertainty even as our internal portfolio metrics show stability.\nWe are proud to report on Slide 19 that we have achieved our medium-term goals. Since sharing these targets, we have been intently focused on executing on our commitments and managing dynamically through the changing environment. We have been guiding that we were -- as expected reflect these goals by the second half of 2022. We have now achieved these results 1 quarter ahead of schedule. This performance represents the earnings power of the franchise. The TCF acquisition bolstered many of these areas and allowed us to gain incremental scale and profitability, as Steve mentioned earlier. And the incremental growth momentum is only just the beginning. As we stand today, we believe our return on capital is compelling compared to our peer set and demonstrates the financial rigor with which we operate that is focused on creating fundamental value for shareholders.\nFinally, turning to Slide 20. Let me update our outlook. Our guidance assumes the consensus economic outlook through 2022, and it incorporates the rate curve as of the end of June. Our loan growth outlook remains unchanged. As a result of our balance sheet growth and the rate curve outlook, we are again revising guidance higher for net interest income. We now expect core net interest income on a dollar basis, excluding PPP and purchase accounting accretion, to grow in the high teens to low 20s percent range.\nIn fee income, we continue to expect growth between low and mid-single digits for the fourth quarter on a year-over-year basis. We are continuing to see encouraging trends in our payments, capital markets and wealth and advisory businesses. As we shared previously, our guidance incorporates the normalization of mortgage banking revenues and the fair play enhancements we are making over the course of the second half of the year.\nNote, our guidance fully captures the expected benefits of our Capstone Partners and Torana acquisitions, which closed in the second quarter. On expenses, we are pleased to have completed the cost savings program. We are balancing continued momentum in the business and strong revenue growth with the uncertainty around the near-term macro outlook and inflationary pressures that are affecting the economy.\nThe strong revenue performance of the business will drive a degree of associated compensation expenses in addition to targeted investments to support key growth initiatives. Hence, our expectation is for core expenses, excluding Capstone Partners and Torana to grow at a modest level for the balance of 2022. Additionally, Capstone and Torana will add incremental expenses of approximately $25 million beginning in the third quarter run rate. Finally, given our continued exceptional credit performance, we are revising our full year net charge-offs down to less than 15 basis points from approximately 20 basis points previously.\nThat concludes our opening remarks. Tim, let's open up the call for Q&A, please.\n\nTimothy R. Sedabres\n\nExecutive VP & Head of IR, Huntington Bancshares Incorporated\n\nThanks, Zach. Operator, we will now take questions. (Operator Instructions)"
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/80a2bb5204b278bde427c1db39125f62",
    "period": "2022 Q1",
    "content": "Q1 2022 Huntington Bancshares Inc Earnings Call\n\nQ1 2022 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQAPR 21, 9:00 AM\n\nOperator\n\nGreetings, and welcome to the Huntingtin Bancshares First Quarter 2022 Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the call over to your host, Tim Sedabres, Director of Investor Relations. Thank you. You may begin.\n\nTimothy Sedabres\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we'll be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As reminder, this call is being recorded, and a replay will be available starting about 1 hour from the close of the call.\nOur presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Rich Pohle, Chief Credit Officer, will join us for the Q&A.\nAs noted on Slide 2, today's discussion, including the Q&A portion, will contain forward-looking statements. Such statements are based on information and assumptions available at this time and are subject to changes, risks and uncertainties, which may cause actual results to differ materially. We assume no obligation to update such statements. For a complete discussion of risks and uncertainties, please refer to this slide and material filed with the SEC, including our most recent Forms 10-K, 10-Q and 8-K filings.\nLet me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & CEO, Huntington Bancshares Incorporated\n\nThanks, Tim. Good morning, everyone, and welcome, and thank you for joining the call today. It's been an eventful start to the year. We entered 2022 with momentum, and we carried forward that trend to deliver a strong first quarter. We are managing through a turbulent macroeconomic environment, high inflation, persistent labor and supply chain constraints, fed interest rate tightening, rapid moves in the yield curve and the devastating crisis in Ukraine, all have made for a challenging backdrop.\nNow on to Slide 4. I'm pleased to highlight our excellent first quarter performance. First, our colleagues are delivering on revenue-producing initiatives supporting our strong results. We're generating profitable growth and building momentum, including executing on our revenue synergies.\nSecond, operating with disciplined expense management, we posted another quarter of sequential reductions in core expenses. Our targeted cost savings are on track for full realization this quarter, and we are capturing these benefits even earlier than originally guided.\nThird, we had record low net charge-offs this quarter with overall exceptional credit quality. Our disciplined risk management continues to be a strength. Lastly, we are confident in our full year outlook and our ability to drive additional profitability. We are revising our guidance higher to incorporate the recent rate curve outlook, and we remain confident that we will achieve our medium-term financial targets in the second half of '22.\nOn Slide 5, let me share more detail on our first quarter performance. Our robust loan growth, higher net interest income and planned reductions in expenses supported a record PPNR. Average loan balances, excluding PPP, grew 10% annualized, driven by new loan production across both commercial and consumer portfolios. We continue to see strong customer demand and growing loan pipelines and are confident this momentum will continue over the course of this year.\nOur teams are fully aligned and executing on the revenue synergy opportunities from TCF. We are seeing terrific momentum in these initiatives as we expand into new markets with enhanced capabilities. In the Twin Cities, our new wealth management, business banking and middle market teams are already contributing to revenues. Likewise, in Colorado, our business banking and middle market teams are capturing market share and generating revenue. We're also pleased with our inventory finance business, which has seen seasonal growth and is exceeding our expectations.\nAdditionally, we are seeing increased productivity and positive recession to the Huntington product set and customer service experience. We continue to execute on our strategic initiatives across the bank. In March, we announced the next evolution of our leading Fair Play product set, including the soon-to-be-released instant access feature as well as an enhanced credit card offering through the launch of our cash-back credit card.\nIn addition, our continued expense discipline has enabled us to support investments that are yielding results. This is evidenced by our record first quarter of sales in Wealth Management and also by another quarter of robust growth in our capital markets businesses.\nJust last month, we announced the signing of a definitive agreement to acquire Capstone Partners, a top-tier middle market investment bank and advisory firm that will add significant capabilities and expertise to our capital markets businesses. The transaction is expected to close late this quarter.\nCapstone is a terrific fit with Huntington, both strategically and culturally, and we're excited for the synergistic growth opportunities. The addition of Capstone better positions us to serve the full range of needs for clients and our footprint as well as those we serve on an increasingly national basis. The transaction adds key verticals that complement our existing industry specialization and adds new capabilities in expanded sectors.\nWe expect Capstone will meaningfully increase our capital markets revenues by about 50%, and we're excited to welcome our new colleagues to Huntington. Finally, we are proud to share a few of the awards we received during the quarter. We were honored to be recognized by Forbes in 2022 as one of America's best large employers, where we ranked #7 in the banking and financial services industry.\nWe were also recognized in middle market and small business banking with numerous Greenwich Excellence and Best Band Awards for 2021. And lastly, we are proud that The National Diversity Council named Donald Dennis, our Chief Diversity, Equity and Inclusion Officer, as a Top 100 Diversity Officer nationally.\nBefore moving on, I'd like to take a moment to welcome Brant Standridge to Huntington who joined us earlier this month as our President of Consumer and Business Banking. Brant comes to us with a broad set of experiences, including a customer-focused foundation that aligns well with our strategies. As Brant joins us, a special thank you to Steve Rhodes, who will continue to lead our Business Banking division.\nSlide 6 shows our continued trajectory of profitable growth. We've been driving sustainable profitability for years supported by our prior strategic investments and our long track record of managing the positive operating leverage. We are confident that this increasing trend will continue and will further benefit by the underlying earnings power unlocked from TCF. We are poised to have outsized PPNR growth this year and expect it to expand sequentially over the remainder of the year.\nZach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nCFO & Senior EVP, Huntington Bancshares Incorporated\n\nThanks, Steve, and good morning, everyone. Slide 7 provides highlights of our first quarter results. We reported earnings per common share of $0.29. Adjusted for notable items, earnings per common share were $0.32. Return on tangible common equity, or ROTCE, came at 15.8% for the quarter. Adjusted for notable items, ROTCE was 17.1%.\nWe were pleased to see accelerated momentum in our loan balances with total loans increasing by $1.7 billion. And excluding PPP, loans increased by $2.6 billion. Total average and ending deposits also increased, driven by strong trends in both consumer and commercial balances. Pre-provision net revenue grew 4.2% from last quarter, reflecting our continued focus on self-funding revenue-producing strategic initiatives as well as net interest income expansion.\nConsistent with our plan, we reduced core expenses by $27 million from last quarter, driven by the realization of cost synergies. Credit quality was exceptional, with record low net charge-offs of 7 basis points and nonperforming assets reduced to 63 basis points.\nTurning to Slide 8. Accelerated loan growth momentum continued, with average loan balances increasing 1.5% quarter-over-quarter totaling $111.1 billion. Excluding PPP, total loan balances increased $2.6 billion or 2.4%, largely driven by commercial loans.\nWithin commercial, excluding PPP, average loans increased by $2.2 billion or 3.8% from the prior quarter. We continue to see broad-based demand across lending categories that is supporting strong new production. We are also benefiting from slowing prepayments and modest increases in line utilization.\nMiddle market, asset finance, corporate and specialty banking, all contributed to higher net balances within commercial and have all expanded for 2 quarters in a row. Commercial real estate balances also increased during the quarter by $485 million. Inventory Finance contributed to growth this quarter with balances increasing by $666 million, driven by the expansion of client relationships and the expected seasonal increase in utilization levels.\nAuto dealer floor plan increased with balances by $251 million as new client relationships and a modest uptick in utilization, both supported growth. In Consumer, we had a record first quarter performance in indirect auto and RV marine originations. This drove balances higher in auto and RV/Marine by $108 million and $63 million, respectively. Additionally, on sheet residential mortgage increased by $550 million. These were offset by lower home equity balances.\nAcross the enterprise, our bankers are executing disciplined calling strategies, driving sustained growth in both early-stage and late-stage loan pipelines, both of which are higher from the prior quarter and the prior year. We are seeing strong demand from our customers and the realization of pipelines supports our high degree of confidence in our 2022 outlook.\nTurning to Slide 9. We delivered solid deposit growth, with balances higher by $614 million. On a spot basis, total deposit balances increased $3.7 billion or 2.6% from prior quarter. Ending commercial balances increased by $2.5 billion and consumer balances increased by $1.5 billion from the prior quarter. This growth reflects continued consumer deposit gathering and our focused relationship deepening within commercial customers.\nOn Slide 10, we reported net interest income and NIM expansion. Core net interest income, excluding PPP and purchase accounting accretion, increased by 3% to $1.119 billion. Consistent with prior guidance, net interest margin increased versus prior quarter, and we are on track for further NIM expansion throughout 2022.\nTurning to Slide 11, we are dynamically managing the balance sheet to remain asset sensitive and capture the benefit of expected higher rates while incrementally providing downside protection opportunities present themselves. We have a peer-leading NIM, and we're positioned to expand margin as rates increase.\nDuring the quarter, we modestly increased our downside protection by executing a net $2.7 billion of received fixed swaps. As noted on the slide, these explicit hedging actions reduced asset sensitivity in the quarter by 0.3%. The overall estimated asset sensitivity and an up 100 basis point ramp scenario ended the quarter at 3.1%, down from 4.6% at year-end. The remaining change in this metric beyond our hedging actions was driven by other ancillary modeling impacts such as the denominator impact of higher projected base net interest income, slower prepayments and other balance sheet mix shifts.\nOn the bottom of the slide is our loan portfolio composition. As you can see, we are well positioned for the expected higher interest rates throughout the year with an attractive mix of floating and fixed rate loans. Furthermore, our indirect auto portfolio has a weighted average life of approximately 25 months with roughly half of that portfolio repricing each year.\nMoving to Slide 12. Noninterest income was $499 million, up $104 million year-over-year and down $16 million from last quarter. Fee revenues were impacted by a decline in mortgage banking, primarily due to lower saleable originations as well as typical seasonality resulting in lower cards and payments activities compared to the fourth quarter. Given our robust SBA pipelines and attractive market opportunity, we reinitiated our SBA loan sales in the quarter, driving a $27 million increase.\nIn addition, our record first quarter performance in wealth management sales contributed to an increase in investment-related revenues. Overall, we continue to be pleased with the traction and growth outlooks for our key fee-generating businesses within payments, capital markets and wealth and advisory.\nMoving on to Slide 13. Noninterest expense declined $168 million from the prior quarter. And excluding notable items, core expenses declined by $27 million to $1.07 billion as we delivered cost savings from the acquisition.\nAs we shared previously, we expect core expenses to be approximately $1 billion by the second quarter. Even as we're driving down expenses, we're also investing in initiatives that are driving sustainable revenue growth throughout the company.\nSlide 14 highlights our capital position. Common equity Tier 1 was 9.2% at quarter end. Our dividend yield remains at the top of our peer group at 4.6%. We did not repurchase any shares during the quarter due to our announced signing of a definitive agreement to acquire Capstone.\nAs you can see on Slide 15, credit quality continues to perform very well. As mentioned, net charge-offs were record low of 7 basis points, benefiting from a net recovery position in commercial portfolios and continued strong consumer credit quality. Nonperforming assets and criticized loans both declined from the previous quarter. Our ending allowance for credit losses represented 1.87% of total loans, down from 1.89% at prior quarter end.\nSlide 16 covers our medium-term financial targets, which remain unchanged. As Steve mentioned, we're fully committed to achieving these by the second half of 2022. As our loan growth momentum continues, our first capital priority remains funding this organic growth, and we are encouraged by these trends.\nTo the extent that our loan growth remains as robust as we expect, I would anticipate share buybacks will be de minimis for the remainder of the year. We are comfortable operating at or around these current capital levels as we balance our expected 2022 growth plans and the possible longer-term scenarios for the global macroeconomic outlook as we had in '23.\nFinally, turning to Slide 17, let me share our updated outlook. The guidance we provided in January assumed continued economic expansion aligned to market consensus as well as the interest rate yield curve expectations as of early January. Our updated guidance continues to assume further economic growth and the rate curve as of the end of March. As a result of the rate curve outlook, we are revising upward our guidance in net interest income. We now expect core net interest income on a dollar basis, excluding PPP and purchase accounting accretion, to grow in the mid- to high teens. This is higher than our previous guidance of high single-digit to low double-digit growth.\nIn fee income, while we are seeing encouraging trends in our payments, capital markets and wealth and advisory businesses, we are also impacted by the industry-wide mortgage banking pressure. Based on this, we have revised lower our fee guidance to flat to down low single digits, excluding the impact of Capstone.\nOn the topic of Capstone, we are anticipating closing the acquisition at the end of this quarter. Based on estimates created during due diligence, we believe the business could add approximately $20 million to $30 million of fee income on a quarterly basis. This would be incremental to the stand-alone Q4 Huntington guidance. We will provide further information on the impact of Capstone as we complete the acquisition and finalize our financial forecast.\nOn expenses, excluding notable items, we are still tracking to our $1 billion run rate for this quarter. And again, this guidance is excluding Capstone. Finally, given our continued exceptional credit performance across our portfolios, we are revising our full year net charge-offs down to approximately 20 basis points from less than 30 basis points previously.\nNow let me pass it back to Steve for a couple of closing comments before we open for Q&A.\n\nStephen D. Steinour\n\nChairman, President & CEO, Huntington Bancshares Incorporated\n\nThank you, Zach. Slide 18 recaps what we believe is a compelling opportunity. Huntington stands as a powerful Top 10 regional bank with scale and leading market density as well as a compelling set of capabilities, both in footprint and nationally. We are focused on executing our strategic plan, which we believe will drive substantial value creation for our shareholders. We are well positioned to deliver sustainable revenue growth, which is bolstered by new markets, new businesses and expanded capabilities.\nAs our revenue synergies accelerate and gain traction, we also remain committed to our proactive and disciplined expense management. As a result, we are increasingly confident in our robust return profile with expectations for a 17-plus percent ROTCE as we deliver on our medium-term financial targets in the second half of the year.\nTim, let's open up the call for Q&A, please.\n\nTimothy Sedabres\n\nThanks, Steve. Operator, we will now take questions. (Operator Instructions) Thank you. Operator, let's open up for questions."
  },
  {
    "header": "HBAN",
    "cik": "0000049196",
    "ticker": "HBAN",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd1e9777089279b7dd68bcacc55d17bb",
    "period": "2021 Q4",
    "content": "Q4 2021 Huntington Bancshares Inc Earnings Call\n\nQ4 2021 Huntington Bancshares Inc Earnings Call\n\nHBANNASDAQJAN 21, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the Huntington Bancshares Fourth Quarter Earnings Call. (Operator Instructions) As a reminder, this conference is being recorded. I'd now like to turn the conference over to your host, Tim Sedabres, Director of Investor Relations.\n\nTimothy Sedabres\n\nThank you, operator. Welcome, everyone, and good morning. Copies of the slides we will be reviewing today can be found on the Investor Relations section of our website, www.huntington.com. As a reminder, this call is being recorded, and a replay will be available starting about 1 hour from the close of the call. Our presenters today are Steve Steinour, Chairman, President and CEO; and Zach Wasserman, Chief Financial Officer. Rich Pohle, Chief Credit Officer, will join us for the Q&A.\nAs noted on Slide 2, today's discussion, including the Q&A period, will contain forward-looking statements. Such statements are based on information and assumptions available at this time and are subject to changes, risks and uncertainties, which may cause actual results to differ materially. We assume no obligation to update such statements. For a complete discussion of risks and uncertainties, please refer to this slide and material filed with the SEC, including our most recent forms 10-K, 10-Q and 8-K filings.\nLet me now turn it over to Steve.\n\nStephen D. Steinour\n\nChairman, President & CEO, Huntington Bancshares Incorporated\n\nThanks, Tim. Good morning, everyone, and thank you for joining the call today. Let me begin on Slide 3. 2021 was a transformational year for Huntington. We continue to deliver our purpose and remain focused on our vision to become the country's leading people-first, digitally powered bank. We executed on our organic growth initiatives, along with the timely closing of the TCF acquisition. In the fourth quarter, we began by successfully completing conversion activities. And by the time we exited the quarter, we'd refocused our teams on driving growth. We delivered record new loan production and continued to build on revenue initiatives. We entered '22 with added scale, density, new markets and specialty businesses. We are intently focused on driving growth and delivering top-tier financial performance.\nOn Slide 4, we're pleased to report our excellent fourth quarter results centered on 4 key areas. First, we finished '21 with record full year revenue growth and broad-based loan production. We delivered strong performance across the board in our commercial businesses. Second, our targeted cost savings are on track for full realization. This includes both the synergies resulting from TCF as well as the additional expense actions we announced last quarter. Third, we are executing on key initiatives to deliver sustainable growth. Pipelines are robust, entering '22, and our teams are focused on driving revenue growth, including the revenue synergy initiatives related to our new markets and capabilities. Finally, we are very confident in our outlook for 2022 and beyond.\nSlide 5 recaps our year-end review. Our financial results reflect the hard work of our teams over the course of '21 and Return on tangible common equity came in at 19%, excluding notable items. Credit performed very well, and we returned significant capital to our shareholders. We delivered robust organic growth in both consumer and business checking households with year-over-year growth of 4.5% and 7%, respectively.\nWe continue to invest in revenue-producing colleagues and initiatives, including new and expanded commercial banking verticals, capital markets cards and payments and wealth management. In the commercial bank, we launched Edge, an innovative analytics tool that supports our bankers' deepening efforts incorporating advanced data and insights tailored to each customer.\nIn consumer banking, we built upon our fair play approach and launched new and compelling products and services such as standby cash and early pay. We expanded our leading SBA lending program to new states as well as added to our practice finance capabilities. We were honored to be recognized for our expertise, evidenced by being ranked #1 by J.D. Power for both customer satisfaction within our region as well as the top consumer mobile app amongst regional banks for the third consecutive year. Impressively, this was all achieved while our team successfully completed the closing and conversion of TCF. On the capital front, we were pleased to accelerate our share repurchase program as well as increase the common stock dividend.\nIn closing, our teams accomplished a tremendous amount of work over the course of the year, and I want to thank all of our colleagues and our management team who supported these efforts. I am increasingly bullish on the year ahead. The level of excitement is building across the organization, and our colleagues are energized and focused. We look forward to sharing our successes with all of you as we move throughout the year. Zach, over to you to provide more detail on our financial performance.\n\nZachary J. Wasserman\n\nCFO & Senior EVP, Huntington Bancshares Incorporated\n\nThanks, Steve, and good morning, everyone. Slide 6 provides highlights of our fourth quarter results. We reported GAAP earnings per common share of $0.26. Adjusted for notable items, earnings per common share were $0.36. Return on tangible common equity, or ROTCE, came in at 13.2% for the quarter. Adjusted for notable items, ROTCE was 18.2%. We were pleased to see loan balances rebound substantially during the quarter driven by robust new production activity as total loans increased by $1.4 billion, and including PPP runoff, loans increased by $2.4 million.\nConsistent with our plan, we reduced core expenses, excluding notable items, by $21 million from last quarter, driven by the realization of cost synergies and ongoing highly disciplined expense management. We managed absolute core expense dollars lower while continuing to grow investments in strategic areas across the bank, such as digital capabilities, marketing to drive new customer acquisition and relationship-deepening and select new personnel additions to support our revenue growth initiatives.\nWithin fee income categories, we saw continued momentum in our capital markets as well as wealth and investment businesses. Strong credit performance continued to be a hallmark with net charge-offs of 12 basis points and nonperforming assets declining by 16% from the prior quarter. We actively managed our capital base, repurchasing $150 million of common stock in the fourth quarter. To date, we have completed $650 million of our $800 million share repurchase program.\nTurning to Slide 7. Period-end loan balances increased by 1.2% quarter-over-quarter totaling $111.9 billion. Total loan balances, excluding PPP, increased $2.4 billion or 2.2% during the quarter driven by commercial loans. Within commercial, excluding PPP, loans increased by $2.5 billion or 4.4% compared to the prior quarter. This growth was broad-based across all major portfolios and was driven by record new commercial loan production. Growth was led by middle market, corporate and specialty banking, which increased by $1 billion and represented 40% of total commercial loan growth this quarter.\nInventory finance increased by $597 million. Auto dealer floor plan increased by $276 million. Asset finance increased by $160 million and commercial real estate increased by $267 million. Within corporate and specialty banking, each of our commercial verticals contributed to growth this quarter, including corporate banking, tech and telecom, health care and franchise. Inventory finance growth was driven by a combination of seasonally higher balances due to inventory shipments in the quarter as well as expansion of existing customer programs. Higher utilization levels drove approximately 2/3 of the increased balances.\nIn auto floor plan, we are continuing to add new dealer relationships and growing our overall commitment levels. In addition, balances benefited from improved utilization rates, which increased from the mid-20s to approximately 30% in the quarter. Even as we delivered record loan production, calling activities across the business continued at a rapid pace. We ended the quarter with commercial loan pipelines 34% higher versus the prior quarter and 49% higher than prior year, supporting our outlook for continued loan growth x PPP throughout 2022. On the consumer side, residential mortgage increased by $334 million and auto increased by $129 million. This was offset by home equity, which declined by $369 million.\nTurning to Slide 8. Deposit balances increased by $1.4 billion as we continue to experience elevated customer liquidity and optimize our funding, reducing CD balances by over $700 million. Consumer deposit balances increased by $1.6 billion from the prior quarter. Commercial balances increased by $300 million from the prior quarter.\nOn Slide 9, Reported net interest income declined modestly from the prior quarter as a result of lower PPP revenue. Core net interest income, excluding PPP and purchase accounting accretion, was stable at $1.085 billion. With ending loan balances well above average balances for the quarter, we entered the first quarter of 2022 with a solid launch point from which to grow core net interest income going forward. Additionally, we continue to manage excess liquidity by funding loan growth and adding to the securities portfolio, reducing excess cash at the Fed to $3.7 billion from $8.1 million at prior quarter end. On an average basis for the quarter, excess liquidity represented a drag on margin of approximately 14 basis points.\nTurning to Slide 10, we are dynamically managing the balance sheet to increase asset sensitivity and provide downside protection. During the fourth quarter, we added $2.8 billion of securities, and we continue to optimize our hedging program. We terminated $3.9 billion of received fixed swaps and floors, and we entered into new pay-fixed swaps in order to bolster our asset sensitivity. As rates move higher, we opportunistically added $5 billion of received fixed swaps in order to manage downside risks.\nAt year-end, our modeled net interest income asset sensitivity in an up 100 basis point scenario was 4.6%. We have steadily increased this metric over the past 18 months, supporting our ability to continue to capture upside opportunity as interest rates increase.\nMoving to Slide 11. Noninterest income was $515 million, up $106 million year-over-year and down $20 million from last quarter. Lower fee revenues in the fourth quarter were driven by a decline in mortgage banking primarily as a result of lower saleable spreads. Our targeted focus on growing strategic fee revenue streams continue to bear fruit with capital market fees up $7 million or 18% from the prior quarter. Wealth and investments and insurance also performed quite well.\nCard and payments revenues, which are typically seasonally flat from Q3 to Q4, declined slightly from the prior quarter impacted at the margin by ATM volumes and the debit card conversion for TCF customers during the month of October. The underlying core business activity in cards and payments continues to be very solid, and we saw a restoration of ongoing growth in that business as the quarter progressed after conversion.\nDeposit service charges declined $13 million compared to the prior quarter as a result of TCF customers transitioning onto the Huntington Fair Play product set.\nMoving on to Slide 12. Noninterest expense declined $68 million from the prior quarter. and excluding notable items, core expenses declined by $21 million to $1.034 billion as we captured cost savings from the acquisition and exercise disciplined expense management.\nAs we shared previously, we expect our core expenses to trend down in the first and second quarters, fairly ratably over that period to approximately $1 billion by the second quarter. Even as we work to bring down expense levels, we're continuing to invest in initiatives that will drive sustainable revenue growth while being disciplined in managing our overall expense base.\nAs you saw last quarter, we took additional actions in order to free up capacity to support these investments while remaining committed to the absolute core expense declines in the near term. Over the longer term, we expect expense growth to be a function of revenue growth as we manage within our commitment to positive operating leverage.\nSlide 13 highlights our capital position. Common equity Tier 1 ended the quarter at 9.3% consistent with our prior guidance to operate within the lower half of our 9% to 10% operating guideline. We have $150 million remaining of our current share repurchase program.\nAs you can see on Slide 14, credit quality continues to perform well. Net charge-offs declined for the fourth consecutive quarter. Our nonperforming assets declined 16% from the previous quarter. Our ending allowance for credit losses represented 1.88% of total loans down from 1.99% at prior quarter end. The improving economic outlook and our stable credit quality resulted in a reserve release of $98 million in the fourth quarter.\nSlide 15 covers our medium-term financial goals. We are focused on driving sustained revenue growth while managing expenses within our long-term commitment to positive operating leverage and achieving a 17%-plus return on tangible common equity. We expect to begin seeing this performance in the second half of 2022.\nFinally, turning to Slide 16. Let me share a couple of thoughts on our expectations for 2022. Our outlook is based on the starting point of our most recent quarterly results with expectations for year-over-year comparisons for the fourth quarter of 2022. It also assumes continued economic expansion aligned to market consensus as well as interest rate yield curve expectations as of early January. We expect average loan growth x PPP to be up high single digits based on our starting point of $107.9 billion.\nAs a result of loan growth and modestly higher net interest margin, we expect core net interest income on a dollar basis, excluding PPP and purchase accounting accretion, to grow in the high single digit to low double digits range. Fee revenues are expected to be up low single digits driven by robust growth in key categories aligned to our strategies, including capital markets, our card and treasury management payments businesses and wealth and advisory with offsetting impact from lower year-over-year revenues in mortgage banking and the continued evolution of our Fair Play products.\nAs mentioned, we expect to continue to drive sequential reduction in core expenses for the next several quarters as we fully realize the TCF cost synergies and benefit from broader expense management. At the same time, we are continuing to invest in our strategic growth initiatives and new revenue synergy opportunities. We expect the quarterly run rate of core expenses to be approximately $1 billion by the second quarter and then remaining relatively stable over the second half of the year from that level.\nIn closing, we're keenly focused on the revenue opportunities ahead of us. We have the teams directed toward these key initiatives, and we're confident in our 2022 outlook to deliver on this plan. We believe these drivers of our outlook are aligned with our goals for sustained revenue growth, a 17%-plus return on tangible common equity and our commitment to annual positive operating leverage. Now let me pass it back to Steve for a couple of closing comments before we open up for Q&A.\n\nStephen D. Steinour\n\nChairman, President & CEO, Huntington Bancshares Incorporated\n\nThank you, Zach. Slide 17 summarizes what we believe is a compelling opportunity. Huntington stands as a powerful top 10 regional bank with scale and leading market density as well as a compelling set of capabilities, both in footprint and nationally. We are focused on driving sustainable revenue growth, which is bolstered by new markets and new businesses. This growth opportunity augments our underlying businesses, in many cases where we have top 10 market positions.\nAs a result of these factors, we've demonstrated robust financial performance that we expect to further improve as we move throughout '22. We believe our return on capital will be in the top tier versus peers, which results in substantial value creation for shareholders. Tim, let's open up the call for Q&A.\n\nTimothy Sedabres\n\nThanks, Steve. Operator, we'll now take questions. (Operator Instructions) Thank you."
  }
]