[
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/19e4a9cee67a16d425dc21e2eca6062d",
    "period": "2026 Q1",
    "content": "Q1 2026 KLA Corp Earnings Call\n\nQ1 2026 KLA Corp Earnings Call\n\nKLACNASDAQOCT 29, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Stephanie, and I'll be your conference operator today. At this time, I'd like to welcome everyone to the KLA Corporation September Quarter 2025 Post-Earnings Conference Call.\n[Operator Instructions] Thank you. I will now turn the call over to Kevin Kessler, Vice President of Investor Relations and Market Analytics for KLA. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nWelcome to the September 2025 quarterly earnings call. I'm joined by our CEO, Rick Wallace, and our CFO, Bren Higgins. We will discuss today's results as well as our December quarter outlook, which was released after the market close and is available on our website along with the supplemental materials. We are presenting today's discussion and metrics on a non-GAAP financial basis unless otherwise specified. All full year references made refer to calendar years. The earnings materials contain a detailed reconciliation of GAAP to non-GAAP results.\nKLA's IR website also contains future events, presentations, corporate governance information and links to our SEC filings. Our comments today are subject to risks and uncertainties reflected in the disclosure of risk factors in our SEC filings. Any forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements. We will begin the call with Rick providing commentary on the business environment in our quarter, followed by Bren with financial highlights and our outlook.\nBefore I turn the call over to Rick, I wanted to provide a save the date for our Investor Day. It has been rescheduled for Thursday, March 12, 2026 in New York. Now over to Rick.\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThank you, Kevin. To kick off our call today, I'll cover a few highlights from our quarter that showcase how the company is benefiting from the growing relevance of process control and AI infrastructure investment and our momentum in advanced packaging. KLA delivered strong results across the board in the September quarter with revenue of $3.21 billion and non-GAAP diluted EPS of $8.81, GAAP diluted EPS was $8.47. This performance demonstrates how KLA process control leadership has expanded beyond leading-edge R&D investment to address all growth markets in WFE, including high bandwidth memory and advanced packaging. .\nAccelerating investment in scaling AI infrastructure is fueling technology development investment across the leading edge driving more designs, increased complexity, shorter product cycles and higher-value wafers. Alongside this growth, the industry is also seeing rising demand for advanced packaging. In this complex environment of rapid AI technology development, process control accelerates time to results by resolving process integration challenges during the fab and ramp-up phase to optimize time to market for a diverse mix of semiconductor designs.\nKLA's leading-edge customers are also challenged to optimize yield and limit process variability in high-volume production environment, resulting in increasing process control intensity. In this increasingly complex semiconductor device technology landscape, we're seeing rapid growth in demand for KLA's advanced packaging portfolio, which has emerged as a meaningful market for the company as heterogeneous device integration has become more complex. KLA's advanced packaging systems revenue continues to gain momentum through a combination of intensity gains and market share improvements across our portfolio.\nFor calendar year 2025, we expect advanced packaging related revenue to exceed $925 million, up approximately 70% year-over-year. KLA Service business also continues to [ build ] our strong growth. Services grew to $745 million in the September quarter, up 6% sequentially and 16% year-over-year. Consistency and resiliency are hallmarks of the KLA service business.\nFinally, the September quarter was strong on both cash flow and capital returns front. Strong cash flow in the quarter was at a record of $1.066 billion. Over the past 12 months, free cash flow was $3.9 billion, with free cash flow margin of 31%. Total capital return in the September quarter was $799 million comprised of $545 million in share repurchases and $254 million in dividends. Total capital return over the past 12 months was $3.09 billion.\nIn summary, KLA business is both enabled and benefits from today's technology inflections and the growth drivers related to AI as well as from growth in advanced packaging. KLA's business has gone from being primarily indexed to leading-edge R&D investments in foundry logic customers to now addressing all growth markets in WFE, including memory, advanced packaging and leading edge and legacy node logic. As we look ahead over the next several years, the long-term secular trends driving semiconductor industry demand, investments in WFE and advanced packaging are compelling and represent a relevant performance opportunity for KLA.\nIn this dynamic growth environment, our consistent execution reflects the resilience of the KLA operating model, the strength of our global team and our disciplined approach to capital allocation focused on long-term investment and maximizing total shareholder value. With that, I'll turn the call over to Bren to discuss the quarter's financial highlights.\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks, Rick. KLA September quarter results reflect double-digit year-over-year growth and improved profitability. Revenue was $3.21 billion, above the guidance midpoint of $3.15 billion. Non-GAAP diluted EPS was $8.81 and GAAP diluted EPS was $8.47, each above the midpoint of the respective guidance ranges. Gross margin was 62.5%, 50 basis points above the midpoint of guidance, driven by a stronger product mix and manufacturing efficiencies. Non-GAAP operating expenses were $618 million. Operating expenses included $360 million in R&D and $258 million in SG&A. Non-GAAP operating margin was 43.2%. The Other income and expense net was a $28 million expense with upside to guidance principally driven by a favorable mark-to-market adjustment on a strategic supplier investment. The quarterly effective tax rate was 14.1%.\nNet income was $1.17 billion. GAAP net income was $1.12 billion. Cash flow from operations was $1.16 billion, and free cash flow was $1.07 billion. The breakdown of revenue by reportable and end markets and major products and regions can be found within the shareholder letter and slides. Moving on to the balance sheet.\nWe ended the quarter with $4.7 billion in total cash, cash equivalents and marketable securities and $5.9 billion in debt. The company has a flexible and attractive bond maturity profile supported by investment-grade ratings from all 3 major rating agencies. A cornerstone of KLA's business is consistent strong free cash flow generation. driven by one of the best operating models in the industry and a predictable, highly differentiated service business. This helps drive a comprehensive capital return strategy that includes consistent dividend growth and increase in share repurchases over the long term.\nOur actions this year emphasize our commitment to capital returns and our confidence in KLA's long-term shareholder value accretion. On April 30, 2025, we announced the 16th consecutive annual dividend increase, up 12% to $1.90 per share per quarter or an annualized dividend of $7.60 per share. Along with this action, we also announced a $5 billion share repurchase authorization.\nTurning to the outlook. It continues to be driven by increasing investment in leading edge logic, HBM and advanced packaging. Growth of advanced packaging supporting heterogeneous chip integration has led to a new meaningful served market for KLA. What was once a rounding error in wafer fab equipment is now according to KLA internal estimates an approximately $11 billion market, growing faster than core WFE. This is particularly true as chip density shrink and the processing required for package increase risk for our customers.\nFor KLA, this creates a new served available market that will augment the company's revenue growth over the next several years. The market and technology road map for leading edge WFE supporting high-performance compute is driving relative inflections for process control. This opportunity, coupled with the evolving complexity of advanced packaging, supports an even broader market opportunity for KLA.\nAs we approach the close of calendar 2025, we continue to expect mid- to high single-digit growth in WFE, modestly improved from our previous outlook discussed last quarter. Growth in 2025 is being driven principally by increasing investment in both leading-edge foundry logic and memory to support growing AI and premium mobile demand, partially offset by lower demand from domestic China. Given KLA's business momentum, expanding market share opportunities and higher process control intensity is the leading edge across all segments. We remain on track to outperform the WFE market in 2025.\nThe advanced packaging market is also expected to grow more than 20% compared to last year. Finally, customer discussions have become more constructive on expectations for calendar year 2026 to be a growth year for the industry with a broader spending profile in 2025 for both WFE and advanced packaging. While it is still too early to provide precise calendar 2026 revenue guidance, our view today is that first half revenue levels will be roughly flat to modestly up compared to the second half of calendar 2025, with accelerating growth in the second half of the calendar year. This outlook is inclusive of the revenue impact related to additional market access loss related to certain customers in China resulting from extended export controls from the U.S. government.\nWe estimate the revenue impact on the December quarter and calendar 2026 to be approximately $300 million to $350 million for KLA. For 2026, this impact is spread roughly evenly across the first and second half of the calendar year. KLA's unique product portfolio differentiation and value proposition are focused on enabling technology transitions, accelerating process node capacity ramps and ensuring yield entitlement and high-volume production. The market environment and the complexity of our customers' technology road maps are compelling and bring challenges and opportunities for KLA to continue its relative performance.\nIn this industry environment, KLA remains focused on supporting customers, investing for the future, executing product road maps and driving productivity across the enterprise. KLA's December quarter guidance is as follows: Total revenue is expected to be $3.225 billion, plus or minus $150 million. Foundry logic revenue from semiconductor customers is forecasted to be approximately 59% and memory is expected to be approximately 41%, semi process control systems revenue to semiconductor customers. Within DRAM -- within memory, DRAM is expected to be about 78% and NAND the remaining 22%. As always, these business mix approximations pertains solely to our semiconductor customers and do not fully reflect our total semiconductor process control systems revenue.\nGross margin is forecasted to be 62%, plus or minus 1 percentage point based on relatively consistent factory output versus the September quarter and product mix revenue expectations. Operating expenses are forecasted to be approximately $635 million in the December quarter as we continue to make product development and infrastructure investments to support expected revenue growth. Given our expectations for company growth and product development road map requirements, we will maintain our operating expense trajectory.\nOur business model is designed to deliver 40% to 50% incremental non-GAAP operating margin leverage on revenue growth over the long run. Other model assumptions include other income and expense net of approximately $32 million expense for the December quarter, the effective tax rate assumption has risen slightly to 14%, reflecting the impact of recent global tax changes.\nFor the December quarter, GAAP diluted EPS is expected to be $8.46, plus or minus $0.78 and non-GAAP diluted EPS of $8.70 plus or minus $0.78. EPS guidance is based on a fully diluted share count of approximately 132 million shares.\nIn conclusion, our near-term revenue guidance shows modest growth and is consistent with our views from the start of the year of relative top line stability. We expect to meaningfully outperform the mid- to high single-digit WFE growth rate in 2025, driven by rising process control intensity, inclusive of the significant growth of the advanced packaging market. KLA focuses on delivering a differentiated product portfolio that addresses customers' technology road map requirements which are driving our longer-term relevance and growth expectations.\nKLA's business is well positioned for today's technology inflections and growth drivers. We are encouraged by the customer engagement that informs our business forecast. Long-term secular trends driving semiconductor industry demand and investments in WFE and advanced packaging are compelling and represent a relative performance opportunity for KLA over the next several years.\nIn addition, the growing investment in custom silicon, particularly among hyperscalers developing their own custom chips have led to a proliferation of unique device designs and increased demand on our customers to deliver performance, volume and time to market. As design complexity and diversity grow, so does the need for advanced process control. As a result, KLA has seen growth in process control intensity as each new chip design requires rigorous inspection, metrology and yield optimization solutions. KLA is uniquely positioned to benefit from these trends as we expand our market leadership and deliver differentiated value to our customers. That concludes our prepared remarks. Let's begin Q&A.\nI'm sorry, I was just going to pass it over to you to start the process. Thank you. ."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/957ba77818a35257c4d28e4d6da33abf",
    "period": "2025 Q4",
    "content": "Q4 2025 KLA Corp Earnings Call\n\nQ4 2025 KLA Corp Earnings Call\n\nKLACNASDAQJUL 31, 5:00 PM\n\nOperator\n\nGood afternoon, everyone. My name is Bou, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation June Quarter 2025 Earnings Conference Call and Webcast. [Operator Instructions]\nI would now like to turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead, sir.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nWelcome to the June 2025 quarterly earnings call. I am joined by our CEO, Rick Wallace, and our CFO, Bren Higgins. We will discuss today's results as well as our September quarter outlook released after the market close and available on our website along with supplemental materials. We are presenting today's discussion and metrics on a non-GAAP financial basis unless otherwise specified. All full references made refer to calendar years. The earnings materials contain a detailed reconciliation of GAAP to non-GAAP results. KLA's IR website also contains future events, presentations, corporate governance information and links to our SEC filings. Our comments today are subject to risks and uncertainties reflected in the disclosure of risk factors in our SEC filings. .\nAny forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nRick will start with introductory comments on the business environment and our quarter, followed by Bren with financial highlights and our outlook.\nNow over to Rick.\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThanks, Kevin. I'm going to cover KLA's business highlights for the June 2025 quarter, including commentary on KLA's relevance in the AI infrastructure build-out for the June quarter, KLA's results were strong across the board, and we were at or above the high end of our guidance ranges. Specifically, revenue was $3.175 billion. Non-GAAP diluted EPS was $9.38 and GAAP diluted EPS was $9.06. We also had record free cash flow of over $1 billion for the quarter. KLA leadership and process control and has put the company in a unique position at the center of enabling success for our customers to build out infrastructure to support artificial intelligence.\nPrioritized investment to ramp AI capabilities has fueled growth at the leading edge across the semiconductor industry through more complex designs, faster product cycles, higher-value wafers and increased demand for advanced packaging.\nIn DRAM, investments in AI have been focused on high bandwidth memory which demands higher performance, enhance reliability, reduced redundancy and more sophisticated logic circuitry at base diet chips that control the HBM stack. Demand for leading-edge logic, HBM and advanced packaging capabilities were the key contributors to KLA's performance in the June quarter.\nThe importance of process control continues to increase due to semiconductor scaling, new architectures and materials and increasing designs, in particular, process control can improve time to results by debugging process integration challenges and the fab ramp phase and optimizing yields across a high-volume manufacturing environment with high semiconductor device design mix.\nAdditionally, the evolution and complexity of requirements for advanced packaging is creating new opportunities for the value of KLA's process control and process solutions. Finally, this leads to increased relevance for KLA service business as KLA systems become more technically complex are utilized for longer periods in the fab with customers where they're expecting optimal tool performance and availability.\nTo deliver solutions to meet this demand, the company leverages the KLA operating model to focus on prioritizing, productizing new innovation in our product road maps and ensuring that our business operations can scale and execute to capitalize on strong growth and expanded market share in the most critical markets for our customers. To date, we've seen no material changes in customer demands or unannounced investment plans. As a result, our WFE assessment for 2025 is consistent with our expectations that were stated last quarter.\nThere are more details about this quarter's highlights in our shareholder letter, but in short, KLA grew revenue 24% year-over-year in the June quarter with sustained strong investment in leading-edge foundry and logic and HBM. This quarter also marked another period of strong momentum for our advanced packaging portfolio. We now expect advanced packaging systems related revenue to exceed $925 million in calendar 2025, up from our previous estimate of $850 million last quarter and over $500 million last year.\nIn services, our business grew to $703 million in the June quarter, up 5% sequentially and 14% year-over-year. Finally, the June quarter was strong from a cash flow and capital returns perspective, quarter will be free cash flow topped $1 billion for the first time, ending at $1.065 billion. For the last 12 months, free cash flow was $3.75 billion and the free cash flow margin of 31% over the same period.\nTotal capital return in the June quarter was $680 million, comprised of $426 million in share repurchases and $254 million in dividends. Total capital return over the past 12 months was $3.05 million.\nKLA's June quarter results reaffirm our leadership in process control and the strength of our broad and differentiated portfolio. It also demonstrated the essential role of KLA's products and services play and supporting semiconductor industry growth. Our consistent execution reflects the resilience of the KLA operating model, the dedication of our global teams and our disciplined capital allocation to invest in our business over the long run and maximize long-term shareholder value.\nAnd with that, I'll turn the call over to Bren.\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks, Rick. KLA's June quarter results were strong. Revenue was $3.175 billion, above the guidance midpoint of $3.075 billion. Non-GAAP diluted EPS was $9.38, above its guidance range. GAAP diluted EPS was $9.06, which was at the upper end of the guidance range. At the guided tax rate of 13.5% non-GAAP diluted earnings per share would have been $9.\nGross margin was 63.2%, slightly above the midpoint of guidance as the quarter played out mostly as expected. Operating expenses were $603 million, about $8 million above the guidance midpoint.\nOperating expenses were comprised of $353 million in R&D and $250 million in SG&A. Operating margin was 44.2%. Other income and expense net was a $23 million expense with upside from guidance provided by a favorable mark-to-market adjustment of the strategic supplier investment.\nThe quarterly effective tax rate was 9.9%, well below guidance as various discrete items impacted the quarter's result.\nNet income was $1.24 billion. GAAP net income was $1.2 billion. Cash flow from operations was $1.16 billion, and free cash flow was $1.06 billion. The breakdown of revenue by reportable segments and end markets in major products and regions can be found within the shareholder letter and slides.\nMoving to the balance sheet. We ended with $4.5 billion in total cash, cash equivalents and marketable securities and debt of $5.9 billion. The company has a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 major rating agencies. The cornerstone of KLA's business is consistent strong free cash flow generation, driven by one of the best operating models in the industry, and a predictable and highly differentiated service business. This helps drive a comprehensive capital return strategy that includes consistent dividend growth and increasing share repurchases over the long term.\nOur recent actions emphasize our commitment to capital returns and our confidence in the long-term shareholder value accretion of KLA. On April 30, 2025, we announced the 16th consecutive annual dividend increase, which was up 12% to $1.90 per share per quarter or an annualized dividend of $7.60 per share. Along with this action, we also announced a new $5 billion share repurchase authorization.\nI'll now turn to the outlook. It remains driven by increasing investment in leading-edge logic, high bandwidth memory and advanced packaging. For WFE in 2025, as stated earlier, we are maintaining our original outlook for mid-single-digit growth in WFE from approximately $100 billion in 2024. This growth is expected to be driven principally by increasing investment in both leading-edge foundry/logic and memory to support growing AI and premium mobile demand, partially offset by lower overall demand from China. Given KLA's strong business momentum, expanding market share opportunities, higher process control intensity at the leading edge across all segments, we remain confident in our ability to outperform the overall WFE market in 2025.\nFinally, early customer discussions are constructive on expectations for calendar year 2026 to be a growth year for the industry. KLA's unique product portfolio differentiation and value proposition are focused on enabling technology transitions, accelerating process node capacity ramps and ensuring yield entitlement and high-volume production. We continue to be encouraged that our customer discussions on product road maps and capacity planning have remained consistent. In this industry environment, KLA will stay focused on supporting customers, executing product road maps and driving productivity across the enterprise.\nKLA's September quarter guidance is as follows: Total revenue is expected to be $3.15 billion, plus or minus $150 million. Our quarterly revenue expectation and general stability for the remainder of the calendar year remains consistent with that articulated over the past 2 quarters. Foundry/logic revenue from semiconductor customers is forecasted to be approximately 75% and memory is expected to be approximately 25% of semi process control systems revenue to semiconductor customers. Within memory, DRAM is expected to be about 79% and NAND, the remaining 21%.\nAs always, these business mix approximate approximations are for our semiconductor customers only and do not completely represent our aggregate process control systems revenue.\nGross margin is forecasted to be 62%, plus or minus 1 percentage point, reflecting a slightly weaker systems revenue mix expectation and a 50 to 100 basis point impact from announced global tariffs. This tariff impact estimate is below our original estimate of roughly 100 basis point headwind to gross margin that we discussed last quarter. This environment is due to our industry and the long-term tariff situation remains unclear. We continue to assess the impact across our business and identify potential mitigation actions to reduce our exposure to this headwind over time. We will provide periodic updates on our assessment when appropriate.\nFor calendar 2025, based on the results for the June quarter, guidance for the September quarter and our expectations for the business mix across systems and services, including the systems product mix, tariffs and factory utilization, we expect gross margins for calendar '25 to remain approximately 62.5%. Operating expenses are forecasted to be approximately $615 million in the September quarter as we continue to make product development and infrastructure investments to support expected revenue growth. Given our expectations for company growth and product development road map requirements, we will maintain our operating expense trajectory. Our business model is designed to deliver 40% to 50% incremental non-GAAP operating margin leverage on revenue growth over the long run.\nOther model assumptions include other income and expense net of approximately $33 million expense. The non-GAAP effective tax rate assumption for the September quarter and the remainder of the calendar year is 13.5%, lower than the 14% we had previously estimated based on our expectations for the geographic distribution of income. For the September quarter, GAAP diluted EPS is expected to be $8.28, plus or minus $0.77, and non-GAAP diluted EPS of $8.53, plus or minus $0.77. EPS guidance is based on a fully diluted share count of approximately 132.4 million shares.\nIn conclusion, our near-term revenue guidance remained stable, indicating the continuation of current business levels and our customer discussions support this outlook. Based on conversations with customers, we anticipate continued solid growth in calendar 2025. Given the revenue commentary for the remainder of the calendar year, we expect to meaningfully outperform the mid-single-digit WFE growth rate. KLA focus is on delivering a differentiated product portfolio that addresses customer technology road map requirements, which are driving our longer-term relevance and growth expectations.\nKLA's business is well positioned for the current technology inflections. While we cannot ignore the near-term geopolitical trends, we are encouraged by the customer engagement that informs our business forecast. The long-term secular trends driving semiconductor industry demand and investments in WFE and advanced packaging are compelling and represent a relative performance opportunity for KLA over the next several years.\nThat concludes our prepared remarks. Let's begin the Q&A.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThanks, Bren. Bou, if you could please queue folks for questions."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/94094ccd6b624894e89c473a6510df75",
    "period": "2025 Q2",
    "content": "Q2 2025 KLA Corp Earnings Call\n\nQ2 2025 KLA Corp Earnings Call\n\nKLACNASDAQJAN 30, 6:00 PM\n\nOperator\n\nGood afternoon. My name is Todd, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation December Quarter 2024 Earnings Conference Call and Webcast. [Operator Instructions] I will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nWelcome to our earnings call to discuss the December quarter and calendar year 2024 results and outlook. I'm joined by our CEO, Rick Wallace; and our CFO, Bren Higgins. We will discuss today's results released after the market close and available at ir.kla.com, along with supplemental materials. Today's discussion and metrics are presented on a non-GAAP financial basis, unless otherwise specified. All full year references we make are to calendar years. The earnings materials contain a detailed reconciliation of GAAP to non-GAAP results. KLA's IR website also contains future investor events, presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nOur comments today are subject to risks and uncertainties reflected in the disclosure of risk factors in our SEC filings. Any forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nRick will start with some introductory comments, followed by Bren with financial highlights and our outlook. Before I turn the call over to our CEO, Rick Wallace, I wanted to remind everyone that our 2025 Investor Day will be held on the morning of June 18 in New York City. Now over to Rick.\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThank you, Kevin. I will summarize KLA's overall performance for calendar '24 and the December quarter and cover company highlights and updates on the industry landscape. For calendar 2024, KLA again delivered relative growth outperformance, strong profitability and healthy return to shareholders. Specifically, 2024 revenue grew 12% to a record $10.85 billion, and the Process Control revenue grew by over 12%, which indicates increased market share, while the Services business grew 15% to $2.5 billion for the year.\nAlso for the calendar year, KLA maintained industry-leading gross and operating margins at 61% and 41%, respectively. The company grew free cash flow to $3.4 billion and returned $2.9 billion in a combination of dividends and share buybacks. KLA's outperformance for the year was driven by a return to growth at the leading edge, which includes increased investments in AI, high-performance computing and continued momentum in advanced packaging as well as sustainable performance for KLA's Services business.\nAnd turning to the December quarter results for KLA came in above the midpoint of non-GAAP guidance range, despite navigating through the business impact of new U.S. government export controls which were released late in the quarter. Specifically, the quarter revenue topped $3 billion for the first time. Diluted GAAP was $8.20, finishing at the upper end of the guidance range for the quarter. GAAP diluted EPS was $6.16.\nThe business landscape is performing as expected, and we're encouraged by the strong demand we're experiencing in leading-edge logic with specific memory customers supporting high-bandwidth memory and advanced packaging. KLA's differentiated portfolio of solutions aligns exceptionally well with enabling our customers to navigate increasing complexity, growing design starts, and larger semiconductor devices in an environment of rising semiconductor demand.\nSpecific highlights in the quarter include a combination of strong sequential and year-over-year revenue growth, demonstrate an improving industry environment. KLA is specifically positioned to benefit from accelerating growth at the leading edge. Across all sectors, there are technology development investments AI and HBM as well as strengthening supply/demand environment which positions the wafer fab equipment industry for growth in calendar 2025. AI continues to be a crucial catalyst for KLA. We are well aware of the recent revelations of DeepSeek and the implications that it portends a diminished demand for advanced semiconductor in support of the AI infrastructure build-out.\nAs a company that has been developing AI models for use in our own inspection systems for many years, our own experience supports the theory that increased compute efficiency enables more adoption of AI on our platforms. The demand is clearly elastic. As it pertains to the demand environment for advanced semiconductor, we see no reason to believe that the increased compute efficiency in AI will have an impact on the advanced demand environment in the foreseeable future. AI is both an important driver and enabler of KLA's business.\nSpecific drivers connected to AI that are a positive for KLA's growth are higher volume and higher value wafer demand, more complex designs, accelerating product cycles, larger die size and growing advanced packaging demand. These trends demonstrate the increasing value of process control and assisting our customers through managing a dynamic production environment as investments and complexity increase.\nExemplifying this momentum for our advanced packaging portfolio continued in the quarter, the growing demand for more powerful systems of chips is driving more complex heterogeneous chip integration enabled by advanced packaging, which increases the value of process control in the chip package. This is fueling growth for KLA and our broad portfolio of systems. KLA Advanced Packaging revenue grew to approximately $500 million in calendar 2024 and is expected to exceed $800 million in calendar 2025, up from our last estimate of $750 million.\nKLA's Service business grew to $667 million in the December quarter, up 4% sequentially and 18% year-over-year. This makes 50 consecutive quarters of growth for our Services business on a year-over-year basis. Finally, quarterly free cash flow was $757 million in calendar 2024, and the free cash flow margin was 31% over the same period, putting KLA amongst the top companies in the S&P 500. Total capital return in the December quarter was $877 million, comprised of $650 million of share repurchase and $227 million in dividends. Total capital return over the past 12 months was $2.9 billion.\nKLA have used consistent and healthy capital returns as fundamental to delivering value for shareholders. KLA's December quarter results delivered strong sequential and year-over-year growth, which validates KLA's process control leadership and portfolio strength. KLA Operating Model and the dedication of our global team continues to be the foundation of our sustained success. I'll now pass the call over to Bren to cover financial highlights and our outlook.\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks, Rick. KLA's December quarter results demonstrate market leadership, combined with the consistent execution and dedication of our global team to meet customer commitments and drive sequential and year-over-year growth profitability improvements. Revenue was $3.08 billion, above the guidance midpoint of $2.95 billion. Non-GAAP diluted EPS was $8.20, above the guidance midpoint.\nGAAP diluted EPS was $6.16. Gross margin was 61.7%, operating expenses were $596 million. Operating expenses were comprised of $342 million in R&D and $254 million in SG&A. Operating margin was 42.3%. Other income and expense net was a $31 million expense. The quarterly effective tax rate was 13.7%. Net income was $1.1 billion, cash flow from operations was $850 million, and free cash flow was $757 million. The breakdown of revenue by reportable segments and markets, major products and regions can be found within the shareholder letter and slides.\nMoving to the balance sheet. KLA ended the quarter with $3.8 billion in total cash, cash equivalents and marketable securities, debt of $5.9 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 major rating agencies. During the December quarter, we retired our $750 million November 2024 bond at maturity with cash on hand. KLA's balance sheet provides the ability to fund our growth strategy, organic and inorganic, and offer attractive capital returns to shareholders.\nTurning to our outlook. The industry outlook continues to gain momentum in the near term, driven by an increasing investment in leading-edge logic, high-bandwidth memory and advanced packaging. We expect the WFE market to grow by a mid-single-digit percentage in 2025 from the high $90 billion level for calendar 2024. Growth in calendar 2025 is expected to be fueled principally by increasing investment in both leading-edge Foundry/Logic and Memory to support growing AI and premium mobile demand, offset by lower overall demand from China due to the digestion of elevated levels of investment over the past couple of years.\nIn an encouraging development, our top customer recently said in an earnings call that they expect the number of new takeouts for N2, or the 2-nanometer node, in the first 2 years to be higher than both N3 and N5 in their first 2 years, fueled by both smartphone and HPC applications. As communicated in early December, we continue to estimate the impact on KLA's revenue in calendar 2025 from recent export controls in China to be approximately $500 million, plus or minus $100 million, with roughly 70% of the impact affecting our systems business.\nWhile we are hopeful based on our interpretation of the regulations that there should be licensing opportunities that will mitigate some of this impact, we are taking a cautious view given the significant delays in processing license request by the U.S. government over the past few years. However, given KLA's business momentum, market share opportunities and higher expected process control intensity at the leading edge across all segments, we are confident we will continue to deliver growth outperformance compared with the WFE market in 2025.\nKLA's March quarter guidance is as follows. Total revenue is expected to be $3 billion, plus or minus $150 million. Our revenue guidance is up 27% year-over-year at the midpoint, further illustrating the improvement we expect to see in calendar 2025. Foundry/Logic revenue from semiconductor customers is forecasted to be approximately 73%, and Memory is expected to be approximately 27% of Semi Process Control Systems revenue to semiconductor customers. Within Memory, DRAM is expected to be about 75% of the revenue mix and NAND, the remaining 25%.\nNon-GAAP gross margin is forecasted to be 62%, plus or minus 1 percentage point or up approximately 30 basis points sequentially at the midpoint, despite slightly lower revenue, primarily due to more favorable product mix expectations. For calendar 2025, based on expectations for business mix across systems and service, systems product mix and factory utilization, we expect gross margin for the year to be approximately 62%, plus or minus 50 basis points. Non-GAAP operating expenses are forecasted in the March quarter to be approximately $585 million as we continue to make significant product development and scaling investments to support expected revenue growth.\nGiven our expectations for company growth over the next couple of years, we will maintain our operating expense trajectory. For the remainder of calendar 2025, we expect sequential increases of approximately $15 million in incremental operating expenses per quarter. This is driven by our priority around our product development road map requirements as well as revenue growth expectations.\nOur business model is predicated on ensuring 40% to 50% incremental non-GAAP operating margin leverage on revenue growth over the long run. Other model assumptions include non-GAAP other income and expense net of approximately $36 million expense for the March quarter and expect this to be roughly consistent throughout the calendar year. The tax assumption for March remains at 13.5%, and we expect this to remain through the June quarter.\nBeginning in the September quarter, which is the first quarter of our fiscal year, our tax rate will reflect the adoption of global taxation pillar 2. Based on our current modeling, we think pillar 2 implementation will drive the tax rate slightly higher to approximately 14% in the second half of the calendar year. We will provide an update on this planning rate midyear, if necessary.\nFor the March quarter, GAAP diluted EPS is expected to be $7.77, plus or minus $0.60. Non-GAAP diluted EPS of $8.05, plus or minus $0.60. EPS guidance is based on a fully diluted share count of approximately 133.3 million shares.\nIn conclusion, our near-term revenue guidance points to relative stability around current business levels. Based on the strength of our backlog and market position, we see growth in calendar 2025 and expect to outperform the mid-single-digit growth rate we expect from the WFE market. KLA is focused on delivering a differentiated product portfolio that addresses customers' technology road map requirements and drives our longer-term relevancy and growth expectations.\nWith the KLA Operating Model guiding our best-in-class execution, KLA is focused on implementing our strategic objectives designed to drive out performance. KLA's focus on customer success, innovative solutions and operational excellence drives industry-leading financial free cash flow performance and allows us to return capital consistently. That concludes the prepared remarks. Let's begin the Q&A.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, Bren. Operator, can you please provide the instructions for Q&A."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ac090879e33baacd8da258c56f971dc3",
    "period": "2024 Q4",
    "content": "Q4 2024 KLA Corp Earnings Call\n\nQ4 2024 KLA Corp Earnings Call\n\nKLACNASDAQJUL 24, 5:00 PM\n\nOperator\n\nGood afternoon. My name is David, and I'll be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation June Quarter 2024 Earnings Conference Call and Webcast. [Operator Instructions]\nI will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nWelcome to our earnings call to discuss the June 2024 results and the September quarter outlook. I'm joined by our CEO, Rick Wallace and our CFO, Bren Higgins. We will discuss today's results released after the market close and available at ir.kla.com, along with supplemental materials.\nToday's discussion and metrics are presented on a non-GAAP financial basis unless otherwise specified. All full year references are to calendar years. The earnings materials contain a detailed reconciliation of GAAP to non-GAAP results. KLA's IR website also contains future investor events, presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nOur comments today are subject to risks and uncertainties reflected in the disclosure of risk factors in our SEC filings. Any forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nRick will begin the call with some introductory comments followed by Bren with additional financial highlights, including our outlook. Let me turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThank you, Kevin. I will cover a few business highlights for this quarter. KLA's June quarter revenue, gross margin and EPS were all above their respective guidance midpoints. Quarter played out mostly as expected with strong customer demand and solid company execution. We continue to see signs of the strengthening market environment for customers at the leading edge and remain confident in our plan for steady improvement throughout the remainder of this calendar year and into 2025.\nThis quarter, KLA results returned to sequential and year-over-year revenue growth, demonstrating an improving industry environment. Foundry/logic continuation of scaling and incorporation of new technologies and slowly rising capital intensity continues to be a long-term tailwind. In memory, technology development investments for the AI high-bandwidth memory and the improving supply-demand environment, support an expected return to growth for memory markets in 2025.\nThe June quarter also marked another quarter of strong performance from our portfolio of broadband plasma or BBP products, which we also refer to as Gen 4 and Gen 5. This year marks 4 years of innovation for our BBP patterned\nwafer inspection business. We continue to see significant differentiation keeping this product line at the forefront of the discovery for the semiconductor industry. We expect this product [indiscernible] momentum to continue delivering strong relative growth performance in calendar year 2024.\nAI continues to be a driver and enabler for KLA's business. AI adoption is driving higher volume in wafer manufacturing, more complex designs, larger die and chip size and growing advanced packaging demands, which supported an increase in process control intensity. Last quarter, we estimated that the KLA opportunity would reach approximately $400 million in annualized revenue, exiting calendar 2024. Today, we're raising that estimate to more than $500 million in total advanced packaging revenue across the entire KLA portfolio on the momentum we are experiencing. Additionally, AI is enabling KLA to further differentiate our products and the continuous improvement in the performance of our systems.\nDaily service business grew to $614 million in the June quarter, up 4% sequentially and 14% year-over-year. Utilization rates of existing installed capacity are steadily rising across all business segments as end market demand improves. Finally, quarterly free cash flow was $832 million. The last 12 months free cash flow was $3 billion, with free cash flow margin of 31% over the same period. Daily results continue to demonstrate our sustained process control leadership and the success of our broad portfolio specific product strategies. In this industry environment, KLA will continue to focus on supporting [indiscernible] requirements, executing on progress road maps and preparing for growth at the leading edge.\nI'll now hand the call over to Bren to go through the financial highlights and outlook.\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks, Rick. KLA's quarterly results demonstrated our market [indiscernible] combined with the consistent execution of our global team. KLA continues to serve resourcefulness and the ability to adapt to meet customers' changing requirements. Quarterly revenue was $2.57 billion, above the guidance midpoint of $2.5 billion. Non-GAAP diluted EPS was $6.60 and GAAP diluted EPS was $6.18, both above their respective guidance midpoints. Gross margin was 62.5% at the upper end of the guidance range as a richer product mix than model and higher revenue volume growth upside to guidance.\nOperating expenses were $553 million. Operating expenses were comprised of $324 million in R&D and $229 million in SG&A. Operating margin was 41%. Other income expense net was a $32 million expense and the quarterly effective tax rate was 12.6%. Quarterly non-GAAP net income was $893 million, GAAP net income was $836 million, cash flow from operations was $893 million, and free cash flow was $832 million. The company had 135.3 million diluted weighted average shares outstanding at the end of the quarter. The breakdown of revenue by reportable segments end markets, major products and regions can be found within the shareholder letter and slides.\nTurning to the balance sheet. KLA ended the quarter with $4.5 billion in total cash, cash equivalents and marketable securities debt of $6.7 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 major rating agencies. Moving to our outlook. We believe our business is transitioning from a period of stabilization to a resumption of growth, which began in our June quarter, and we expect to continue through the remainder of calendar '24 and into 2025.\nFor calendar 2024, we remain encouraged by the improvement in our customers' revenue and profitability over the course of this year. This improvement will ultimately translate into new investment in capital equipment to support semiconductor growth over the medium term. Our high-level outlook for the industry remains largely unchanged. Our expectation is for the WFE market to be in the mid-$90 million range and that the second half of the calendar year will be stronger than the first half.\nWhile really to be overly specific on expectations for calendar 2025, we do expect a year of growth through principally by growth in leading-edge investments in both logic/foundry and in memory. Given KLA's business momentum, we are confident in our relative performance opportunities moving forward.\nKLA September quarter guidance is as follows: total revenue is expected to be $2.75 billion, plus or minus $150 million; foundry/logic revenue from semiconductor customers is forecasted to be approximately 80%; and memory is expected to be approximately 20% of semi process control systems revenue. With [indiscernible], DRAM is expected to be about 83% of the segment mix and then the remaining 17%.\nGross margin is forecasted to be in the range of 61.5% plus or minus 1 percentage point, as higher revenue volumes offset by weaker anticipated product mix. Consistent with our comments last quarter, based on the current industry outlook, top line growth expectations for calendar '24, higher forecasted growth in services and expected system product mix, we are still modeling non-GAAP gross margins to remain relatively stable around the mid 61% range. Variability quarter-to-quarter is typically driven by product mix fluctuations.\nOperating expenses are forecasted in the September quarter to be approximately $565 million as we continue to make important R&D and scaling investments to support expected revenue growth. Look ahead, we expect approximately $10 million to $15 million incremental growth in quarterly operating expenses for the remainder of calendar '24 and into 2025. This is supported by our revenue growth expectations and in line with our 40% to 50% incremental operating margin business model.\nOther model assumptions for the September quarter include other income and expense net of approximately $34 million expense, GAAP diluted EPS is expected to be $6.69 plus or minus $0.60 and non-GAAP diluted EPS of $7 plus or minus $0.60. EPS guidance is based on a fully diluted share count of approximately 135 million shares.\nIn conclusion, our business has transitioned from a period of stabilization to one of growth. We remain optimistic that the indicators of improvement we have seen will continue throughout the remainder of calendar '24 and into 2025. KLA is focused on delivering a differentiated product portfolio that anticipates customers' technology road map requirements and drives our longer-term growth expectations.\nWith the KLA operating model guiding best-in-class execution, KLA continues to implement strategic objectives, which are geared to drive outperformance. KLA's focus on customer success, delivering innovative and differentiated solutions and operational excellence is what drives industry-leading financial and free cash flow performance and allows us to return capital consistently.\nReturn of scaling and increasing complexity has solidified our confidence in the increasing importance of process control in enabling technology advancements. This is not just an improving time to result in process integration and fab ramp but also in optimizing yield across a volume production environment with high semiconductor device design NIC. This bodes well for KLA's long-term growth outlook is near-term industry demand trends are continuing to improve. In alignment with this, KLA's business is improving and the long-term secular trends driving semiconductor industry demand and investments in WFE remain compelling.\nThat concludes the prepared remarks. Let's begin the Q&A. Kevin?"
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/89fd2709a39bde141e38a6ce53f85442",
    "period": "2024 Q3",
    "content": "Q3 2024 KLA Corp Earnings Call\n\nQ3 2024 KLA Corp Earnings Call\n\nKLACNASDAQAPR 25, 6:00 PM\n\nOperator\n\nGood afternoon. My name is Doug, and I'll be your conference operator today. At this time, I'd like to welcome everyone to the KLA Corporation March quarter 2024 Earnings Conference Call and Webcast. [Operator Instructions].\nI will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you for joining our earnings call to discuss the March 2024 results in the June quarter outlook. I am joined by our CEO, Rick Wallace; and our CFO, Bren Higgins. We will discuss today's results released after the market close and available on our IR website, along with the supplemental materials.\nToday's discussion and metrics are presented on a non-GAAP financial basis, unless otherwise specified. All full year references are to calendar years. Earnings materials contain a detailed reconciliation of GAAP to non-GAAP results. KLA's IR website also contains future investor events, presentations, corporate governance information and linked to the SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nOur comments today are subject to risks and uncertainties reflected in the disclosures of risk factors in our SEC filings. Any forward-looking statements, including those we make on the call today, are subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nRick will begin the call with some introductory comments followed by Bren with additional financial highlights, including our outlook. I will now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThank you, Kevin. Today, I will review KLA's March quarter results and highlights and address the new market share reports as well as a broader industry outlook.\nKLA's revenue of $2.36 billion was above the midpoint of our guidance range. EPS results, both non-GAAP and GAAP, were above the midpoint of the adjusted guidance we provided on March 18 in conjunction with the decision to exit the flat panel business.\nMarket conditions have stabilized, and we expect our business to improve as we progress through the year. We're encouraged by the improvement in our customers' business across multiple end markets, which is driving discussions with our customers about future opportunities for leading-edge capacity investments.\nAt the start of each year, new global market share reports are published by third parties that provide additional insights into the state of our industry. These reports show consistent long-term KLA market leadership in process control and demonstrate the strength of our diverse portfolio that offers our customers unique capabilities to address their technology challenges while meeting their productivity demands. This year, following significant gain in 2022, KLA's 2023 market share declined by nearly 1%, driven primarily by a loss in access to approximately 10% of the China market as a result of U.S. government export controls.\nThat said, KLA's consistent market leadership and process control and some of the most critical markets in WFE reflect the success of our customer-focused strategies and the power of our portfolio. We're confident that KLA's quarterly revenues bottomed in the March quarter as expressed in our prior earnings call.\nIn foundry/logic, simultaneous investments across multiple nodes and slowly rising capital intensity continue to be a long-term tailwind. Additionally, the increasing complexity in advanced packaging applications for AI and other advanced technologies drive demand for both our process tool and process control products. Overall demand growth, along with increasing technology requirements will drive the need for more capability from inspection and metrology systems.\nOur advanced packaging business will generate approximately $400 million in run rate in 2024, and we expect this business to achieve growth rates meaningfully above the growth rate of WFE going forward.\nIn services, our business grew to $590 million in the quarter, up 4% sequentially and 12% year-over-year. Quarterly free cash flow was $838 million, and the last 12 months free cash flow was $3.1 billion with a free cash flow margin of 32% over the period.\nKLA's quarterly results continue to demonstrate our sustained process control leadership and the success of our broad portfolio and product strategies. Customers continue to prioritize and invest in leading-edge technology transition and this aligns with KLA's highest value product offerings. In this industry environment, KLA will continue to focus on supporting customer requirements, executing on product road maps and preparing for growth at the leading edge. Bren will now discuss the financials and our outlook further.\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThank you, Rick. KLA's quarterly results demonstrated a consistent execution of our global team. Despite the challenges and complexity of the current industry environment, KLA continues to show [ resourcefullness ] and the ability to adapt to meeting customers' changing requirements. Quarterly revenue was $2.36 billion, above the guidance midpoint of $2.3 billion.\nNon-GAAP diluted EPS was $5.26, above the guidance midpoint of $4.83. The GAAP diluted EPS was $4.43, above the guidance midpoint of $4.06. In the March quarter, both non-GAAP and GAAP diluted EPS were negatively impacted by a $62 million charge for excess and obsolete inventory related to the company's strategic decision to exit the flat panel display business announced on March 18. This charge had a $0.40 impact on EPS. Excluding this item, diluted non-GAAP EPS would have been $5.66. Non-GAAP gross margin was 59.8%, above the top end of the revised guidance range. Excluding the FPD charge, non-GAAP gross margin would have been 62.4% and roughly flat sequentially.\nNon-GAAP operating expenses were flat sequentially at $544 million comprised of $320 million in R&D and $224 million in SG&A. Non-GAAP EPS at the 13.5% guided tax rate would have been $0.04 higher or $5.30. Non-GAAP operating margin was 36.8%. Non-GAAP other income and expense net was a $34 million expense and the quarterly non-GAAP effective tax rate was 14.2%. Quarterly non-GAAP net income was $715 million, GAAP net income was $602 million. Cash flow from operations was $910 million, and free cash flow was $838 million.\nThe breakdown of revenue by reportable segments and markets and major products and regions can be found within the shareholder letter and slides.\nTurning to the balance sheet. KLA ended the quarter with $4.3 billion in total cash, cash equivalents and marketable securities, debt of $6.7 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies. On February 1, KLA issued $500 million of 4.7% senior notes due in 2034 and $250 million of 4.95% senior notes due in 2052. The -- the company expects to use the net proceeds from the notes operating for general corporate purposes, including the repayment of outstanding indebtedness at or prior to maturity.\nMoving to our outlook. We remain encouraged by constructive customer discussions around their future investment plans, which are further supported by recent reports of an improving end market demand environment and customer profitability. Consistent with these industry trends, as we indicated last quarter, we believe our business bottomed from a revenue perspective in the March quarter and looking ahead through the balance of calendar '24, growth is resuming in the June quarter, and we expect business levels to improve as we progress through the year.\nFor calendar 2024, our high-level outlook remains unchanged. We still expect WFE demand to be roughly flat to modestly up from 2023 and that the second half of the calendar year will be stronger than the first half. KLA's June quarter guidance is as follows: revenue of $2.5 billion, plus or minus $125 million, foundry/logic revenue from semiconductor customers is forecasted to be approximately 82% and memory is expected to be 18% of semi-process control systems revenue. Within memory, DRAM is expected to be about 78% of the segment mix and NAND the remaining 22%.\nNon-GAAP gross margin is forecasted to be in the range of 61.5% plus or minus 1 percentage point based on product mix expectations. For calendar 2024, based on current industry outlook, top line growth expectations, higher forecasted growth in services and expected systems product mix, we are modeling non-GAAP gross margins to be relatively stable around the mid 61% range. Variability quarter-to-quarter is typically driven by product mix fluctuations. Non-GAAP operating expenses are forecasted in the June quarter to be approximately $550 million as our merit adjustment process occurred in the March quarter. .\nLooking ahead, we continue to expect $5 million to $10 million incremental growth in quarterly operating expenses for the remainder of calendar 2024, supported by expected revenue growth.\nOther model assumptions for the June quarter include non-GAAP other income and expense net of approximately $38 million expense. GAAP diluted EPS is expected to be $5.66, plus or minus $0.60. And a non-GAAP diluted EPS of $6.07, plus or minus $0.60. EPS guidance is based on a fully diluted share count of approximately 135.4 million shares.\nIn conclusion, as we articulated 12 weeks ago, we are encouraged with the indicators of improvement ranging from our customers' conversations to the public reports over the past few months. KLA remains focused on delivering a differentiated product portfolio that anticipates customers' technology road map requirements and drives our longer-term growth expectations. With the KLA operating model guiding best-in-class execution, KLA continues to implement strategic objectives, which are geared to drive outperformance.\nWith a focus on customer success, delivering innovative and differentiated solutions and operational excellence, KLA is able to deliver industry-leading financial and free cash flow performance and return capital consistently. The past few years have solidified our confidence in the increasing importance of process control and enabling technology advancements and optimizing yield across the high semiconductor device design mix, volume production environment. This bodes well for KLA's long-term growth outlook as near-term industry demand trends are continuing to improve.\nIn alignment with this, KLA's business is improving and the long-term secular trends driving semiconductor industry demand and investments in WFE remain intact in both legacy and leading-edge markets. That concludes the prepared remarks. Kevin, let's begin the Q&A.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, Bren. Operator, can you please provide instructions for [indiscernible]."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/57f283c5d336889717220e9b73d95411",
    "period": "2024 Q2",
    "content": "Q2 2024 KLA Tencor Corp Earnings Call\n\nQ2 2024 KLA Tencor Corp Earnings Call\n\nKLACNASDAQJAN 25, 6:00 PM\n\nOperator\n\nGood afternoon. My name is Chelsea, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation's December Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions]\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you for joining the earnings call to discuss the December 2023 results and the March quarter outlook. I'm joined by our CEO, Rick Wallace, and our CFO, Bren Higgins.\nWe will discuss today's results release after the market close and available on our IR website, along with supplemental materials. Today's discussion is presented on a non-GAAP financial basis, unless otherwise specified. Our full year references all relate to calendar years. A detailed reconciliation of non-GAAP -- of GAAP to non-GAAP results in the earnings material posted on our website. KLA's IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on 10-Q and 10-K.\nOur comments today are subject to risks and uncertainties reflected in the risk factor disclosure in our SEC filings. Any forward-looking statements, including those we make on the call today, are subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nRick will begin the call with some comments and quarterly highlights. Bren will conclude with our financial highlights, including our guidance and outlook. I will now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThank you, Kevin. I will briefly summarize KLA's performance for 2023 calendar year and the December quarter and then set up our view for 2024. For 2023 KLA revenue was almost $9.7 billion, down 8% versus the prior year. This was higher than our expectations coming into the year as strength from legacy node customers and semiconductor infrastructure offset weaker-than-expected leading-edge investments in both logic and memory. While overall WFE spending was down for the year, there were areas of growth in the KLA business segments, including the infrastructure business supporting wafer and mass manufacturers, automotive and specialty semiconductor process equipment.\nKLA's service business grew 7% to $2.2 billion for the year. The company continued to deliver strong industry-leading margins, with non-GAAP gross margins of 62% and a non-GAAP operating margin of 39%. Free cash flow grew 6% in 2023 to a record $3.2 billion.\nMoving to KLA's December quarter results, which were ahead of expectations as revenue 4% sequentially to $2.49 billion. Quarterly non-GAAP net income was $839 million. GAAP diluted earnings per share was $4.28 and non-GAAP diluted EPS was $6.16. We saw sequential growth in all 3 of KLA's business segments. You can find specific details in our shareholder letter released earlier today.\nAdditional highlights in the quarter include growing adoption for KLA's 8900 Series platform for high-throughput macro inspection, increased demand in the legacy node and advanced packaging categories made the platform 1 of the best performing product lines in our optical inspection portfolio in 2023. Continued growth in AI enables KLA's differentiation and helps drive industry growth. We continue to deploy deep learning and physics based algorithms across KLA's inspection and metrology product portfolio. This has improved signal and noise recognition and reduced process learning cycles as customers resolve critical yield challenges.\nKLA Service business grew 1% on a sequential quarterly basis to $565 million and remained on track to resume the targeted 12% to 14% annual revenue growth trajectory in calendar 2024. As we look at CY '24, I'm encouraged by recent reports from many of our customers that the demand environment is expected to continue to gradually improve throughout the calendar year. Through collaboration with customers, KLA is focused on preparing our teams for a return to growth as the leading edge and leveraging the KLA operating model to ensure readiness to support our customers' needs as the demand environment improves.\nIn the near term, we see the March quarter at the low point for the year, we expect business levels to improve as we progress throughout the year. The KLA team will, as always, prioritize commitments to our customers and executing on our product growth apps.\nI'll now hand the call over to Bren to provide more specifics around the financials and our guidance.\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks, Rick. Our results demonstrated the consistent execution of our global team. Despite the challenges and complexity of the current industry environment, KLA continues to show resource and the ability to adapt to meeting customers' changing and fluid requirements. Revenue was $2.49 billion, slightly above the guidance midpoint of $2.45 billion. Non-GAAP diluted EPS was $6.16, above the midpoint of the guided range of $5.26 to $6.46. GAAP diluted EPS was $4.28. GAAP EPS was negatively impacted by $1.59 for goodwill and purchased intangible asset impairment charge.\nNon-GAAP gross margin was 62.6%, just above the high end of the guidance range of 60.5% to 62.5%. Non-GAAP operating margin was 40.7%. The Quarterly non-GAAP net income was $839 million, GAAP net income was $583 million. Cash flow from operations was $622 million, and free cash flow was $545 million.\nAs I just mentioned, during the quarter, KLA recognized a goodwill and purchase of intangible asset impairment charge of $219 million for the PCB and display reporting unit attributed to a weaker long-term outlook, primarily for the flat panel display business. We have begun investigating strategic alternatives for this business, which accounted for 1.4% of total revenue in calendar 2023. The breakdown of revenue by reportable segments and end markets and major products and regions can be found within the shareholder letter and slides.\nTurning to the balance sheet. KLA ended the quarter with $3.3 billion in total cash, cash equivalents and marketable securities, debt of $5.95 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies. In December 2023, Fitch rating upgraded KLA's debt rating to A from A- with a stable outlook.\nMoving to our outlook. Looking ahead to calendar 2024, the exact timing of a meaningful and sustainable resumption in WFE investment growth continues to remain uncertain. Though there are signs of improvements in some end markets, this improvement is off low levels, impacting our customers' profitability and cash flow generation in the near term. KLA's overall demand is stabilizing around current business levels, plus or minus the guidance ranges. As of now, this translates into KLA revenue bottoming in the March quarter, driven mostly by a customer project delay occurring in the last couple of months.\nBased on current fast schedules in our June quarter shipment plan, we expect sequential growth to return in the June quarter and continue for the remainder of the calendar year. For calendar 2024, we currently expect WFE demand to be in the mid- to high $8 billion. roughly flat to modestly up from the anticipated level in calendar year 2023. We expect that the second half of the calendar year will be stronger than the first half for WFE investment. This WFE estimate reflects our current top-down assessment of industry demand as follows: In memory, we expect WFE investment to be slightly up from low levels with investments focused on high bandwidth memory capacity and leading-edge node development.\nBoth NAND and DRAM fabs are still a low utilization levels as consumer markets have not yet returned to the growth levels needed to bring factory utilization back to the high levels seen in recent years. Once customers consume this excess capacity and focus on node migration, we would expect to see new investments.\nFoundry logic is expected to be slightly up with leading-edge investment returning to modest growth levels, Legacy investment declining versus 2023 and China legacy node investments remaining relatively flattish to current levels.\nAs for guidance, KLA's March quarter guidance is as follows: Revenue is expected to be $2.3 billion, plus or minus $125 million. Foundry Logic is forecasted to be approximately 60%, and memory is expected to be 40% of semi process control systems revenue. Within memory, DRAM is expected to be about 85% of the segment mix and NAND the remaining 15%.\nNon-GAAP gross margin is forecasted to be in a range of 61.5% plus or minus 1 percentage point as product mix weakens quarter-to-quarter due to lower overall semiconductor process control systems revenue. For calendar 2024, based on current industry outlook, top line growth expectations, higher forecasted growth in services and expected systems product mix, we are modeling gross margins to be relatively stable around the mid 61% range to what we delivered in 2023. Variability quarter-to-quarter is typically driven by product mix fluctuations.\nOperating expenses are forecasted in the March quarter to be approximately $545 million, relatively flat with the December quarter. Our calendar 2024 operating expenses, we expect $5 million to $10 million incremental growth per quarter beyond the March quarter, in line with expected sequential growth in revenue. Prototype material purchases can drive variability quarter-to-quarter.\nFor the calendar '24 tax rate based on current forecast, we do not expect material changes. You should continue using the 13.5% effective rate for modeling purposes. Other model assumptions for the March quarter include other income and expense net of approximately $45 million. GAAP diluted EPS is expected to be $4.93 plus or minus $0.60. A non-GAAP diluted EPS of $5.26 plus or minus $0.60. EPS guidance is based on a fully diluted share count of approximately 135.6 million shares.\nIn conclusion, we are optimistic that most end markets are showing signs of improvement. KLA will remain focused on supporting customers, executing on our product road map and positioning the company for a return of growth at the leading edge. The visibility into the precise timing of a sustainable demand recovery is still unclear, KLA is running the business to ensure delivery of a differentiated product portfolio that meets customers' technology road map requirements and to execute our business in line with our longer-term growth expectations.\nThe KLA operating model guiding best-in-class execution, KLA continues to implement strategic objectives, which are geared to drive outperformance. With a focus on customer success, delivering innovative and differentiated solutions and operational excellence, KLA is able to deliver industry-leading financial and free cash flow performance and return capital consistently. The past few years have strengthened our confidence in the increasing importance of process control and enabling technology advancements and optimizing yield at a high design mix volume production environment. This bodes well for KLA's long-term growth outlook despite still challenging near-term demand trends.\nIn the meantime, KLA business continues to stabilize and the long-term secular trends driving semiconductor industry demand and investments in remain very compelling.\nThat concludes the prepared remarks. Kevin, let's begin the Q&A."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/801df61b6428e34dd16435d21864023c",
    "period": "2024 Q1",
    "content": "Q1 2024 KLA Tencor Corp Earnings Call\n\nQ1 2024 KLA Tencor Corp Earnings Call\n\nKLACNASDAQOCT 25, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Chelsea, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation September Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions]\nI will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you for joining us for our earnings call to discuss the results of the September 2023 quarter and our December quarter outlook. I'm joined by our CEO, Rick Richard Wallace, and our CFO, Bren Higgins, to discuss our results released today after the market close, which are available on our IR website, along with the supplemental materials. Today's discussion is presented on a non-GAAP financial basis unless otherwise specified, [ our ] full year references all related to calendar years. A detailed reconciliation of GAAP to non-GAAP results is in the earnings materials posted on our website. Our IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nOur comments today are subject to risks and uncertainties reflected in the risk factor disclosures in our SEC filings. Any forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nRick will begin the call with some comments and quarterly highlights. Bren will conclude with our financial highlights, including our guidance and outlook. I will now turn the call over to our CEO, Rick Wallace. Rick.\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThanks, Kevin. Before we cover KLA's September quarter [indiscernible] outlook, I'd like to address the situation in Israel as it pertains to KLA. We have many KLA employees based in Israel. We're deeply saddened by the unspeakable acts of terrorism in the Middle East and the resulting war underway. Our heartfelt condolences are with all the victims and their families, friends and loved ones. [ At ] KLA, we're focused on employee safety and well-being and are making efforts to assist our teams through terrible circumstances, including resources and support for our employees and broader humanitarian support through the KLA Foundation. We all hope for a peaceful solution soon.\nMoving on to our September quarter results, which exceeded expectations. Specifically, revenue of $2.4 billion finished at the upper end of the guidance range. GAAP EPS was $5.41 and non-GAAP EPS was $5.74. Both also finishing at the upper end of the respective guidance ranges. These results were driven by the strength and relevance of KLA's process control portfolio. Additionally, focused execution enabled continued free cash flow generation and capital returns. We are proud of how the KLA team continue to outperform in the marketplace and deliver on customer commitments.\nThe overall business environment remains relatively stable for KLA. We continue to see strength in markets served by legacy notes despite softness in memory and learning edge, logic and foundry investments. As the industry continues to navigate the slowdown in the electronics market, we are closely monitoring any adjusting results that affect our customers' capacity. KLA continues to outperform the industry on a relative basis because customer investment in R&D for technology advancement and transition has proven to be more resilient to market pressures. If we look at some specific highlights in the quarter, revenue was driven by strength in legacy node investment globally and industry infrastructure investment. KLA's market leadership, product success and unpatterned wafer, optical and macro inspection also demonstrate the power of the KLA portfolio.\nRapid growth of AI, both enables KLA's differentiation and helps drive industry growth. KLA is a pioneer and adopting AI to improve the performance of our systems and create differentiation. And KLA has a long track record of employ deploying and physics-based algorithms in our core technologies. As the cost of compute has declined, we are now able to deploy this capability more broadly across our product portfolio, leveraging our AI expertise, KLA's inspection, metrology and data analytics systems help customers solve challenges associated with current process technologies and critical industry inflections, including gate all around, 3D memory, EUV Lithography, and advanced packaging.\nKLA service business grew both sequentially and year-over-year, ending at $560 million in the September quarter and remains on track or high single-digit percent year-over-year growth in 2023. Finally, the September quarter was another excellent period from the cash flow and capital returns perspective, quarterly free cash flow was $816 million, which drove the last 12 months free cash flow up 3% year-over-year to $3.2 billion. Total capital returns over the past 12 months were $2.4 billion.\nIn summary, KLA's September quarter results demonstrate our continued process control leadership and the success of our portfolio strategy. Our consistent execution despite challenges in the marketplace highlights the resiliency of the KLA operating model, driven by the dedication of our global teams.\nI'll now hand it over to Bren to cover more details on our financial performance and our outlook. Bren?\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThank you, Rick. KLA delivered a strong September quarter, demonstrating consistent execution despite a challenging work marketplace. Revenue was $2.4 billion, non-GAAP diluted EPS was $5.74 and GAAP diluted EPS was $5.41, with all 3 coming in at the upper end of the guided ranges. Non-GAAP gross margin was 62.4%, 40 basis points above the guidance range due to benefits from a richer product mix and better service cost performance than model. Non-GAAP operating expenses were $534 million, in line with guidance. Total non-GAAP operating expenses comprised $311 million of R&D and $223 million in SG&A. Non-GAAP operating margin was 40.2%, non-GAAP other income and expense debt was $47 million, and the quarterly effective tax rate was 14%. [ At ] the guided tax rate of 13.5%, non-GAAP EPS would have been $0.03 higher or $5.77.\nQuarterly non-GAAP net income was $786 million. GAAP net income was $741 million. Cash flow from operations was $884 million, and free cash flow was $816 million. As a result, free cash flow conversion was a strong 104% and free cash flow margin was 34%. The company had approximately 137 million diluted weighted average shares outstanding at the end of the quarter. The breakdown of revenue by reportable segments and end markets and major products and regions can be found within the shareholder letter and slides.\nTurning to the balance sheet. KLA ended the quarter with $3.35 billion in total cash, cash equivalents and marketable securities, debt principal outstanding of $5.95 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies. KLA has an impressive history of consistent free cash flow generation, high free cash flow conversion and strong free cash flow margins across all phases of the business cycle and economic conditions. Over the last 12 months, KLA has returned $2.4 billion to shareholders, including $1.7 billion in share repurchases and $726 million in dividends paid.\nI also wanted to highlight that on September 5, KLA announced an increase in the quarterly dividend level to $1.45 per share from $1.30, the 14th consecutive annual dividend increase. Since its inception in 2006, KLA has grown the quarterly dividend level and approximately 15% compound annual growth rate. Additionally [indiscernible] KLA announced an incremental $2 billion share repurchase authorization. These capital return actions reflect confidence in our business model and growth strategy as we progress along the path to our 2026 financial targets.\nMoving to our outlook. As we review the market and assess relative performance of our peers across the industry, we are adjusting our wafer fab equipment outlook for 2023 up to approximately $80 billion, reflecting a decline of approximately 16% from the $95 billion level in calendar 2022. While the timing of a meaningful resumption in WFE investment growth remains unclear as most underlying end markets remain soft, we continue to see KLA's overall demand stabilizing around current business levels, and we expect this demand profile to continue into the first half of calendar 2021.\nKLA's primary value proposition is focused on enabling innovation through technology [ interest ] and transitions, which our customers continue to prioritize across all business environments. While capacity plans are often adjusted due to changing demand expectations, technology road map investments are more resilient. This adds additional confidence to our business expectations as customers align shipment slots with road map requirements. In this environment, we will continue to focus on meeting customer movements, maintaining our high level of investment in R&D to advance our product road maps and KLA's market leadership and delivering strong relative revenue growth and financial performance.\nAs for guidance, our December quarter guidance is as follows: total revenue is expected to be $2.45 billion, plus or minus $125 million, foundry logic is forecasted to be approximately 68%, and memory is expected to be around 32% of semiconductor process control systems revenue to semiconductor customers. Within memory, DRAM is expected to be about 85% of the segment mix and NAND 15%. We forecast non-GAAP gross margin to be 61.5% plus or minus 1 percentage point, as product mix expectations are modestly weaker versus the September quarter and service period cost benefit realized in the September quarter normalizes. Inclusive of this guidance, calendar 2023 gross margins are expected to end up in the mid 61% range. Non-GAAP operating expenses are expected to be approximately $540 million. Other model assumptions for the December quarter include non-GAAP other income and expense net of approximately [ $45 million ] and an effective tax rate of approximately 13.5%.\nFinally, GAAP diluted EPS was expected to be $5.54, plus or minus $0.60 and non-GAAP diluted EPS of $5.86 plus or minus $0.60.\nEPS guidance is based on a fully diluted share count of approximately 136 million shares. In conclusion, we remain focused on driving differentiation through innovation as we execute our successful portfolio strategy that supports our customers' technology road maps. Though the industry is correcting in calendar 2023 and sustainable demand recovery still remains unclear, we are sized in our business to ensure that we deliver a differentiated product portfolio that meets our customer technology road map requirements and that we have the capacity to execute our business in line with our long-term growth expectations. With the KLA operating model guiding our best-in-class execution, we continue to implement our strategic objectives, which are here to drive outperformance. Our focus on customer success, delivering innovative and differentiated solutions and operational excellence is what enables us to deliver industry-leading financial and free cash flow performance and return capital on a consistent basis.\nWe are confident that process controls importance to enabling technology advancements bodes well for KLA's long-term growth outlook despite challenging near-term demand trends. KLA is well positioned to deliver strong near-term relative financial performance driven by the better than market performance of our semiconductor process control and specialty semiconductor businesses and continued growth in service. KLA is also uniquely exposed to wafer and reticle infrastructure investments that are contributing to our relative outperformance in calendar 2023. Our business continues to stabilize and the long-term secular trends driving semiconductor industry demand and investments in WFE remain intact and are compelling. That concludes our prepared remarks.\nKevin, let's begin the Q&A.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThanks, Bren. Chelsea, if you could please provide the instructions to queue for Q&A, and we'll begin now."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4dc597afc361de653dee32be3b9fc2e",
    "period": "2023 Q4",
    "content": "Q4 2023 KLA Tencor Corp Earnings Call\n\nQ4 2023 KLA Tencor Corp Earnings Call\n\nKLACNASDAQJUL 27, 6:00 PM\n\nOperator\n\nGood afternoon. My name is Chelsea, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation June Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions] And I will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead, sir.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you for joining us for our earnings call to discuss the results of the June 2023 quarter and our September quarter outlook. Joining me is our CEO, Rick Wallace, and our CFO, Bren Higgins. During this call, we will discuss our results released today after the market close, along with supplemental materials that are all available on our IR website.\nToday's discussion is presented on a non-GAAP financial basis unless otherwise specified. Whenever we make full year references, they relate to calendar years. A detailed reconciliation of GAAP to non-GAAP results is in the earnings materials posted on our website.\nOur IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q. Our comments today are subject to risks and uncertainties reflected in the risk factor disclosure in our SEC filings.\nAny forward-looking statements, including those we make on the call today, are subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements. Rick will begin the call with some comments on quarterly highlights.\nFred will conclude with our financial highlights, including our guidance and outlook. I will now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, Chief Executive Officer & Director, KLA Corp.\n\nThank you, Kevin. Let's start with a summary of KLA's performance in the quarter, along with a few highlights. Further color and detail on my comments and the semiconductor demand environment can be found in our shareholder letter released earlier today.\nKLA's June quarter results exceeded expectations and demonstrated consistent execution despite a challenging marketplace. Specifically, revenue of $2.355 billion finished at the upper end of the guidance range, declining 5% on a year-over-year basis and 3% sequentially.\nGAAP earnings per share was $4.97 and non-GAAP EPS was $5.40 with each finishing at the upper end of their respective guidance ranges. As near-term demand headwinds persist, there are some bright spots. In particular, automotive and other markets served by legacy nodes remained strong, demonstrating the diversification of demand and growing adoption of semiconductor technology across multiple industries.\nAdditionally, process control plays a critical role in enabling our customers to execute on node and technology transitions that are the focus of R&D efforts, and that is more resilient to near-term pressures. We work closely with our customers, and they continue to prioritize R&D investments. This is important for KLA as our products are heavily relied upon during the R&D process as well as the early ramp phase when faster time to yield is critical.\nKLA remains focused on supporting our customers' requirements while maintaining critical R&D investments to enable our technology road map. Our June quarterly results are the latest example of successfully meeting or exceeding our commitments and creating value for our customers, partners and shareholders. Specific factors driving KLA's performance this quarter include KLA's market leadership and process control, which includes some of the most critical and fastest-growing segments of WFE.\nGrowth and market leadership in critical wafer and reticle infrastructure is fueling relative growth for KLA. For example, revenues from our unpatterned wafer inspection and metrology products used in sold in wafer and photomask manufacturing are expected to significantly outperform the overall WFE market and deliver strong growth in a down year for the industry.\nThe KLA Services business grew to $539 million in the June quarter, up 5% year-over-year. Our consistent execution despite challenges in the marketplace continues to prove the resiliency of the KLA operating model and the dedication of our global teams. KLA remains well positioned with a comprehensive portfolio of products to meet customer requirements.\nI'll now hand it to Bren to go through our financial highlights. Bren?\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks, Rick. KLA delivered results at the upper end of the range of guidance and commitments demonstrating consistent execution despite a challenging marketplace. Our continued focus on meeting customer needs while expanding market leadership, sustaining industry-leading gross and operating margins, generating strong free cash flow and maintaining our long-term strategy of asserted capital allocations what makes us successful.\nQuarterly revenue was $2.355 billion towards the upper end of the guided range of $2.125 billion to $2.375 billion. Non-GAAP diluted EPS was $5.40, also towards the upper end of the guidance range of $4.23 to $5.43. GAAP diluted EPS was $4.97 above the midpoint of guidance. Non-GAAP gross margin was 61.2%, 45 basis points above the midpoint of the guidance range due to product mix as upside in the quarter was driven by higher margin products, normalizing freight expenses and improving factory utilization and overall capacity adjust to current demand expectations.\nNon-GAAP operating expenses were $543 million, slightly higher than guidance due to adjustments to variable compensation. Total operating expenses comprised $314 million in R&D and $229 million in SG&A. Non-GAAP operating margin was 38.1%. Other income and expense debt was $49 million, and the quarterly effective tax rate was 12.4%. With the guided tax rate of 13.5% non-GAAP EPS would have been $0.07 lower or $5.33.\nQuarterly non-GAAP net income was $743 million, GAAP net income was $685 million. Cash flow from operations was $959 million, and free cash flow was $880 million. As a result, free cash flow conversion was strong at 119% and free cash flow margin was 37%.\nThe company had approximately 137.7 million diluted weighted average shares outstanding at the end of the quarter. Breakdown of revenue by reportable segments and end markets and major products and regions can be found within the shareholder letter and slides.\nSwitching to the balance sheet. KLA ended the quarter with $3.24 billion in total cash, cash equivalents and marketable securities, debt of $5.89 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies.\nTurning to our outlook. Our WFE outlook for 2023 remains largely unchanged at down approximately 20% from $95 million in 2022. While the timing of a meaningful resumption in WFE investment growth remains unclear, we continue to see overall demand stabilizing around current business levels for our semiconductor process control systems business, and we expect this demand profile to continue through the remainder of the year.\nOur 2023 WFE estimate reflects a tops-down assessment of industry demand as follows: in Memory, we expect WFE investments to decline by approximately 40%. Foundry/Logic to decline by about 10% overall with legacy investment outperforming the segment overall due principally to automotive and continued demand for legacy design nodes.\nKLA's primary value proposition is focused on enabling innovation through technology transitions, which our customers continue to prioritize across all business environments. While capacity plans are often adjusted due to changing demand expectations, technology road map investments are more resilient. This adds additional confidence to our business expectations as customers align shipment slots with road map requirements.\nIn this environment, we will continue to focus on meeting customer requirements, maintaining our high-level investment in R&D to advance our product and KLA's market leadership and delivering strong relative revenue growth and financial performance.\nMoving to guidance now. Our September quarter guidance is as follows: total revenue is expected to be $2.35 billion, plus or minus $125 million. Foundry/Logic is forecasted to be approximately 70% and Memory is expected to be around 30% of semi PC systems revenue. Within Memory, DRAM is expected to be about 90% of the segment mix and NAND at 10%.\nWe forecast non-GAAP gross margin to be roughly flat at 61%, plus or minus 1 percentage point as product mix expectations and cost components are consistent with the prior quarter. Given our current view of a stabilizing demand environment for the remainder of 2023, we expect full year calendar gross margin to trend near 61%.\nNon-GAAP operating expenses are expected to be approximately $535 million as cost measures executed earlier in the calendar year align our current cost structure with top line expectations. We would expect quarterly operating expenses to remain around this level for the remainder of the calendar year. Other model assumptions for the September quarter include other income and expense net of approximately $48 million, and an effective tax rate of approximately 13.5%.\nFinally, GAAP diluted EPS is expected to be $5.02 plus or minus $0.60 and non-GAAP diluted EPS of $5.35 plus or minus $0.60. EPS guidance is based on a fully diluted share count of approximately 137 million shares. In conclusion, we continue to see process controls importance to technology transitions and advancements key to R&D growth and prioritization despite persistent weakness in our customers' businesses. we are also exposed to wafer and reticle infrastructure investments that are contributing to our revenue performance.\nAs a result, KLA remains positioned for strong relative performance versus the industry in 2023. Looking ahead, we continue to see the business environment stabilizing and remain confident that the secular trends driving long-term semiconductor industry demand and investments in WFE remain strong and compelling.\nBroadening semiconductor demand and simultaneous investments supporting growing semiconductor content across multiple technology nodes remain catalysts for sustainable long-term industry growth. Multiple applications for leading-edge road maps are driving competitive dynamics and design challenges requiring more customer engagement and faster time to results. Technology investment and node transitions reflect the value that semiconductors in our industry have a lowering cost for our customers and enabling a wider application universe for semiconductor-based technology across multiple end markets.\nWhile a global economy and semiconductor industry are facing challenges, KLA is well positioned to deliver strong relative financial performance, driven by better than market performance of our MEPC and SPTS businesses and continued growth in Services. We remain focused on innovation as we execute our portfolio strategy to support our customers' technology road maps and multiyear investment plans. For the KLA operating model guiding our execution, we will implement our strategic objectives and drive outperformance. These objectives are also the foundation for our technology leadership and competitive differentiation.\nOur focus on customer success, delivering innovative and differentiated solutions and operational excellence continues to enable us to deliver industry-leading financial and free cash flow performance, while delivering consistent capital returns to shareholders. That concludes my remarks.\nI'll now turn the call back over to Kevin to begin the Q&A. Thank you, Brian.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nChelsea, can you please provide instructions for questions?"
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7fe0ed33f58bcfea09ee27137b6b66f8",
    "period": "2023 Q3",
    "content": "Q3 2023 KLA Tencor Corp Earnings Call\n\nQ3 2023 KLA Tencor Corp Earnings Call\n\nKLACNASDAQAPR 26, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Chelsea, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation March Quarter 2023 Earnings Conference Call and Webcast. [Operator Instructions]. Thank you. I will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin Kessel\n\nThank you, Chelsea, and thank you for joining us for our earnings call to discuss the results of the March 2023 quarter and our June quarter outlook. Joining me is Rick Wallace, our Chief Executive Officer; and Bren Higgins, our Chief Financial Officer. During this call, we will discuss our results released today after the market closed. All materials can be found on our IR website.\nToday's discussion is being presented on a non-GAAP financial basis unless otherwise specified. Whenever we make full year references, they are for calendar years. A detailed reconciliation of GAAP to non-GAAP results is in the earnings materials posted on our website. Our IR website also contains future investor events as well as presentations, corporate governance information and linked to our SEC filings, including our most recent annual and quarterly reports on Forms 10-K and 10-Q.\nOur commentary is subject to risks and uncertainties reflected in the risk factor disclosure in our SEC filings. Any forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements. Our CEO, Rick Wallace, will begin the call with some comments and quarterly highlights. Bren Higgins, our CFO, will conclude with our financial highlights, including our guidance and our outlook. I will now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard Wallace\n\nThank you, Kevin. Let's start with a summary of KLA's performance in the quarter, along with a few highlights. Further color and detail on my comments and the semiconductor demand environment can be found in our shareholder letter released earlier today. KLA's March quarter results again demonstrate the company's consistency in delivering on long-term strategic objectives and financial targets.\nSpecifically, revenue of $2.43 billion was above the midpoint of the guidance range. This represented 6% growth on a year-over-year basis, although down 18% sequentially. GAAP EPS was $5.03 and non-GAAP EPS was $5.49, with each finishing above the midpoint of their respective guidance ranges. From a customer perspective, demand in the quarter was slightly ahead of expectations. Near-term headwinds related to the global macro economy and supply chain remain, but we also see positive outsets emerging as automotive demand and other markets served by legacy nodes remain strong.\nAdditionally, the silicon wafer industry continues to invest to support long-term wafer demand growth. Our customers are adjusting capacity plans across both foundry/logic and memory due to changing demand expectations. However, we see R&D investments remain a top priority. This is important for KLA as our products are consistently relied upon during the R&D process as well as the early ramp phase and faster time yield is critical. We had a number of additional business highlights in the quarter.\nGartner recently released their latest industry market share analysis and process control is the fastest-growing WFE market in 2022, growing 30% in the year to $13.5 billion. Within process control, KLA increased market leadership in most segments, resulting in an overall market share gain of approximately 300 basis points in 2022 to over 57% greater than 4x our nearest competitor. KLA's sustained market leadership is underpinned by our innovation and commitment to high levels of R&D investment.\nAdditionally, the successful execution of KLA's strategies for market diversification were demonstrated by the rapid growth in KLA's automotive-focused businesses. Automotive semiconductor demand is growing in applications where 0-defect mentality is required to achieve superior standards of quality and reliability. KLA has been working with the entire automotive ecosystem to standardize our in-line defect screening methodology called I-PAT to augment existing reliability test efforts.\nAs electrification proliferates, the industry is facing an additional opportunity with the integration of -- introduction of new compound semiconductor materials, such as silicon carbide that offer a significant improvement in power efficiency over silicon. In this category, KLA's revenue has grown 2.5x since 2019, approaching $700 million in annual revenue in calendar 2022 and including 5x growth in silicon carbide-related businesses, which account for almost half of total automotive sales.\nWe expect this growth to continue in calendar 2023. In Services, our business grew to $529 million in the quarter, up 8% year-over-year and 2% sequentially. KLA Service strength was driven by our growing installed base, increasing customer adoption of long-term service agreements, expanding service opportunities and legacy nodes and emerging long-term opportunities in acquired businesses.\nAnd finally, the March quarter was another excellent period from a cash flow and capital returns perspective, Quarterly free cash flow was $926 million, which drove the latest 12-month free cash flow up 20% to $3.2 billion. Total capital returns over the past 12 months was $5.11 billion or 160% of free cash flow. Dividends and share repurchases in the March quarter were $659 million, composed of $478 million in share repurchases and $181 million in dividends.\nOur consistent execution despite challenges in the marketplace continue to prove the resiliency of the KLA operating model and the dedication of our global teams. I will now hand the call over to Bren to go through our financial highlights. Bren?\n\nBren Higgins\n\nExecutive Vice President and Chief Financial Officer\n\nThank you, Rick. KLA delivered on our quarter guidance and commitments, demonstrating consistent execution in a challenging marketplace. Our continued focus on meeting customer needs while expanding market leadership, growing revenue, sustaining industry-leading gross and operating margins, generating strong free cash flow and maintaining our long-term strategy of asserted capital allocation is what makes us successful.\nQuarterly revenue was $2.43 billion, above the midpoint of the guided range of $2.2 billion to $2.5 million. Non-GAAP diluted EPS was $5.49, above the midpoint of the guided range of $4.52 to $5.92. GAAP diluted EPS was $5.03. Non-GAAP gross margin was 60.8% at the lower end of the guidance range. While volume and product mix were stronger than expected, persistent end market weakness continues to effect the PCB and display in component inspection businesses to a greater degree than expected and drove incremental inventory reserve requirements.\n[indiscernible] also remains a factor across the company as we adjust our capacity down to reflect the current business environment. These issues combined diluted gross margins by approximately 100 basis points and offset the volume and product mix benefits mentioned earlier. Non-GAAP operating expenses were $534 million, below our expectation of $545 million, reflecting the impact of modest headcount reductions implemented in the quarter and prudent cost management across the company.\nTotal operating expenses comprised $322 million in R&D and $212 million in SG&A. Non-GAAP operating margin was 38.8%. Other income and expense net was $60 million, and the quarterly effective tax rate was 14%. At the guided tax rate of 13.5%, non-GAAP EPS would have been $0.03 higher or $5.52. Quarterly non-GAAP net income was $761 million. GAAP net income was $698 million. Cash flow from operations was $1.01 billion, and free cash flow was $926 million.\nAs a result, free cash flow conversion was 122%, and free cash flow margin was 38%. The company had approximately 139 million diluted weighted average shares outstanding at the end of the quarter. The breakdown of revenue by reportable segments and end markets and major products and regions can be found within the shareholder letter and slides.\nSwitching to the balance sheet. KLA ended the quarter with $2.9 billion in total cash, cash equivalents and marketable securities, debt of $5.95 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies. Over the last 12 months, KLA has returned $5.1 billion to shareholders, including $4.4 billion in share repurchases and $711 million in dividends paid, the total capital returns amounting to 160% of free cash flow.\nTurning to our outlook now. We continue to estimate WFE to decline approximately 20% to $75 million in calendar '23 from approximately $95 million in '22. Our customers' capacity planning remains fluid and indications of end market improvement have limited visibility today. While the timing of a meaningful resumption in WFE investment growth remains unclear, we do see overall demand stabilizing around current business levels for our semiconductor process control systems business.\nWe expect this demand profile to continue through the second half of the calendar year. In particular, we are seeing higher than initially expected investment from legacy customers globally, including in China. We have also received clarification from the U.S. government on the export rules issued last October and can now resume some shipments that we had previously excluded. Furthermore, we see additional wafer and reticle infrastructure spending worldwide.\nOur WFE estimate reflects our current top-down estimate of industry demand as follows: in memory, we expect WFE investments to decline by 35% to 40% as memory customers continue to respond to lower consumer demand by adjusting production to bring device supply in light of demand. We expect foundry/logic to decline by about 10% overall with legacy investment declining less than the segment overall due principally to automotive and continued demand for legacy design nodes in China.\nOur June quarter guidance is as follows: total revenue is expected to be $2.25 billion, plus or minus $125 million; Foundry/Logic is forecasted to be approximately 77%, and Memory is expected to be around 23% of semi PC systems revenue. Within Memory, DRAM is expected to be about 85% of the segment mix and NAND approximately 15%. We forecast non-GAAP gross margin to be 60.75%, plus or minus 1 percentage point, due primarily to the expected product and segment mix.\nGiven the view of a stabilizing demand environment for the remainder of the year, non-GAAP gross margin should remain in this range with the expectation of gross margins to be between 60% and 61% for calendar '23 with product mix being the largest factor in quarter-to-quarter variability. Looking ahead, we will continue to manage costs carefully. The June quarter always represents the first full quarter of our annual salary adjustments.\nAs a result, operating expenses will tick up slightly to approximately $540 million. We continue to see operating expenses trending down for the remainder of calendar '23, exiting the calendar year in the $530 million to $535 million range. Other model assumptions for the June quarter include other income and expense net of approximately $58 million and an effective tax rate of approximately 13.5%. Finally, GAAP diluted EPS is expected to be $4.47, plus or minus $0.60 and non-GAAP diluted EPS of $4.83, plus or minus $0.60.\nEPS guidance is based on a fully diluted share count of approximately 137.5 million shares. In conclusion, after 3 years of strong industry growth, our view of total WFE demand remains unchanged at down approximately 20% in calendar '23. Against this backdrop, KLA is well positioned to continue to outperform the industry, building on the increased market relevancy delivered in calendar '22.\nLooking ahead, we remain confident of the secular trends driving long-term semiconductor industry demand and investments in WFE are intact. Broadening semiconductor demand, the increasing strategic role semiconductors play in influencing national industrial policy and simultaneous investments supporting growing semiconductor content across technology nodes remain catalysts for growth. Technology investment and node transitions reflect the value that semiconductors and our industry have a lowering cost for our customers and enabling a broader application universe for semiconductor-based technology across multiple end markets.\nFor KLA, while the global economy and semiconductor industry faced headwinds in 2023, we are well positioned to deliver strong financial performance driven by the relative strength of our Semi PC and SPTS businesses and continued growth in Services. We will continue to focus on innovation as we execute our portfolio strategy to support our customers' technology road maps and multiyear investment plans.\nWith the KLA operating model guiding our execution, we will execute our strategic objectives and drive outperformance. These objectives drive our growth, consistent operational excellence and differentiation across the diverse product and services portfolio. They are also the foundation that sustains our technology leadership and competitive differentiation. This has enabled us to achieve industry-leading financial and free cash flow performance and deliver consistent and growing capital returns to shareholders. And with that, I'll now turn the call back over to Kevin to begin the Q&A session. Kevin?"
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7a92a65cea8153adacfda0a88c4f4e6f",
    "period": "2023 Q2",
    "content": "Q2 2023 KLA Corp Earnings Call\n\nQ2 2023 KLA Corp Earnings Call\n\nKLACNASDAQJAN 26, 6:00 PM\n\nOperator\n\nGood afternoon. My name is Chelsea, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation December Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) Thank you.\nAnd I will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Sir, please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, Chelsea, and welcome to our earnings call to discuss the results of the December quarter and our March quarter outlook.\nJoining me is Rick Wallace, our Chief Executive Officer; and Bren Higgins, our Chief Financial Officer. During this call, we will discuss our results released today after the market close. All materials can be found on our IR website.\nToday's discussion is presented on a non-GAAP financial basis, unless otherwise specified. Whenever references are made to full year business performance, they are calendar year references. A detailed reconciliation of GAAP to non-GAAP results is in the earnings material posted on our website.\nOur IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nOur comments today are subject to risks and uncertainties reflected in the risk factor disclosure in our SEC filings. Any forward-looking statements, including those we make on the call today, are subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nOur CEO, Rick Wallace, will begin the call with some quarterly comments and highlights before discussing the semiconductor industry demand environment. Bren Higgins, our CFO, will conclude with the financial highlights as well as our guidance and outlook.\nI will now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, CEO & Executive Director, KLA-Tencor Corporation\n\nThanks, Kevin, and thank you all for joining us today. I will summarize KLA's performance in the quarter and summarize calendar 2022. I'll also provide a brief perspective on the overall semiconductor demand environment as well as outline KLA's priorities for 2023.\nBefore we get into details, I want to first acknowledge our global KLA teams who've continued to deliver for customers despite persistent challenges. KLA's results are proof of their commitment.\nKLA's December quarter have revenue of $2.98 billion, which is above the guidance range, with 27% growth on a year-over-year basis and 10% sequentially. Quarterly non-GAAP net income was $1.05 billion. GAAP EPS was $6.89 and non-GAAP EPS was $7.38, with each finishing above the midpoint of the guidance ranges.\nCalendar 2022 was another year of record growth, profitability and free cash flow. Specifically, revenue increased 28% in 2022 to $10.5 billion, marking the seventh consecutive year of growth, driven by 36% growth in semiconductor process control systems.\nKLA also demonstrated strong operating leverage on our revenue growth in 2022 with non-GAAP operating profit up 31% in the year. Non-GAAP incremental operating margin on the revenue growth was 46% for the year. For calendar 2022, free cash flow was up a healthy 18% to a record $3 billion, with free cash flow growth exceeding our 15% long-term target growth rate.\nNow I'll summarize some specific highlights from the quarter and the year. First, KLA continued to deliver strong relative outperformance versus peers. KLA substantially outperformed overall WFE market growth in 2022. Looking ahead, our leadership in critical markets, such as wafer and reticle inspection, are expected to demonstrate resiliency in a year of contraction in overall WFE demand, setting the stage for another year of relative strength for KLA. Second, our Patterning Systems revenue grew 17% sequentially, which is up 69% on a year-over-year basis.\nThird, KLA delivered record revenue in the 10th consecutive quarter of sequential growth in our specialty semiconductor process segment, demonstrating resiliency and expanding market opportunity. Fourth, the KLA Services business grew 14% year-over-year in the December quarter and was up 15% on a full year basis. Finally, the December quarter was another exceptional period from a capital returns perspective as we completed the $3 billion accelerated share repurchase component of the $6 billion share repurchase authorization announced last June.\nKLA December quarter and calendar 2022 results and strong relative performance once again highlight the critical nature of KLA's products and services. Our consistent strong execution against various challenges in the marketplace, both in terms of macroeconomic uncertainties and addressing persistent supply chain challenges highlight the resiliency of the KLA operating model, the dedication of our global teams and our commitment to assertive capital allocation, and delivering long-term value to our stakeholders.\nLooking at 2023, we know that this will be a year of industry capacity adjustments as customers fine-tune their CapEx plan to address decreased demand in some segments. However, we recognize that the semiconductor industry continues to be positioned for long-term growth, benefiting from the continued advancement of leading-edge technologies, increasing investment in legacy nodes and innovation and growth of new enabling technologies such as advanced packaging.\nTo address this period of adjustment and maintain our commitment to growth, we're emphasizing 3 main priorities for our teams in navigating 2023. First, we will continue to make sure that we support our customers by delivering on our commitments and continuing our levels of investment in R&D.\nSecond, we'll stabilize our spending levels. To strategically navigate the current environment, our focus will be on stabilizing spending while maintaining R&D investments to drive market leadership. Our expectation is for R&D investment to increase in calendar 2023.\nThird, we'll emphasize development of our workforce. After a strong hiring pace, we're currently at approximately 15,000 employees worldwide. Optimizing training and developing our workforce will help ensure continued strength for the long term.\nNow Bren will review our December quarter highlights and our outlook. Bren?\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks. As Rick just detailed, we delivered strong December quarter and calendar '22 results that demonstrated consistent execution by the global KLA team. While supply chain challenges remain and impact on certain products, we continue to demonstrate resourcefulness and the ability to adapt to meet customer requirements.\nQuarterly revenue was $2.98 billion, $184 million above the midpoint of guidance and just above the guided range of $2.65 billion to $2.95 billion. Revenue outperformance in the December quarter was driven primarily by KLA's broadband plasma optical pattern wafer inspection and mask inspection systems, resulting from favorable mitigation of identified supply chain risks as we move through the quarter.\nNon-GAAP diluted EPS was $7.38, above the midpoint of the guided range of $6.30 to $7.70. GAAP diluted EPS was also above the midpoint of guidance at $6.89. Non-GAAP gross margin was 61% and just below the guidance range of 61.5% to 63.5% due to the impact of increasing noncash inventory reserves taken in the quarter as we adjusted our factory output expectations and supply chain commitments to the current outlook, which has weakened at an accelerated pace over the past several months. These reserves were primarily taken against high-volume products and are consistent with shifting customer delivery dates and resulting backlog adjustments in the quarter.\nGiven the diversification of end demand across technology nodes, the extendibility of our product platforms and the expectations for growth in our service business, it is likely that we will realize a benefit from releasing these reserves over time when industry growth resumes. We estimate that these adjustments had a roughly 200-basis-point impact on GAAP and non-GAAP gross margin compared to what would have been assessed in a normalized industry environment. This impact was offset somewhat by higher business volume and by a strong product mix realized in the quarter.\nNon-GAAP operating expenses were $555 million, slightly above our estimated $550 million for the quarter. Total non-GAAP operating expenses comprised $332 million in R&D and $223 million in SG&A. Non-GAAP operating margin was strong at 42.4%. Quarterly non-GAAP net income was $1.05 billion. GAAP net income was $979 million. Cash flow from operations was $688 million, and free cash flow was $595 million. Breakdown of revenue by reportable segments and end markets and major products and regions can be found within the shareholder letter and slides.\nSwitching to the balance sheet, KLA ended the quarter with $2.9 billion in total cash, cash equivalents and marketable securities, debt of $6.1 billion, a reduction of $200 million in the quarter and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies. Over the last 12 months, KLA has returned $5.2 billion to shareholders, including $4.5 billion in share repurchases and $689 million in dividends paid.\nLooking ahead to calendar '23, we expect industry spending to slow with the continued expectation for CY '23 WFE demand to be down approximately 20% in the year, down from approximately $94 billion to $95 billion in CY '22 due to increasing global macroeconomic concerns highlighted by our customers in most end markets and widely reported customer CapEx expectations.\nThis WFE estimate reflects our current tops-down assessment of industry demand as follows. In memory, we expect WFE investment to decline by more than the market, with DRAM down more than NAND as memory customers respond to lower consumer demand by cutting production and factory utilizations to bring device supply in line with demand. We expect foundry logic to decline less than the overall market with leading-edge investment declining less than legacy.\nKLA's unique broad portfolio differentiation and primary value proposition are focused on enabling technology transitions, which our customers continue to invest in regardless of the business environment. While capacity plans could change, technology roadmap investment tends to be more resilient and aligns with KLA's highest value product offerings, where we continue to have supply chain constraints inhibiting our ability to add the additional volumes to meet current demand. This demand adds additional confidence in our business expectations as customers align shipment slots with roadmap requirements.\nIn this industry environment, we will continue to focus on meeting customer requirements; maintaining a high level of investment in R&D to advance our product roadmaps and KLA's market leadership; and align our operating structure with top line expectations, which we expect to be in line or better on a relative basis while delivering strong relative financial performance.\nOur March quarter guidance is as follows. Revenue of $2.35 billion, plus or minus $150 million. Foundry logic is forecasted to be approximately 85%, and memory is expected to be around 15% of semi PC systems revenue. Within memory, DRAM is expected to be about 71% of the segment mix and NAND 29%. We forecast non-GAAP gross margin to be in a range of 60.5% to 62.5% as product and segment mix and lower volumes dilute gross margins versus the '22 baseline in the quarter. Based on current market demand assessments, we do not expect incremental inventory reserve requirements to be a factor in the quarter.\nFor calendar '23, based on our current industry outlook and the impact on overall volume, segment contribution and product mix within the semiconductor process control group, we are modeling gross margins to be greater than 60% with variability quarter-to-quarter attributable to product mix fluctuations. Operating expenses will decline in the March quarter to approximately $545 million.\nFor calendar '23, KLA will continue to balance investments in technology, head count and infrastructure to support our long-term growth objectives while managing the business against the expectation of a softening near-term outlook. As a result, we expect quarterly operating expense levels to decline as we move through the balance of the year.\nOther model assumptions for the March quarter include other income and expense net of approximately $62 million and an effective tax rate of approximately 13.5%. Based on our current assessment of geographic revenue and profit expectations, you should continue to use 13.5% as the tax finding rate for calendar '23.\nFinally, GAAP diluted EPS is expected to be in the range of $4.06 to $5.46 and non-GAAP diluted EPS in a range of $4.52 to $5.92. EPS guidance is based on a fully diluted share count of approximately 139 million shares.\nIn conclusion, though calendar 2023 will be a year of contraction after 3 strong years of growth, we remain confident that the secular trends outlined in our Investor Day last June are driving long-term semiconductor industry demand, and investments in WFE are durable and compelling. Broad-based customer demand across multiple production nodes, increasingly strategic role semiconductors are playing in influencing national industrial policy, a robust design environment at the leading edge and growing semiconductor content across technology nodes remains important trends.\nThese are long-term secular growth drivers for the industry as technology investment and node transitions reflect the value that semiconductors in our industry have in lowering costs for our customers and enabling a broader application universe for semiconductor-based technology across multiple end markets.\nFor KLA, we have a strong historical track record of delivering relative outperformance across industry cycles. To be competitive over the long run, our customers must continue to invest in product roadmaps irrespective of market conditions. Furthermore, KLA services has continued to grow consistently over multiple decades due to the critical nature of KLA products to improving yield learning and driving fab productivity. Our operational execution, coupled with the power of our portfolio strategy, positions us to continue to deliver sustainable relative performance over the next several years.\nWe will continue to maintain our R&D investment and our product development roadmaps to enable market share expansion, support customers' technology roadmaps and multiyear fab investment plans. This provides an element of stability that shores up our confidence in the demand outlook for the future. These factors, combined with the KLA operating model that guides our execution, positions us well as we execute our strategic objectives.\nThese objectives fuel our growth, consistent operational excellence and differentiation across the diverse product and services offering. They are also the foundation of our sustained technology leadership, consistent industry-leading financial performance and growing capital returns to shareholders.\nWith that, I'll turn the call back over to Kevin to begin the Q&A. Kevin?\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThanks, Bren. Chelsea, if you could please give instructions to queue for questions."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e4fc92c44dfc2e46099d8e380f668587",
    "period": "2023 Q1",
    "content": "Q1 2023 KLA Corp Earnings Call\n\nQ1 2023 KLA Corp Earnings Call\n\nKLACNASDAQOCT 26, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Brittany, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation September Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) Thank you.\nI will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, and welcome to KLA's Fiscal Q1 2023 Earnings Call to discuss the results of the September quarter and our December quarter outlook. Joining me is Rick Wallace, our Chief Executive Officer; and Bren Higgins, our Chief Financial Officer.\nDuring this call, we will discuss our results released today after the market close in the form of a press release, shareholder letter and slide deck, which can all be found on the KLA IR website.\nToday's discussion is presented on a non-GAAP financial basis, unless otherwise specified. Whenever references are made to full year business performance, they are calendar year references. A detailed reconciliation of GAAP to non-GAAP results is in the earnings material posted on our website.\nOur IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nOur comments today are subject to risks and uncertainties reflected in the risk factor disclosure in our SEC filings. Any forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nOur CEO, Rick Wallace, will begin the call with some brief quarterly comments and highlights before discussing the semiconductor industry demand environment, including our business in China. Bren Higgins, our CFO, will conclude with the financial highlights as well as our guidance and outlook.\nI will now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, CEO & Executive Director, KLA-Tencor Corporation\n\nThank you all for joining us today. I'll spend some time sharing highlights of KLA's performance in the quarter, touch on our business in China and provide a brief perspective on the overall semiconductor demand environment.\nBefore we get into details, I'd like to first acknowledge our global KLA teams who have continued to demonstrate perseverance in navigating dynamic challenges to deliver for our customers. Their commitment is evident in our results.\nKLA's September quarter demonstrates strong customer demand across major product groups. Specifically for this quarter, record revenue of $2.7 billion was at the top of the guidance range, growing 31% on a year-over-year basis and 10% sequentially. Quarterly non-GAAP net income topped $1 billion for the first time. GAAP earnings per share was $7.20 and non-GAAP EPS was $7.06, each above guidance ranges.\nOur performance is a reflection of the increasingly essential role Process Control plays in the development of enabling technology and the long-term product road maps of our customers. As drivers for semiconductor demand continue to diversify beyond traditional PC and consumer-facing markets, Process Control is considered critical in enabling customers to execute on node and technology transitions. As this demand backdrop continues to evolve, our KLA operating model ensures focus on delivering for our customers, navigating supply chain challenges and continued investment in R&D.\nNow I will quickly summarize key highlights for the quarter. First, KLA continues to deliver strong relative outperformance versus peers and is positioned to be one of the fastest-growing Tier 1 WFE equipment suppliers in calendar 2022, substantially outperforming expected overall WFE market growth. Second, our Patterning systems revenue grew 49% sequentially and 67% on a year-over-year basis.\nThird, KLA delivered strong quarterly revenue in our SPTS segment. KLA has intensified efforts in advanced packaging and automotive electronics, leveraging the combined portfolios of both the Semiconductor Process Control and EPC groups. Fourth, the KLA Services business grew to $529 million in the September quarter, up 16% year-over-year. Finally, operating cash flow topped $1 billion for the first time, and we generated quarterly free cash flow of $927 million and free cash flow margin of 34%. For the 12 months ended September 30, 2022, total free cash flow grew from 37% to $3.14 billion.\nTotal capital returns in the quarter were $278 million, comprising $90 million in share repurchases and $188 million in dividends paid. Total capital returns over 12 months ended September 30 were $5.2 billion or 166% of free cash flow and included $4.6 billion in share repurchases and $664 million in dividends.\nEarly in October, the U.S. government issued new regulations to control aspects of the U.S. semiconductor industry trade with China. Specific to KLA, a meaningful amount of our business in China is focused on legacy node investment, which is not the focus of the recent export restrictions. However, our system and service revenue will be adversely impacted going forward as we are unable to provide systems and support to certain customers for certain end users. We are assessing the broader implications and engaging collaboratively with the U.S. government to provide the necessary information about our products and services to fully determine the impact on our business operations moving forward.\nAs we look at the industry demand environment, growth for the semiconductor industry has evolved to be more strategic with more diverse end market mix. For the near term, the recognized excess inventories driven by a slowdown in consumer electronics markets, such as PC and mobility, is having an impact on semiconductor device pricing, particularly in memory.\nAs a result, semiconductor customers are adjusting CY '23 CapEx budgets lower, with the largest impact to date coming from memory customers. However, long-term growth for the semiconductor equipment industry continues due to the prioritization of R&D investment at the leading edge, continued investment in legacy nodes and growth in enabling technologies such as advanced packaging. Considering all factors, KLA's long-term targets announced at our Investor Day in June remain intact.\nIn summary, KLA's September quarter results demonstrate sustainable outperformance and highlight the critical nature of KLA's products and services. Our teams continue to navigate and execute against dynamic challenges, and KLA remains well positioned with a comprehensive portfolio to meet evolving customer requirements. The KLA operating model and our strategic objectives are the foundation for our sustained technology leadership, wide competitive moat, leading financial performance, strong free cash flow generation and consistent returns to shareholders.\nNow our CFO, Bren Higgins, will review our September quarterly financial highlights and outlook. Bren?\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThank you. As you heard from Rick, KLA's September quarter results were strong, better than expected and demonstrated our consistent successful execution. While supply chain challenges continue in certain areas and are still limiting output, we have seen marginal improvement as new supplier capacity has come online to meet our requirements. Our continued focus on meeting customer needs while expanding market leadership, growing revenue, sustaining industry-leading growth and operating margins, generating strong free cash flow and maintaining our long-term strategy of assertive capital allocation is what makes us successful.\nQuarterly revenue was $2.724 billion at the top of the guided range of $2.475 billion to $2.725 billion. Non-GAAP diluted EPS was $7.06, above the guided range of $5.70 to $6.80. GAAP diluted EPS was $7.20.\nNon-GAAP gross margin was 40 basis points, above the midpoint of guidance at 63.4% at Semiconductor Process Control systems, which carry stronger gross margins delivered virtually all the revenue upside from the guidance midpoint. Non-GAAP operating expenses were $526 million, slightly below our expectation of $530 million for the quarter. Non-GAAP operating margin was strong at 44.1%. Quarterly non-GAAP net income topped the $1 billion level for the first time ever. GAAP net income was $1.03 billion. Cash flow from operations was $1.01 billion. And free cash flow was $927 million, resulting in a free cash flow conversion of 92% and a free cash flow margin of 34%. The breakdown of revenue by reportable segments and end markets in major products and regions can be found within the shareholder letter and slides.\nSwitching to the balance sheet, KLA ended the quarter with almost $3 billion in total cash, debt of $6.3 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies. Our balance sheet offers a unique capability to fund our growth strategies, both organic and inorganic, and providing ongoing attractive capital returns to shareholders. Over the last 12 months, KLA has returned $5.2 billion to shareholders, including $4.6 billion in share repurchases and $664 million in dividends paid with total capital returns amounting to 166% of free cash flow.\nTurning to our outlook. KLA continues to deliver sequential growth and strong relative financial performance. Based on the midpoint of our December quarter guidance, KLA is positioned for mid-20% revenue growth for the total company in calendar '22, with Semiconductor Process Control systems growing several points faster than the company average. Furthermore, this business is expected to significantly outperform the overall WFE industry growth, which is currently projected to be up mid- to high single digits to the low $90 billion range.\nLooking ahead, we expect industry spending to slow. Though early, we are planning our business based on the expectation of CY '23 WFE declining approximately 20% based on increasing global macroeconomic concerns and recent public statements from several customers, particularly in memory, and the impact of the new U.S. government regulations on native China investment. This WFE estimate reflects our current tops-down assessment of industry demand as follows.\nIn memory, we expect WFE investment to decline by more than the market as memory customers respond to lower consumer demand by cutting production and factory utilizations to bring device supply in line with demand. We expect foundry/logic to decline less than the overall market.\nSpecific to KLA, we are still assessing the impact of the new China export regulations. Our preliminary assessment for the combined gross direct impact on our revenue based on our existing backlog and sales funnel forecast is in the range of approximately $600 million to $900 million in calendar '23. This reflects systems and service impact with service representing approximately 10% to 15% of the total. This estimate is before any potential system reallocation for products where supply is meaningfully below current demand, which has resulted in significant lead time to other customers. Given our backlog and forecast, we expect that we will be able to reallocate certain tools to other customers as we move through next year.\nKLA's unique broad portfolio differentiation and primary value proposition is focused on enabling technology transitions, which our customers continue to invest in regardless of business environment. While capacity plans can change, technology road map investment tends to be more resilient. This adds additional confidence in our business expectations as customers align shipment slots with road map requirements. In this environment, we will continue to focus on meeting customer requirements, maintaining a high level of investment in R&D to advance our product road maps and KLA's market leadership and delivering strong relative revenue growth and financial performance.\nOur December quarter guidance is as follows. Total revenue is expected to be in the range of $2.8 billion, plus or minus $150 million. The gross direct impact of the new China regulations on the December quarter revenue guidance is approximately $100 million. Foundry/logic is forecasted to be approximately 76%, and memory is expected to be around 24% of Semi PC systems revenue. Within memory, DRAM is expected to be about 55% of the segment mix and NAND 45%. We forecast non-GAAP gross margin to be in the range of 61.5% to 63.5% due primarily to expected product and segment mix.\nLooking ahead, KLA will continue to balance investments in technology and infrastructure to support our long-term growth objectives with the expectation of a softening near-term outlook. As a result, operating expenses will grow to approximately $550 million in the December quarter with growth in quarterly operating expenses expected to flatten out as we move through calendar '23.\nOther model assumptions for the December quarter include other income and expense net of approximately $66 million and an effective tax rate of approximately 13.5%. Finally, GAAP diluted EPS is expected to be in the range of $5.94 to $7.34 and non-GAAP diluted EPS in the range of $6.30 to $7.70. EPS guidance is based on a fully diluted share count of approximately 140 million shares.\nIn conclusion, although the CY '23 outlook for WFE demand has softened, we remain confident that the secular trends driving long-term semiconductor industry demand and investments in WFE are durable and compelling. Broad-based customer demand, the increasing strategic role semiconductors are playing in influencing national industrial policy and simultaneous investments supporting growing semiconductor content across technology nodes remain important trends. These are long-term secular growth drivers for the industry as technology investment and node transitions reflect the value that semiconductors in our industry have in lowering costs for our customers and enabling a broader application universe for semiconductor-based technology across multiple end markets.\nFor KLA, considering our strong track record of execution and the power of our portfolio strategy, we have confidence in our ability to continue to deliver sustainable relative outperformance. We will continue to maintain a high level of investment in our product development road maps to enable market share expansion and support customers' technology road maps and multiyear investment plans. This provides an element of stability that shores up our confidence in the demand outlook for the future.\nThese factors, combined with the KLA operating model that guides our execution, positions us to continue to deliver strong relative performance as we execute our strategic objectives. These objectives fuel our growth, consistent operational excellence and differentiation across the diverse product and service offering. They are also the foundation of our sustained technology leadership, wide competitive moat, industry-leading financial performance, history of robust free cash flow generation and consistent and growing capital returns to shareholders.\nAnd with that, I'll turn the call back over to Kevin to begin the Q&A session. Kevin?\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThanks, Bren. Operator, can you please queue for questions?"
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c982eaddbb815835e4e1d78282fb5d83",
    "period": "2022 Q4",
    "content": "Q4 2022 KLA Corp Earnings Call\n\nQ4 2022 KLA Corp Earnings Call\n\nKLACNASDAQJUL 28, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Leo, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation June Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions) I will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, and welcome to KLA's Fiscal Q4 2022 Quarterly Earnings Call to discuss the results of the June quarter and the outlook for the September quarter.\nJoining me today is Rick Wallace, our Chief Executive Officer; and Bren Higgins, our Chief Financial Officer. During this call, we will discuss our results released today after the market close. You can find the press release, shareholder letter, slide deck and infographic on the KLA IR section of our website. Today's discussion is presented on a non-GAAP financial basis unless otherwise specified. Whenever references are made to full year business performance, they are calendar year references.\nA detailed reconciliation of GAAP to non-GAAP results is in the earnings materials posted on our website. Our IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nOur comments today are subject to risks and uncertainties reflected in the risk factor disclosure in our SEC filings. Any forward-looking statements, including those we make on the call today, are subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nOur CEO, Rick Wallace will begin the call with some brief comments in our recent June quarter results before discussing our view of the semiconductor industry demand environment and then a few June quarter highlights. Bren Higgins, our CFO, will conclude with some additional financial highlights from the quarter as well as our outlook and guidance.\nI'd like to now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, CEO & Executive Director, KLA-Tencor Corporation\n\nThank you all for joining us today. I'd like to begin with a few comments about the quarter. First, KLA continues to benefit from multiple growth drivers reflected in our June quarter results. Specifically for this quarter, our revenue of $2.5 billion was at the top end of our guidance range and up 29% year-over-year and 9% sequentially.\nGAAP EPS was $5.40 and non-GAAP EPS was $5.81, both at the top end of our guidance range. The talented global teams at KLA have remained focused on responding to evolving customer needs and strategically navigating supply chain challenges. They are steadfast in their commitment to creating value for our customers, partners and shareholders.\nOur teams continue to follow the KLA operating model as a guide to meet our challenges and benefit from the opportunities of an evolving market. Driving this performance, strong customer demand across major product groups, macroeconomic uncertainty and the resulting effects of consumer demand are areas we are monitoring closely.\nOur customers have indicated some end markets, specifically PCs and mobile devices have softened over the past few months, and we have seen memory pricing in both segments weakened. While we have elevated concerns, we continue to see strong demand beyond our ability to supply from our customers with no material change in our shipment profile beyond the normal facility readiness issues and customers aligning tool deliveries with their production.\nIn assessing the full CY '22 WFE outlook, we have evaluated the persistent supply chain challenges and recently announced CapEx adjustment in the memory category. With this in mind, KLA's outlook for WFE growth in '22 has tempered. Bren will expand more on the details when he discusses the outlook.\nWe still see high single-digit WFE growth in calendar '22 and are confident in our ability to deliver relative WFE outperformance. We have supply chain challenges abate. This would be an additional upside. Process control is one of the fastest-growing segments of the overall WFE market. And as the market leader, KLA is in an inevitable position that fits the current demand landscape.\nWe see continued investment in technology at the leading edge and increased demand for legacy nodes. We also see growth in technology categories, including Advanced Packaging. These factors all support steady long-term growth for the WFE category.\nWe attribute KLA's consistent and strengthening market leadership to our focus on investing in innovation at a high level to drive differentiation through a unique portfolio of products and technologies that address the most critical process control challenges.\nOur technologies help our customers drive their growth strategy. I'd like to now briefly summarize a few quarterly highlights. First, KLA continues to drive strong relative outperformance versus peers. In foundry/logic, simultaneous investment across multiple nodes remain a tailwind. In memory, even with some customers' investment signaled to slow, demand diversification remains strong across multiple other industries.\nSecond, our Wafer Inspection business again delivered impressive results in the June quarter as revenues grew 20% sequentially and 49% year-over-year. Third, KLA delivered record quarterly revenue from our Electronics, Packaging and Components business in the June quarter. Fourth, the KLA Services business surpassed the $0.5 billion quarterly revenue level for the first time as revenue was $512 million, up 15% year-over-year.\nFinally, the June quarter was another exceptional period from the perspective of free cash flow and capital returns. We generated quarterly free cash flow of $746 million, amounting to 23% (sic) [82%] year-over-year growth. We also announced a $6 billion share repurchase program and a 24% increase in our quarterly dividend level. Additionally, we increased our long-term targeted capital returns to 85% of free cash flow.\nWe remain focused on returning capital to shareholders versus -- via our dividend and stock repurchase programs. Also, this quarter, we introduced our new long-term revenue growth targets and financial model for 2026 at our June 16, 2022 Investor Day in New York City.\nKLA's new 9% to 11% revenue growth objective through '26 features strong relative growth in each of our major business lines over that period. Our long-term model assumes a baseline semiconductor industry growth CAGR of 6% to 7% through 2026, with many forecasts today for the semiconductor market to exceed $1 trillion by 2030.\nIn summary, KLA's June quarter results once again demonstrate sustainable outperformance. Our consistent execution against various challenges in the marketplace, both in terms of macroeconomic uncertainty and in addressing persistent supply chain issues, highlights the resiliency of the KLA operating model, the dedication of our global teams and our commitment to assertive capital allocation and delivering long-term value to our stakeholders.\nChief Financial Officer, Bren Higgins, will now go through our June quarter financial highlights and outlook. Bren?\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThank you, Rick. As Rick just said, KLA's June quarter results reinforce the success of our execution and strong market position. Revenue was near $2.5 billion. Non-GAAP gross margin was 62.4% and non-GAAP diluted EPS and GAAP EPS were $5.81 and $5.40, respectively.\nNon-GAAP operating expenses were $514 million, below our expectation of $525 million, mostly due to the timing of new employees joining versus our plan. In addition, we also realized a cost benefit from the strong U.S. dollar impact resulting from our global footprint.\nTotal operating expenses comprised $297 million in R&D and $217 million in SG&A. Given the strong demand backdrop, rapid expansion over the last couple of years and our revenue expectations going forward, we expect to continue our important investment in our global infrastructure and systems to scale the leverageable KLA operating model to facilitate growth.\nOur investments include new product development programs and volume-dependent resources to support our business expansion as we position the company to execute against our long-term structural growth thesis. As a result, we expect operating expenses to be approximately $530 million in the September quarter and we forecast quarterly operating expenses to continue to trend higher over the balance of 2022 to support our sequential revenue growth expectations.\nWe will size the company based on our target operating model, which delivers 40% to 50% incremental non-GAAP operating margin leverage on revenue growth over a normalized time horizon.\nNon-GAAP operating margin was strong at 41.8%, almost 1 point higher than the guidance midpoint implied. Other income and expense, net, was $22 million, below guidance of $43 million, with the positive variance from guidance reflecting a gain on a strategic investment that was transacted in the quarter, offset by a recurring mark-to-market adjustment of a supply investment.\nFor the September quarter, we forecasted at approximately $75 million to reflect the impact of the new debt issuance. Quarterly effective tax rate was 14.8%, higher than the 13.5% guidance due principally to the equity market impact on deferred compensation programs. At the guided rate, non-GAAP earnings per share would have been $0.09 higher at $5.90.\nWe continue to guide 13.5% as the long-term tax planning rate. Non-GAAP net income was $867 million. GAAP net income was $805 million. Cash flow from operations was $819 million, and free cash flow was $746 million, resulting in a free cash flow conversion of 86% and a free cash flow margin of 30%.\nThe breakdown of revenue by reportable segments and end markets and major products and regions can be found within the shareholder letter and slides. Moving to the balance sheet, where we saw a lot of activity this past quarter. KLA ended the quarter with $2.7 billion in total cash, debt of $6.7 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies.\nIn June, S&P upgraded KLA 1 notch to A-, citing improved scale and outlook for further profitable growth. Later in June, we issued $3 billion in new debt and announced the completion of a tender offer for $500 million of senior notes due 2024. These actions reinforce that KLA maintains active and diligent oversight of our cost of capital, an awareness of the impact on shareholder value of the appropriate capital structure for our business and productive capital allocation.\nAs demonstrated by the new calendar 2026 financial targets and the capital return actions announced at our recent Investor Day, KLA has confidence in our business over the long term and is committed to a consistent strategy of cash returns that includes both dividend growth and increasing share repurchases. Consistent with this, we increased our long-term capital returns target as mentioned earlier.\nOver the last 12 months, KLA has returned $5.5 billion to shareholders, including $4.9 billion in share repurchases and $639 million in dividends paid. Turning to our outlook. We have adjusted our overall WFE outlook for calendar '22 to reflect persistent supply chain challenges that are [gating] shipments and revenue recognition for many of our peers.\nWe now expect the WFE market to grow in the high single digits to approximately $95 billion in 2022, off a baseline of roughly $87 billion in calendar 2021. This outlook reflects the continued broad-based strength of demand across customer segments. While we work hard to manage capacity at KLA and with our suppliers, supply chain shortages continue to constrain our ability to meet customer demand.\nWhile our supplier engagement strategy that we discussed at our Investor Day has been validated through this cycle, supplier visibility remains challenging and has not improved over the past 3 months. As indicated in the last couple of quarters, we continue to expect sequential growth through this calendar year and expect KLA's total revenue growth to meet or exceed the low 20% range, with Semiconductor Process Control systems growing several points faster than the company average.\nFinally, we expect demand to continue exceeding supply during the calendar year's second half. KLA is in a position to deliver another year of sustainable outperformance in our Semi PC business, which should translate to strong relative growth overall.\nLooking ahead, as indicated earlier, we're concerned with the macroeconomic environment and how it may affect the demand for our customers' products and their capacity plans as we move into calendar 2023. To date, the pressure from customers to deliver remains high and is driving our expectations for sequential growth through calendar 2022.\nWe're encouraged by the diversification and sustainability of our current demand profile and the company's operational execution. We are strategically adding capacity across our global manufacturing footprint to support our customers' growing process control requirements, our near-term outlook and our long-term through-cycle growth thesis.\nOur September quarter guidance is as follows: Total revenue is expected to be in the range of $2.6 billion, plus or minus $125 million. Foundry/logic is forecasted to be approximately 64%, and memory is expected to be around 36% of Semi PC systems revenue. In memory, DRAM is expected to be about 40% of the segment mix and NAND, 60%.\nWe forecast non-GAAP gross margin to be in a range of 62% to 64%. Finally, GAAP diluted EPS is expected to be in a range of $5.28 to $6.38 and non-GAAP diluted EPS in a range of $5.70 to $6.80. The EPS guidance is based on a fully diluted share count of approximately 143 million shares.\nIn conclusion, despite the macro and supply chain headwinds, we see the secular trends driving semiconductor growth and investments in WFE as both durable and compelling over the long run. Broad-based customer demand and simultaneous investments supporting growing semiconductor content across technology nodes remains important trends in our industry.\nThese are long-term secular growth drivers for the industry as technology investment and the resumption of scaling reflects the value that semiconductors and our industry have in lowering our cost for our customers and enabling a broader application universe for semiconductor-based technology across multiple end markets.\nWhen it comes to KLA, considering our track record of execution and the power of our portfolio, we have confidence in our ability to continue to deliver sustainable outperformance throughout changing economic periods. As we look at the leading indicators for our business, including our backlog and sales funnel visibility, we continue to invest in expanding our business infrastructure and the required capabilities to support our outlook and maintain our product development investments to enable industry growth and support our customers' multiyear investment plans. This provides an element of stability that shores up our confidence in the demand outlook for the future.\nThese factors, combined with the KLA operating model that guides our execution, position us to continue outperforming our industry as we execute our strategic objectives. These objectives fuel our growth, reliable operational excellence and differentiation across an increasingly diverse product and service offering. They are also the foundation of our sustained technology leadership, wide competitive [moat], industry-leading financial performance, long-standing track record of robust free cash flow generation and consistent and growing capital returns to shareholders.\nThat concludes our prepared remarks. I'll turn the call back over to Kevin to begin the Q&A. Kevin?\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, Bren. We are ready to queue for questions."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0112ee9494406b686af592e9f7eb7302",
    "period": "2022 Q3",
    "content": "Q3 2022 KLA Corp Earnings Call\n\nQ3 2022 KLA Corp Earnings Call\n\nKLACNASDAQAPR 28, 5:00 PM\n\nOperator\n\nGood afternoon. My name is David, and I will be your conference operator today. At this time, I would like to welcome everyone to the KLA Corporation March Quarter 2022 Earnings Conference Call and Webcast. (Operator Instructions)\nI will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, and welcome to KLA's fiscal Q3 2022 quarterly earnings call to discuss the results of the March quarter and the outlook for the June quarter.\nJoining me today is Rick Wallace, our Chief Executive Officer; and Bren Higgins, our Chief Financial Officer.\nDuring this call, we will discuss the results released today after the market close. You can find the press release, shareholder letter, slide deck and infographic, all on our KLA IR website.\nToday's discussion is presented on a non-GAAP financial basis, unless otherwise specified. And whenever references are made to full-year business performance, they are on a calendar year basis. A detailed reconciliation of GAAP to non-GAAP results are in the earnings materials posted on our website. Our IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including our most recent annual report and quarterly reports on Forms 10-K and 10-Q.\nI would also like to take this opportunity to remind investors and analysts to sign up for our June 16 Investor Day taking place in New York. If you didn't receive an e-mail invitation, please reach out to the KLA IR team, and we will get you one.\nOur comments today are subject to risks and uncertainties reflected in the Risk Factors disclosure in our SEC filings. Any forward-looking statements, including those we make on the call today, are also subject to those risks. And KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nI'd like to now turn the call over to our CEO, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, CEO & Executive Director, KLA-Tencor Corporation\n\nThanks, Kevin.\nBefore getting into KLA's results in more detail, I want to acknowledge and thank the global KLA team. Their perseverance and drive to be better remains at the center of our consistent execution and outperformance. You have remained focused despite challenging macro and supply chain conditions as our high-performing teams that drove KLAs indispensability to customers, resulting in additional process control market share growth for the recently ended year.\nKLA's March quarter results demonstrate strong execution across multiple areas of our business in a persistently challenging supply chain environment, delivering revenue, GAAP and non-GAAP earnings per share above the midpoint of the guidance ranges for the quarter.\nWe once again displayed strong execution across multiple areas of our business. Our focus on consistently meeting commitments and delivering on our long-term strategic objectives and financial targets is the hallmark for which KLA is known and the standard by which we measure our success.\nCustomer demand across major product groups continues to build as secular trends drive broad-based growth across a range of markets and applications served by the semiconductor industry. This robust demand has been putting pressure on the industry's ability to supply semiconductors.\nSimultaneously, our leading-edge customers are increasing their strategic CapEx investment to improve their competitive positioning while addressing growth in markets that demand new leading-edge semiconductor capabilities. Against this rising demand backdrop, KLA has remained focused on responding to evolving customer needs and navigating supply chain challenges.\nVery important that KLA continues to operate with purpose and precision so we can create value for our customers, partners and shareholders by outperforming expectations. Our talented global teams both run and improve the KLA operating model and use it as a critical guide to rise to the challenges and opportunities of the evolving marketplace.\nThe market leader in process control, one of the fastest-growing segments of the overall WFE market, KLA remains in a position of strength when we look at the industry demand landscape. Semiconductor industry has evolved to be more significantly strategic and has an increasingly less cyclical end-market mix, with many fundamental drivers advancing the critical nature of semiconductors throughout the global economy.\nFactors such as the continuing advancement of technology at the leading edge, increasing investment in legacy nodes, and innovation and growth of new enabling technologies such as advanced packaging, are fueling long-term growth for the semiconductor industry and for equipment and capabilities that make it possible.\nDespite persistent supply challenges and macro headwinds, our outlook for the WFE industry this year remains intact, albeit with an expectation for a stronger second half than anticipated in January. We expect WFE demand to top $100 billion this calendar year, making it the third consecutive year of double-digit growth.\nKLA's expected growth in calendar 2022 will mark the seventh consecutive year of growth. This sustained strength in customer demand is happening in an environment of increasing momentum for process control where KLA's market leadership has strengthened further, and our market share results remain 4x our nearest competitor.\nKLA's expanding lead is the result of our #1 market position in some of the fastest-growing segments in WFE that have a market size greater than $1 billion in terms of annual revenue. We attribute KLA's strengthening market leadership to our ongoing successful execution of the company's customer-focused strategies, including investing at a high level to drive differentiation with a unique portfolio of products and technologies that address the most critical process control challenges in the marketplace and help our customers drive their growth strategy.\nWe're pleased to see the success of our strategies validated by our customers' purchasing decisions and reflected in the April 2022 Gartner market share report, showing KLA's market leadership advancement. This emphasizes the power of the portfolio strategy we employ.\nThe recently published Gartner market share report shows process control was one of the fastest-growing segments of WFE in 2021, growing 43% in the year to $10.4 billion. KLA's share of process control grew approximately 1 percentage point to over 54% and has increased over 3 percentage points since 2018 and remains greater than 4x our nearest competitor across all regions.\nWithin process control, the optical inspection market grew to approximately $2.5 billion in annual sales, outpacing WFE by 40%, and our share of this market remained above 80%. Other highlights demonstrate the power of KLA's portfolio strategy in delivering strong growth in other critical process control markets, including metrology, macro inspection and very strong growth in e-beam review.\nTurning now to the top 5 highlights for the March 2022 quarter. First, KLA's market leadership in some of the most critical and fastest-growing markets in WFE continues to fuel growth. We remain nimble and innovative in addressing global supply challenges to meet customer requirements and our financial targets.\nFoundry and Logic, simultaneous investments across multiple nodes and rising capital intensity remain a tailwind. In memory, demand is broad-based across multiple customers.\nSecond, our optical metrology business stood out in the March quarter, driven by KLA's market leadership and increasing customer adoption of market applications and leading-edge technology development and capacity monitoring. Optical metrology market is strongly leveraged to EUV and critical next-generation architectures, including gate-all-around and multi-stack 160-plus layer 3D NAND. This was further illustrated in the new Gartner market share report, which showed 50% growth in 2021.\nThird, KLA is intensifying our efforts in advanced packaging and automotive electronics, leveraging the combined portfolio of both the SPC and EPC groups. KLA is broadening our product portfolio and delivering a comprehensive suite of products and technologies that include wafer-level packaging and final assembly and test products for advanced packaging markets, and a portfolio of inspection systems and process tools designed to help customers achieve their 0 defect goals.\nThese collaborations continue to grow with KLA recording our highest-ever customer engagement in terms of wafer inspection revenue for automotive applications in the March quarter.\nFourth, services revenue was $488 million, up 14% year-over-year. The company tallied a record 349 installs in the March quarter, well above the previous high of 293. This was a remarkable achievement given travel restrictions in Asia, lockdowns related to COVID-19 and complexities related to the supply -- current supply environment.\nService revenue is consistently outperforming the 9% to 11% long-term growth target, driven by growing installed base, increasing customer adoption of long-term service agreements, higher utilization rates, and expansion of service opportunities in the legacy nodes.\nFinally, the March quarter was another exceptional period from the free cash flow perspective. We generated quarterly free cash flow of $719 million for 23% year-over-year growth. We've also remained focused on returning capital to shareholders via our dividend and stock repurchase programs, both of which are up materially year-over-year, including a $565 million of quarterly share repurchases and an additional $159 million in dividends in the March quarter.\nBefore passing the call over to Bren to review the financial highlights and guidance, let me summarize briefly. KLA's March quarter demonstrates sustained outperformance, highlighting the critical nature of KLA's products and services and enabling the digital transformation of our lives.\nOur consistent strong execution against significant challenges in the marketplace, both in terms of meeting rising demand and addressing persistent supply issues highlights the resiliency of the KLA operating model and our commitment to productive capital allocation.\nKLA is exceptionally positioned at the forefront of technology innovation with a comprehensive portfolio of products to meet demanding customer requirements, balancing sensitivity and throughput. Semiconductor and electronics landscape are constantly changing, and we continue to see more customer interest driven by technology change than ever before at the leading edge.\nSimultaneously, the need for increasing performance and reliability requirements for legacy nodes to support evolving markets like automotive and 5G are also important to help deliver new capabilities. We believe KLA will continue to benefit from numerous secular growth factors that drive long-term industry demand. At the same time, our strategy of driving diversified growth with strong long-term operating leverage should provide durable free cash flow generation and consistent capital returns to our shareholders.\nAnd with that, I'll turn the call over to Bren.\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThanks, Rick.\nOur results reinforce the success of our execution and strong market position. We continue to focus on meeting customer needs in a robust demand environment while expanding market leadership, growing revenue, increasing gross and operating profit, generating strong free cash flow and maintaining our long-term strategy of productive capital allocation.\nQuarterly revenue was $2.289 billion at the upper end of the guided range of $2.1 billion to $2.3 billion. Non-GAAP gross margin was above the midpoint of guidance at 62.9% as the various components performed mostly as expected, with upside coming from the higher-than-expected semiconductor process control systems revenue, which enhanced the product mix for the quarter.\nNon-GAAP diluted EPS was $5.13, also towards the upper end of the guided range of $4.35 to $5.25. GAAP diluted EPS was $4.83. Non-GAAP operating expenses were $484 million, below our expectation of $495 million, mostly due to the pace of new hiring, which was slower than originally planned. Total operating expenses were comprised of $285 million in R&D and $199 million in SG&A.\nGiven the strong demand backdrop, rapid expansion of our business over the last couple of years and our revenue expectations for the business going forward, we expect to continue to invest in our global infrastructure and systems to scale the KLA operating model to facilitate growth. This includes investing in new product development programs and volume-dependent resources to support our business expansion as we position the company to execute against our long-term structural growth thesis.\nFurthermore, we, as most companies, are seeing a strong labor market driving cost pressure across our global workforce and adjustments related to our annual merit process that went into effect during March. As a result, we expect operating expenses to grow to approximately $525 million in the June quarter, and we forecast quarterly operating expenses to trend higher over the balance of 2022, along with our sequential revenue growth expectations.\nWe continue to size the company based on our target operating model which delivers 40% to 50% incremental operating margin leverage on revenue growth over our normalized time horizon.\nNon-GAAP operating income as a percentage of revenue was once again strong at 41.7% in the March quarter. Other income and expense net was $46 million compared with guidance of $41 million, with the variance from guidance reflecting the mark-to-market impact of a strategic supply investment.\nFor the June quarter, we forecast other income and expense net at approximately $43 million. The quarterly effective tax rate was 14.6%, above our guided tax rate of 13.5%. Non-GAAP earnings per share at the guided tax rate would have been $5.20. Non-GAAP net income was $776 million. GAAP net income was $731 million. Cash flow from operations was $819 million. And free cash flow was $79 million, resulting in free cash flow conversion of 93% and free cash flow margin of 31.4%.\nLooking at revenue by reportable segments and end markets. Revenue for the Semiconductor Process Control segment, including its associated service business, was $1.98 billion, up 31% year-over-year and down 4% sequentially as expected. The approximate Semiconductor Process Control system customer segment mix for foundry logic customers was approximately 63%. Memory was approximately 37%, with a further breakdown comprised of 26% from DRAM customers and 11% from NAND.\nRevenue for our EPC group continues to be driven by strength in automotive, 5G and advanced packaging. Within EPC, the specialty semiconductor process segment, which includes its associated service business, generated revenue of $117 million, up 28% over the prior year and up 4% sequentially. PCB, Display and Component Inspection revenue was $193 million, down 6% year-over-year and up 2% on a sequential basis.\nFor an additional breakdown of revenue by major products in region, please see the shareholder letter and slides.\nIn terms of the balance sheet, KLA ended the quarter with $2.6 billion in total cash, debt of $3.7 billion and a flexible and attractive bond maturity profile supported by strong investment-grade ratings from all 3 agencies.\nWe have growing confidence in our business over the long run and are committed to a consistent strategy of cash returns to shareholders that enables growing dividends and increased share repurchases.\nOver the long term, we target returning at least 70% of free cash flow generated. Our capital return strategy underscores our strong record of predictable and productive capital deployment and remains an important differentiating element of the KLA investment thesis.\nOver the last 12 months, KLA has returned $2.3 billion to shareholders, including $1.7 billion in share repurchases and $620 million in dividends paid. KLA has an impressive history of consistent free cash flow generation, high free cash flow conversion and a strong free cash flow margin across all phases of the business cycle and economic conditions.\nTurning to the outlook. Our overall semiconductor demand and WFE outlook for calendar '22 remains unchanged. We expect the WFE market to grow in the mid-teens to over $100 billion in 2022, off a higher base of approximately $87 billion in calendar '21 after assessing reported results for the December quarter.\nAlthough based on pure company March reporting, it appears that industry supply issues will increase the loading in the second half of the year. This reflects the continued broad-based strength of demand across all customer segments. While we add capacity at KLA and with our suppliers, supply chain shortages continue to constrain our ability to meet customer demand.\nIn addition, the duration and potential expansion of COVID-19-related lockdowns in China are unknown and could adversely impact some suppliers with operations in the affected areas. Furthermore, these lockdowns could delay systems installations and customer acceptance processes due to resource mobility restrictions in the country. In short, the situation is fluid and will be monitored closely.\nSupplier visibility remains challenging and has not improved over the past 3 months. We still expect to see quarterly sequential revenue growth throughout calendar 2022 and overall revenue growth for the calendar year to exceed 20%. In addition, we believe that demand will continue to exceed supply through the remainder of the calendar year. KLA is in position to deliver another year of sustainable outperformance in our semiconductor process control business and strong relative growth overall.\nLooking ahead, we remain encouraged by the strength and sustainability of our current demand profile. Our bookings momentum and strong backlog positions us to outperform WFE. As in calendar 2021, we are strategically adding capacity across our global manufacturing footprint to support this outlook and our customers' growing process control requirements.\nOur June quarter guidance is as follows: Total revenue is expected to be in a range of $2.425 billion, plus or minus $125 million. Foundry logic is forecasted to be approximately 56%, and memory is expected to be approximately 44% of semiconductor process control systems revenue.\nWithin memory, DRAM is expected to be about 66% of the segment and NAND is forecasted to be about 34%. We forecast non-GAAP gross margin to be in a range of 61.5% to 63.5% as we expect sequential growth in EPC revenue in the quarter and a slightly weaker product mix within semi process control to dilute margins modestly versus the March quarter.\nLonger term, infrastructure investments, labor cost inflation, supply chain strain and rising global logistics costs are surpassing the benefits of economies of scale normally seen in a rising revenue environment. Given expectations for revenue for the year, we continue to expect that calendar '22 gross margins will be in a range of 63%, plus or minus 50 basis points.\nOther model assumptions for the June quarter include non-GAAP operating expenses of approximately $525 million, other income and expense net of approximately $43 million and an effective tax rate of approximately 13.5%. Finally, GAAP diluted EPS is expected to be in a range of $4.60 to $5. And non-GAAP diluted EPS in a range of $4.93 to $6.03. The EPS guidance is based on a fully diluted share count of approximately 150 million shares.\nIn closing, the secular trends driving semiconductor growth and investments in WFE are compelling despite the current macroeconomic headwinds. Broad-based customer demand and simultaneous investments across technology nodes are strong and resilient trends.\nWe have confidence in the leading indicators for our business, including our backlog and bookings visibility, which motivates us to invest in expanding our business infrastructure and the required capabilities to support our outlook. Our customers' multiyear investment plans provide an element of stability in the demand outlook for the future.\nKLA operating model positions us well to outperform our industry and guides our important strategic objectives. These objectives fuel our growth, reliable operational excellence and differentiation across an increasingly diverse product and service offering. They are also the foundation of our sustained technology leadership, wide competitive moat, leading financial performance, long-standing track record of strong free cash flow generation and consistent capital returns to shareholders.\nAnd with that, I'll turn the call back over to Kevin to begin the Q&A session. Kevin?\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, Bren.\nDavid, please queue for questions."
  },
  {
    "header": "KLAC",
    "cik": "0000319201",
    "ticker": "KLAC",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/29719625eb0d6f6fa5cfd75447a01604",
    "period": "2022 Q2",
    "content": "Q2 2022 KLA Corp Earnings Call\n\nQ2 2022 KLA Corp Earnings Call\n\nKLACNASDAQJAN 27, 5:00 PM\n\nOperator\n\nAt this time, I would like to welcome everyone to the KLA Corporation December Quarter 2021 Earnings Conference Call and Webcast. (Operator Instructions)\nI will now turn the call over to Kevin Kessel, Vice President of Investor Relations and Market Analytics. Please go ahead.\n\nKevin M. Kessel\n\nVP of IR, KLA Corporation\n\nThank you, Leo, and welcome to KLA's Fiscal Q2 2022 Quarterly Earnings Call to discuss the results of the December quarter and the outlook for the March quarter. With me on today's call is Rick Wallace, our Chief Executive Officer; and Bren Higgins, our Chief Financial Officer.\nDuring this call, we will discuss quarterly results for the period ended December 31, 2021, released this afternoon after the market closed. You can find the press release, shareholder letter, slide deck and infographic on the KLA IR section of our website.\nToday's discussion is presented on a non-GAAP financial basis unless otherwise specified. And whenever we make references to full year business, performance, it can be understood to be a calendar year. A detailed reconciliation of GAAP to non-GAAP results is in the earnings materials posted on our website.\nOur IR website also contains future investor events as well as presentations, corporate governance information and links to our SEC filings, including the most recent annual report and quarterly reports on Forms 10-K and 10-Q. Our comments today are subject to risks and uncertainties reflected in the risk factors disclosure in our SEC filings.\nAny forward-looking statements, including those we make on the call today, are also subject to those risks, and KLA cannot guarantee those forward-looking statements will come true. Our actual results may differ significantly from those projected in our forward-looking statements.\nLet me now turn the call over to our Chief Executive Officer, Rick Wallace. Rick?\n\nRichard P. Wallace\n\nPresident, CEO & Executive Director, KLA-Tencor Corporation\n\nThanks, Kevin. Before summarizing KLA's results for calendar year 2021 and for the December quarter, I'd like to first acknowledge and thank the global KLA team, the dedication and hard work of our teams never wavered despite challenging conditions, delivering for customers and managing around a complex global supply chain during a period of unprecedented industry shortages.\nIt was the day-to-day drive to be better that drove KLA's market leadership, resulting in record growth and financial performance across the board for the company in the December quarter and for 2021. KLA also delivered record returns to shareholders in 2021 through our dividend and share repurchase programs with returns to shareholders totaling over $2 billion.\nKLA's strong results demonstrate our track record of relative strength and revenue growth and superior financial performance compared with semiconductor industry peers in a dynamic and growing wafer fab equipment industry as well as the long-term value created by employee and consistently refining our KLA operating model. Since our founding in 1976, KLA's mission has been focused on using our expertise and innovative thinking to overcome monumental technological challenges.\nKLA is advancing humanity with technologies and ideas that inspire action. Our results in the December quarter and for 2021, demonstrate ongoing success of these strategies. So thank you to all our teams for contributing to KLA's enduring success. 2021 was another year of record growth, profitability and free cash flow for KLA as we successfully navigated unprecedented challenges in the marketplace, responding to record demand across the vast majority of our markets, while adapting to the evolving operational complexities associated with the global pandemic.\nThrough it all, we remain focused on delivering to our customers' requirements and driving strong returns to shareholders in a rapidly growing industry demand environment. In 2021, revenue grew 34% to $8.2 billion, marking the sixth consecutive year of revenue growth.\nKLA's strong revenue growth in 2021 was driven by 46% growth in the semiconductor process control systems. Revenue from the services business grew 14% in the year, with over 75% of the revenue generated from recurring subscription-like contracts, reflecting the growing value of added process control systems and services in our product portfolio.\nKLA also demonstrated strong operating leverage on our revenue growth in 2021 with non-GAAP operating profit and non-GAAP earnings per share growing 54% and 61%, respectively. Incremental operating margin on the revenue growth in 2021 was 57%, consistently above our target operating leverage model of 40% to 50% for the second year in a row.\nFree cash flow also grew a healthy 43% in 2021 to a record $2.5 billion. Consistent with our long-term strategic objectives, KLA delivered on our ongoing commitment to return value to shareholders, including our 12th consecutive dividend increase announced in July 2021, along with an additional $2 billion share repurchase program.\nTotal returns to shareholders in 2021, including dividend and share repurchases, topped just over $2 billion or approximately 79% of free cash flow. This growth demonstrates success in strengthening our market leadership across our business that we can continue to build upon to drive adoption of KLA solutions in the critical markets we serve. Within the Electronics, Packaging and Component inspection or EPC Group, the Specialty Semiconductor Process segment grew 11% in 2021, and the printed circuit board Display and Component inspection grew 17% in the year.\nThe strong relative performance for KLA reflects our market leadership and diversification and was driven by secular industry growth trends across multiple end markets. We ended 2021 with an exceptionally strong backlog and began what we anticipate being a seventh consecutive year of growth for KLA. We entered 2022 executing at a high level and operating from a position of strength in our marketplace despite persistent supply chain challenges.\nThis momentum sets the stage for KLA to continue to outperform the market while demonstrating superior financial performance and maintaining our capital returns. Turning now to focus on the December quarter results where we saw diversified strength across our business. Today, demand environment continues to demonstrate accelerated adoption of a broad spectrum of semiconductor and electronic industry growth trends.\nTechnology is transforming how we live and work and the data-driven economy is fundamentally changing how businesses operate and deliver value. This digital transformation is enabling secular demand drivers such as high-performance computing, artificial intelligence, growth in new automotive electronics and strong growth in data centers and 5G communication markets.\nEach of these secular trends are driving investment and innovation and advanced memory and logic semiconductor devices as well as new and increasingly more complex advanced packaging and PCB technologies. With our market leadership in process control, and growth and expansion in new markets like Specialty Semiconductor Process equipment, PCB and finished die inspection in our EPC group, KLA is essential to enabling our increasing digital world.\nTo make this happen, KLA continues to prioritize and invest in R&D, which totaled $1 billion in calendar 2021, double the level of 5 years ago and growing at a 15% compound annual growth rate. With this favorable backdrop and our demonstrated track record of investing heavily in R&D to drive product differentiation and consistently meeting or exceeding our commitments to customers and shareholders, our performance enabled KLA to outperform the 2023 long-term financial model targets that we set 2 years ago, 2 years ahead of expectations.\nMoving along to the top highlights from the December 2021 quarter. First, we saw continued strength and consistency in foundry logic customer revenue for both leading edge and legacy technologies in the December quarter. As expected, memory demand also grew in the period. Calendar 2022 is setting up to be another year of strong growth for WFE.\nWe see demand momentum throughout 2022 across our major end markets. The strength and the demand we're seeing reflects KLA's essential role in supporting our customers' drive to innovate and continue to invest in future technology nodes. In foundry and logic, simultaneous investments across multiple nodes and rising capital intensity continues to be a tailwind. In memory, demand remains broad-based across multiple customers, and we expect another year of double-digit growth in 2022 with NAND growing faster than DRAM; second, KLA is seeing strong demand across the breadth of our industry-leading optical inspection portfolio as we have maintained our momentum in one of the fastest-growing markets in WFE.\nWafer inspection systems revenues grew 54% in 2021, far outpacing the WFE market, which is estimated to have grown 40%. We're experiencing strong growth across our wafer inspection portfolio from broadband plasma, laser scanning, unpatterned wafer inspection, macro inspection and e-beam products.\nThis quarter, we highlight macro inspection, which is growing at a pace of 1.5x WFE driven by growth in automotive and other specialty markets where KLA has defensible market leadership with a platform uniquely positioned to address growing technical complexity and tighter design rules; third, success in KLA's strategic growth and market diversification strategies are being demonstrated by growth in EPC.\nSystems revenue from KLA's Electronics, Packaging and Components, or EPC group, grew 20% in 2021. With EPC, KLA is diversifying our market leadership with a portfolio of solutions addressing fast-growing new markets in the electronics value chain, including RF, specialty semiconductors, automotive, PCB, advanced packaging and display; fourth, service revenue grew 14% in 2021 to $1.8 billion and continues to sustain a growth rate above its long-term target of 9% to 11%. For the quarter, services revenue was $457 million or 19% of total revenue. Annual services revenue is quickly approaching $2 billion and has grown 81% in the past 3 years.\nThis growth has been driven by the rising installed base and increasing adoption of subscription-like contracts. Over 75% of service revenue in the Semiconductor Process Control segment, and over 90% of services in the printed circuit board business come from recurring subscription-like contracts.\nFinally, the December quarter was another exceptional one from a free cash flow perspective, capping a year in which KLA generated over $2.5 billion in free cash flow and returned over $2 billion to shareholders. In the December quarter, we generated strong quarterly free cash flow of $746 million, which helped drive 43% growth in free cash flow in 2021. We've also maintained focus on returning capital to shareholders via our dividend and share repurchase program, which rose 63% year-over-year on a combined basis.\nBefore Bren gets into greater detail on our financial highlights and guidance, let me briefly summarize. Despite the persistent disruption and continued challenges associated with the pandemic, particularly around the supply chain and component availability. KLA is consistently delivering strong revenue growth, financial results and returns to shareholders.\nKLA is well positioned at the forefront of technological innovation with a comprehensive portfolio of products targeting the most demanding inspection and measurement challenges in the marketplace. I also want to provide a quick update on our ESG activities. On December 16, KLA announced setting a goal to use 100% renewable electricity across our global operations by 2030. Managing the impacts of our business in terms of ESG stewardship is an integral part of KLA's mission to advance humanity. This includes contributing to creating a more sustainable future.\nWith that, PAUSE I'll pass the call over to Bren to cover our financial highlights, outlook and guidance. Bren?\n\nBren D. Higgins\n\nExecutive VP & CFO, KLA-Tencor Corporation\n\nThank you, Rick. KLA's December quarter and 2021 results highlight the continuation of strong execution in a dynamic and challenging market environment. We continue to demonstrate our ability to meet customer needs and expand our market leadership, while growing operating profits, generating record free cash flow and maintaining our long-term strategy of productive capital allocation.\nThe December quarter capped off a year in 2021 that was defined by strong growth and profitability across multiple areas of our business. We also invested almost $1 billion in R&D to sustain our success and $250 million in capital expenditures to grow our global infrastructure to support our industry growth thesis. All this was accomplished while simultaneously continuing to return high levels of capital to shareholders.\nTotal revenue in the December quarter was $2.35 billion, above the midpoint of the guided range of the quarter of $2.225 billion to $2.425 billion and up 13% sequentially versus the September quarter. Non-GAAP gross margin was 63.1%, just above the midpoint of the guided range of 62% to 64%. GAAP diluted EPS was $4.71 and non-GAAP diluted EPS was $5.59, each within the guidance range.\nGross margins were 63.1% and in line with expectations as product mix and factory expenses ended the quarter mostly as planned. KLA's gross margin reflects the value we deliver to the marketplace and our competitive differentiation. To improve on our ability to meet our customer needs, we are also making meaningful investments in our global workforce, supply chain and factory infrastructure to position KLA to deliver our products in this growing demand environment.\nTotal non-GAAP operating expenses were slightly below the midpoint of the guided range of $465 million, including $265 million of R&D expense and $200 million of SG&A. Non-GAAP operating income as a percentage of revenue was 43.4% in the December quarter. KLA's innovation is fundamental to our go-to-market strategy and focused on differentiated solutions.\nR&D is at the heart of what we do and remains a key element in driving our portfolio strategy, new product introduction cadence and product differentiation. This in turn helps sustain our technology and market leadership. Given the rapid growth of the business over the last couple of years and our revenue expectations going forward, we expect the company's operating expenses to continue to grow as we invest in global infrastructure and systems to scale the KLA operating model, as well as new product development programs and volume-dependent resources to support our business expansion.\nFurthermore, we, as most companies are seeing a strong labor market driving cost pressure across our global workforce and within outsourced partners. As a result, we expect operating expenses to grow sequentially to approximately $495 million in the March quarter, and we forecast sequential growth in operating expenses to continue through calendar 2022.\nWhile operating expenses are modeled higher going forward as we will make the necessary investments to scale our business to support our long-term structural industry growth thesis, we will continue to size the company based on our target operating model, which delivers 40% to 50% incremental operating margin leverage on revenue growth over a normalized time horizon.\nOther interest and expense in the December quarter was $39 million, and the non-GAAP effective tax rate was 13.3%. So we always have some variability in our tax rate, given the timing and impact of discrete items and the geographic distribution of revenue and profit. We believe it remains prudent to maintain our long-term tax planning rate at 13.5% going forward.\nNon-GAAP net income was $851 million. GAAP net income was $717 million. Cash flow from operations was $811 million, and free cash flow was $746 million. This resulted in a free cash flow conversion of 88% and a very healthy free cash flow margin of 32%. The company had approximately 152 million diluted weighted average shares outstanding exiting the quarter.\nRevenue for the Semiconductor Process Control segment, including its associated service business, was $2.05 billion, up 49% compared with the December 2020 quarter and up 15% sequentially. Semiconductor Process Control systems and service grew 39% in calendar '21 versus calendar 2020.\nFoundry logic was 71% of the approximate Semiconductor Process Control system customer segment mix in the December quarter and memory was 29%. Within memory, the business was split roughly 54% DRAM and 46% NAND. Revenue for our Electronics, Packaging and Components Group continues to be driven by strength in 5G mobile and infrastructure as well as continued demand in automotive.\nMore specifically, the Specialty Semiconductor Process segment, which includes its associated service business generated record revenue of $113 million, up 24% over the prior year and up 10% sequentially. Specialty Semiconductor Process systems and service grew 11% for calendar '21. PCB, display and component inspection revenue was $188 million, up 5% year-over-year, but down 7% sequentially. On a full calendar year basis, it grew 17%.\nOur breakdown of revenue by major products and region can be found in the shareholder letter, so I won't cover those here. Turning to the balance sheet. KLA ended the quarter with $2.8 billion in total cash, total debt of $3.4 billion and a flexible and attractive bond maturity profile supported by investment-grade ratings from all 3 agencies. We remain committed to our long-term strategy of cash returns to shareholders, executing a balanced approach split between dividends and share repurchases, targeting long-term returns of 70% or more of free cash flow generated.\nIn 2021, KLA exceeded our long-term capital returns target, returning over $2 billion to shareholders, including $601 million in dividends paid and $1.4 billion in share repurchases. We believe our track record of delivering strong capital returns is a key component of the KLA investment thesis and offers predictable and compelling value creation for our shareholders.\nKLA has a history of consistent free cash flow generation, high free cash flow conversion and strong free cash flow margins across all phases of the business cycle and economic conditions. During the December quarter, we repurchased $430 million of common stock and paid $160 million in dividends.\nAs we begin the new year, our view is that the WFE market will grow in the high teens, topping $100 billion off a baseline of approximately $86 billion for 2021. WFE demand is still constrained by the industry's ability to supply. Strong industry growth momentum in 2022 across all end markets is expected to drive growth with the strongest percentage growth coming from foundry logic customers. And memory investment will be led by 3D NAND.\nNow wrapping up with our outlook and guidance. Looking ahead, our backlog remains strong and sales funnel visibility over the near-term horizon is good. However, rising product lead times driven by increased supply chain constraints is limiting our near-term output. These issues are reducing our revenue expectation by 8% to 10% for the March quarter.\nSpecifically, COVID-related disruptions at a number of single-source suppliers have exacerbated what has already been a difficult supply situation where these suppliers have been challenged to meet demand by running their production at max capacity. These disruptions are causing delays in parts delivery timing across multiple product platforms. In addition, numerous electronic component sourcing challenges have become more acute over the past month as these are standardized parts and in demand across multiple industries.\nWe expect that the COVID-related impact will begin to abate shortly and new capacity or supply alternatives are expected to become available as we move through the calendar year. While these issues can be fluid and difficult to predict in the short run, we expect the March quarter revenue to represent the low point for calendar 2022, and we remain exceedingly confident in the sustainability of our current demand profile for the year.\nGiven current expectations for growth in WFE and other electronics markets, we feel confident in our ability to grow throughout the year with total company revenue growth exceeding 20% and semiconductor process control systems revenue to outperform WFE growth again. Our confidence is based on current backlog levels, competitive positioning, strong customer engagement, and steps we continue to take to add capacity to address output constraints in what continues to be a robust demand environment.\nOur March quarter 2022 guidance is as follows: Total revenue is expected to be in the range of $2.2 billion, plus or minus $100 million. Foundry logic is forecasted to be about 59% of Semiconductor Process Control systems revenue.\nMemory is expected to be approximately 41%. We forecast non-GAAP gross margin to be in the range of 61.5% to 63.5% as overall revenue levels declined modestly on a sequential basis and product mix dilutes gross margins by roughly 50 basis points versus the prior quarter. To provide some color for the calendar year, given higher revenue volume, product mix expectations across our various segments offset by expected cost pressures within our supply chain, we are modeling gross margins to be approximately 63% for the year, plus or minus 50 basis points.\nOther model assumptions for the March quarter include operating expenses of approximately $495 million, interest and other expense of approximately $41 million and an effective tax rate of approximately 13.5%.\nFinally, GAAP diluted EPS is expected to be $4.54, plus or minus $0.45, and non-GAAP diluted EPS of $4.80 plus or minus $0.45. The EPS guidance is based on a fully diluted share count of approximately 151 million shares. In conclusion, we have exceptionally strong and diversified end market dynamics propelling semiconductors and the essential WFE investments required to make them.\nFurthermore, we are seeing revenue growth opportunities as more innovation occurs and technology complexity increases in specialty semiconductors, advanced packaging and other electronics markets. Finally, our services offerings continue to deliver more value to our customers in our Semiconductor Process Control business. and their evolving opportunities to further expand our value proposition in our acquired businesses. Our record backlog is supported by solid customer demand across end markets and at multiple technology nodes.\n2022 is setting up to be the third consecutive year of double-digit growth for WFE and the seventh consecutive year of growth for KLA. The KLA operating model fuels KLA's strategic objectives and positions us to outperform the industry in terms of growth and financial performance. These objectives fuel our growth, operational excellence and differentiation across an increasingly more diverse product and service offering.\nThey also underpin our sustained technology leadership, wide competitive moat and strong record of free cash flow generation and capital returns to shareholders. With that, I'll now turn the call back over to Kevin to begin the Q&A session. Kevin?"
  }
]