[
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3b8e509c65da373baa5d0305397bf634",
    "period": "2025 Q3",
    "content": "Q3 2025 Kimberly Clark Corp Earnings Call Q&A\n\nQ3 2025 Kimberly Clark Corp Earnings Call Q&A\n\nKMBNASDAQOCT 30, 8:00 AM\n\nOperator\n\nGood day, everyone, and welcome to the Kimberly-Clark Third Quarter 2025 Earnings Call [Operator Instructions] It is now my pleasure to hand the floor over to your host, Chris Jakubik, Vice President, Investor Relations. Sir, the floor is yours.\n\nChristopher M. Jakubik\n\nHead of Global Investor Relations, The Kraft Heinz Co.\n\nThank you, and good morning, everyone. This is Christopher Jakubik, Head of Investor Relations at Kimberly-Clark, and thank you for joining us. I would like to remind everyone that during our comments today, we will make some forward-looking statements that are based on how we see things today. Actual results may differ due to risks and uncertainties, and these are discussed in our earnings release and our filings with the SEC.\nWe will also discuss some non-GAAP financial measures during the remarks, and these non-GAAP financial measures should not be considered a replacement for and should be read together with GAAP results. And you can find the GAAP to non-GAAP reconciliations within our earnings release and the supplemental materials posted at investor.kimberly-clark.com.. With that, I will turn it over to Mike for a few opening comments. .\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nOkay. Thank you, Chris. Good morning, everyone. Our third quarter results underscore the strong progress we're making to transform Kimberly-Clark into an industry-leading personal care company. Despite a dynamic external environment, powering care continues to power our performance. It's enabling us to deliver solid results and importantly, better care for a better world. Our inflection to volume plus mix-led growth that began last year continued into the third quarter. Q3 marked Kimberly-Clark's seventh consecutive quarter of volume plus mix-led growth even as volume growth has been somewhat challenging across the broader CPG industry. .\nWe're growing volume and mix because we're meeting consumers where they need us across the good, better, best spectrum and we're well positioned to post similar growth in the fourth quarter. We held global weighted market share despite an uptick in competitive promotion activity in the quarter.\nWe're leveraging our scale to deliver more consistent profitability in a challenging environment. In the third quarter, we delivered consistent operating margin expansion and another quarter of industry-leading productivity, our strongest of the year to support reinvestment and profitable growth.\nOur rewired organization is fast tracking the best of Kimberly-Clark across our markets. The promotion of Russ Torres, to President and Chief Operating Officer, is accelerating our momentum. I'm pleased to have Russ with us today for his first earnings call as Chief Operating Officer.\nWe're in the fourth quarter, and we're playing to win. We have sustainable momentum and the discipline and ingenuity to effectively execute our innovation-led volume plus mix driven growth strategy. We're confident in our ability to unlock our long-term potential and deliver more value for our consumers, our team, our partners and our shareholders. So with that, I'd like to open the line for questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5536b450d7bc416ce85ce98b095555de",
    "period": "2025 Q2",
    "content": "Q2 2025 Kimberly-Clark Corp Earnings Call\n\nQ2 2025 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQAUG 1, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Kimberly-Clark Second Quarter 2025 Earnings Question-and-Answer session. I will now hand over to Chris Jakubik, Vice President, Investor Relations. Please go ahead.\n\nChristopher M. Jakubik\n\nHead of Global Investor Relations, The Kraft Heinz Co.\n\nGood morning. This is Chris Jakubik, Head of Investor Relations at Kimberly-Clark, and thank you for joining us. I'd like to remind everyone that during our comments today, we will make some forward-looking statements that are based on how we see things today. Actual results may differ due to risks and uncertainties, and these are discussed in our earnings release and our filings with the SEC. We will also discuss some non-GAAP financial measures during these remarks. These non-GAAP financial measures should not be considered a replacement for and should be read together with GAAP results. And you can find the GAAP to non-GAAP reconciliations within our earnings release and the supplemental materials posted at investor.kimberly-clark.com. With that, I will hand it over to Mike for a few opening comments.\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nOkay. Thank you, Chris. The second quarter was one of the strongest and most active in our recent history. Our results are indicative of the excellent progress we're making in executing power in care. We accelerated momentum on the top line and delivered solid organic sales growth, fueled by our strongest line quarter in the last 5 years.\nOn a global basis, we gained weighted share and made significant share gains in several key categories in our largest markets.\nNow regarding our top line momentum, I'd like to emphasize three points. First, we're energized by our progress in China and the early returns on how our playbook is being applied globally. Second, we believe it's important to meet consumers where they need us. Our strategy to deliver exceptional brand propositions across the value spectrum is paying off. Consumers seeking better value or trading within our portfolio, and we're delighted to retain them within our brand franchises, as you can see in the U.S. standard data. Third, our performance is driven by excellent commercial execution, superior innovation and strong investment to differentiate our brands.\nWe delivered another quarter of industry-leading productivity, enabling us to reinvest when and where we see opportunity to support profitable growth. Our organizational rewiring is enhancing our agility. We're bringing the best of Kimberly-Clark to the world faster with better consumer solutions and lower product costs. We also took decisive action to focus our portfolio.\nWe're confident our joint venture with Suzano will unlock the full potential of international family care and professional. For Kimberly-Clark, it enables laser focus on our higher growth, higher margin North America and International Personal Care businesses.\nAs we enter the second half of the year, we expect to continue performing while transforming. We're realizing the vision of a refreshed and refocused Kimberly-Clark. We're confident in our ability to deliver consistent top-tier growth. We have great opportunity ahead of us. We will continue to enhance our capability to provide better care for a better world and create value for our shareholders. So with that, I'd like to open up the line for questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6ff2c68e5de9628013a17fbe29bedfb9",
    "period": "2025 Q1",
    "content": "Q1 2025 Kimberly-Clark Corp Earnings Call\n\nQ1 2025 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQAPR 22, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Kimberly-Clark First Quarter 2025 Earnings Call question-and-answer session. I will now hand it over to Chris Jakubik, Vice President, Investor Relations. Please go ahead.\n\nChristopher M. Jakubik\n\nHead of Global Investor Relations, The Kraft Heinz Co.\n\nThank you, and good morning, everyone. This is Chris Jakubik, Head of Investor Relations at Kimberly-Clark, and thank you for joining us. I would like to remind everyone that during today, we will make some forward-looking statements that are based on how we see things today. Actual results may differ due to risks and uncertainties, and these are discussed in our earnings release and our filings with the SEC. We will also discuss some non-GAAP financial measures during these remarks. These non-GAAP financial measures should not be considered a replacement for and should be read together with GAAP results. And you can find the GAAP to non-GAAP reconciliations within our earnings release and the supplemental materials posted at investor.kimberley-clark.com.\nWith that, I will turn it over to Mike for a few opening comments.\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nOkay. Thank you, Chris. In the first quarter, we continue to make solid progress across the 3 pillars of our power and care strategy, building on the strong foundation we established in 2024. While our top line was somewhat softer than our expectation, the first quarter overall was consistent with our full year plan. Our results demonstrate that our cascade of innovation across the good, better, best value spectrum is winning with consumers. We held global weighted share while navigating a dynamic environment, volume plus mix was solid, demonstrating that demand in our categories remains resilient.\nWe made strong progress optimizing our margins and continue to deliver world-class growth productivity, enabled by our integrated margin management approach. Our freshly wired enterprise matrix organization is playing a key role scaling initiatives in 2025. And this is enabling us to bring the best of Kimberly-Clark to all markets faster and better than before.\nIn addition, we're on track to generate approximately $200 million of SG&A savings in the next few years. We remain confident in our ability to execute the plan we outlined for this year even as we navigate a rapidly evolving external environment. In fact, Power & Care gives us a running start. In this evolving environment, we see 3 keys to winning. We will deliver stronger differentiation at every run of the Good, Better, Best Ladder. We will deliver industry-leading productivity to generate funds to reinvest in the business, drive profitable growth and address external headwinds, and we will continue to enable a faster, more agile organization.\nWe're continuing to perform while transforming or scaling our transformation and reshaping our portfolio for stronger, more profitable growth over the long term. As we move forward, we will stay true to our purpose and values to deliver better care for a better world, and we remain confident in our ability to unlock our long-term potential for our consumers, our company and our shareholders. And with that, I'd like to open up the line for questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cfe1983c668842d955b2f9c55f69cff0",
    "period": "2024 Q4",
    "content": "Q4 2024 Kimberly-Clark Corp Earnings Call\n\nQ4 2024 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQJAN 28, 8:00 AM\n\nOperator\n\nGreetings. Welcome to the Kimberly-Clark 4Q 2024 Earnings Call. [Operator Instructions]. Please note, this conference is being recorded. I will now turn the conference over to your host, Chris Jakubik, Vice President, Investor Relations. You may begin.\n\nChristopher M. Jakubik\n\nHead of Global Investor Relations, The Kraft Heinz Co.\n\nGood morning, everyone, and thank you for joining us. I just want to remind everyone that during our comments today, we will make some forward-looking statements that are based on how we see things today. Actual results may differ due to risks and uncertainties and these are discussed in our earnings release and our filings with the SEC.\nWe will also discuss the non-GAAP financial measures during these remarks. These non-GAAP financial measures should not be considered a replacement for and should be read together with GAAP results. You can find the GAAP to non-GAAP reconciliations within our earnings release and the supplemental materials posted at investor.kimberly-clark.com.\nWith that, I'm going to turn it over to Mike for a few opening comments.\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nOkay. Thank you, Chris. 2024 was an outstanding year for our team and the future of Kimberly-Clark as we launched our multiyear Powering Care transformation strategy. Last year, we built the foundation to accelerate our growth in the years to come. We rewired our organization into 3 powerhouse segments to become a better, faster and stronger organization. We've pivoted to volume plus mix driven growth and established strong market share momentum. And we made the successful transition from margin recovery in 2023 to establishing a new phase of margin expansion in 2024. Our progress enabled us to deliver full year results that exceeded our long-term algorithm even as we absorb discrete headwinds.\nNow we entered 2025 with good visibility on the key drivers of our growth and profit potential. We're confident in our plans to deliver innovation like growth ahead of the categories in which we compete. We're continuing to invest in product quality, brand support and capability building. And we're bullish on our ability to continue powering investment and bottom line growth with industry-leading productivity and SG&A savings through wiring for growth.\nThis year, we'll continue to transform while performing, scaling our playbook and capabilities across the globe and shaping our portfolio for stronger, more profitable growth over the long term. Through Powering Care, we're taking actions that are enabling us to navigate a dynamic environment and provide better care for a better world.\nNow with that, we'd like to open the lines for your questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e80c1c7e319520c7962e70ebc4a627e1",
    "period": "2024 Q2",
    "content": "Q2 2024 Kimberly-Clark Corp Earnings Call - Q&A\n\nQ2 2024 Kimberly-Clark Corp Earnings Call - Q&A\n\nKMBNASDAQJUL 23, 8:00 AM\n\nOperator\n\nGood morning, and welcome to Kimberly-Clark's Second Quarter 2024 Earnings Question-and-Answer session. I will now hand the conference over to Chris Jakubik, Vice President, Investor Relations. Please go ahead.\n\nChristopher M. Jakubik\n\nHead of Global Investor Relations, The Kraft Heinz Co.\n\nThank you, and hello, everyone. This is Chris Jakubik, Head of Global Investor Relations at Kimberly Clark, and welcome to our Q&A session for our second quarter 2024 business update. During our remarks today, we will make some forward-looking statements that are based on how we see things today. Actual results may differ due to risks and uncertainties, and these are discussed in our earnings release and our filings with the SEC. We will also make some non-GAAP financial measures today or discuss some non-GAAP financial measures today. And these non-GAAP financial measures should not be considered a replacement for and should be read together with GAAP results. And you can find the GAAP to non-GAAP reconciliations within our earnings release and the supplemental materials posted at investor.kimberlyclark.com. Before we begin, I'm going to hand it to our Chairman and CEO, Mike Hsu, for a few quick opening comments. .\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nThank you, Chris. Before we jump into the Q&A, I would like to start by saying thank you to my colleagues at Kimberly-Clark, who are working diligently on the implementation of our comprehensive innovation like growth strategy and delivered strong results for the first half. We're excited about the opportunity to accelerate investments to build our Powerhouse categories and brands and our pipeline of innovation. We are effectively navigating external dynamics while driving our consumer-centric culture. We're making the company better, stronger and faster and we are turbocharging our ability to provide better care to consumers around the globe. .\nI'm very proud of our progress to date. It bolsters our confidence in delivering our outlook for the year and our ability to ramp up our investments to further leverage our core strengths and achieve our potential. We are on an exciting path and are well positioned to deliver durable growth and sustainable shareholder returns. So with that, I'd be happy to open it up to questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d9c97859254b59ff15e0d239b3d51121",
    "period": "2024 Q1",
    "content": "Q1 2024 Kimberly-Clark Corporation Earnings Call\n\nQ1 2024 Kimberly-Clark Corporation Earnings Call\n\nKMBNASDAQAPR 23, 8:30 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Kimberly-Clark First Quarter 2024 Earnings Call. [Operator Instructions] It is now my pleasure to turn the floor over to your host, Chris Jakubik. Sir, the floor is yours.\n\nChristopher M. Jakubik\n\nHead of Global Investor Relations, The Kraft Heinz Co.\n\nThank you. And hello, everyone. This is Chris Jakubik, Head of Investor Relations at Kimberly-Clark, and welcome to our Q&A session for our first quarter 2024 business update. During our remarks today, we will make some forward-looking statements that are based on how we see things today. Actual results may differ due to risks and uncertainties, and these are discussed in our earnings release and our filings with the SEC. We will also discuss some non-GAAP financial measures today, and these non-GAAP financial measures should not be considered a replacement for and should be read together with GAAP results. And you can find the GAAP to non-GAAP reconciliations within our earnings release and the supplemental materials posted at investor.kimberly-clark.com. .\nBefore we begin, I'm going to hand it to our Chairman and CEO, Mike Hsu, for a few quick opening comments.\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nOkay. Thank you, Chris. Hey, before we get into the Q&A, I would like to start by saying thank you to all my colleagues at Kimberly-Clark, who worked really diligently over the past few years to build our strong foundation and to deliver these Q1 results that provide a very good start to our next chapter of growth. Our strategy to elevate our categories with breakthrough innovation and expand our markets is working. We are effectively navigating the ever-changing external dynamics of today's new normal while driving our consumer-centric culture.\nWe are making the company better, stronger and faster. I'm very, very proud of our progress to date, and I'm confident that we're going to continue to leverage our core strengths to achieve our potential. We are on an exciting path and are well positioned to deliver durable growth and sustainable shareholder returns.\nSo with that, I'd like to open it up for your questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/800d370c9bfaeba05169efca074a2be5",
    "period": "2023 Q4",
    "content": "Q4 2023 Kimberly Clark Corp Earnings Call\n\nQ4 2023 Kimberly Clark Corp Earnings Call\n\nKMBNASDAQJAN 24, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Kimberly-Clark's Fourth Quarter 2023 Earnings Question-and-Answer session. I will now hand the call over to [ Chris Jakubik, ] Vice President, Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you, and hello, everyone. This is Chris [ Jakubik, ] Head of Investor Relations at Kimberly-Clark. And welcome to our Q&A session for our fourth quarter and full year 2023 results. During our remarks today, we will make some forward-looking statements that are based on how we see things today. Actual results may differ due to risks and uncertainties, and these are discussed in our earnings release and our filings with the SEC. We will also discuss some non-GAAP financial measures today.\nThese non-GAAP financial measures should not be considered a replacement for and should be read together with GAAP results. And you can find the GAAP to non-GAAP reconciliations within our earnings release and the supplemental materials posted at investor.kimberlyclark.com. Before we begin, I'm going to hand it over to our Chairman and CEO, Mike Hsu, for a few quick opening comments.\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nOkay. Thank you, Chris. And first of all, I'd like to just welcome Chris to Kimberly Clark. This is first earnings call with us. But is probably triple-digit number in earnings calls that he's done in his career. So welcome to KC, Chris. I'd like to just start by sharing that we're really proud of our performance in 2023. But of course, we're not yet satisfied. We've built a strong foundation and position Kimberly-Clark for our next chapter of growth.\nThese past few years, we've consistently invested to build a consumer-centric organization while navigating unprecedented challenges. Our strategy to elevate our categories and expand our markets is working, and we're on an exciting path and positioned to deliver durable growth and returns for shareholders in our next chapter. And as I -- as we mentioned in our prepared remarks, we're looking forward to detailing our strategic priorities, our long-term algorithm and outline the key initiatives behind our plans in March. And so with that, I'd love to open it up for questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/be7704c7d530eb582b17459a91e1f1b6",
    "period": "2023 Q3",
    "content": "Q3 2023 Kimberly Clark Corp Earnings Call\n\nQ3 2023 Kimberly Clark Corp Earnings Call\n\nKMBNASDAQOCT 24, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Kimberly-Clark Third Quarter 2023 Earnings Call. [Operator Instructions] It is now my pleasure to turn the floor over to your host, Christina Cheng. Ma'am, the floor is yours.\n\nChristina Cheng\n\nWelcome, everyone, to our third quarter 2023 earnings conference call. Before we begin, please note today's presentation will include forward-looking statements. Actual results may vary materially from those expressed or implied in our forward-looking statements, and you should not place any undue reliance on our forward-looking statements.\nPlease refer to our SEC filings for a list of factors that could cause our actual results to deviate materially from our expectations. Our remarks today refer to adjusted results, which exclude certain items described in our news release. We use non-GAAP financial measures to help investors understand our ongoing business performance. Please consult our press release for a discussion of our non-GAAP financial measures and reconciliations to comparable GAAP financial measures. We have published supplemental materials which are found in the Investor Relations section of our website.\nParticipating in today's call are our Chairman and Chief Executive Officer, Mike Hsu; and our Chief Financial Officer, Nelson Urdaneta. Mike will start the discussion with our strategic priorities and provide an overview of our performance for the quarter. Nelson will provide a detailed discussion on our Q3 results and our outlook before we open the floor to Q&A.\nWith that, I will turn the call over to Mike.\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nThank you, Christina. We delivered another quarter of strong results. I'm proud of how our teams around the world are executing our growth strategy. Our innovation and commercial programs are contributing to the top line momentum with improving volume and market share trends and strong gross margin expansion.\nBased on the strength of our year-to-date performance, we are raising our full year outlook. Third quarter and year-to-date organic sales increased 5%, with growth across all segments. Personal Care, our largest business, led the way with 7% organic growth, and importantly, 2% volume growth.\nFurther gains in price and mix were enabled by strong revenue growth management capability, while volume improved sequentially for a third consecutive quarter. We expect volume trends to continue improving as we cycle prior pricing actions and continue to invest in our brands. We also continue to make excellent progress on margin recovery.\nGross margin was up 530 basis points and exceeded 2019 levels, an important milestone in our commitment to restore our gross margin. Operating profit was up 18%, and adjusted earnings per share grew 24%. Given the strength of our year-to-date performance, we're raising our 2023 outlook.\nWe now expect organic sales to grow 4% to 5% and adjusted earnings per share to increase 15% to 17%. Global demand in our categories and for our brands remains resilient. In key markets, we're seeing a healthier balance of growth in both price and volume. In North America Consumer, organic sales were up 7%, with volume up 3%.\nDynamics were similar in the EMEA. In China, organic sales and volume were both up double digits despite ongoing category softness. While growth across D&E continues to be mixed, consumption increased double digits in Latin America.\nIn our largest markets, our market shares are improving. In North America, we saw a sequential improvement in 6 of 8 categories. This was enabled by strong commercial execution, marketing activation and a significant easing of year-to-date supply constraints in personal care and facial tissue.\nIn the U.K., new performance-enhancing designs, price pack offerings and digital initiatives have resulted in over 200 basis points of year-over-year share gains for Andrex. And in China, we're continuing to see strong market share momentum with Huggies share up nearly 200 basis points in the quarter.\nAs market leaders, we're raising the bar by elevating and expanding our categories with superior products and advantaged technology to address unmet needs. We're also committed to meeting consumers where they need us by offering a comprehensive range of products across the value spectrum.\nI'll highlight a few examples. In China, we introduced a breakthrough design for Huggies with innovation that whisks away both forms of babies mess to reduce the frequency of diaper rash. This is a foundational element of our global skin health platform.\nIn North America, we launched new Poise 7-drop ultra observancy pads and 8 drop overnight. These higher-capacity designs provide better absorbency in protection than daytime pads.\nAlso in North America tissue, Scott 1000 lasts longer and dissolve faster, and this has been core to Scott's powerful proposition among value-oriented consumers and it's why Scott continues to deliver robust growth in this important daily use segment.\nWe believe our ongoing investment in advantage technology and brand communications will attract more consumers, increase usage occasions and ultimately grow our categories. I'm proud of the progress we've made to offset the multiyear impact of inflation on our P&L.\nRestoring margins to prepandemic levels was a milestone and not our end goal. We will continue to expand margins by executing our commercial and productivity programs to deliver balanced and sustainable growth for the long term.\nI'll now turn it over to Nelson to provide more details on our third quarter and outlook for the remainder of the year.\n\nNelson Urdaneta\n\nSenior VP & CFO\n\nThanks, Mike. We delivered another quarter of strong results across the company. Net sales were $5.1 billion, up 2% versus last year. Organic sales increased 5%, led by high single-digit growth in the Personal Care segment and in North America.\nVolume improved sequentially for the third quarter in a row to minus 1%, while price realization was 5% and mix contributed 1 point of growth. Currency negatively impacted net sales by approximately 200 basis points. The exit of our Brazil tissue business had an additional impact of 100 basis points, primarily on Consumer Tissue and our Professional business.\nLet me spend a few minutes on each of our segments. First, Personal Care organic sales increased 7% this quarter. Price realization drove 4 points of growth and mix contributed 1%. Volume turned positive for the first time in 5 quarters, with an increase of 2%.\nNorth America and developing and emerging markets organic sales grew in the high single digits, with volume increases in North America. Developed markets grew low single digits.\nWithin Personal Care, each of our subcategories grew high single digits. Operating margin for the segment improved 250 basis points versus a year ago, driven by gross margin improvement, while we continue to increase our investments in our brands.\nSecond, organic growth in Consumer Tissue was 2%. Within Consumer Tissue, North America delivered 4% organic growth, driven by healthy demand in dry bath and towels. Outstanding results from the U.K. drove 2% growth in the developed markets on top of last year's 11% increase.\nOperating margin for the segment was up 320 basis points versus a year ago, driven by revenue growth management and improved service levels.\nFinally, our K-C Professional business posted 4% organic growth despite challenging comparisons against last year. On a 2-year average, organic sales growth was 7%. Demand for our washroom business remains healthy and new commercial programs drove share gains in North America.\nStrong revenue realization was partially offset by lower volumes, which were partly driven by the timing of select planned price adjustments. Operating margin for Professional improved by 550 basis points, which was broadly in line with the first half of 2023.\nTurning to the rest of the P&L. Third quarter gross margin increased 530 basis points to 35.8%. Revenue growth management, input cost tailwinds and about $90 million in [indiscernible] savings more than offset other manufacturing costs and currency headwinds.\nThe cost environment remains mixed, with favorability in raw materials offset by higher energy prices, currency headwinds and higher labor costs. Other manufacturing costs were $30 million higher than last year. Between the lines spending was 20.7% of net sales, up 310 basis points versus a year ago, reflecting year-on-year inflation and investments in our brands, our people and our capabilities.\nThese results also reflect higher year-on-year incentive compensation accruals. Operating profit for the quarter increased 18%, and operating margin improved by 210 basis points to 15.1%. This includes a currency headwind of $135 million or a 21 percentage point profit impact, of which 4 points were due to the translation of earnings from non-U.S. operations and the balance was largely driven by transactional costs.\nLastly, the adjusted effective tax rate for the quarter was 22.5%, in line with last year's 22.3%. Our operating results, coupled with lower net interest expense and gains in equity income drove a 24% growth in adjusted earnings per share to $1.74 in the third quarter.\nTurning to balance sheet and cash flow highlights. Through the first 9 months of the year, we generated $2.3 billion in cash flow from operations. Capital spending was $549 million compared to $679 million last year. We expect to end the year with CapEx of approximately $800 million.\nYear-to-date, we returned $1.3 billion to shareholders through dividends and share repurchases. Now let me say a few words about our outlook. Based on our strong results, we are raising our full year guidance. We now expect organic sales growth of 4% to 5% and net sales growth of 1% to 2%, reflecting the impact of unfavorable currency and divestitures.\nWe also now expect adjusted earnings per share growth of 15% to 17%. Currency headwinds continue to worsen given the recent strengthening of the U.S. dollar against the Argentina peso and other key currencies. Based on recent currency forward curves, we are projecting that currency will have a negative top line impact of approximately 300 basis points and a bottom line headwind of approximately $450 million, up from our previous assumption of $300 million to $400 million for the year.\nOn input costs, we now expect headwinds of approximately $50 million versus the previous outlook of $100 million. Other manufacturing costs are now expected to increase by approximately $250 million compared to $200 million in our prior outlook.\nWith gross margins returning to pre-pandemic levels in the quarter, we remain focused on driving cost discipline and productivity to create more fuel for growth. For the full year, we project FORCE to deliver $300 million to $350 million, reflecting favorable results from ongoing negotiations of our materials purchases.\nContinued progress in gross margin recovery puts us in a great position to advance our commercial programs, and we continue to expect advertising spend to increase by approximately 100 basis points for the full year.\nOverall, we now expect operating margin to increase 170 basis points at the midpoint of our guidance compared to an increase of 150 basis points in our July guidance. Below the line, net interest expense is expected to decline in the high single digits. We have also updated our assumption for adjusted tax rate to 23% to 24%.\nThese improvements result in our full year outlook for adjusted earnings per share growth of 15% to 17%. In closing, while we continue to operate in a volatile environment, we remain focused on executing our growth strategy, including continued investments in our brands and capabilities for long-term value creation.\nWith that, we will open the floor for questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/32072c8b42fb4fa2ea4141fe2a278e56",
    "period": "2023 Q2",
    "content": "Q2 2023 Kimberly Clark Corp Earnings Call\n\nQ2 2023 Kimberly Clark Corp Earnings Call\n\nKMBNASDAQJUL 25, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Kimberly-Clark Second Quarter 2023 Earnings Call. [Operator Instructions]\nIt is now my pleasure to turn the floor over to your host, Christina Cheng, Vice President of Investor Relations. Ma'am, the floor is yours.\n\nChristina Cheng\n\nWelcome, everyone, to our second quarter 2023 earnings conference call. Before we begin, please note today's presentation will include forward-looking statements. Our results may vary materially from those expressed or implied in our forward-looking statements, and you should not place undue reliance on any forward-looking statements. Please refer to our SEC filings for a list of factors that could cause our actual results to deviate materially from our expectations. Our remarks today refer to adjusted results, which exclude certain items described in our news release. We use non-GAAP financial measures to help investors understand our ongoing business performance. Please consult our press release for a discussion of our non-GAAP financial measures and a reconciliation to comparable GAAP financial measures. We have published supplemental materials which are found in the Investor Relations section of our website.\nParticipating in today's call are our Chairman and Chief Executive Officer, Mike Hsu; and our Chief Financial Officer, Nelson Urdaneta. Mike will start the discussion with our strategic priorities and provide an overview of our performance for the quarter. Nelson will provide a detailed discussion on our Q2 results and our outlook before we open the floor to Q&A.\nWith that, I turn the call over to Mike.\n\nMichael D. Hsu\n\nChief Executive Officer & Director, Kimberly-Clark Corp.\n\nThank you, Christina. We delivered another solid quarter with 5% organic growth, while cycling 9% growth in the year-ago quarter. Organic sales were up across all segments with personal care and consumer tissue, each up 4% and professional up 13%. Our growth strategy is working, and our performance in the quarter reflects strong execution by our teams around the world.\nWe continue to make strong progress on margin recovery. Adjusted gross margin was up 380 basis points and fueled a 17% increase in adjusted operating profit and a 23% increase in adjusted earnings per share. Given the strength of our first half, we're raising our full year 2023 outlook to 3% to 5% organic growth and 10% to 14% adjusted EPS growth.\nOur categories remain healthy. In North America, category sales were up 8%, and we continue to see robust growth in key developed markets, including the U.K. and South Korea, which delivered double-digit and mid-single-digit increases, respectively. While category growth across D&E has been more variable, we continue to see double-digit increases in Latin America. This growth reflects the essential nature of our categories. As category leaders, we remained focused on serving all our consumers and recognize that many are facing economic challenges. With our broad portfolio offering value to premium options, we're able to meet consumers where they need us, and we are well positioned with brands like Scott and Huggies Snug & Dry to serve the value-oriented consumer.\nAcross markets, we're strengthening our price pack offering and that means enhancing large-count packs and big box channels and making entry prices more affordable in small format channels. More importantly, we're accelerating innovation and cascading technology through our product offering to ensure we're delivering a superior value proposition to consumers. Growing market share continues to be a top priority. In the quarter, year-over-year market share performance was soft, reflecting the relatively early actions we took to mitigate inflation.\nIn the last 6 months, price gaps have begun to normalize, and we are encouraged to see sequential improvement in market share in key cohorts, including North America, where we've seen improvement in 5 of 8 categories.\nVolume trends have improved, and we expect that to continue as we cycle inflationary measures and execute our strategy and commercial programs. Our enhanced commercial capabilities are enabling more real-time decision-making and drive sales, optimize brand investment and balance value and volume. Furthermore, we expect increased brand investment and improve supply fulfillment to strengthen our market share performance over the balance of the year.\nOur commercial programs and innovation are core to our strategy to elevate and expand our categories. We're pleased with our launches in the first half and enthusiastic about our second half plans. Here are a few highlights. Huggies debut it's newest baby bus campaign this summer, celebrating Huggies unique curve design, which provides greater comfort and protection for babies on the move. Early results show excellent consumer engagement across our marketing channels. In China, we're raising the bar on skin health through a proprietary design that whisks away the baby's mess. Moving the mess away quickly from baby skin is key to reducing diaper rash. We believe this kind of innovation will further differentiate us from the competition and the reason Huggies continues to expand its market leadership in China.\nLastly, our Kotex Intimate She Can campaign in Latin America continues to resonate. We were recently recognized with a prestigious [Indiscernible] award for this initiative, reducing period stigma as part of menstrual education.\nIn China, Kotex introduced Polar Night and overnight pad with a proprietary design that prevents leakage with instant absorb technology. Overall, around the world, we are seeing growth driven by the overnight segment. This is a great example of superior product performance, coupled with effective brand strategy and communications to drive share gains and strong brand equity.\nNow I'd like to briefly address the impairment charges to intangible assets we recognized this quarter. We purchased Softex Indonesia to expand our presence in one of the world's fastest-growing personal care markets. Indonesia ranked some of the top 3 markets for new births, and we expect continued economic development will create more demand for our products over time. As the second largest diaper player in Indonesia, representing over 1/4 of the market, Softex built a strong equity with local consumers. The impairment charges we took this quarter, which Nelson will discuss shortly reflect our updated projections for the business. We have enhanced the team and taken action to improve the business processes and our go-to-market approach. Indonesia remains an exciting growth market for Kimberly-Clark, and we're committed to this business for the long term.\nNow as we enter the back half, we expect continued progress in our journey to restore and eventually expand our margins. We're excited about our innovation and commercial plans, and we'll invest more in our brands to improve our market share performance and growth trajectory. This is how we will elevate and expand our categories to deliver balanced and sustainable growth.\nNow I'll turn it over to Nelson for more details on the second quarter.\n\nNelson Urdaneta\n\nSenior VP & CFO\n\nThanks, Mike. Before I get into second quarter results, let me take a moment to discuss the divestiture of our Brazil tissue business and the impairment of intangible assets this quarter. We closed the sale of our Brazil tissue business in June, which enables us to focus even more on growing personal care. As a result of this transaction, we recorded a pretax gain of $74 million and $30 million of related expenses, both of which are excluded from our adjusted results this quarter. I want to thank the many K-Cers, who worked hard to complete this transaction.\nIn addition, we conducted strategic reviews, forecasting and integration assessments as part of our business planning cycle. Based on updated financial projections, a pretax noncash impairment charge of $658 million was recorded, primarily related to intangible assets linked to the Softex acquisition. The charges reflect revised projections for certain brands. Due to modified consumer shopping behavior, both COVID-19 and inflationary pressures and increased competitive activity in the region. We are confident in the prospects of the personal care market in Indonesia, and we are committed to continue investing in this business.\nLet me now turn to our second quarter results. Net sales were $5.1 billion, up 1% year-over-year. Organic sales increased 5%. On a 2-year basis, organic sales growth was strong across all 3 segments with approximately 7% average growth for the company. Effective revenue growth management delivered favorable price realization and mix benefits, while volume trends continue to improve sequentially. Net sales in the quarter were impacted by approximately 400 basis points of currency headwinds.\nTurning to our segments. Personal Care, representing approximately half of the company's revenue grew 4% organically, led by mid-teens growth in feminine care and mid-single-digit growth in adult care. Infant Care delivered broad-based growth in the quarter with the majority of regions growing mid-single digits. Operating profit for the segment improved 1%. Organic growth in consumer tissue was 4%, led by a 7% growth in North America, where volumes have turned positive, up low single digits in the quarter, driven by Viva and Cottonelle. Operating profit for the segment was up 12%.\nFinally, our K-C Professional business posted a 13% organic growth. All geographies grew and notably, volumes turned positive in North America after 6 quarters of decline. Our focus on key commercial sectors, effective digital engagement and innovation.\nTurning to the rest of the P&L. Second quarter adjusted gross margin increased 380 basis points to 34%. Revenue growth management, in addition to 4 savings of approximately $80 million more than offset cost inflation and currency headwinds. Cost environment remains mixed. Although energy prices have moderated in some markets, they remain elevated in others. Labor costs are structurally higher now due the cost of living adjustments and a tight job market in certain key geographies. In addition, other manufacturing costs, which cover labor, were $85 million higher this quarter, in line with our expectations. Between the lines spending on an adjusted basis was 19.8% of net sales, up 190 basis points versus a year ago, driven by continued investments behind our brands and our capabilities as well as the impact from inflation on our cost base. Adjusted operating profit for the quarter increased 17%, and operating margin improved by 190 basis points to 14.2%.\nForeign currency was a 16 percentage point headwind on operating profit in the quarter, of which 5 points were due to translation of earnings from our non-U.S. operations. The balance was largely from transactional impacts. We have made good progress on our margin recovery over the last few quarters, and we remain committed to restoring them to pre-pandemic levels and expanding them over time. To achieve this, we are increasing our focus on productivity by building a long-term pipeline of opportunities that can generate significant end-to-end efficiencies.\nLastly, the adjusted effective tax rate for the quarter was 20.5% compared to 22% in the year ago period. Strong overall performance, along with a lower tax rate resulted in adjusted earnings increasing by 23% to $1.65 per share. For the first half of the year, we generated $1.4 billion in cash flow from operations. Capital spending was $389 million compared to $470 million last year. Year-to-date, we returned $850 million to shareholders through dividends and share repurchases.\nNow let me say a few words about our outlook. With our continued momentum this quarter, we are raising our full year guidance for organic growth of 3% to 5% and adjusted EPS growth of 10% to 14%. As a reminder, our previous guidance was 2% to 4% organic growth and 6% to 10% adjusted EPS growth.\nThe Brazil divestiture, which was not reflected in our previous outlook, is expected to impact reported sales growth by approximately 100 basis points. We continue to expect currency to impact full year top line growth by approximately 200 basis points. Based on the latest estimates for the year, we now expect input costs to be a headwind of approximately $100 million, an improvement versus the midpoint of our prior outlook of $100 million to $200 million.\nIn addition, we continue to project approximately $200 million from higher wages and other manufacturing costs. Continued progress in gross margin recovery puts us in a great position to advance our commercial programs. We expect advertising spend to increase by approximately 100 basis points for the full year. This brings us to a projected operating profit growth in the low double-digit range and an operating margin increase of approximately 150 basis points at the midpoint of our guidance range. We remain optimistic about the future and our ability to create long-term value for our stakeholders. We are also very proud of how our teams continue to execute our exciting growth agenda across the globe.\nWith that, we will open the floor to questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5b500caac68e68bdf920d8cd06e3f3fe",
    "period": "2023 Q1",
    "content": "Q1 2023 Kimberly Clark Corp Earnings Call\n\nQ1 2023 Kimberly Clark Corp Earnings Call\n\nKMBNASDAQAPR 25, 8:30 AM\n\nOperator\n\nGood day, everyone, and welcome to the Kimberly-Clark First Quarter 2023 Earnings Call. At this time, all participants have been placed on a listen-only mode and we will open the floor for your questions and comments after the presentation.\nIt is now my pleasure to turn the floor over to your host, Christina Cheng. Ma'am, the floor is yours.\n\nChristina Cheng\n\nWelcome, everyone, to our first quarter 2023 earnings conference call. Before we begin, please note, today's presentation will include forward-looking statements. Our actual results may vary materially from those expressed or implied in our forward-looking statements and you should not place undue reliance on any forward-looking statements. Please refer to our SEC filings for a list of factors that could cause our actual results to deviate materially from our expectations. Our remarks today refer to adjusted results, which exclude certain items described in our news release. We use non-GAAP financial measures to help investors understand our ongoing business performance. Please consult our press release for a discussion of our non-GAAP financial measures and reconciliations to comparable GAAP financial measures. We have published supplemental material, which can be found in the Investor Relations section of our website.\nParticipating in today's call are Chairman and CEO, Michael Hsu; and our Chief Financial Officer, Nelson Urdaneta. Mike will start the discussion with our strategic priorities and provide an overview of our performance for the quarter. Nelson will provide a detailed discussion of our Q1 results and our outlook before we open the floor for Q&A.\n\nMultiple\n\n[Christina Cheng] With that, I turn the call over to Mike.  [Mike Hsu]  Thank you, Christina.\n\nMike Hsu\n\nI'm encouraged by our solid start to the year. We delivered organic growth of 5%, cycling 10% growth in the year-ago quarter. Category growth remain healthy, pricing execution was strong, and costs have begun to stabilize. These primary factors enabled us to continue improving gross margin resulting in a 25% increase in adjusted operating profit and a 24% increase in adjusted earnings per share.\nGiven our Q1 performance and increasing confidence in our underlying operating plan assumptions, we're raising our 2023 EPS outlook to 6% to 10% growth. Margin recovery continues to be a top priority, and I'm pleased with the strong progress we're making. This quarter we expanded gross margin by 340 basis points versus year ago building on our momentum from the second half of 2022. While we are encouraged with our progress, we're still operating in a challenging environment, input costs have stabilized, but continue to trade well-above 2019 levels.\nWith adjusted gross margins nearly 200 basis points below pre-pandemic levels, we'll continue to operate the cost and financial discipline. We're leaning harder into productivity and taking aggressive action to secure supply to better meet the needs of our customers. We remain committed to returning our margins to historic levels, and eventually expanding from there.\nWe've taken a thoughtful and holistic approach to mitigating inflationary pressures, carefully balancing price realization with our focus on offering a superior value proposition. This is to enable us to meet our enduring goal of growing market share. In Q1, we continue to gain or hold share in approximately 50% of our Personal Care cohorts. We've invested in building strong revenue growth management capability and that has been critical to our agile and effective price deployment globally. Category growth has remained healthy and broad-based as the elasticity impact on volume continues to be somewhat muted. This reflects the essential nature of the categories we lead.\nWhile our categories continue to grow, we see bifurcation in consumer demand. We've observed resilience and higher-income developed markets like the U.S., but also increasing demand for value in lower-income geographies, especially within D&E markets. We're meeting our consumers where they need us. As category leaders, we have a broad offering that spans value to premium. While we're continuing to see momentum in the premium tiers of our business, we're accommodating tighter budgets and more rapidly cascading innovation and product features through our portfolio, including our value offerings.\n\nMike Hs\n\nOur brands offer excellent value. For parents economizing through usage, superior products like GoodNites XL overnight diapers enable their children to get a better night sleep with 35% less leaks. GoodNites serves an important need and we're stepping up our brand communications with breakthrough campaigns that highlight the superior performance and value of our offering.\n\nMike Hsu\n\nAdvantage product technologies are key to our brand value propositions and over the past few years concerted investment in innovation has resulted in an exciting pipeline that will help us elevate and expand our categories. I'll highlight a few that you'll see later this quarter.\nWe're refreshing Cottonelle Ultra Comfort and Ultra Clean in North America, behind a powerful insight. Half of the users in the category are dissatisfied with their existing \"Soft & Strong bath tissue\". We're focused on delivering a superior clean and we'll launch this initiative with some fairly provocative advertising that highlights down their care and we're talking about the real down -- their issues that we all face. Our suite of products will help address these unmet needs.\nIn China, we're launching Kotex POLAR NIGHT, our best-ever overnight feminine pads. POLAR NIGHT offer superior protection from back leaks, one of the biggest issues for overnight users. Internationally, KC Professional is debuting our new icon collection, our most advanced towel dispensing system. ICON has fully customizable panels and ultra-high reliability enabling end-users to be more productive with labor and waste. ICON has been a hit in North America and we are excited to roll it around the world.\nWe have more innovations to launch later this year, including exciting news on Huggies. Our teams are working hard on the innovation pipeline, we're confident we'll bring more value to our consumers while elevating our categories, and expanding our markets. In closing, we are encouraged by our strong start to the year and our momentum on the top and bottom line. We serve essential categories and demand for our brands remains healthy. We have a long runway of growth ahead of us and we're committed to delivering balanced and sustainable growth to create long-term value for all of our stakeholders. So now, I will turn it over to Nelson. longrunway of growth ahead of us and we're committed to delivering balanced and sustainable growth to create long-term value for all of our stakeholders. So now I'll turn it over to Nelson. Thanks, Mike.\n\nNelson Urdaneta\n\nSenior VP & CFO\n\nThanks, Mike. I'm pleased to report a solid start to the year. First quarter net sales were $5.2 billion up 2% year-over-year. Organic sales increased 5% compared to last year's 10% increase. On a two-year basis, organic sales growth was consistent across all three segments, with approximately 8% average growth for the company.\n\nNelson Urdaneta\n\nCFO, Kimberly-Clark Corporation\n\nStrong revenue growth management delivered favorable price and mix benefits with a better-than-expected elasticity impact on volume. Organic growth for our Personal Care business, representing approximately half of the company's revenue grew 3% with a healthy contribution from price and mix and healthy underlying consumption.\n\nNelson Urdaneta\n\nSenior VP & CFO\n\nGrowth was negatively impacted by approximately one percentage point by the exit of a private-label contract in North America. All Personal Care major geographies contributed to organic growth. After lapping a particularly strong Q1 last year, with North America setting a new quarterly sales record.\nFeminine care and adult care grew at healthy rates, and we continue to focus on the tremendous growth opportunities created by the aging population and ongoing innovation in women's health. In baby and child care, gains from product innovation moderated the impact of lower birth rates in China and South Korea.\n\nNelson Urdaneta\n\nCFO, Kimberly-Clark Corporation\n\nOperating profit for the segment improved 3% in the first quarter. We are confident in our strategy to address significant unmet needs, we'll continue to unlock a long runway of growth for our Personal Care business. Organic growth in Consumer Tissue was 7%, with broad-based growth across all geographies. We continue to improve the profitability of our Tissue business with operating profit for the segment up 40% for the quarter. Segment up 40% for the quarter finally.\n\nNelson Urdaneta\n\nSenior VP & CFO\n\nFinally, our KC-Professional business posted 11% organic growth. All geographies grew, with North America and developed markets, delivering double-digit organic growth. Although volume remains below pre-pandemic levels, we remain focused on opportunities where we can deliver value and growth. Operating profit for our Professional segment grew 77% in the first quarter of the year. And we are continuing to make investments in the business to drive long-term sustainable growth.\nFirst quarter gross margin increased 340 basis points to 33.2%. Pricing, in addition to FORCE savings of approximately $105 million more than offset the impact of input costs of approximately $160 million, which represented a roughly 300 basis point impact this quarter. Between the lines spending on an adjusted basis was 18.1% of net sales, up 60 basis points versus year-ago, driven by higher investments in our business.\nAdjusted operating profit for the quarter increased 25% and operating margin was 15.1%, an increase of 280 basis points versus last year's adjusted operating margin. Foreign currency was a 12 percentage point headwind on operating profit in the quarter of which five percentage points was due to the impact of translating our foreign subsidiary earnings into U.S. dollars, and the balance impacting input costs.\nWe have made good progress on our margin recovery over the last few quarters. However, our gross margins are, still approximately 200 basis points below pre-pandemic levels. We remain committed, to restoring and expanding our margins over time. The effective tax rate was 24.5%, compared to an adjusted effective tax rate of 21% in the year ago period.\nBetter than expected top-line and margin performance resulted in earnings per share of $1.67 up 24%, versus adjusted results last year. This quarter also resulted in strong cash generation. Cash provided by operations was approximately $600 million driven by our healthy increase in operating profit and management of working capital. Capital spending was $201 million compared to $253 million last year. During the first quarter, we returned $425 million to shareholders through dividends and share repurchases.\nNow, let me say a few words about our outlook. We are raising our full year earnings guidance to reflect our Q1 performance and the moderation of commodity headwinds, increasing it to a range of 6% to 10% growth, from our prior guidance of 2% to 6% growth. We've maintained a full year outlook for organic growth of 2% to 4% as we lap last year's pricing actions against a softer economic backdrop.\nWe are committed to investing behind our brands and people, and we'll methodically assess incremental opportunities to drive near-term returns. As we scaled recent innovations to more markets and advance our commercial capabilities, we expect to step up brand investments in the second quarter and the rest of the year, as we said last quarter. We are optimistic about bringing superior value propositions that will increase household penetration and market share over time. With the success from our innovation pipeline and brand investments, we have increased confidence in our ability to deliver in the top half of our guidance range for organic growth. Our input costs, assumptions for the year have improved, but remain a headwind of $100 million to $200 million.\nIn addition to the $200 million headwind from higher wages and other manufacturing costs as stated last quarter. Most of the, impact of input costs, have been realized in the first quarter. And we expect headwinds to dissipate throughout the year. Bear in mind that, the outlook for commodities remains mixed, and cost levels continue to hover significantly above 2019 levels. Our revised input costs assumptions take into account benefits from lower transportation and energy costs.\nHowever, beyond these, we have not seen material changes in other commodities versus our prior outlook and markets remain volatile. For example, oil prices have reversed the downward trend with the recent round of supply cuts. And supply restrictions have contributed to higher prices and other raw materials. Global logistics are improving. However, the labor market remains tight. Certainly, we hope to see commodity abatement in the future. But we cannot count on it to recover the significant impact of inflation in the last three years. We are going to focus on what we can control, which is continuing to offer consumers, superior products, maintain our focus on revenue growth initiatives, accretive innovation, and sustained productivity delivery.\nWe are raising our outlook for operating profit growth to a low double-digit percent range and for operating margin to increase by approximately 130 basis points at the midpoint of our guidance. Currency is expected to impact operating profit by $300 million to $400 million, the majority of which will impact our costs. Based on these assumptions, we have increased our outlook for earnings per share growth to a range of 6% to 10%. While we do not provide quarterly guidance, let me remind you that we are lapping tough sales comparisons and expect to have continued currency headwinds in the second quarter.\n\nNelson Urdaneta\n\nCFO, Kimberly-Clark Corporation\n\nAs Mike said, we have a full slate of commercial programs coming off. And our teams are laser-focused on executing with excellence. I am proud of our team's execution leading to a strong start to the year, and we are committed to delivering balanced and sustainable growth that will create shareholder value. With that, we will open the floor for questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5bd40701f81475e6c34d56f017c59bb8",
    "period": "2022 Q4",
    "content": "Q4 2022 Kimberly-Clark Corp Earnings Call\n\nQ4 2022 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQJAN 25, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for your patience in holding. We now have your presenters in conference. (Operator Instructions) It is now my pleasure to introduce today's first presenter, Christina Cheng.\n\nChristina Cheng\n\nThanks, Toby. Hello, and welcome to our 2022 year-end earnings conference call. Joining us today are Mike Hsu, our Chairman and Chief Executive Officer; Nelson Urdaneta, our Chief Financial Officer; and Brian Ezzell, our VP of Finance. We issued our press release and published supplemental materials that summarize our results and outlook this morning. You can find these resources in the event page of our Investor Relations website.\nBefore we begin today, a few reminders. Statements will include forward -- our statements today will include forward-looking statements. Please refer to the latest Form 10-K or 10-Q for a list of factors that could cause our actual results to differ materially from expectations. Our remarks will focus on adjusted results, which will exclude certain items described in our Q4 2022 earnings news release. Please consult our press release and public filings for more information about these adjustments and a reconciliation to comparable GAAP financial measures. Mike will provide his perspective of the business, and then we will open the floor for Q&A. With that, let me turn it over to Mike.\n\nMichael D. Hsu\n\nChairman & CEO, Kimberly-Clark Corporation\n\nOkay. Thank you, Christina, and welcome to K-C. Good morning, and thank you all for joining us today. Back when we introduced our strategy in 2019, we could not have imagined the unprecedented challenges we were about to face. Over the past 4 years, K-C did what we do best, provide great care, care that our consumers, our customers, our employees and our communities needed all around the world.\nAt the peak of the pandemic, people counted on our brands to support the health and hygiene of their families. And I'm proud of what our teams were able to achieve to fulfill our purpose of better care for a better world. Now as we look back at our results, there are three themes I'd like to emphasize. Theme number one, our strategy to accelerate growth is working.\nSince 2019, we've grown our business by about $1.5 billion in sales and delivered 4% average organic sales growth. In that time, we've accelerated organic growth by improving our product offering and market positions, with meaningful innovation and world-class commercial execution. In 2022, organic sales increased by 7% and over delivering on our goals at the beginning of the year. This was achieved in what turned out to be a uniquely challenging global environment.\n2022 also marked Kimberly-Clark's 150th anniversary, a year in which we celebrated generations of category-defining innovation. We're proud to have created many of our categories, including feminine care and facial tissue under the leadership of our Kotex and Kleenex brands. We are inventors at heart. New products created during the last 3 years contributed to over 60% of our organic growth in 2022. Whether it's Kotex Dreamwear, for ultimate overnight protection or Kleenex allergy comfort, our product obsession, advantaged technology and consumer-centric focus is enabling us to create meaningful value and accelerate category growth.\nThis is perhaps most evident in China, where we continue to post double-digit organic growth in the face of a declining birth rate and challenging COVID operating conditions. With major upgrades in dryness and thinness, our products are among the best in the market, led by Huggies Super Deluxe, the softest diaper in China. Our strong portfolio supported by superior technology will continue to anchor Kimberly-Clark's leadership in the world's largest baby and child care market.\nTheme number two, we're making strong progress on margin recovery. Over the past 2 years, we faced unprecedented inflation worth over $3 billion, a roughly 1,500 basis point headwind to gross margin. Our teams have done an excellent job mitigating this impact. Our product leadership, commercial agility and cost discipline enabled us to rapidly implement broad pricing actions and generate over $700 million in cost savings.\nThe successful implementation of revenue growth management actions drove an inflection in our profitability in the second half of the year. Gross margin stabilized in Q3 and increased year-over-year in Q4 by over 200 basis points. This was our first major improvement in the last 8 quarters.\nCollectively, these actions enabled us to fully offset inflation and currency headwinds in 2022 on a dollar basis.\nRecently, market prices of some inputs have begun to ease, although they remain elevated relative to pre-pandemic levels. While we're encouraged by this, it will take time for these benefits to work through our contracts and flow through the P&L. Nevertheless, we'll continue to leverage our scale to improve efficiency and reduce costs. At the same time, we expect our revenue management efforts will continue to positively impact this year.\nThis will aid ongoing gross margin recovery while also enabling us to continue investing in our business. At the midpoint of our 2023 guidance range, we plan to improve operating margin by approximately 80 basis points. With incremental headwinds below the line, this translates to 2% to 6% growth in earnings per share in 2023. We also intend to increase our dividend for the 50th first consecutive year.\nTheme number three, we will continue to invest to drive balanced and sustainable growth. We're scaling innovation that delivers better value, more benefits and better care for our consumers. We continue to see strong demand for great-performing products. New poise Ultra Thins and expanded sizing for the pen drove share gains in adult care, both from a dollar and unit standpoint this past year in North America. We'll be launching several exciting initiatives in 2023, including our Good Night Youth Pant, which can hold the equivalent of three bottles of water! as well as exciting performance upgrades for Huggies diapers.\nAt the same time, we'll leverage the broad range of our offering to address the growing need for value through compelling commercial programs. Now to wrap up my prepared remarks, I'm very proud of K-Cr's around the world. They continue to execute with excellence standing tall in the face of countless challenges all to fulfill our purpose of better care for a better world. We've assembled an excellent management team that has tremendous experience unlocking global growth.\nWe have a long runway of growth ahead of us, and we'll continue to invest in balanced and sustainable growth to create long-term value for our shareholders. Now Shelby, if you wouldn't mind, let's open the line for questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/848789d3a5e21570bcbde7b3ca6d5c76",
    "period": "2022 Q3",
    "content": "Q3 2022 Kimberly-Clark Corp Earnings Call\n\nQ3 2022 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQOCT 25, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for your patience in holding. We now have your presenters in conference. (Operator Instructions) It is now my pleasure to introduce today's first presenter, Brian Ezzell. Please go ahead.\n\nBrian Ezzell\n\nThank you, and good morning, everyone. Welcome to Kimberly-Clark's third quarter earnings conference call. With me today are Mike Hsu, our Chairman and Chief Executive Officer; and Nelson Urdaneta, our Chief Financial Officer. This morning, we issued our earnings news release and published prepared management remarks from Mike and Nelson that summarized our third quarter results and 2022 outlook. Both documents are available in the Investors section of our website. In just a moment, Mike will share opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements. Please see the Risk Factors section of our latest annual report on Form 10-K and our latest 10-Q for further discussion of forward-looking statements. We may also refer to adjusted results and outlook, both of which exclude certain items described in this morning's news release. The release has additional information about these adjustments and reconciliations to comparable GAAP financial measures. And now I'll turn it over to Mike.\n\nMichael D. Hsu\n\nChairman & CEO, Kimberly-Clark Corporation\n\nAll right. Thank you, Brian. Good morning, everyone. Our teams around the world continue to execute strongly in what remains a dynamic and challenging environment. I'm pleased with our continued organic sales growth momentum with 5% growth in the third quarter, reflecting broad gains in all of our segments. Our third quarter results also reflect ongoing volatility in the operating environment, which continue to pressure operating margin and earnings. Throughout the year, we've taken decisive action to offset persistent inflation with pricing and cost savings. We're making progress as those initiatives enabled sequential expansion of gross and operating margins in the quarter. As we near the close of 2022, we're maintaining our sales and earnings outlook for the year. We continue to manage our business with discipline and remain confident we'll restore our margins over time. We're executing our growth strategy to elevate our categories and expand our markets by putting the consumers front and center. We'll continue to invest in innovation and our commercial programs to continually sharpen the value proposition of our brands. We're committed to delivering balanced and sustainable growth over the long term as we work to fulfill our purpose of Better Care for a Better World.\nWith that, we're ready to address your questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4e7a81a87cd7895a2f50ebdcc1c75e8d",
    "period": "2022 Q2",
    "content": "Q2 2022 Kimberly-Clark Corp Earnings Call\n\nQ2 2022 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQJUL 26, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for your patience in holding. We now have your presenters in conference. (Operator Instructions) It is now my pleasure to introduce today's first presenter, Taryn Miller. Please go ahead.\n\nTaryn Miller\n\nGlobal CFO- Business Units, Kimberly-Clark Corporation\n\nThank you, and good morning, everyone. Welcome to Kimberly-Clark's Second Quarter Earnings Conference Call. With me today are Mike Hsu, our Chairman and CEO; and Nelson Urdaneta, our CFO. Earlier this morning, we issued our earnings news release and published prepared remarks from Mike and Nelson that summarize our second quarter results and 2022 outlook. Both documents are available in the Investors section of our website. In just a moment, Mike will share opening comments and then we'll take your questions.\nDuring this call, we may make forward-looking statements. Please see the Risk Factors section of our latest annual report on Form 10-K and the second quarter 10-Q for further discussion of forward-looking statements. We may also refer to adjusted results and outlook. Both exclude certain items described in this morning's news release. The release has further information about these adjustments and reconciliations to comparable GAAP financial measures. Now I'll turn the call over to Mike.\n\nMichael D. Hsu\n\nChairman & CEO, Kimberly-Clark Corporation\n\nOkay. Thank you, Taryn. Good morning, everyone. I'm proud of our team's execution as we closed our first half with 9% organic sales growth in the second quarter. We delivered robust gains in all segments, our growth strategy is working, and our teams are executing with excellence in what continues to be a volatile operating environment.\nClearly, our results reflect this ongoing volatility. For the year, we're now anticipating $300 million of additional input cost inflation. We remain committed to recovering and eventually expanding our margins and thus, we've taken further action to realize additional pricing and cost savings to mitigate these headwinds. We continue to expect pricing and cost savings to fully offset the effects of inflation over time.\nBased on the strength of our top line, we're raising our full year organic sales outlook to increase 5% to 7%. We're maintaining our adjusted EPS guidance. However, based on current conditions, including our updated input cost outlook, we now expect to be in the lower end of that EPS range. We'll continue to manage our business with discipline as we navigate near-term headwinds. Based on the pace and breadth of our pricing actions, we anticipate some volume impact over the balance of the year. Still, we're encouraged by the overall health of our categories and our brands. Our brands remain essential.\nWe also know consumers are seeking greater value and we'll continue to sharpen our offering to enhance our market position. We remain committed to delivering balanced and sustainable growth. In the near term, we're taking necessary action to recover margins. We're also continuing to invest in our brands to enable us to grow sustainably now and for the long term. Now we'd like to address your questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa9f0201e3c79e440f2ff7ccb625eea4",
    "period": "2022 Q1",
    "content": "Q1 2022 Kimberly-Clark Corp Earnings Call\n\nQ1 2022 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQAPR 22, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for your patience in holding. We now have your presenters in conference. (Operator Instructions) It is now my pleasure to introduce today's first presenter, Taryn Miller.\n\nTaryn Miller\n\nGlobal CFO- Business Units, Kimberly-Clark Corporation\n\nThank you, and good morning, everyone. Welcome to Kimberly-Clark's First Quarter Earnings Conference Call. With me today are Mike Hsu, our Chairman and CEO; Maria Henry, our CFO; and Nelson Urdaneta, our incoming CFO.\nEarlier this morning, we issued our earnings news release and published prepared management remarks from Mike and Maria, that summarize our first quarter results and 2022 outlook. Both documents are available in the Investors section of our website. In just a moment, Mike will share opening comments, and then we'll take your questions.\nDuring this call, we may make forward-looking statements. Please see the risk factors section of our latest annual report on Form 10-K and the first quarter 10-Q for further discussion of forward-looking statements. We may also refer to adjusted results and outlook. Both exclude certain items described in this morning's news release. The release has further information about these adjustments and reconciliations to comparable GAAP financial measures.\nNow I'll turn it over to Mike.\n\nMichael D. Hsu\n\nChairman & CEO, Kimberly-Clark Corporation\n\nOkay. Thank you, Taryn. Good morning, everyone. Before we get to your questions, I'd like to comment on our CFO transition and then I'll provide a perspective on our Q1 results.\nFirst, I'd like to thank Maria Henry for 7 years of outstanding leadership as CFO of Kimberly-Clark. As you saw from our news release, Maria has decided to retire effective September 1. Maria will leave quite a legacy at K-C. She played a key role in design and execution of our strategy, and our strong financial stewardship has positioned us well for the future. I'm grateful for all her contributions and very glad she'll be with us through the summer to ensure a smooth transition.\nI'd also like to welcome Nelson, our incoming CFO. Nelson brings strong operational and international experience to K-C and I'm looking forward to his leadership. I'm sure you'll enjoy getting to know him as he begins his new role.\nNow turning to our first quarter. I'm pleased that we started the year with double-digit organic sales growth and strong performance in all segments. Our teams are executing very well during a period of continued volatility and high inflation. Our strong fundamentals provide a solid basis for us to raise our sales outlook for the full year.\nWe're driving growth by building strong commercial capabilities and deploying them with local agility. We're continuing to invest in our business, grow our categories and deliver meaningful value to our consumers.\nWe're continuing to face a dynamic environment. We're being thoughtful with actions to offset macro headwinds, balancing price, volume and market share, while we work to improve our margins over time.\n2022 mark K-C's 150th anniversary. Kimberly-Clark was founded on the core principles of quality, service and fair dealing. These principles still reflect who we are and what we stand for today. We're led by our purpose of better care for a better world and we're driven to perform so we can continue to make a difference in people's lives with the categories we create, the products we make and the consumers we serve. Our purpose-led, performance-driven culture fuels our team every day to drive our growth and deliver long-term shareholder value.\nNow with that, we'd like to address your questions."
  },
  {
    "header": "KMB",
    "cik": "0000055785",
    "ticker": "KMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d72a94b404bf707e48887d44ac1e3e1e",
    "period": "2021 Q4",
    "content": "Q4 2021 Kimberly-Clark Corp Earnings Call\n\nQ4 2021 Kimberly-Clark Corp Earnings Call\n\nKMBNASDAQJAN 26, 10:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for your patience in holding. We now have your presenters in conference. (Operator Instructions) It is now my pleasure to introduce today's first presenter, Taryn Miller.\n\nTaryn Miller\n\nGlobal CFO- Business Units, Kimberly-Clark Corporation\n\nThank you, and good morning, everyone. Welcome to Kimberly-Clark's Year-End Earnings Conference Call. On the call with me today are Mike Chu, our Chairman and CEO; and Maria Henry, our CFO.\nEarlier this morning, we issued our earnings news release, and we also published prepared remarks from Mike and Maria that summarize our fourth quarter and full year 2021 results. Both documents are available in the Investors section of our website. We hope you find it valuable to have our prepared remarks ahead of this call.\nIn just a moment, Mike will share a few opening comments, and then we'll take your questions. During this call, we may make forward-looking statements. Please see the Risk Factors section of our latest annual report on Form 10-K for further discussion of forward-looking statements.\nWe may also refer to adjusted results and outlook. Both exclude certain items described in this morning's news release. The release has further information about these adjustments and reconciliations to comparable GAAP financial measures. Now I'll turn it over to Mike.\n\nMichael D. Hsu\n\nChairman & CEO, Kimberly-Clark Corporation\n\nOkay. Thank you, Taryn. Good morning, everyone. Before we get to your questions, I'd like to offer some perspective on our results and outlook. In 2021, we continue to execute our strategy to elevate our categories and expand our markets. While our overall financial results were disappointing, we took decisive action to offset the impact of higher costs with significant pricing actions. These actions, which began in the first half, helped us deliver organic sales growth and improved net selling prices in the second half of the year, including strong fourth quarter performance.\nWe continue to make significant progress accelerating organic growth in Personal Care. Through the year, our team launched strong innovation and support it with superior local market execution, all of which contributed to strong share gains in numerous key markets.\nWe also strengthened market positions in several important growth markets, like integrating Softex in Indonesia, commissioning a state-of-the-art production facility in Nigeria and advancing our route to market in India. While we're encouraged with our top line performance and the way our teams executed in a very dynamic environment, our margins and earnings were negatively impacted by a challenging operating environment.\nInput costs escalated well beyond previous levels, and supply chain disruptions limited our ability to fully meet the growing consumer demand for our products. In 2022, we intend to accelerate organic growth further. We have strong brands and healthy categories. We'll continue to support our brands with breakthrough innovation, agile digital and superior local market execution.\nWe also expect performance in our tissue businesses to improve as we cycle the volatility and demand we've experienced over the past 2 years. We are committed to recovering and eventually expanding our margins, and we expect to make progress this year. We've taken significant pricing actions and expect pricing to offset a majority of the impact of cost inflation.\nWe're confident in our ability to restore our margins to prepandemic levels over time. We remain confident in the potential of our brands and categories and in our ability to create meaningful shareholder value while we work to achieve our purpose of Better Care for a Better World.\nNow we'd be happy to take your questions."
  }
]