[
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b192388b956e733dc0277e4988a75f67",
    "period": "2025 Q3",
    "content": "Q3 2025 Wabtec Corp Earnings Call\n\nQ3 2025 Wabtec Corp Earnings Call\n\nWABNYSEOCT 22, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Wabtec Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note, today's event is being recorded. I would now like to turn the conference over to Ms. Kyra Yates, Vice President of Investor Relations. Please go ahead.\n\nKyra Yates\n\nFormer Vice President of Investor Relations\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Third Quarter 2025 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures were posted to our website earlier today and can be accessed on the Investor Relations tab. Some statements we are making are forward-looking and based on our best view of the world and our business today.\nFor more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. I will now turn the call over to Rafael.\n\nRafael Ottoni Santana\n\nCEO, President & Director\n\nThanks, Kyra, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter and progress against our long-term value creation framework, and then John will cover the financials. We delivered a very strong quarter, absence by continued growth in our backlog, sales, margin and earnings.\nSales in the third quarter were $2.9 billion which was up 8% versus prior year. Revenue growth was driven by both the freight and transit segments, including the acquisition of Inspection Technologies, which we closed at the beginning of the third quarter. And adjusted EPS was up 16%, driven by increased sales and margin expansion.\nThe cash flow from operations for the quarter was $367 million. The 12-month backlog was $8.3 billion, representing an increase of 8.4%, while the multiyear backlog achieved an all-time high. These results demonstrate sustained revenue and earnings momentum and provide enhanced visibility for the fourth quarter and into the future. Shifting our focus to Slide 5.\nLet's talk about our 2025 end market expectations in more detail. While key metrics across our freight business remain mixed, we are encouraged by the underlying momentum of our business and the continued strength of our pipeline of opportunities across the globe. Despite the strong momentum that we're experiencing we're continuing to exercise caution to navigate a volatile and uncertain economic landscape as we move into the final quarter of the year.\nNorth America traffic was up 1.4% in the quarter. Despite this traffic growth, Wabtec active locomotive fleets were down slightly when compared to last year's third quarter. however, up sequentially. During the quarter, Wabtec outperformed the industry in terms of share of active locomotives running. Looking at the North America railcar builds. Last quarter, we discussed the industry outlook for 2025, which was for approximately 29,000 cars to be delivered and which has again been reduced by the industry sources to approximately 28,000 cars.\nThis forecast represents a 34% reduction from last year's car build. Internationally, activity is strong across core markets such as Asia, India, Brazil and CIS. Significant investments to expand and upgrade infrastructure are supporting a robust international locomotive backlog and orders pipeline. In mining, an aging fleet continues to support activity to refresh and to upgrade the truck fleet. Finally, moving to the transit sector. We continue to see underlying indicators for growth. Ridership levels are increasing in key geographies, along with fleet expansion and renewals.\nNext, let's turn to Slide 6 to discuss a few business highlights. International demand for our products and services remain strong, highlighted in the quarter by the $4.2 billion order secured with Kazakhstan's National Railway, the largest single rail water in history. This historic agreement embodies KTC's visionary approach for the country's rail network as the primary link between Europe and Asia, which is supporting the growth momentum that we're continuing to see in the region.\nBy delivering advanced locomotives and long-term service solutions, Wabtec is a proud partner in Kazakhstan's progress, helping to unlock the region's enormous potential and developing the engineering competencies in the country's rail industry.\nMoving to mining. We secured $125 million for ultra class strike systems. In transit, we secured $140 million break orders driven by increased activity in India. Also in the quarter, the first 4 Simandou locomotives arise in Guinea. This event marked the first quarter of heavy haul locomotives assembled and exported at our best cost facility, the Morora-India locomotive plant.\nThis milestone is attributed to a global team that design and build this locomotives specifically tailored to meet the customer demand of the largest untapped iron ore reserve in the world. All of this demonstrates the underlying strength across our businesses and the strong pipeline of opportunities, which we continue to execute on.\nMoving to Slide 7. Before turning it over to John, I want to take a few minutes here to highlight the Transit segment's attractive value creation framework. Transit sustained orders growth is supported by unprecedented backlogs at car builders, rising passenger growth in key markets like Europe and India, and ongoing public investment in rail infrastructure around the world.\nSimilar to the car builders, our transit backlog has been growing and along with the consistent growth we are experiencing increased quality and margin expansion with our backlog, reflecting our commitment to deliver value and innovation. The team also remains focused on enhancing competitiveness and driving innovation.\nThrough our integration initiatives, we are streamlining operations and achieving significant cost efficiencies all while maintaining excellence in execution of our orders. We target leadership positions in segments where we offer clear differentiation, which positions us for long-term success. This is not only an organic story, our ongoing efforts in portfolio optimization, alongside accretive bolt-on acquisitions are further strengthening our business and expanding our capabilities.\nThis disciplined strategy is delivering tangible financial results. We are executing on our commitments with our value creation framework, driving both top line growth and margin expansion. Year-to-date, our revenue is up 7.5% and our operating margins have grown to the mid-teens. Given this momentum, we are confident that we will continue to expand our margins into the high teens of our planning horizon.\nAnd with that, I'll turn the call over to John to review the quarter segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 8, I will review our third quarter results in more detail. Our third quarter played out largely as we plan with revenue with slightly better-than-expected operating margins. As we discussed in our last quarter call, we expect the second half new locomotive deliveries to provide robust growth while being partially offset by lower mod production in the second half.\nThis is exactly how the third quarter played out and we expect the fourth quarter's revenue cadence to be similar to the third quarter but at a higher growth rate in the fourth quarter. Sales for the third quarter were $2.89 billion, which reflects an 8.4% increase versus the prior year. Sales growth in the quarter was driven by both the Freight segment, including inspection technologies and Transit segment.\nOur operating margin expansion came in slightly better than expected. For the quarter, GAAP operating income was $491 million. The increase versus prior year was driven by higher sales, improved gross margin and proactive cost management. Adjusted operating margin in Q3 was 21.0% up 1.3 percentage points versus the prior year. This increase was driven by improved gross margins of 2.3 percentage points, which were partially offset by operating expenses, which grew at a higher rate than revenue.\nGAAP earnings per diluted share was $1.81, which was up an 11.0% versus the year ago quarter. During the quarter, we had net pretax charges of $6 million for restructuring, which were primarily related to our integration and portfolio optimization initiatives as well as $33 million of charges related to M&A activity.\nIn the quarter, adjusted earnings per diluted share was $2.32, up 16.8% versus the prior year. Overall, Wabtec delivered a very strong quarter, demonstrating the underlying strength of the business. Now turning to Slide 9, let's review our product lines in more detail. Third quarter consolidated sales were up 8.4%. Our quarter results were driven by growth in our equipment, digital and transit businesses, partially offset by our service business.\nServices revenue was down 11.6% from last year's third quarter. This decline was planned and driven by the timing of modernization deliveries, which we expected to be down in the second half. As mentioned earlier, we expect services revenue to be down again in Q4 as a result of lower mod deliveries on a year-over-year basis. Services lower mod deliveries is expected to be offset by significant growth in new locomotive deliveries.\nEquipment sales were up 32% from last year's third quarter. This robust sales growth was driven by higher year-over-year new locomotive deliveries as well as the partial catch-up of delivering the new locomotives that were delayed from last quarter. We also expect this double-digit growth rate to continue in the fourth quarter as well.\nComponent sales were up 1.1% versus last year due to growth seen in industrial products offsetting the impact from significantly lower North American railcar build and lower revenue associated with our portfolio optimization initiative. Digital Intelligence sales were up 45.6% from last year. This was driven by the Inspection Technologies acquisition. When excluding Inspection Technologies, Digital continues to see growth internationally with continued softness in the North America market.\nIn our Transit segment, sales were up 8.2% in the quarter, driven by our products and services businesses. Foreign currency exchange had a favorable impact on sales of 3.0 percentage points. As a key to our value creation strategy, we have been focused on optimizing our portfolio by divesting and exiting low-margin nonstrategic businesses. We believe portfolio transformation will lead to improved growth resiliency.\nWhen we adjust the third quarter's revenue for these divestitures and exits that we have executed. Our revenues are up roughly an additional 0.5 percentage point of growth to 8.9%.\nMoving to Slide 10. GAAP gross margin was 34.7%, which was up 1.7 percentage points from third quarter last year. Adjusted gross margin was also up 2.3 percentage points during the quarter. In addition to higher sales, gross margin benefited from cost recovery through contract escalation and the addition of inspection technologies, while mix was a headwind in the Freight segment as expected.\nRaw materials were unfavorable due to higher material costs, largely due to increased tariffs. Foreign currency exchange was a benefit to revenue in the quarter as well as gross profit and a marginal impact on operating margin. During the quarter, we also benefited from favorable manufacturing costs.\nTurning to Slide 11. For the third quarter, GAAP operating margin was 17.0%, which was up 0.7 percentage points versus last year. Adjusted operating margin improved 1.3 percentage points to 21.0%. The GAAP and adjusted SG&A expenses were higher versus prior year. Both GAAP and adjusted SG&A expenses were impacted by the addition of inspection technologies while GAAP SG&A also experienced increased transaction costs related to the acquisition.\nEngineering expense was $59 million, which was up $9 million versus last year as a result of the addition of inspection technologies. We are committed to allocating engineering resources toward existing business opportunities with high returns, and we prioritize strategic investments that position us as an industry leader in fuel efficiency and digital technologies. These advancements are designed to enhance our customers' productivity, capacity utilization and safety.\nNow let's take a look at segment results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales were up 8.4% during the quarter. GAAP segment operating income was $414 million, driving an operating margin of 19.8%, down 0.4 percentage points versus last year. GAAP earnings were adversely impacted by purchase accounting charges resulting from our acquisition of inspection Technologies.\nAdjusted operating income for the Freight segment was $513 million, up 9.9% versus the prior year. Adjusted operating margin in the Freight segment was 24.5%, up 0.4 percentage points from prior year. The increase was driven by improved gross margin behind contract escalation and the addition of inspection technologies, partially offset by unfavorable mix between services and equipment businesses.\nFinally, segment 12-month backlog was $6.09 billion. Our 12-month backlog was up 9.5% on a constant currency basis. While the multiyear backlog reached a record level of $20.91 billion, was up 18.4% on a constant currency basis.\nTurning to Slide 13. Transit segment sales were up 8.2% at $793 million. When adjusting for foreign currency, transit sales were up 5.2%. GAAP operating income was $115 million. Restructuring costs related to integration and portfolio optimization were $3 million in Q3. Adjusted segment operating income was $123 million. Adjusted operating income as a percent of revenue was 15.5%, up 2.7 percentage points. The increase was driven by higher adjusted gross margin behind integration and portfolio optimization efforts as well as strong operational execution.\nOver the past couple of quarters, the Transit team has focused on more appropriately balancing production across the year. And as such, we do not expect the typical lift that we have seen in the fourth quarter. We expect fourth quarter adjusted margins to be relatively flat versus prior year. Additionally, we expect adjusted margins to expand to the mid-teens on a full year basis.\nFinally, Transit segment 12-month backlog for the quarter was $2.18 billion, which was up 3.9% on a constant currency basis. The multiyear backlog was up 1.8% on a constant currency basis. Now let's turn to our financial position on Slide 14. We Third quarter operating cash flow generation was $367 million, which was lower on a year-over-year basis, resulting from higher tariffs and increased working capital. We continue to expect greater than 90% cash conversion for the full year.\nOur balance sheet and financial position continued to be strong as evidenced by First, our liquidity position, which ended the quarter at $2.75 billion, and our net debt leverage ratio, which ended the third quarter at 2.0x after the funding of the purchase of inspection technologies for approximately $1.8 billion. We expect our leverage ratio to remain in our stated range of 2 to 2.5x upon closing of both the Delmar and Fraser sensor technology acquisitions, which we believe will close within the next couple of quarters. We continue to allocate capital in a disciplined and balanced way to maximize return for our shareholders.\nWith that, I'd like to turn the call back over to Rafael to talk about our 2025 financial guidance.\n\nRafael Ottoni Santana\n\nCEO, President & Director\n\nThanks, John. Now let's turn to Slide 15 to discuss our 2025 outlook guidance. As you heard today, our team delivered a very strong quarter, while continuing to navigate through a challenging environment. Our global pipeline remains strong, and our 12-month and multiyear backlogs provide visibility for profitable growth ahead. We remain encouraged by the pipeline of opportunities that remains ahead of us.\nOur team's commitment to product innovation, disciplined cost management and partnership with our customers has been instrumental in driving our ongoing success. As we move to the fourth quarter, in light of our strong third quarter results and our ongoing underlying momentum, we are raising our full year adjusted EPS guidance.\nWe now expect adjusted EPS to be between $8.85 to $9.05, up 18% at the midpoint. Looking ahead, I'm confident that Wabtec is well positioned to drive profitable growth to close out 2025 and beyond. Now let's wrap up on Slide 16. As you heard today, our team continues to deliver on our value creation framework, thanks in large part to our resilient installed base, world-class team innovative technologies and our continued focus on our customers.\nAs we move into the final quarter of the year, we remain focused on our commitment to creating value for our stakeholders and maintaining the momentum we have generated. Our team's dedication positions us to continue driving Wabtec's success even in a dynamic and uncertain economic environment. With that, I want to thank you for your time this morning, and I'll now turn the call over to Kyra to begin the Q&A portion of our discussion. Kyra?"
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8a684bc0cb174c82971925bf384bfa71",
    "period": "2025 Q2",
    "content": "Q2 2025 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ2 2025 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEJUL 24, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Wabtec Second Quarter 2025 Earnings Conference Call. Please note this event is being recorded.\nI would now like to turn the conference over to Ms. Kyra Yates, Vice President of Investor Relations. Please go ahead, ma'am.\n\nKyra Yates\n\nFormer Vice President of Investor Relations\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Second Quarter 2025 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalers. Today's slide presentation, along with our earnings release and financial disclosures were posted to our website earlier today and can be accessed on the Investor Relations tab. Some statements we are making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. I will now turn the call over to Rafael.\n\nRafael Ottoni Santana\n\nCEO, President & Director\n\nThanks, [indiscernible], and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter and progress against our long-term value creation framework. And then John will cover the financials. .\nBefore we get into the numbers, I would like to highlight a couple of points. We had a strong first half of the year where we were able to achieve better-than-expected margin expansion as well as double-digit adjusted earnings per share growth during a volatile and uncertain economic environment. This is a direct result of our team's continued discipline and unrelenting focus on taking actions to manage outcomes and to deliver against our commitments. As I look ahead to the second half, I'm encouraged by the continued demand for our core products and services. Momentum remains strong across our end markets and pipeline, both international and domestic opportunities, with significant activity underway in key businesses, even as we navigate a persistently volatile global economic and geopolitical environment.\nWe are entering the second half with its strong momentum reflected in our organic revenue forecast, a healthy 12-month backlog and continued margin expansion. That said, I'm also very excited to bring the Inspection Technologies business into Wabtec following the closing of that acquisition on July 1. With that, I'd like once again to welcome those employees to Wabtec. We have adjusted our guidance to reflect the business expected financial performance with our company. With the progress we've made and the strong opportunities ahead, I'm confident that Wabtec is well positioned to drive sustained, longterm profitable growth.\nHaving said that, Sales in the second quarter were $2.7 billion, which was up 2%. Adjusted EPS was up 16% from the year ago second quarter. Total cash flow from operations for the quarter was $209 million, and the 12-month backlog was $8.2 billion, up 11.9%, reflecting continued momentum and visibility ahead. Shifting our focus to Slide 5. Let's talk about 2025 end market expectations in more despite the traffic growth the industries and Wabtec's active locomotive fleets were down when compared to last year's second quarter. However, the active locomotives are running harder than in the previous year. As we look forward, we continue to see significant opportunities in demand for new automotives and modernizations as well as digital technologies. Due to our customers investing in solutions [indiscernible].\nInternationally, activity is strong across core markets such as Africa, Asia, Brazil and the CIS, significant investments to expand and upgrade infrastructure are supporting a robust international locomotive backlog and orders pipeline. In mining, an aging fleet continues to support activity to refresh and upgrade the truck fleet. Finally, moving to the transit sector, we continue to see underlying indicators for growth. Ridership levels are increasing in key geographies, along with fleet expansion and renewals. Next, let's turn to Slide 6 to discuss our recent M&A activity. In addition to the core business strength, I'm very proud of what our team has been able to accomplish with the acquisitions of inspection technologies, the owner couplers and [indiscernible] sensor technology. Each one of them has a rich history of innovation and hold the #1 market position within their respective markets. Over the past 6 months, we have committed $3.5 billion in investments to acquire 3 high-quality businesses, which are expected to deliver immediate shareholder value.\nEach company is expected to deliver accretive growth, accretive adjusted EBITDA margins, accretive adjusted earnings per share in the first year and accretive ROIC over time. In aggregate, these acquisitions are expected to generate first year annualized revenues of $850 million producing an expected EBITDA of $217 million at an EBITDA margin of 25.5%.\nWe expect significant growth and margin expansion over the next 3 years, which includes the expected realization of $60 million of run rate synergies. As I mentioned earlier, Inspection Technologies joined the company at the beginning of this month. Frourouer Sensor Technology is expected to close by the end of the year and Delnerouplers is expected to close in the first half of 2026 as we finalize customary regulatory approvals. While these acquisitions provide very attractive financial metrics and returns, the most exciting aspect is the strategic fit that they bring to our existing technologies, our existing customers and our existing business model. This strategic acquisitions align with our value creation framework and Wabtec will grow faster and more profitably because of them, which will, in turn, make us stronger and even more resilient. With that, I'll turn the call over to John to review the quarter, segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 7. I'll review our second quarter results in more detail. Sales for the second quarter were $2.71 billion, which reflects a 2.3% increase versus the prior year. Sales growth in the quarter was driven by the transit segment. Excluding the impact of currency, sales were up 1.9%.\nOur second quarter revenue results played out differently than previously anticipated, and clearly below our expectations. Q2 revenues were adversely impacted due to a supply part issue that we experienced during the quarter. This delayed shipment of locomotives to our customers. The net impact of the issue was approximately $60 million of revenue in the quarter. Excluding this issue, we would have posted growth of 4.6%, in line with our expectations and our guidance. The supply part issue that caused the delay has been corrected, and we expect to catch up on the delayed locomotive shipments by the end of the year. Looking forward, we expect second half new locomotive deliveries to post strong growth partially offset by lower year-over-year second half mod deliveries. We expect stronger revenue growth in the second half of the year versus the first half. As we rebalance our production in the second half of the year, we expect revenue to be largely the same in the third and fourth quarters, which would result in the fourth quarter having a higher year-over-year growth rate than the third quarter. In spite of challenges in the second quarter locomotive deliveries, our operating margin expansion came in even better than expected.\nThis was driven by favorable product mix, partially as a result of lower locomotive shipments and as a result of our focus on prudent cost management which was initiated in the first quarter as a result of economic and market uncertainty. For the quarter, GAAP operating income was $472 million, the increase versus prior year was driven by higher sales, improved gross margin and proactive cost management. Adjusted operating margin in Q2 was 21.1%, up 1.8 percentage points versus the prior year. This increase was driven by improved gross margins of 1.5 percentage points and driven by operating expenses, which grew at a slower rate than revenue, increasing our Q2 margin by an additional 0.3 percentage points. GAAP earnings per diluted share was $1.96, and which was up 19.5% versus the year ago quarter. During the quarter, we had net precheck charges of $6 million for restructuring which were primarily related to our integration and portfolio optimization initiatives as well as a benefit of $7 million related to M&A activity that includes transaction costs and a hedge gain. In the quarter, adjusted earnings per diluted share was $2.27, up 15.8% versus the prior year.\nOverall, Wabtec delivered another strong quarter despite the challenges that we faced on locomotive deliveries during the quarter, which further demonstrates the underlying strength of the business. Turning to Slide 8. Let's review our product lines in more detail. Second quarter consolidated sales were up 2.3%, which for my previous comments were below our expectations due to a supply part issue. Our services revenue was up 6.0%. Sales growth was driven by higher parts sales and increased modernization deliveries. Equipment sales were down 4.2% from last year's second quarter. This decrease was due to a supplied part issue for which we see approximately $60 million of revenue shift from the second quarter to the second half of the year as we rebalance our manufacturing production. Component sales were down 3.1% versus last year due to a lower North America railcar build and our portfolio optimization efforts, which was partially offset by increased product sales from our industrial businesses.\nDigital Intelligence sales were down 4.8% from last year. This was primarily driven by timing of international projects. Our Transit segment, sales were up 8.7% in the quarter, driven by our products and services businesses. Foreign currency exchange had a favorable impact on sales of 3.0 percentage points. The momentum in the Transit segment remains positive due to elevated infrastructure investment and global ridership, which accelerates the need for investments in sustainable infrastructure. Moving to Slide 9. In GAAP gross margin was 34.7%, which was up 1.7 percentage points from the second quarter last year. Adjusted gross margin was also up 1.5 percentage points during the quarter. In addition to the higher sales, gross margin benefited from favorable mix and contract escalation. Mix within the Freight segment was more favorable than anticipated, primarily driven by the shifting of new locomotives out of the quarter and into the second half of the year. The strong mix favorability in the first half will be a headwind in the second half. Foreign currency exchange was a benefit to revenue in the quarter as well as to gross profit but slightly unfavorable to operating margin. During the quarter, we also benefited from our ongoing integration 2.0 and 3.0 savings, our proactive approach on cost management and transit strong productivity.\nNow turning to Slide 10. For the second quarter, GAAP operating margin was 17.4%, which was up 1.1 percentage points versus last year. Adjusted operating margin improved 1.8 percentage points to 21.1%. GAAP and adjusted SG&A expenses were higher versus prior year. Engineering expense was $50 million, which was down $7 million versus last year as a result of timing. We do expect higher engineering expenses in the second half compared to the first half as a result of this shift in timing. We continue to invest in engineering resources in current business opportunities, but more importantly, we are investing in our future as an industry leader in fuel efficiency and digital technologies that improve our customers' productivity capacity utilization and safety. Now let's take a look at segment results on Slide 11, starting with the Freight segment. As I already discussed, Freight segment sales were largely flat to last year's second quarter as a result of the delay in locomotive deliveries. GAAP segment operating income was $415 million, driving an operating margin of 21.6%, up 1.2 percentage points versus last year. Adjusted operating income for the Freight segment was $480 million, up 3.9% versus the prior year.\nAdjusted operating margin in the Freight segment was 25.0% and up 0.9 percentage points from the prior year. The increase was driven by improved gross margin behind favorable business mix and proactive cost management. Finally, 12-month segment backlog was $6.02 billion. Our 12-month backlog was up 10.7% on a constant currency basis. while the multiyear backlog of $17.14 billion was down 4.0% on a constant currency basis. Turning to Slide 12. Transit segment sales were up 8.7% and at $787 million. When adjusting for foreign currency, Transit sales were up 5.7%. GAAP operating income was $109 million, restructuring costs related to integration and portfolio optimization were $5 million in Q2. Adjusted segment operating income was $120 million, adjusted operating income as a percent of revenue was 15.2%, up 2.5 percentage points. The increase was driven by higher adjusted gross margin behind integration and portfolio optimization efforts as well as strong operational execution. Finally, Transit segment 12-month backlog for the quarter was $2.19 billion, which was up 10.5% on a constant currency basis. The multiyear backlog was up 6.5% on a constant currency basis. Now let's turn to our financial position on Slide 13. The Second quarter operating cash flow generation was $209 million, which was lower on a year-over-year basis, resulting from higher working capital, which was partially affected by higher inventories due to the delay in Q2 locomotive deliveries. We continue to expect greater than 90% cash conversion for the full year. Our balance sheet and financial position continue to be strong as evidenced by First, our liquidity position, which ended the quarter at $4.09 billion and our net debt leverage ratio, which ended the second quarter at 1.4x. The leverage ratio was below our stated range in anticipation of funding the acquisition of Evidence Inspection Technologies division that closed on July 1. Adjusting for the cash payment at closing our leverage ratio would have been approximately 2.2x. We continue to allocate capital in a disciplined and balanced way to maximize returns for our shareholders. During the quarter, we repurchased $50 million of our shares and paid $44 million in dividends.\nWith that, I'd like to turn the call back over to Rafael to talk about our 2025 financial guidance.\n\nRafael Ottoni Santana\n\nCEO, President & Director\n\nThanks, John. Now let's turn to Slide 14 to discuss our 2025 outlook and guidance. As you've heard today, our team delivered a strong start to the year, which was ahead of our expectations while navigating through a challenging environment. Our global pipeline remains strong in our 12-month and multiyear backlogs provide visibility for profitable growth ahead. Additionally, we successfully closed the acquisition of inspection technologies. We are pleased to include their expected financial performance in our updated outlook for the remainder of the year.\nWith these factors in mind, we are increasing our previous guidance. we now expect 2025 sales of approximately $11.1 billion at the midpoint, up 6.5% from last year, and adjusted EPS to be between $8.55 to $9.15, up 17% at the midpoint. Looking ahead, I'm confident that Wabtec is well positioned to drive profitable growth into 2025 and beyond. Now let's wrap up on Slide 15. As you heard today, our team continues to deliver on our value creation framework. Thanks again in large part to our resilient installed base, world-class team, innovative technologies and continued focus on our customers with solid underlying demand for our products and technologies strategic portfolio enhancements through acquisitions and intense focus on continuous improvement in cost management, we remain committed to maximize our returns for our shareholders. While the economic environment remains uncertain, we are committed to maintaining discipline and to take appropriate actions to deliver against our commitments.\nWith that, I want to thank you for the time this morning. I'll now turn the call over to Kai to begin the Q&A portion of our discussion. [indiscernible]? [indiscernible]\n\nOperator\n\nThank you, Rafael. We will now move on to questions. [Operator Instructions] Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c9766f273effe87f784bfa1da2aa3f74",
    "period": "2025 Q1",
    "content": "Q1 2025 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ1 2025 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEAPR 23, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Wabtec First Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Kyra Yates. Vice President of Investor Relations. Please go ahead.\n\nKyra Yates\n\nFormer Vice President of Investor Relations\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's First Quarter 2025 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures, were posted to our website earlier today and can be accessed on the Investor Relations tab. Some statements we are making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics.\nI will now turn the call over to Rafael.\n\nRafael Ottoni Santana\n\nCEO, President & Director\n\nThanks, Kyra, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter and progress against our long-term value creation framework, and then John will cover the financials. Before we get into the numbers, I'll say that we had a strong start to the year, delivering results ahead of our expectations. While we have favorable business outcomes in the quarter such as business mix and timing of expenses, more importantly, we have amplified our cost control levers as a direct result of the uncertain economic environment that we're anticipating to play out over the remainder of the year.\nWith that said, we are approaching the remainder of the year with caution, with discipline and the focus to take the necessary actions to deliver against our commitments in an uncertain and volatile economic landscape. Having that in mind, sales were $2.6 billion, which was up 4.5%. Adjusted EPS was up 21% from the year ago quarter and total cash flow from operations for the quarter was $191 million. The 12-month backlog was $8.2 billion, up 6%, reflecting the continued momentum and visibility across the business.\nShifting our focus to Slide 5. Let's talk about 2025 and market expectations in more detail. While key metrics across our freight business remain mixed, we are encouraged by the strength of international market activity and our current pipeline of opportunities across geographies. However, we are cautious with regards to our North American business as the current tariff activities play out over the remainder of the year. North American traffic was up 3% in the quarter, despite this traffic growth, the industry's and Wabtec's active locomotive fleets were largely flat when compared to last year's first quarter.\nAs we look forward, we continue to see significant opportunities across the globe in demand for new locomotives, modernizations and digital technologies as our customers continue to invest in solutions that drive fuel efficiency, reliability, productivity and safety.\nLooking at the North American railcar built, last quarter, we discussed the industry outlook for 2025 to be about 35,000 cars to be delivered, which is down 17% from last year. This industry forecast has remained unchanged. Internationally, activity is strong across core markets such as Africa, Asia and CIS, significant investments to expand and upgrade infrastructure are supporting a robust international locomotive backlog and orders pipeline. In mining and aging fleet continues to support activity to refresh and upgrade the truck fleet.\nFinally, moving to the transit sector. We continue to see underlying indicators for growth. Ridership levels are increasing in key geographies, along with fleet expansion and renewals.\nNext, let's turn to Slide 6 to discuss a few business highlights. In Kazakhstan, we continue making progress on finalizing orders associated with our installed fleet by signing a $300 million multiyear service agreement to increase the availability, reliability and productivity of KTC's locomotive fleet. In North America, we secured $140 million order from a Class 1 customer for new locomotives. This order demonstrates the need for our Class 1 customers to upgrade their aging fleet by investing in new locomotives.\nMoving to the APAC region. We secured orders totaling $130 million for new equipment and service contracts. This included orders for new locomotives and mining drive systems. These orders continue to highlight the growth opportunity we see in the region.\nMoving to our Transit segment. Transit won 2 multiyear platform door contracts valued at $85 million for the Matrid metro and the new Hamburg Metro U5 line. And finally, we secured a $50 million order to provide brakes and couplers for servicing the New York City transit authority. This win signifies the European and North America transportation authorities commitment to investing in solutions that enhance passenger safety and modernize metro networks. Overall, these successes continue to demonstrate our leadership in the markets we serve and the commitment of the Wabtec team to deliver meaningful results for our business and for our customers.\nMoving to Slide 7. Before turning it over to John, I want to briefly discuss the positive momentum we have in our international markets. Over the last several quarters, we have highlighted that our international pipeline of opportunities continue to be strong. Our international revenue has grown over the last couple of years at a high single-digit growth rate and delivers a higher level of profitability than our North America region. The continued growth in our international locomotive installed base has enabled us to leverage our international footprint and has underpinned our share gains in services, components and digital solutions.\nAs we walk around the world, let's discuss some of these drivers. In Europe, our transit business is supported by urbanization trends and growing infrastructure funding, which has led to resilient and steady revenue growth while providing safer, cleaner, and more cost-effective commuting. The CIS region growth is driven by the locomotive fleet expansion, which has led to robust growth in services and digital products in the region. The Sub-Sahara Africa region is benefiting from new mining projects and volume growth. The new equipment orders for the Simandou mining project that were secured in 2024 are expected to provide further opportunity for services and digital growth in the region. Beyond Guinea, there are more opportunities for African expansion in 2025.\nMoving to the APAC region. We see trends supportive of growth for both freight and transit. Urban infrastructure investment and our growing installed base of equipment is driving transit growth while mining fleet renewals and a growing locomotive installed base supports straight growth, particularly in Australia. And finally, South America is upgrading fleets, exploring alternative fuel and automation technologies as well as implementing various digital products such as trip optimizer, suite of onboard products, PTC 2.0, digital mining and our inspection technologies. This is in support of the region's needs for efficient transportation of goods to help with increased freight demand.\nWe expect our execution the strength of our business and our leading products and technologies will result in Wabtec continuing to convert the opportunities in our pipeline into orders and growth.\nWith that, I'll turn the call over to John to review the quarter, segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 8, I will review our first quarter results in more detail. Our first quarter results came in better than expected behind strong operating margin expansion. The drivers of the first quarter's operating margins were due largely to favorable timing of expenses and mix, improved operational execution and as a result of our proactively taking a more defensive spending posture as we head into significant economic uncertainty.\nSales for the quarter were $2.61 billion, which reflects a 4.5% increase versus the prior year. Sales growth in the quarter was driven by the freight and transit segments. Excluding the impact of currency, sales were up 6.2%. For the quarter, GAAP operating income was $474 million. The increase was driven by higher sales, improved gross margin and proactive cost management. Adjusted operating margin in Q1 was 21.7%, up 1.9 percentage points versus the prior year. This increase was driven by improved gross margins of 1.7 percentage points and driven by operating expenses, which grew at a slower rate than revenue, increasing our Q1 margin by an additional 0.2 percentage point.\nGAAP earnings per diluted share was $1.88, which was up 22.9% versus the year ago quarter. During the quarter, we had net pretax charges of $9 million for restructuring which were primarily related to our integration and portfolio optimization initiatives to further integrate and streamline Wabtec's operations.\nAs you may recall in our Q4 earnings call, we introduced Integration 3.0, which is expected to drive $100 million to $125 million of run rate savings as we exit 2028 and another round of portfolio optimization initiatives that are expected to eliminate roughly $100 million of low-margin nonstrategic revenue while reducing manufacturing complexity. In the quarter, adjusted earnings per diluted share was $2.28, up 20.6% versus the prior year. Overall, Wabtec delivered another strong quarter, demonstrating the underlying strength of the business.\nTurning to Slide 9. Let's review our product lines in more detail. Before we discuss our business group sales performance for the quarter, I would like to point out that we have realigned a couple of our businesses within the Freight segment. Essentially, we have moved our Nordco maintenance of way and a freight distribution business to our Components group from our services group. This shifts $91 million of revenue in the quarter to components from services. Prior year's results have been adjusted to make our presented financials comparable year-over-year. We believe that this realignment will improve focus and better match our group's competencies to deliver improved growth in the future.\nWith that being said, first quarter consolidated sales were up 4.5%. Our services sales were up 16.9%. This was driven by the timing of modernizations and overhauls. During the first quarter, we allocated additional capacity to our mods production, which was the reverse of what we experienced in the fourth quarter. Regarding our core service business, we experienced expected growth as our active fleets ran according to plan. Equipment sales were down 9.5% from last year's first quarter. This decrease was expected given the shift of capacity to mods during the quarter. In Q2 and the second half of the year, we are planning for a shift back to new locomotive production. This is expected to result in slightly lower year-over-year mod production in Q2 and a more pronounced reduction in the second half.\nComponent sales were down 0.8% versus last year due to portfolio optimization efforts and a lower North American railcar build which was partially offset by increased industrial product sales. Digital Intelligence sales were up 2.8% from last year. This was driven by growth in our international sales, which was partially offset by a lower North American market.\nIn our Transit segment, sales were up 5.3% and driven by our products and services business. Foreign currency exchange had an adverse impact on sales in the quarter of 2.6 percentage points. The momentum in the Transit segment remains positive due to elevated infrastructure investment and global ridership, which accelerates the need for investments in sustainable infrastructure.\nNow moving to Slide 10. GAAP gross margin was 34.5%, which was 1.8 percentage points from the first quarter last year. Adjusted gross margin was also up 1.7 percentage points during the quarter. In addition to higher sales, gross margins benefited from timing of expenses, favorable mix and modest contract escalation. Mix within the Freight segment was also favorable despite significantly higher new local and mod deliveries in the quarter.\nForeign currency exchange was a headwind to revenue as well as gross profit and operating margin in the quarter. During the quarter, we also benefited from improved operational execution and to our proactive approach on cost controls. Our team continues to execute well by driving operational productivity and lean initiatives.\nTurning to Slide 11. For the first quarter, GAAP operating margin was 18.2%, which was up 1.7 percentage points versus last year. Adjusted operating margin improved 1.9 percentage points to 21.7%. GAAP and adjusted SG&A and engineering expenses was up versus the prior year, with adjusted SG&A slightly lower as a percentage of revenues.\nEngineering expense was $46 million, slightly lower than Q1 last year. We continue to invest in engineering resources and current business opportunities, but more importantly, we are investing in our future as an industry leader in fuel efficiencies and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at segment results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales were up 4.2% during the quarter. GAAP segment operating income was $420 million, driving an operating margin of 22.1%, up 1.9 percentage points versus last year. GAAP operating income included $3 million of restructuring costs, primarily related to our integration and portfolio optimization initiatives.\nAdjusted operating income for the Freight segment was $488 million, up 11.2% versus the prior year. Adjusted operating margin in the Freight segment was 25.7%, up 1.6 percentage points from prior year. The increase was driven by improved gross margin behind favorable business mix, timing of expenses, improved productivity and proactive cost controls. Finally, 12-month segment backlog was $6.07 billion. Our 12-month backlog was up 9.1% on a constant currency basis. While the multiyear backlog of $17.85 billion was up 1.4% on a constant currency basis.\nTurning to Slide 13. Transit segment sales were up 5.3% at $709 million. When adjusting for foreign currency, Transit sales were up 7.9%. GAAP operating income was $90 million. Restructuring costs related to integration and portfolio optimization were $6 million in Q1. Adjusted segment operating income was $103 million. Adjusted operating income as a percent of revenue was 14.6%, up 1.9 percentage points. The increase was driven by higher adjusted gross margin behind favorable mix and strong operational execution.\nFinally, Transit segment 12-month backlog for the quarter was $2.13 billion, which was up 2.2% on a constant currency basis. The multiyear backlog was up 5.1% on a constant currency basis.\nNow let's turn to our financial position on Slide 14. First quarter cash flow generation was $191 million. We continue to expect greater than 90% cash conversion for the full year. Our balance sheet and financial position continued to be strong as evidenced by first, our liquidity position, which ended the quarter at $2.54 billion and our net debt leverage ratio, which ended the first quarter at 1.5x. The leverage ratio was below our stated range in anticipation of funding the acquisition of Evident's Inspection Technologies division that we announced on January 13, which is expected to close at the end of the second quarter. Upon closing this purchase, we anticipate that our leverage ratio will be roughly 2.3x. We continue to allocate capital in a disciplined and balanced way to maximize returns for our shareholders. During the quarter, we repurchased $98 million of our shares and paid $43 million in dividends, which was recently increased by our Board of Directors, up 25% per share versus prior year.\nWith that, I'd like to turn the call back over to Rafael to talk about our 2025 financial guidance.\n\nRafael Ottoni Santana\n\nCEO, President & Director\n\nThanks, John. Now let's turn to Slide 15 to discuss our 2025 outlook and guidance. As you've heard today, our team delivered a good start to the year. Our international pipeline remains strong, and our 12-month and multiyear backlogs provide visibility for profitable growth ahead. With that being said, we are approaching the remainder of the year with caution, but with the discipline and focus to take the necessary actions to deliver against our commitments in an uncertain and volatile economic landscape. Consequently, we are increasing our previous adjusted EPS midpoint guidance, and we now expect adjusted EPS to be in the range of $8.35 to $8.95, up 14% at the midpoint. Our revenue and cash flow conversion guidance remains unchanged.\nNow let's wrap up on Slide 16. As you heard today, our team continues to deliver on our value creation framework, thanks in large part to our resilient installed base, world-class team, innovative technologies and our continued focus on our customers. With solid underlying demand for our products and technologies and intense focus on continuous improvement in cost management, consistent with our previous guidance, we continue to expect to drive mid-single-digit organic growth while delivering double-digit EPS growth through our planning horizon, thereby maximizing our returns to our shareholders.\nAs we have discussed, the current economic environment is uncertain and volatile. We will be proactive with our cost control levers and drive actions to deliver against our commitment.\nWith that, I want to thank you for the time this morning, and I'll turn now the call over to Kyra to begin the Q&A portion of our discussion. Kyra?\n\nKyra Yates\n\nFormer Vice President of Investor Relations\n\nThank you, Rafael. We will now move on to questions. [Operator Instructions] Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8d21b70c6b6ba995b8bf1d3252b400bf",
    "period": "2024 Q4",
    "content": "Q4 2024 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ4 2024 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEFEB 12, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Wabtec Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions]. After today's presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Kyra Yates, Vice President of Investor Relations. Go ahead.\n\nKyra Yates\n\nFormer Vice President of Investor Relations\n\nThanks, Operator. Good everyone, and welcome to Wabtec's Fourth Quarter 2024 Earnings Call.\nWith us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz.\nToday's slide presentation, along with our earnings release and financial disclosures were posted to our website earlier today and can be accessed on the Investor Relations tab. Some statements we are making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. I will now turn the call over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, Kyra, and good morning, everyone. Before John and I get into the details of the fourth quarter, I'd like to share some thoughts on the [ best ] year, this year and the next 5 years.\nOverall, the Wabtec team has delivered another very strong year. We saw top line growth of 7%, operating margin expansion of 190 basis points, cash conversion of 117% and adjusted EPS growth of 28%. The team continued to lay a solid foundation for us to build on as we look to realize the potential of our company.\nLooking ahead, I'm excited by the [indiscernible] momentum of our business and the team's unrelenting focus on driving continued improvement and delivering for our customers. I believe Wabtec is well positioned to drive continued profitable growth ahead. To that end, our 2025 financial guidance includes mid-single-digit revenue growth and margin expansion, which will deliver our fifth consecutive year of BPS growth.\nFinally, we are currently 3 years into our 5-year long-term guidance that was issued in early 2022. I'm pleased to report that we have largely achieved our 5-year goals in just 3 years. Consequently, we are announcing our new 5-year long-term guidance, and we have even more opportunity to drive value today than we did 3 years ago.\nThese opportunities are evidenced by the launch of Integration 3.0 and our continuing efforts to optimize our portfolio, which will support over 350 basis points of margin improvement over the next 5 years. Our financial position remains strong. We continue to execute against our capital allocation framework to maximize shareholder value by investing for future growth and returning value to our shareholders.\nAnd as a result of our performance in '24 and our confidence in the future, our Board of Directors has increased our dividend by 25% and has authorized another $1 billion for share repurchases, which we announced in December.\nLet's move to Slide 5 to discuss our Q4 results. I'll start with an update on our business, my perspectives on the quarter and progress against our long-term value creation framework, and then John will cover the financials.\nWe delivered a strong fourth quarter. Sales were $2.6 billion, which was up over 2% and adjusted EPS was up 9% from the year ago quarter. Total cash flow from operations for the quarter was $722 million, representing a strong cash conversion of 212%. The 12-month backlog was $7.7 billion, signifying continued momentum and visibility across the businesses.\nShifting our focus to Slide 6. Let's talk about our 2025 and market expectations in more details. While key metrics across our freight business remain mixed, we are encouraged by the strength of our business international market activity and our current pipeline of opportunities across geographies.\nNorth American carloads continue to be up for the quarter. Despite this carload growth the industries and Wabtec's active locomotive fleet were largely flat when compared to the last year's fourth quarter. Looking at the North American railcar builds, Demand for new railcars was down compared to '20 and landed at approximately 42,000 cars for 2024. The industry outlook for 2025 is to be down nearly 17%.\nInternationally, activity is strong across core markets such as Latin America, Africa, Asia and CIS. Significant investments to expand and upgrade infrastructure are supporting a robust international locomotive orders pipeline. In mining, commodity prices and an aging fleet continued to support activity to refresh and upgrade the truck fleet.\nFinally, moving to the transit sector. we continue to see underlying indicators for growth. Ridership levels are increasing in key geographies, along with fleet expansion and renewals.\nNext, let's turn to Slide 7 to discuss a few business highlights. This quarter, we converted over $1 billion of pipeline in new locomotive and modernization orders. With that context, in North America, we secured $355 million in months within the quarter, including the first Mods order with [ FeraMAX]. These orders demonstrate the need for our Class 1 customers to continue to invest in their fleets over time.\nFourth quarter was also a strong quarter for international orders. We won orders for new locomotives totaling $649 million with several customers. These locomotives will help support the mining and agricultural growth in various international markets.\nIn this context, we would like to highlight Africa, where we continue to capture significant growth opportunities in that region. We won another order to support the Simandou project which is the largest mining project [ Albert ] undertaken in the region. This project will be worth over $1 billion when you combine the equipment and services opportunities. These international wins demonstrate senior demand for our best-in-class solutions that drive productivity, reliability and durability for our customers.\nMoving to our digital intelligence business. We signed significant orders with Class 1 customers for advanced automation train handling solutions. And finally, we won signaling contracts for over $100 million with our North America transit customers. This is our digital group's strongest year for orders, totaling approximately $1 billion. All of this demonstrates the underlying strength across our businesses, the team's relentless focus on execution and a strong pipeline of opportunities, which we continue to execute on.\nMoving to Slide 8. Before turning it over to John, I want to briefly discuss our ability to deliver strong and sustainable results. Over the last 5 years, Wabtec has demonstrated a solid track record of managing through challenging markets, geopolitical issues, hyperinflation and other significant disruptions. We believe our dedicated management team, favorable end markets and our leading technologies and solutions will enable us to remain resilient and more profitable.\nOur 12-month backlog of $7.7 billion provides visibility and support for growth. The 12-month backlog has consistently grown over the past 4 years despite a weaker North American rail market and a volatile macro economy. This is in part due to the high level of recurring revenues that our products command in the marketplace.\nOur track record of strong operating margin expansion across the business is the evidence of our ability to deliver productivity, manage costs and price for value we deliver. And finally, we have also demonstrated our ability to consistently generate strong cash flows with cash conversion averaging 98% over the last 5 years.\nWe expect that our execution, combined with the strength of our business, leading products and technologies will result in a TAP being resilient through economic cycles, delivering profitable growth and driving superior shareholder returns. With that, I'll turn the call over to John to review the quarter, segment results and our overall financial performance. John?\n\nJohn A. Mastalerz\n\nSenior VP of Finance & Chief Accounting Officer\n\nThanks, Rafael, and hello, everyone.\nTurning to Slide 9. I will review our fourth quarter results in more detail. Sales for the fourth quarter were $2.58 billion, which reflects a 2.3% increase versus the prior year. Sales growth in the quarter was driven by the Transit segment. Excluding the impact of currency, sales were up nearly 3%.\nFor the quarter, GAAP operating income was $334 million, the increase was driven by higher sales and improved gross margin as we focus on continuous improvement in productivity. Adjusted operating margin for Q4 was 16.9%, which was largely flat to prior year. GAAP earnings per diluted share was $1.23, which was up 2.5% versus the year ago quarter.\nDuring the quarter, we had net pretax charges of $32 million for restructuring which were primarily related to our integration 2.0 and portfolio optimization initiatives to further integrate and streamline Wabtec's operations. In the quarter, adjusted earnings per diluted share was $1.68, up 9.1% versus the prior year. Overall, Wabtec delivered another solid quarter, demonstrating the underlying strength of the business.\nTurning to Slide 10. Let's review our product lines in more detail. Fourth quarter consolidated sales were up 2.3%. Our services sales were down 15.9% as expected, and as we discussed in our third quarter call. This was driven by the timing of moderations and overhauls and was the reverse of the growth that we saw in the third quarter for our services business. For the full year, services had revenue growth of 3.6%.\nEquipment sales were up 41.8% from last year's fourth quarter. This increase was expected and was also the reverse of what we saw in the third quarter. For the year, equipment sales were up a very strong 17.5%. The Component sales were up 4.8% versus last year due to a higher international freight car sales and Industrial Products growth, which was partially offset by the lower North American railcar build.\nDigital Intelligence sales were down 1.4% from last year. This was driven by softness in North America, which was partially offset by our international sales of PTC, next-generation onboard products and digital mining products. In our Transit segment, sales were up 7.1%.\nMoving to Slide 11. GAAP gross margin was 30.9%, which was up 0.6 percentage points from fourth quarter last year. Adjusted gross margin was up 0.8 percentage points during the quarter. Our team continues to execute well by driving operational productivity and lean initiatives.\nTurning to Slide 12. For the fourth quarter, GAAP operating margin was 12.9%, which was up 0.7 percentage points versus last year. Adjusted operating margin was largely flat year-over-year at 16.9%. The [indiscernible] and adjusted SG&A expenses were up versus the prior year. Engineering expense was $51 million, $10 million lower than Q4 last year.\nNow let's take a look at the segment results on Slide 13, starting with the Freight segment. As I already discussed, Freight segment sales were largely flat during the quarter. The fourth quarter sales were impacted by a shift of our locomotive and mod production to the first half in an effort to level load our quarterly production.\nGAAP segment operating income was $273 million, driving an operating margin of 15.2%, up 1.6 percentage points versus last year. GAAP operating income included $9 million of restructuring costs primarily related to our integration 2.0 and portfolio optimization initiatives.\nAdjusted operating income for the Freight segment was $348 million, up 0.9% versus the prior year. Adjusted operating margin in the Freight segment was 19.4%, up 0.1 percentage points from prior year. The increase was driven by improved gross margin, even despite significant mix headwinds and largely offset by a similar increase in our operating expenses expressed as a percentage of revenue.\nFinally, segment 12-month backlog was $5.58 billion, our 12-month backlog was up 5.4% on a constant currency basis, while multiyear backlog of $18 billion was up 3.2%.\nTurning to Slide 14. Transit segment sales were up 7.1% at $789 million. When adjusting for foreign currency, transit sales were up 7.5%. GAAP operating income was $103 million. Restructuring costs related to integration 2.0 and portfolio optimization were $21 million in Q4.\nAdjusted segment operating income was $130 million. Adjusted operating income as a percent of revenue was 16.4%, up 1.5 percentage points. During the quarter, adjusted gross margin was up behind favorable mix and Integration 2.0 savings. Gross margins were partially offset by operating expenses being higher as a percentage of revenue.\nFinally, Transit segment 12-month backlog for the quarter was $2.1 billion. Our 12-month backlog was up 5.6% on a constant currency basis, while the multiyear backlog was up 5.0%.\nNow let's turn to our financial position on Slide 15. Fourth quarter cash flow generation was very strong at $723 million resulting in total year cash from operations of $1.83 billion, an increase of 52.7%. During the year, cash flow benefited from significantly higher net income improved working capital and the receipt of a tax refund.\nOur balance sheet and financial position continue to be very strong as evidenced by first, our liquidity position, which ended the quarter at $2.21 billion and our net debt leverage ratio, which ended the fourth quarter at 1.5x.\nThe increase of our year-end cash and the reduction in our year-end leverage ratio was in anticipation of funding the acquisition of [ Evidence Inspection Technologies ] division that we announced on January 13, which is expected to close in the first half of the year.\nDuring the year, we repurchased nearly $1.1 billion of our shares and paid $140 million in dividends. As a result of our performance in 2024, and our confidence in the future, our Board of Directors approved a 25% increase in the quarterly dividend and in early December, increased our existing share repurchase authorization by $1 billion. We continue to allocate capital in a disciplined way to maximize returns of our shareholders.\nMoving to Slide 16. I would like to touch on the progress we made against our Integration 2.0 and portfolio optimization initiatives. With regards to Integration 2.0, recall that this was a restructuring program that anticipated onetime expenses of between $135 million to $165 million, that would yield an incremental $75 million to $90 million of run rate cost savings by the end of 2025.\nWith the program to date restructuring expenses of $146 million, we achieved $87 million of run rate savings as we exited 2024 and we now expect $97 million of run rate savings as we exit 2025 at an estimated cost of $161 million.\nRegarding our portfolio optimization initiative, we have executed against all planned dispositions of the nonstrategic product lines that were identified to help improve our focus and profitability while reducing manufacturing complexity. Under the program, we have incurred $56 million of expenses versus an expected $85 million. Overall, we could not be happier with the progress our team has made against our Integration 2.0 and portfolio optimization goals. It helped position Wabtec to realize the multiyear margin expansion that Rafael mentioned earlier.\nNow moving to Slide 17 to quickly recap the year. Overall, the team delivered a great year for all our stakeholders. We drove revenue growth of 7.3%, expanded our operating margins by 1.9 percentage points, generated robust cash flow and grew adjusted EPS by 27.7%. The resiliency of the business and strong execution provides us with a solid foundation for profitable growth as we enter 2025. With that, I'd like to turn the call back over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, John. Now let's turn to Slide 18 to discuss our 2025 outlook and guidance. We believe that the underlying customer demand for our products and solutions continues across the business. Our international pipeline remains strong in our 12-month and multiyear backlogs provide visibility for profitable growth ahead. The team is committed to driving top line growth and margin expansion in 2025.\nWith these factors in mind, we expect 2025 sales of between $10.7 billion to $11 billion, which is up 5% at the midpoint from last year and adjusted EPS to be between $8.35 and $8.75, up 13% at the midpoint. We also expect cash flow conversion to be greater than 90% despite delivering 117% cash conversion in the prior year. I'm confident that Wabtec is well positioned to drive profitable growth and maximize shareholder returns in 2025 and beyond.\nAnd because of our confidence in the future, I'd like to take the opportunity to update our long term guidance. Moving to Slide 20. Let's discuss our new 5-year plan in more details.\nOver the last 3 years, we executed our previous 5-year plan ahead of expectations. We generated strong cash flows and apply that cash towards maximizing shareholder returns. We strengthened the balance sheet and invested in the business for future growth. Looking forward, our priorities and our value creation framework remain unchanged.\nAs we look forward, our team will continue to leverage our leadership position, we expect to grow our business faster than the industry and to deliver mid-single-digit organic top line growth. We are committed to driving over 350 basis points of margin expansion and we expect to achieve double-digit EPS growth over that period. Finally, we also expect to generate strong cash flow that will average greater than 90% cash conversion through 2029.\nNow let's move to Page 21. Let's spend a minute to discuss what we expect to achieve in terms of organic revenue growth and incremental margin expansion over the next 5 years. Starting with revenue growth, we expect our revenue to grow at an average annual growth rate of mid-single digits.\nWe see 3 drivers to reach this mid-single-digit growth. First is the underlying industry's organic growth rate in the low single digits. Second, North America has one of the oldest suites in the world. This combined with growing international opportunities will drive locomotive and modernization sales over the next year. Finally, the innovation that we provide to our customers enhances life cycle value by driving improved efficiencies and ultimately delivering an attractive return for their investment.\nNext, let's talk about margin expansion. As mentioned earlier, we see even more cost opportunities in the next 5 years than we did 3 years ago. Through our strong focus on simplification and continuous improvement combined with capital investments in high-return projects and pricing for value, we expect to drive margin improvement of greater than 350 basis points over the next 5 years.\nMoving to Page 22. I'd like to discuss our new integration 3.0 and portfolio optimization initiatives as the enabler to the greater than 350 basis points margin expansion. As we have discussed, Integration 2.0 was a success, and we have momentum as we move into our Integration 3.0 initiative. The details of this effort are seen on this page and will focus on simplifying, streamlining and consolidating our operations.\nTo achieve these goals, we will take what we learned from our first program and leverage our strong execution and continuous improvement mindset to deliver on a goal of between $100 million to $125 million of additional run rate savings by 2028.\nWe're also announcing today our second phase of portfolio optimization. We will continue to prune product lines that are not a strategic fit. By exiting those product lines, we will improve our focus and profitability while reducing manufacturing complexity. Sales from these product lines totaled about $100 million of sales in 2024 and represented a lower-than-average margin profile.\nNow let's wrap on Slide 23. As you heard today, our team continues to deliver on our value creation framework, thanks in large part to our resilient installed base, world-class team, innovative technologies and our continued focus on our customers. With solid underlying demand for our products and technologies and rigorous focus on continuous improvement and cost management, we feel strong about the company's future, thereby maximizing our shareholders' returns.\nWith that, I'd like to thank our team for their great work this year and their continued commitment to drive top quartile returns. I will now turn the call over to Kyra to begin the Q&A portion of our discussion. Kyra?\n\nKyra Yates\n\nFormer Vice President of Investor Relations\n\nThank you, Rafael. We will now move on to questions. But before we do and out of consideration for others on the call, I ask that you limit yourself to one question and one follow-up question. If you have additional questions, please rejoin the queue. Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b772798b4bdc41aa4fad4d6b5befe45f",
    "period": "2024 Q2",
    "content": "Q2 2024 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ2 2024 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEJUL 24, 8:30 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Wabtec Second Quarter 2020 Earnings Conference Call. [Operator Instructions] Please also note that today's event is being recorded. At this time, I'd like to turn the floor over to Kyra Yates, Vice President of Investor Relations. Ma'am, please go ahead.\n\nKyra Yates\n\nFormer Vice President of Investor Relations\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Second Quarter 2020 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures were posted to our website earlier today and can be accessed on the Investor Relations tab.\nSome statements we are making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. I will now turn the call over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, Kyra, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter and progress against our long-term value creation framework, and then John will cover the financials. We delivered another strong quarter evidenced by robust sales and earnings per share growth. Sales were $2.6 billion, which was up nearly 10% versus prior year.\nRevenue growth was driven by strong performance from the Freight segment and adjusted EPS was up 39% from the year ago quarter, driven by increased sales and margin expansion. Total cash flow from operations for the quarter was $235 million. The 12-month backlog was $7.3 billion, and the multiyear backlog was $22 billion.\nOverall, the Wabtec team delivered a strong second quarter. With the first half behind us, we are focused on executing against our second half deliverables. Looking forward, I'm encouraged by the underlying strength and momentum across the business.\nShifting our focus to Slide 5. Let's talk about 2024 and market expectations in more details. While key metrics across our freight business remain mixed, we are encouraged by the strength of our business, the strength of our international markets and our robust pipeline of opportunities across geographies.\nNorth American carloads were up 2.1% in the quarter. Despite this carload growth, the industry's active locomotive fleet was down when compared to last year's second quarter, while Wabtec's active fleet was higher. Looking at the North American railcar builds. Last quarter, we discussed the industry outlook for 2024 to be about 36,000 cars to be delivered, which has now been raised by industry sources back to the original forecast of 38,000 cars.\nThis is still down, however, from the 45,000 in the previous year. Internationally, we continue to see significant investments to expand and upgrade infrastructure are supporting a robust international orders pipeline. In mining, commodity prices and an aging fleet are continuing to support activity to refresh and upgrade the truck fleet.\nFinally, moving to the transit sector, the mega trends of urbanization and decarbonization remain in place, driving the need for clean, safe and efficient transportation solutions around the globe. Next, let's turn to Slide 6 to discuss a few business highlights.\nIn North America, we secured a multiyear order for greater than $600 million. This is one of our largest orders for new Tier 4 locomotives Albert. It demonstrates customer demands for a best-in-class solution to improve productivity, reduce fuel usage, improve reliability and to significantly reduce emissions. I would also like to share with you a key international services order, a 10-year agreement in Brazil for which Wabtec will manage the servicing of Valley's locomotive fleet to increase availability reliability and safety.\nIn Pakistan, we recently won a strategic order for 15 modernizations for Pakistan railway. This is a great example of the opportunities that we have to modernize locomotives in our international markets. And finally, our Transit segment announced that our green friction braking solution is ready to begin commercial fleet operations in the Greater Paris metropolitan area.\nThis innovative solution will improve air quality in the transit authority tunnels and underground network by reducing part coal emissions from breaking by up to 90%. All of this demonstrates the underlying strength across our business, the team's relentless focus on execution and the strong pipeline of opportunities we continue to deliver on.\nWabtec is well positioned to continue to capture profitable growth with innovative and scalable technologies that address our customers' needs. With that, I'll turn the call over to John to review the quarter segment results and our overall financial performance.\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 7. I will review our second quarter results in more detail. Our second quarter results played out largely as we expected. We expected both revenue and earnings growth to be over shared versus our full year growth expectations, but slightly tempered from our first quarter results.\nThe primary driver of our first half results growing faster than our expected second half results is due to a shift in the combined production of our new locomotives and amds to the first half of this year from the second half in an effort to more evenly load our manufacturing production across the 4 quarters. It is also important to note that we expect our second half revenue and margin to grow but at a more tempered pace than we experienced in the first half.\nWithin the second half, we do expect to grow revenue and earnings year-over-year in each quarter. However, we expect the third quarter's growth to be greater than the fourth quarter's growth. Sales for the second quarter were $2.64 billion, which reflects a 9.8% increase versus the prior year. Sales growth in the quarter was driven by the freight segment, especially by equipment and components.\nFor the quarter, GAAP operating income was $430 million, driven by higher sales, improved gross margin and an unrelenting focus on continuous improvement and productivity. Adjusted operating margin in Q2 was 19.3%, up 2.9 percentage points versus the prior year. This increase was driven by improved gross margin of 2.9 percentage points.\nGAAP earnings per diluted share were $1.64, which was up 54.7% versus the second quarter a year ago. During the quarter, we had net pretax charges of $6 million for restructuring which were primarily related to our integration 2.0 and our portfolio optimization initiative to further integrate and streamline Webtech's operations.\nAs you may recall, Integration 2.0 is expected to drive $75 million to $90 million of run rate savings by 2025. And our portfolio optimization initiative will eliminate roughly $110 million of low-margin nonstrategic revenue while reducing manufacturing complexity. In the quarter, adjusted earnings per diluted share was $1.96, up 39% versus prior year. Overall, Wabtec delivered another strong quarter, demonstrating the underlying strength of the business.\nTurning to Slide 8. Let's review our product lines in more detail. Second quarter consolidated sales were up 9.8% as we expected. Our quarter results were driven by solid growth across all our business groups and further aided by a year-over-year increase in the combined new local and mods as we have shifted our production and deliveries or to the first half versus the second half in order to more appropriately balance or level load our factories, thereby allowing us to be more consistent with our labor staffing improve our quality and to gain manufacturing efficiencies.\nEquipment sales were up 36.4% from last year's second quarter, driven by robust deliveries of new locomotives and increased sales of mining equipment. Component sales were up 17.5% versus last year, largely driven by increased sales of industrial products, higher international sales and the acquisition of L&M in late Q2 of 2023 partially offset by lower North American railcar build.\nDigital Intelligence sales were up 2.1% from last year, where we continue to experience growth in international sales aided by higher PTC revenues, partially offset by lower revenues in our North American market. Our services sales grew 2.3%. Sales growth was driven primarily by higher year-over-year overhauls and parts sales.\nOur customers continue to recognize the superior performance, reliability and availability of our fleet. In our Transit segment, sales were up 2.0%. During the quarter, we saw our aftermarket revenue grow 10%. On a constant currency basis, sales grew 3.4%. The momentum in the transit segment remains positive as secular drivers such as urbanization and decarbonization, accelerate the need for investments in sustainable infrastructure.\nMoving to Slide 9. GAAP gross margin was 33.1%, which was up 2.9 percentage points from last year. Adjusted gross margin was also up 2.9 percentage points during the quarter. In addition to the higher sales, gross margin benefited from favorable mix between segments. Mix within the Freight segment was also favorable despite higher combined new locomotives and modernizations in the quarter.\nForeign currency exchange was a headwind to revenue as well as gross profit and operating margin in the quarter. During the quarter, we also benefited from favorable fixed cost absorption, increased productivity and benefits from integration 2.0 as well as lapping last year's start of the Aerie strike in late Q2 of 2023.\nOur team continues to execute well by driving operational productivity and lean benefits. Now turning to Slide 10. For the second quarter, GAAP operating margin was 16.3%, which was up 3.4 percentage points versus last year. Adjusted operating margin improved 2.9 percentage points to 19.3%. GAAP and adjusted SG&A expenses were up versus prior year, but largely flat as a percentage of revenues.\nEngineering expense was $57 million, moderately higher than Q2 last year. We continue to invest engineering resources in current business opportunities. But more importantly, we are investing in our future as an industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at segment results on Slide 11, starting with the Freight segment. As I already discussed, Freight segment sales were up 13.1% during the quarter, GAAP segment operating income was $391 million for an operating margin of 20.4%, up 4.5 percentage points versus last year. GAAP operating income included $5 million of restructuring costs primarily related to integration 2.0 and portfolio optimization.\nAdjusted operating income for the Freight segment was $462 million, up 34.3% versus prior year. Adjusted operating margin in the Freight segment was 24.1%, up 3.8 percentage points from the prior year. The increase was driven by improved gross margin behind strong operational execution, favorable mix, integration 2.0 savings and as we lapped last year's manufacturing inefficiencies caused by the strike in Aerie. At the same time, SG&A and engineering expenses were lower as a percentage of revenue.\nFinally, segment 12-month backlog was $5.50 billion, up 4.0% from the same period a year ago. The multiyear backlog was $17.93 billion, down 2.0% from the prior year. Turning to Slide 12. Transit segment sales were 2.0% at $724 million. When adjusting for foreign currency, transit sales were up 3.4%. GAAP operating income was $82 million.\nRestructuring costs related to integration 2.0 were $5 million in Q2. Adjusted segment operating income was $91 million. Adjusted operating income as a percent of revenue was 12.7%, up 1.6 percentage points from last year driven by Integration 2.0 savings and favorable mix.\nFinally, Transit segment 12-month backlog for the quarter was $1.83 billion, down 5.0% versus a year ago. The decrease on a year-over-year basis was expected due to our focus on being more selective on the orders that we add to backlog, thereby expecting to drive improved long-term profitability.\nNow let's turn to our financial position on Slide 13. Second quarter cash flow was another highlight for the quarter with operating cash coming in at $235 million. During the quarter, cash flow benefited from higher earnings and improved working capital, partially offset by a reduction of $230 million of securitization borrowings. We continue to expect greater than 90% cash conversion for the full year.\nOur balance sheet and financial position continue to be very strong as evidenced by: first, our liquidity position, which ended the quarter at $2.09 billion. And our net debt leverage ratio was 1.6x at the end of the second quarter, which was lower versus the same quarter a year ago at 2.4x debt leverage. We continue to allocate capital in a disciplined and balanced way to maximize returns for our shareholders.\nDuring the quarter, we purchased $200 million of our shares and paid $35 million in dividends. With that, I'd like to turn the call back over to Rafael to talk about our 2024 financial guidance.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, John. Now let's turn to Slide 14 to discuss our 2024 full year guidance. As you heard today, our team delivered a very strong second quarter, which was slightly ahead of our expectations. Consequently, we are increasing our previous adjusted EPS guidance.\nWe now expect adjusted EPS to be in the range of $7.20 to $7.50 at the midpoint, up 24.2%. Our revenue and cash flow conversion guidance remain unchanged. Looking ahead, I'm confident that Wabtec is well positioned to drive profitable growth into 2024 and beyond.\nNow let's wrap up on Slide 15. As you heard today, our team continues to deliver value for our stakeholders, thanks in large part to our resilient installed base world-class team, innovative technologies and our continued focus on our customers. Overall, we believe we have an opportunity to continue building significant long-term momentum with growth in equipment services, components, digital solutions and transit systems with solid underlying demand for our products and technologies and the intense focus on continuous improvement and cost management.\nConsistent with our previous guidance, we continue to expect to drive mid-single-digit organic growth while delivering double-digit earnings per share growth through our planning horizon, thereby maximizing our shareholder returns. With that, I want to thank you for your time this morning, and I'll now turn the call over to Kyra to begin the Q&A portion of our discussion. Kyra?"
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0eb2fd838ecfc29ad20cf3dcec5797b8",
    "period": "2024 Q1",
    "content": "Q1 2024 Westinghouse Air Brake Technologies Corporation Earnings Call\n\nQ1 2024 Westinghouse Air Brake Technologies Corporation Earnings Call\n\nWABNYSEAPR 24, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Wabtec First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Kyra Yates, Vice President of Investor Relations. Please go ahead.\n\nKyra Yates\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's First Quarter 2024 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures were posted to our website earlier today and can be accessed on the Investor Release tab on wabteccorp.com. Some statements we are making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. I will now turn the call over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, Kyra, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter and progress against our long-term value creation framework, and then John will cover the financials. Last quarter, when we met, we talked about the strong momentum that we had when we exit 2023. Well, that momentum continues. Sales were $2.5 billion, which was up 13.8% versus prior year. Revenue growth was driven by strong performance, largely from the Freight segment. And adjusted EPS was up 47.7% from the year ago quarter, driven by increased sales and margin expansion.\nTotal cash flow from operations for the quarter was $334 million. The 12-month backlog was $7.7 billion, up 11%, signifying continued momentum and visibility across the business. In total, multiyear backlog was $22 billion. Overall, we had a strong start to the year, the underlying strength and momentum across the business is evident. We remain confident in our ability to execute, to deliver for our customers and to continue to make progress against our long-term growth strategies.\nShifting our focus to Slide 5. Let's talk about 2024 and market expectations in more details. While key metrics across our Freight business remain mixed, we are encouraged by the strength of our business, the strength of our international markets and our robust pipeline of opportunities across geographies. North America carloads were up 1.8% in the quarter, despite this carload growth the industry's active locomotive fleet was down when compared to last year's first quarter, while [indiscernible] active fleet was higher. As we look forward, we continue to see significant opportunities across the globe in demand for new locomotives, modernizations and digital technologies as our customers invest in solutions that continue to drive reliability, productivity, safety and fuel efficiency.\nLooking at the North American railcar build. Last quarter, we discussed the industry outlook for 2024, and to be about 38,000 cars to be delivered, which has now been lowered by the industry sources to reflect an expected 36,000 cars. Internationally, activity is strong across most of our core markets, significant investments to expand and upgrade infrastructure are supporting a robust international orders pipeline. In mining, commodity prices and an aging fleet are supporting activity to refresh and upgrade the truck fleet.\nFinally, moving to the Transit sector. The megatrends of urbanization and decarbonization remain in place, driving the need for clean, safe and efficient transportation solutions around the globe.\nNext, let's turn to Slide 6 to discuss a few business highlights. Late in Q1, we signed a $270 million strategic order for new locomotives with a large mining customer in Africa. This, coupled with a recent service order in the region for $64 million highlights the significant opportunity that we believe exists in Africa. Within mining, we're seeing continued strength in the business, in particular aftermarket, and the team has signed orders totaling over $250 million in the quarter.\nIn Indonesia, we won a long-term parts agreement with PT KAI. And finally, our maintenance away team launched its Shuttlewagon Commander NXT, the next generation of railcar movers. The new model was specifically designed for the needs of the customers to optimize attractive effort, reduce wheel slipping and extend higher life. All of this demonstrates the continued momentum across the business, the team's relentless focus on execution, the strong pipeline of opportunities we continue to deliver on. Wabtec is well positioned to capture profitable growth with innovative and scalable technologies that address our customers' most pressing needs.\nMoving to Slide 7. Before turning it over to John, I want to briefly discuss our progress that we're making against one of our company's key strategies, which is to lead the decarbonization of rail. Our highly capable team, our installed base of locomotives and our advanced locomotive technologies puts Wabtec in a unique position to lead the industrial fuel efficiency and to reduce carbon emissions. With this in mind, we're driving progress on 2 fronts. First is to enable our customers to transition to a near zero emissions using their current installed base of locomotives. Our focus here leverages our customers' existing fleets and wayside infrastructure.\nOur customers can improve fuel efficiency and carbon emission by up to 18% and through replacing the older fleets with our Tier 4 and modernized locomotives along with realizing improved durability, haulage ability, reliability and fuel efficiency. We're also enabling our existing locomotive portfolio to be capable of reductions of up to 60% in carbon through the use of [ file ] and renewable fuels. And when further mixed with hydrogen in the locomotive internal combustion engine, up to 80% total carbon reduction.\nIn addition, we believe we have a competitive advantage given the fact that our locomotives are more fuel efficient, and our 4-stroke engine architecture facilitates the use of hydrogen in our internal combustion engines. And the best part of this approach is that it provides significant optionality for our customers. And this approach is completely reversible back to diesel if supplies of alternative fuels are not available or not economical. On our second path to decarbonization, we're developing 0 mission technology and equipment. As you are aware, we recently introduced the world's first heavy haul battery electric locomotive to a mining customer in Australia.\nGiven the customers' application, they plan to operate this locomotive relying on regenerative braking to charge the batteries. And later this month, we will ship our first battery hybrid locomotive. Finally, we are investing and partnering with government agencies to develop heavy haul locomotives powered by hydrogen fuel cells. We believe that the commercialization of hydrogen fuel cells for heavy haul locomotives is further down the road. Consequently, we are pacing our investments with our customers' readiness to adopt the technology. With that, I'll turn the call over to John to review the quarter segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 8, I will review our first quarter results in more detail. In the first quarter, we continued to see the underlying momentum that we experienced as we exited last year. As expected, both revenue growth and operating margin growth were overshared in Q1 versus our expectations for full year growth. As we discussed in the last quarter call, we expected both revenue and margin growth to be higher in the first half versus the second half. While we continue to expect growth in the second half, we expect it to be at a much more tempered pace than the first half. Sales for the first quarter were $2.5 billion, which reflects a 13.8% increase versus the prior year. Sales growth in the quarter was driven by the Freight segment, especially in our equipment and services groups.\nFor the quarter, GAAP operating income was $412 million, driven by higher sales, improved gross margin and focused cost management. Adjusted operating margin in Q1 was 19.8% and up 3.4 percentage points versus the prior year. This increase was driven by improved gross margin of 2.4 percentage points and driven by operating expenses, which grew at a slower rate than revenue, increasing our Q1 margin by an additional 1.0 percentage points. GAAP earnings per diluted share were $1.53, which was up 64.5% versus the first quarter a year ago. During the quarter, we had pretax charges of $10 million for restructuring, which were primarily related to our integration 2.0 and our portfolio optimization initiative to further integrate and streamline Wabtec's operations.\nAs you may recall, Integration 2.0 is expected to drive $75 million to $90 million of run rate savings by 2025, and our portfolio optimization initiative will eliminate roughly $110 million of low-margin, nonstrategic revenue while reducing manufacturing complexity. In the quarter, adjusted earnings per diluted share was $1.89, and up 47.7% versus prior year. Overall, Wabtec delivered another solid quarter, demonstrating the underlying strength of the business.\nTurning to Slide 9. Let's review our product lines in more detail. First quarter consolidated sales were up 13.8%. Equipment sales were up 30.2% from last year's first quarter driven by robust sales of mining equipment and higher deliveries of new locomotives. Component sales were up 13.6% versus last year, driven by increased sales of industrial products higher international sales and the acquisition of L&M in late Q2 of 2023, partially offset by lower North American railcar build. Digital Intelligence sales were down 5.9% from last year, where we continue to experience lower revenues in our North American market but we do see growth in our next-generation onboard locomotive products and digital mining.\nOur services sales grew 17.3%. Services growth was driven by significantly higher year-over-year deliveries of mods, increased overhauls and parts sales. Our customers continue to recognize a superior performance, reliability and availability of our fleet. Across our Transit segment, sales increased 5.5%, behind growth in our products and services businesses. The momentum in the Transit segment remains positive as secular drivers such as urbanization and decarbonization accelerate the need for investments in sustainable infrastructure.\nNow moving to Slide 10. Both GAAP and adjusted gross margin were up 2.4 percentage points during the quarter. In addition to higher sales, gross margin benefited from improved pricing and favorable mix between segments. Mix within the Freight segment was also favorable despite significantly higher new local and mod deliveries in the quarter. During the quarter, we also benefited from favorable fixed cost absorption and benefits from Integration 2.0 as well as comparing against higher next-generation digital development costs in the first quarter of 2023. Our team continues to execute well to mitigate the impact of continued cost pressures by driving operational productivity and lean initiatives.\nTurning to Slide 11. For the first quarter, GAAP operating margin was 16.5%, which was up 3.9 percentage points versus last year. Adjusted operating margin improved 3.4 percentage points to 19.8%. GAAP and adjusted SG&A expenses were down as a percentage of revenues as we leveraged higher sales with a strong focus on managing costs. Engineering expense was $48 million, modestly lower than Q1 last year. We continue to invest engineering resources and current business opportunities, but more importantly, we are investing in our future as an industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at the segment results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales were up 17.2% during the quarter. GAAP segment operating income was $368 million for an operating margin of 20.2%, up 5.7 percentage points versus last year. GAAP operating income includes $3 million of restructuring costs primarily related to Integration 2.0 and portfolio optimization costs. Adjusted operating income for the Freight segment was $439 million, up 48.3% versus the prior year. Adjusted operating margin in the Freight segment was 24.1%, up 5.1 percentage points from prior year.\nThe increase was driven by improved gross margin behind strong operational execution, favorable mix, improved pricing, Integration 2.0 savings and as we lap last year's investment in our next-generation digital development costs. At the same time, SG&A and engineering expenses were lower as a percentage of revenue. Finally, segment 12-month backlog was $5.67 billion, up 14.5% from the same period a year ago. The multiyear backlog was $17.9 billion down 2.3% from the prior year. Both our 12-month and multiyear backlogs demonstrate good visibility in '24 and beyond.\nTurning to Slide 13. Transit segment sales were up 5.5% to $673 million. When adjusting for foreign currency, Transit sales were up 4.9%. GAAP operating income was $74 million, Restructuring costs related to Integration 2.0 were $7 million in Q1. Adjusted segment operating income was $86 million. Adjusted operating margin as a percent of revenue was 12.7% and down 0.2 percentage points from last year, driven by unfavorable mix and higher input costs, partially offset by Integration 2.0 savings. Finally, Transit segment 12-month backlog for the quarter was $2.04 billion, up 3.3% versus a year ago. The multiyear backlog was also up 4.2% to $4.19 billion.\nNow let's turn to our financial position on Slide 14. First quarter cash flow was $334 million. During the quarter, cash flow benefited from higher earnings, improved working capital and increased securitization funding. We continue to expect greater than 90% cash conversion for the full year. Our balance sheet and financial position continue to be strong we ended the quarter with liquidity of $2.13 billion. And our net debt leverage ratio was 1.7x and at the end of the first quarter, which was favorable versus the same quarter a year ago at 2.3x debt leverage. We continue to allocate capital in a disciplined and balanced way to maximize returns for our shareholders.\nDuring the quarter, we repurchased $175 million of our shares and paid $36 million in dividends, which was recently increased by our Board of Directors, up 17.6% per share versus prior year. With that, I'd like to turn the call back over to Rafael to talk about our 2024 financial guidance.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, John. Now let's turn to Slide 15 to discuss our 2024 updated full year guidance. As you've heard today, our team delivered a very strong start to the year. We believe that the underlying customer demand for our products and solutions continues across our business. Our orders pipeline and 12-month backlog continue to be strong, providing visibility for the profitable growth ahead. With these factors in mind, we are increasing our previous guidance .We now expect 2024 sales of [ $10.4 billion ] at the midpoint, up 7.5% from last year. and adjusted EPS to be between $7.00 and $7.40 per share, up about 21.5% at the midpoint. Finally, we continue to expect cash flow conversion to be greater than 90%. Looking ahead, I am confident that Wabtec is well positioned to drive profitable growth in 2024 and beyond. .\nNow let's wrap up on Slide 16. As you've heard today, our team continues to deliver value for our stakeholders, thanks in large part to our resilient installed base, world-class team, innovative technologies and our continued focus on our customers. Overall, we believe we have an opportunity to continue building significant long-term momentum with growth in modernizations in new locomotive sales in digital solutions and transit systems. With solid underlying demand across the portfolio, increased visibility through our backlog and intense focus on continuous improvement in cost management, Wabtec is well positioned to drive profitable long-term growth and maximize shareholder returns.\nWith that, I want to thank you for your time this morning, and I'll turn now the call over to Kyra to begin the Q&A portion of our discussion. Kyra?\n\nKyra Yates\n\nThank you, Rafael. We will now move on to questions. [Operator Instructions] Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/33098366e2efa54b81191d2c61a07bb7",
    "period": "2023 Q4",
    "content": "Q4 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ4 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEFEB 14, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Wabtec Fourth Quarter and Year-End 2023 Earnings Conference Call and Webcast. [Operator Instructions] Please note, today's event is being recorded. I would now like to turn the conference over to Kristine Kubacki, Vice President of Investor Relations. Please go ahead.\n\nKristine Elizabeth Kubacki\n\nExecutive Director of Americas Research, Mizuho Securities USA LLC, Research Division\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Fourth Quarter 2023 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures, were posted to our website earlier today and can be accessed on Investor Relations tab on wabteccorp.com.\nSome statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. I will now turn the call over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, Kristine, and good morning, everyone. I'll start with an update on our business, my perspectives on the quarter, our progress against our long-term value creation framework, and then John will cover the financials. We delivered a strong year with another solid quarter, as evidenced by robust sales growth, margin expansion and increased earnings and cash flow. We achieved deals despite continued uncertainty in the broader economy and in the North American rail industry.\nSales were $2.5 billion, which was up 9.5% versus prior year. Revenue growth was driven by strong performance from both the Freight and Transit segments. And adjusted EPS was up 18.5% from the year ago quarter, driven by margin expansion across both segments. Total cash flow from operations for the quarter was $686 million, and total year cash flow was $1.2 billion. The 12-month backlog was $7.5 billion, up 10%, signifying continued momentum and visibility across the business into 2024. And total multi-year backlog was $22 billion.\nOverall, the Wabtec team delivered a strong year. Looking forward, I'm encouraged by both the underlying momentum across the business and the team's unrelenting focus on delivering for our customers. I believe Wabtec is well positioned to drive profitable growth ahead.\nOur financial position remains strong. We continue to execute against our capital allocation framework to maximize shareholder value by investing for future growth and returning cash to shareholders. And as a result of our performance in 2023 and our confidence in the future of the company, our Board of Directors approved an 18% increase in the quarterly dividend and a $1 billion share buyback authorization that replaces our existing program.\nShifting our focus to Slide 5. Let's talk about 2024 and market expectations in more details. While key metrics across our Freight business remain mixed, we continue to be encouraged by the strength of the business, international markets and our robust pipeline of opportunities across geographies. North American carloads were up 2.8% in the quarter, while the active locomotive fleet was down slightly when compared to where the industry exited last year. Yet, we continue to see significant opportunities across the globe in demand for new locomotives, modernizations and digital technologies as our customers invest in solutions that continue to drive reliability, productivity, safety and fuel efficiency.\nLooking at the North America railcar build, demand for new railcars showed growth in 2023 at approximately 45,000 cars. The industry outlook for 2024 is for about 38,000 cars to be delivered. Internationally, activity is strong across core markets such as Latin America, Australia, Africa and Kazakhstan. Significant investments to expand and upgrade infrastructure are continuing to support our robust international orders pipeline.\nIn mining, commodity prices and an aging fleet are supporting activity to refresh and upgrade the truck fleet. Finally, moving to the transit sector. The mega trends of urbanization and decarbonization remain in place, driving the need for clean, safe and efficient transportation solutions around the globe.\nNext, let's turn to Slide 6 to discuss a few recent business highlights. In North America, we won a multiyear order for over 200 modernizations from [ CSX ], demonstrating customer demand for a best-in-class solution to improve productivity while driving down fuel usage and emissions. Looking at our mining business, we are seeing continued momentum and visibility. The team signed orders totaling over $300 million in the quarter, which is up double digits versus last year.\nIn Transit, we won a major order worth over $150 million to supply high-performance brake systems in India. These brake systems will provide improved operating performance, efficiency and safety for a new line of 1,200 electric locomotives. Also, during the quarter, we announced our entrance into the railcar telematics market. Our innovative telematics platform will improve shipment visibility. It will increase on-time performance and expand asset utilization to make shipping freight by rail more competitive.\nFinally, during December, we acquired the remaining 50% of our JV in Kazakhstan. This strategic acquisition enhances our manufacturing capability, both globally and in a region poised for continued long-term growth. All of this demonstrates the continued momentum across the business, the team's relentless focus on delivering for our customers and strong pipeline of opportunities we're executing on. Wabtec is well positioned to capture profitable growth with innovative and scalable technologies that address our customers' most pressing needs.\nMoving to Slide 7. Before turning it over to John, I want to briefly discuss our ability to deliver strong results through the economic cycle. Over the last 4 years, Wabtec has demonstrated a solid track record of managing through challenging markets and significant disruptions. We believe our favorable end markets, combined with our leading technologies and solutions will enable us to remain resilient and more predictable. Our 12-month backlog of $7.5 billion provides significant visibility and support for growth. The 12-month backlog has consistently grown over the past 4 years despite a challenging North American rail market and a volatile macro economy. And finally, we have consistently demonstrated our ability to execute our strategies, generate strong cash flow, deliver growth and create value through disciplined capital allocation.\nOur track record of strong operating margin expansion across the business is evidence of our ability to deliver productivity, manage costs and price [ for inflation ]. Our execution combines with the strength of our business, leading products and technologies, which result in Wabtec being resilient through economic cycles, delivering predictable earnings and superior shareholder returns. With that, I'll turn the call over to John to review the quarter segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 8, I will review our fourth quarter results in more detail. We finished the year with another solid quarter of operational and financial performance. Sales for the fourth quarter were $2.53 billion, which reflects a 9.5% increase versus the prior year. Sales were driven by strong growth across both the Freight and Transit segments.\nFor the quarter, GAAP operating income was $308 million, driven by higher sales, improved gross margin and focused cost management. Adjusted operating margin in Q4 was 17.0%, up 1.7 percentage points versus the prior year. This increase was driven by a higher gross margin of 1.2 percentage points and 0.5 percentage points of lower SG&A and engineering expenses as a percent of sales. GAAP earnings per diluted share were $1.20, which was up 39.5% versus the fourth quarter a year ago.\nDuring the quarter, we had pretax charges of $47 million, of which $19 million was for restructuring, which was primarily related to our Integration 2.0 initiative to further integrate Wabtec's operations and to drive $75 million to $90 million of run rate savings by 2025. In addition, we are exiting some small nonstrategic product lines and related assets, which generated a Q4 charge of $28 million. Finally, in the quarter, our acquisition of the remaining 50% interest in our LKZ assembly joint venture generated a gain of $35 million on our existing ownership interest. I will talk more about our progress on Integration 2.0 and portfolio optimization in more detail in a few minutes. In the quarter, adjusted earnings per diluted share were $1.54, up 18.5% versus prior year. Overall, Wabtec delivered another solid quarter, demonstrating the underlying strength of the business.\nTurning to Slide 9. Let's review our product lines in more detail. Fourth quarter consolidated sales were up 9.5%. Equipment sales were down 19.3% from last year as higher mining sales were more than offset by lower locomotive deliveries during the quarter. Recall that second half locomotive deliveries as planned were significantly skewed to the third quarter. Total equipment sales for the year were up a very strong 15.8%.\nComponent sales were up 17.4% versus last year, largely driven by the higher demand for railcar products along with increased sales from industrial products. Sales also benefited from the acquisition of L&M earlier in the year by $32 million. Digital Intelligence sales were down 6.7% from last year, which was driven by lower revenues in our North American market, partially offset by higher demand for international PTC, next-gen onboard locomotive products and digital mining. Our services sales grew 23.9%. Sales growth was driven by significantly higher modernization deliveries. In contrast to new locomotive sales, our planned second half [ mods ] deliveries were significantly skewed to the fourth quarter. Additionally, parts sales continued to show strength as our customers continue to recognize the superior performance, reliability, efficiency and availability across their Wabtec locomotive fleets.\nAcross our Transit segment, OE and aftermarket sales increased versus last year. Segment sales were up 14.3% to $728 million behind execution of our growing backlog. The momentum in this segment is strong across our core markets and secular drivers such as urbanization and decarbonization accelerate the need for global investments in sustainable infrastructure.\nMoving to Slide 10. GAAP gross margin was 30.3%, which was up 2.0 percentage points from Q4 last year. Adjusted gross profit margin was up 1.2 percentage points, driven by higher sales favorable price mix and foreign currency exchange as well as improved productivity. Our team continues to execute well to mitigate the impact of continued cost pressures by driving operational productivity and lean initiatives.\nNow turning to Slide 11. For the fourth quarter, GAAP operating margin was 12.2%, which was up 1.5 percentage points versus last year, while adjusted operating margin improved 1.7 percentage points to 17.0%. GAAP and adjusted SG&A expenses were down as a percentage of revenue as we leverage higher sales with a strong focus on managing costs. Engineering expense was $61 million, about flat with Q4 last year. We continue to invest engineering resources in current business opportunities, but more importantly, we are investing in our future as an industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at segment results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales were up 7.7% during the quarter. GAAP segment operating income was $246 million for an operating margin of 13.7%, up 1.2 percentage points versus last year. GAAP operating income includes $28 million of portfolio optimization costs. Adjusted operating income for the Freight segment was $347 million, up 22.2% versus the prior year.\nAdjusted operating margin in the Freight segment was up 2.3 percentage points from the prior year at 19.3%. The increase was driven by significantly higher gross margin, which benefited from higher sales, favorable price mix and improved productivity and absorption. At the same time, SG&A and engineering expenses were lower as a percentage of revenue.\nFinally, segment 12-month backlog was $5.45 billion, up 11.2% from the same period a year ago. The multiyear backlog was $17.83 billion, down 4.3% from the prior year. Both our 12-month and multiyear backlogs demonstrate good visibility into 2024 and beyond.\nTurning to Slide 13. Transit segment sales were up 14.3% to $728 million. When adjusting for foreign currency, Transit sales were up 9.9%. GAAP operating income was $86 million, up 36.5%. Restructuring costs related to Integration 2.0 activities were $17 million in Q4. Adjusted segment operating income was $108 million, which was up 13.7%. Adjusted operating margin of 14.9% was up 0.1 percentage points from last year, driven by the benefits of volume growth and Integration 2.0 savings. Finally, Transit segment 12-month backlog for the quarter was $2.01 billion, up 8.0% versus a year ago. The multiyear backlog was also up 9.7% to $4.17 billion.\nMoving to Slide 14. Over the next 2 slides, I would like to touch on both our progress against our Integration 2.0 initiative as well as provide details on our portfolio optimization. The efforts of both these programs in 2024 will unlock greater profitability and margin expansion across the portfolio.\nWith regards to Integration 2.0, recall that during our Investor Day in 2022, we announced a restructuring program comprised of estimated onetime expenses between $135 million and $165 million that would yield an incremental $75 million to $90 million of run rate savings by 2025. These savings are to be achieved through a combination of actions, which simplify, streamline and consolidate parts of our operations. With program to date restructuring expenses of $118 million, we achieved $22 million of run rate savings as we exited 2023. We expect savings to ramp more meaningfully in 2024, and we remain on track to meet our 2025 goals.\nNow turning to Slide 15. As you are aware, we are very focused on driving improved shareholder value through the addition of strategic bolt-on acquisitions with accretive earnings, margins and return on invested capital. In the second quarter of 2023, we acquired L&M, a business that is very complementary to our heat transfer portfolio and enhances our mining installed base. In the short time that we have owned this business, we are pleased with its performance. And more importantly, we are excited about its future potential for driving long-term profitable growth for Wabtec.\nAlso, as Rafael stated, late in the fourth quarter, we acquired the remaining 50% stake of our unconsolidated LKZ assembly joint venture in Kazakhstan for $81 million net of cash received. As a result of the transaction, we recorded a $35 million noncash gain in the quarter, which is excluded from adjusted earnings. Going forward, this business will be 100% owned by Wabtec and consolidated in our financial results. We would expect virtually no impact to sales and limited benefit to earnings in 2024.\nWe're also announcing today the exit of some nonstrategic product lines in 2024. Pruning of these product lines will improve focus and profitability while reducing manufacturing complexity. Sales from these product lines totaled about $110 million of sales in 2023 and represented a lower-than-average margin profile. The expected net exit charges of roughly $85 million are largely noncash, of which we recognized $28 million of noncash charges in our Q4 GAAP results.\nBoth our progress against our Integration 2.0 initiative and the announced portfolio moves will help position Wabtec to drive multiyear margin expansion. Now let's turn to our financial position on Slide 16. Fourth quarter cash generation was strong at $686 million, resulting in total cash from operations of $1.2 billion versus $1.04 billion in the prior year, an increase of 15.7%. Cash flow benefited from higher earnings and improved working capital.\nOur balance sheet and financial position continued to be strong. We ended the quarter with liquidity of $2.12 billion. And our net debt leverage ratio was 1.9x at the end of the fourth quarter, which was favorable versus the prior year's 2.2x debt leverage. During 2023, we invested $308 million on the strategic acquisitions of L&M and the LKZ joint venture and returned $532 million to shareholders through share repurchases and dividends. Finally, we improved ROIC during the year by 1.2 percentage points. We continue to allocate capital in a disciplined and balanced way to maximize returns for our shareholders.\nMoving to Slide 17, quickly recapping the year. Overall, the team delivered a strong year for all our stakeholders. Despite macro challenges, we drove strong revenue growth expanded our operating margins and generated robust cash flows. The resiliency of the business and strong execution provides us with a solid foundation for profitable growth as we enter 2024. With that, I'd like to turn the call back over to Rafael to provide our 2024 financial guidance.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, John. Now let's turn to Slide 18 to discuss our 2024 outlook and guidance. We believe that the underlying customer demand for our products and solutions continues across our business. This is the strongest order pipeline we've had since 2019. Our 12-month and multiyear backlogs as well as our orders pipeline continue to be strong, providing solid visibility for profitable growth ahead. The team is committed to driving top line growth and margin expansion in 2024 despite an uncertain macro environment. With these factors in mind, we expect 2024 sales of $10.2 billion at the midpoint, over 5% growth versus last year and adjusted EPS midpoint of $6.70 per share, up about 13% from last year. We also expect cash flow conversion to be greater than 90%.\nLooking ahead, I'm confident that Wabtec is well positioned to drive profitable growth in 2024, which is aligned to our long-term financial [indiscernible]. Now let's wrap up on Slide 19. As you've heard today, our team delivered a solid quarter to finish out a very strong year, thanks in large part to our resilient install base, world [ class ] team, innovative technologies and our continued focus on our customers. These results were in line with our long-term value creation framework. I'd like to take a moment to thank all the employees of Wabtec, whose dedication and focus on execution made these strong results possible. With solid underlying demand across the portfolio, increased visibility through our backlog and intense focus on continuous improvement, Wabtec is well positioned to drive profitable long-term growth and maximize shareholder returns. With that, I want to thank you for your time this morning. I'll turn the call over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Elizabeth Kubacki\n\nExecutive Director of Americas Research, Mizuho Securities USA LLC, Research Division\n\nThank you, Rafael. We will now move on to questions. But before we do and out of consideration for others on the call, I ask that you limit yourself to 1 question and 1 follow-up question. If you have additional questions, please rejoin the queue. Operator, we're ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ef25d4b7bb4af37ac6964d460a278a43",
    "period": "2023 Q3",
    "content": "Q3 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ3 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEOCT 25, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Wabtec's Corporation Third Quarter 2023 Earnings Conference Call. [Operator Instructions]. Please note this event is being recorded.\nI would now like to turn the conference over to Kristine Kubacki, Vice President of Investor Relations. Please go ahead.\n\nKristine Elizabeth Kubacki\n\nExecutive Director of Americas Research, Mizuho Securities USA LLC, Research Division\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Third Quarter 2023 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz.\nToday's slide presentation, along with our earnings release and financial disclosures, were posted to our website earlier today and can be accessed on our Investor Relations tab on wabteccorp.com. Some statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions related to our forward-looking statements, please see our disclosures in our earnings release and presentation.\nWe will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics.\nI will now turn the call over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, Kristine, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter, the progress against our long-term value creation framework and then John will cover the financials.\nWe delivered another strong quarter, evidenced by robust sales growth, margin expansion and increased earnings and cash flow. We achieved these despite increased volatility and uncertainty in the economy.\nSales were $2.5 billion, which was up 22.5% versus prior year. Revenue was driven by strong performance from both the Freight and Transit segments. Total cash flow from operations was $425 million. Cash generation was driven by higher earnings and improved inventory management.\nOverall, our financial position remains strong. We continue to execute against our capital allocation framework to maximize shareholder value by investing for future growth and returning cash to shareholders. The 12-month backlog was over $7 billion, up 13% signifying continued momentum and visibility across the business into 2024. Total multiyear backlog was $21.5 billion.\nOverall, the Wabtec team delivered a strong quarter behind solid execution. Looking ahead, I'm encouraged by both the underlying momentum across the business and the team's unrelenting focus on delivering for our customers. And even against a more uncertain and volatile macro environment, we believe Wabtec is well positioned to drive profitable growth ahead.\nShifting our focus to Slide 5. Let's talk about our 2023 and market expectations in more detail. While key metrics across our Freight business remain mixed, we continue to be encouraged by our business momentum, activity in international markets and our robust pipeline of opportunities across geographies.\nNorth America carloads continued to be down in the quarter, which resulted in locomotive parkings up slightly from last quarter's levels. Yet, we continue to see significant opportunities across the globe in demand for new locomotives, modernizations and digital solutions as our customers invest in solutions that continue to drive reliability, productivity, safety and fuel efficiency.\nLooking at the North American railcar build, demand for railcars continue to show growth. The industry outlook for 2023 is for about 45,000 cars to be delivered. Internationally, activity is strong across core markets such as Latin America, Australia, South Africa and Kazakhstan. Significant investments to expand and upgrade infrastructure are supporting a substantial international orders pipeline. In mining, commodity prices are supporting activity to refresh and upgrade the truck fleet.\nFinally, moving to the Transit factor. The mega trends of urbanization and decarbonization remain in place, driving the need for clean, safe and efficient transportation solutions around the globe.\nNext, let's turn to Slide 6 to discuss a few recent business highlights. During the quarter, we signed a strategic MOU with KTZ, the National Railway Company in Kazakhstan for over $2 billion. This agreement will support significant freight growth to the state-of-the-art equipment and technologies, driving productivity and lowering operating costs.\nThis framework includes locomotives to be delivered in 2024, a long-term supply agreement and a collaboration on a number of digital technologies, all of which we expect to drive strong orders and sales growth in 2024. Speaking of our business in Kazakhstan, the team just achieved a significant milestone by delivering its 500 locomotive.\nLooking at our Mining business, the team signed orders totaling over $150 million, which is up double digits versus last year. Early in the fourth quarter, our team in Latin America won an order for 22 additional locomotives to be delivered in 2024. In North America, we won an order in New York City Transit to supply components for an additional 640 subway cars.\nAlso, late last quarter, we closed the L&M acquisition that expanded our heat transfer portfolio in mining. This is off to a great start. The integration is on track. Third quarter revenue is ahead of plan, taking advantage of a strong mining market globally.\nI'd also highlight Nordco, which we acquired back in 2021. Our maintenance of way business continues to be ahead of plan and is experiencing double-digit growth in 2023. All of this demonstrates the continued momentum across the business, the team's relentless focus on driving for our customers and the strong pipeline of opportunities we're executing on. Wabtec is well positioned to capture profitable growth with innovative and scalable technologies that addresses our customers' most pressing needs.\nTurning to Slide 7. I'd like to discuss in more detail our international markets. While North America provides us a solid foundation to refresh and [ renew ] installed base, we also have a significant opportunity for growth across international fleets by leveraging our broad portfolio and superior technologies.\nWe have been successful in expanding our international installed base over time, which has grown at roughly 4.5% annually for the last 6 years. Looking ahead, the pipeline of opportunities in our international markets continue to strengthen and as a result, we expect continued expansion in our installed base.\nIncreasing freight volumes from mining, agriculture and intermodal continue to drive the need for increased investment in clean, efficient and safe modes of transportation. We expect growth in 2024 from key regions like Latin America, CIS, Australia and South Africa driven by our regional footprint and local partnerships. Our technologies are delivering more fuel-efficient, reliable solutions, which will reduce operational costs for our customers around the world.\nWith that, I'll turn the call over to John to review the quarter segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 8, I will review our third quarter results in more detail. We delivered another good quarter of operational and financial performance from strong underlying momentum across the business, coupled with great execution from the team. Sales for the third quarter were $2.55 billion, which reflects a 22.5% increase from the prior year. Sales were driven by strong growth across both the Freight and Transit segments.\nFor the quarter, GAAP operating income was $370 million, driven by higher sales and focused cost management. Adjusted operating margin in Q3 was 17.9%, up 1.5 percentage points versus the prior year. The increase during the quarter was driven by significantly higher sales, improved productivity and cost management, partially offset by manufacturing inefficiencies driven by the strike at our Erie facility.\nGAAP earnings per diluted share were $1.33, which was up 51.1% versus the third quarter a year ago. During the quarter, we had pretax charges of $13 million for restructuring, which was primarily related to our Integration 2.0 initiative to further integrate Wabtec's operations and to drive $75 million to $90 million of run rate savings by 2025.\nIn the quarter, adjusted earnings per diluted share were $1.70, up 39.3% versus prior year. Overall, Wabtec delivered another strong quarter. We outperformed our expectations, demonstrating the underlying strength and momentum of the business. And as a result, we are fine-tuning our full year outlook by increasing our sales and adjusted earnings guidance.\nNow turning to Slide 9. Let's review our product line in more detail. Third quarter consolidated sales were very strong, up 22.5%. Equipment sales were up 38.8% from last year due to higher locomotive sales, which as planned, were significantly skewed to Q3 versus Q4, along with increased demand for mining products this quarter.\nComponents sales were up 32.3% and versus last year, largely driven by higher North American OE railcar build and market share gains in Freight car product sales, along with increased demand for industrial products. Sales also benefited from the strategic acquisition of L&M late in the second quarter by $42 million.\nDigital Intelligence sales were down 3.2% from last year, which was driven by a softness in our North American signaling business, partially offset by higher demand for international PTC, next-gen onboard locomotive products and digital mining.\nOur Services sales grew 17.6%. Sales growth was driven by higher modernization deliveries and increased part sales. Our customers continue to recognize the superior performance reliability, efficiency and availability across their Wabtec locomotive fleets. Across our Transit segment, OE and aftermarket sales significantly increased versus last year. Segment sales were up 20.0% to $660 million behind execution of our growing backlog, easing of supply chain disruptions and comparing against the cyber impact in Q3 2022.\nThe momentum in this segment is strong across our core markets as secular drivers such as urbanization and decarbonization accelerate the need for investments in sustainable infrastructure.\nMoving to Slide 10. GAAP gross margin was 31.0%, which was down 0.1 percentage points from Q3 last year, while adjusted gross profit margin was up 0.1 percentage points driven by higher sales and improved productivity, partially offset by inefficiencies related to the strike in Erie.\nMix was favorable, driven by a richer mix between and within segments. Raw material costs, while still elevated, were largely flat on a year-over-year basis. Foreign currency exchange was favorable to sales by $32 million or 1.5 percentage points and it improved our third quarter gross profits by $7 million.\nFinally, manufacturing costs were positively impacted by favorable fixed cost absorption and benefits of Integration 2.0, more than offset by manufacturing inefficiencies, primarily at our Erie facility. Our team continues to execute well to mitigate the impact of continued cost pressures by driving operational productivity and lean initiatives.\nTurning to Slide 11. For the third quarter, GAAP operating margin was 14.5%, which was up 2.0 percentage points versus last year while adjusted operating margin improved 1.5 percentage points to 17.9%. GAAP and adjusted SG&A were $295 million. Adjusted SG&A as a percentage of sales was 11.6%, down 0.7 percentage points versus the prior year as we leverage higher sales and strong focus on managing costs.\nEngineering expense was $53 million, about flat with Q3 last year. We continue to invest engineering resources and current business opportunities, but more importantly, we are investing in our future as an industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at segment results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales were very strong for the quarter, up 23.4%. GAAP segment operating income was $327 million for an operating margin of 17.3%, up 2.1 percentage points versus last year. Adjusted operating income for the Freight segment was $399 million, up 30.0% versus prior year.\nAdjusted operating margin in the Freight segment was up 1.3 percentage points from prior year at 21.2%. The increase was driven by significantly higher sales, including fixed cost absorption and lower SG&A as a percentage of revenue and improved mix, somewhat offset by manufacturing inefficiencies driven by the strike at Erie.\nFinally, segment multiyear backlog was $17.61 billion, down 8.1% from the end of Q3 last year. We continue to compare against the multiyear modernization and locomotive orders totaling over $1.5 billion that we received in 2022. The 12-month backlog was $5.28 billion, up 15.7% for the same period and shows good momentum well into 2024.\nTurning to Slide 13. Transit segment sales were up 20.0% to $660 million. When adjusting for foreign currency, Transit sales were up 14.5%. GAAP operating income was $68 million, up 28.3%. Restructuring costs related to Integration 2.0 activities were $10 million in Q3. Adjusted segment operating income was $83 million, which was up 38.3%.\nAdjusted operating income increased as a result of higher sales, favorable mix, benefits from our Integration 2.0 activities and the cyber impact in Q3 2022. This resulted in adjusted operating margin of 12.5%, up 1.5 percentage points from last year. Finally, Transit segment multiyear backlog for the quarter was $3.87 billion, up 12.6% versus a year ago.\nNow let's turn to our financial position on Slide 14. Q3 cash from operations was $425 million versus $204 million in the prior year. Cash flow benefited from higher earnings and improved inventory management. Our debt leverage ratio was 2.1x at the end of the third quarter, which was favorable versus prior year. And finally, we've returned $344 million of capital back to shareholders year-to-date through share repurchase and dividends.\nDuring the third quarter, we utilized free cash flow to pay down debt and reduce leverage after the $229 million acquisition of L&M in the second quarter of 2023. As you can see in these results, our financial position is strong, and we continue to allocate capital in a balanced strategy to maximize shareholder returns.\nWith that, I'd like to turn the call back over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, John. Let's flip to Slide 15 to discuss our updated 2023 financial guidance. We believe that the underlying customer demand for our products and solutions continues. Our orders pipeline and 12-month backlog continue to be strong, providing solid visibility for profitable growth ahead. The team is committed to driving top line growth and adjusted margin expansion in 2023 despite a challenging macro environment.\nWith these factors in mind, we are increasing our previous guidance. We now expect 2023 sales of $9.5 billion to $9.7 billion up nearly 15% from last year at the midpoint and adjusted EPS to be between $5.80 and $6 per share, up about 21.5% at the midpoint. We continue to expect cash flow conversion to be greater than 90%.\nLooking ahead, while the macro environment has become more uncertain over the last quarter, I'm confident that Wabtec is well positioned to drive profitable growth in 2024, which is aligned to our long-term financial framework.\nNow let's wrap up on Slide 16. As you heard today, our team delivered another strong quarter. Even in a dynamic environment, we are committed to delivering on our value-creation framework through the strength of our portfolio, resilient installed base, innovative solutions and a rigorous focus on execution. Wabtec is well positioned to drive profitable long-term growth and maximize shareholder returns.\nWith that, I want to thank you for your time this morning, and I'll now turn the call over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Elizabeth Kubacki\n\nExecutive Director of Americas Research, Mizuho Securities USA LLC, Research Division\n\nThank you, Rafael. We will now move on to questions. But before we do and out of consideration for others on the call, I ask that you limit yourself to 1 question and 1 follow-up question. If you have additional questions, please rejoin the queue. Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/affab5f31cead81dfde312c78d72e549",
    "period": "2023 Q2",
    "content": "Q2 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ2 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEJUL 27, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Wabtec's Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note that this event is being recorded.\nI would like to turn the call over to Ms. Kristine Kubacki, Vice President, Investor Relations. Please go ahead, ma'am.\n\nKristine Elizabeth Kubacki\n\nExecutive Director of Americas Research, Mizuho Securities USA LLC, Research Division\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Second Quarter 2023 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. .\nToday's slide presentation, along with our earnings release and financial disclosures were posted to our website earlier today and can be accessed on Investor Relations tab on wabteccorp.com. Some statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions related to our forward-looking statements, please see the disclosures in our earnings release and presentation.\nWe will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics.\nI will now turn the call over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, Kristine, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter, and progress against our long-term value creation framework, and then John will cover the financials.\nWe delivered another strong quarter, evidenced by robust sales and earnings per share growth. We achieved these despite continued volatility and economic challenges. Sales were $2.41 billion, which was up 17.5% versus prior year. Revenue was driven by strong performance from both the Freight and Transit segments. Total cash flow from operations was $115 million. Overall, our financial position remained strong. We continued to execute against our capital allocation framework to maximize shareholder value by investing for the future growth, executing on the strategic M&A like our recent acquisition of L&M, and returning cash to shareholders.\nThe 12-month backlog was $7.2 billion, up 10%, signifying growing momentum and visibility across the business. The total multiyear backlog was $22.4 billion. Overall, the Wabtec team delivered a strong second quarter, marking a good first half of 2023.\nLooking forward, I'm encouraged by the underlying strength and robust momentum across the business. Wabtec is well-positioned to continue driving profitable growth even amidst a challenging economy.\nShifting our focus to Slide 5. Let's talk about our 2023 end market expectations for -- in more details. As we look at key metrics across our Freight business, we remain encouraged by the underlying business momentum and our robust pipeline of opportunities across geographies. North America carloads continue to be down in the quarter and locomotive parkings moved up slightly as we exited the second quarter, but better than we had anticipated as customers prioritize service and fluidity.\nWe continue to see significant opportunities across the globe in demand for new locomotives, modernizations and digital solutions as our customers invest in solutions that continue to drive reliability, productivity and fuel efficiency.\nLooking at the North American railcar builds demand for railcar continues to show growth. The industry outlook for 2023 is for about 45,000 cars to be delivered. Overall, we believe we have an opportunity to continue building significant long-term momentum with growth in modernizations, new locomotive sales, railcar builds, and digital solutions.\nInternationally, activity is strong in core markets, such as Brazil, Australia, India, and the CIS region, significant investments to expand and upgrade infrastructure are supporting a very strong international order pipeline.\nFinally, moving to the Transit sector, the mega trends remain in place, driving the need for clean, safe and efficient transportation solutions around the globe.\nNext, let's turn to Slide 6 to discuss a few recent business highlights. In North America, we secured several key wins, including orders for 30 new locomotives and order for 69 locomotives under our certified preowned program and an order for 60 modernizations from Canadian National that closed after the end of the quarter.\nIn Australia, we recently won a strategic order for 17 locomotives from CBH, which will support the continued growth of agricultural commodities in the region.\nAnd with regards to our zero emissions portfolio, we also recently signed a strategic order with Vale for 3 flex drive locomotives. These locomotives will pull the world's largest iron ore train, and is expected to remove 63,000 tons of carbon, the equivalent of 14,000 passenger cars per year.\nIn Transit, we won a major order to supply passenger information systems and Pentagraphs for up to 504 stabler cars for Germany and Austria.\nAnd finally, during June, we completed the bolt-on acquisition of L&M. This strategic acquisition will enhance Wabtec's existing heat transfer portfolio, and we will extend our installed base in mining, providing a solid platform for domestic and international profitable growth.\nAll of this demonstrates the growing momentum across the business, the team's relentless focus on delivering for our customers and a strong pipeline of opportunities we continue to execute on, Wabtec is well-positioned to continue to capture profitable growth with innovative and scalable technologies that address our customers' most pressing needs.\nTurning to Slide 7. I'd like to highlight how Wabtec will provide efficient solutions for our customers by driving their productivity, reducing fuel consumption, and improving safety, while leading the decarbonization of rail across the industry. Wabtec is uniquely positioned to shape a more sustainable future for rail by inventing and developing technologies that provide customers with adaptable and efficient solutions to meet their carbon reduction goals, while providing strong investment returns to our customers given improved reliability, haulageability and fuel efficiency.\nUltimately, we will help lead the industry towards a zero-emissions rail network and we have already started laying that path to get there through new locomotives, modernizations with advancements in utilizing renewable and biofuels, leading in battery electric applications, investing in hydrogen technology, and providing a wide range of digital solutions.\nWith that, I'll turn the call over to John to review the quarter, segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nChief Financial Officer & Senior Vice President, Harley-Davidson, Inc.\n\nThanks, Rafael, and hello, everyone. Turning to Slide 8, I will review our second quarter results in more detail. We delivered another strong quarter of operational and financial performance with underlying business momentum strengthening through the first half of the year.\nSales for the second quarter were $2.41 billion, which reflects a 17.5% increase versus the prior year. Sales were driven by strong growth across all major product lines.\nFor the quarter, GAAP operating income was up $48 million, driven by higher sales. Adjusted operating margin in Q2 was 16.4%, down 0.3 percentage points versus the prior year. The benefits of higher sales were offset by a less rich mix of sales between and within segments.\nGAAP earnings per diluted share were $1.06, an which was up 16.5% versus the second quarter a year ago. During the quarter, we had pretax charges of $10 million for restructuring which was primarily related to our Integration 2.0 initiative to further integrate Wabtec's operations and to drive $75 million to $90 million of run rate savings by 2025.\nIn the quarter, adjusted earnings per diluted share were $1.41, up 14.6% versus the prior year.\nOverall, Wabtec executed a good quarter and a strong first half of 2023. We outperformed our expectations, demonstrating the underlying strength and momentum of business and as a result, we are raising our full year outlook for sales and adjusted earnings.\nNow turning to Slide 9. Let's review our product lines in more detail. Second quarter consolidated sales were very strong, up 17.5%. Equipment sales were up 8.9% due to higher locomotive sales this quarter versus last year's second quarter.\nComponents sales were up 23.1% versus last year, largely driven by the higher OE railcar build and an increase in our market share due to product availability, along with increased demand for industrial products. We also closed the strategic acquisition of L&M late in the quarter, which did not have an impact on components sales during the quarter.\nDigital Intelligence sales were up 18.9%, which was driven by robust demand for onboard locomotive products and international PTC, along with revenue contribution from the acquisitions in Q2 of last year.\nOur Services sales grew 13.9% and Sales growth was driven by higher sales from increased modernization deliveries and increased parts sales. Our customers continue to recognize a serial performance, reliability, efficiency, and availability across their Wabtec locomotive fleets.\nAcross our Transit segment, OE and aftermarket sales significantly increased versus last year. Segment sales were up 25.3% to $699 million. The momentum in this segment is strong across our core markets as secular drivers such as urbanization and decarbonization accelerate the need for investments in sustainable infrastructure.\nMoving to Slide 10. As forecasted, gross profit margin was slightly lower, driven by a less rich mix and higher manufacturing costs. Mix was unfavorable driven by strong sales from the Transit segment and higher sales of new locomotives and modernizations within the Freight segment. Raw material costs, while still elevated, were largely flat on a year-over-year basis. Foreign currency exchange was unfavorable to sales by $7 million or 0.3 percentage point, and it reduced our second quarter gross profits by $2 million.\nFinally, manufacturing costs were positively impacted by favorable fixed cost absorption more than offset by manufacturing inefficiencies at our Erie facility in June.\nOur team continues to execute well to mitigate the impact of continued cost pressures by driving operational productivity and lean initiatives.\nTurning to Slide 11. For the second quarter, GAAP operating margin was 12.9%, which was flat versus last year, while adjusted operating margin declined 0.3 percentage points to 16.4%. [GAAP] SG&A was $285 million, and adjusted SG&A was $283 million, both of which were up versus the prior year, but down significantly as a percent of sales.\nEngineering expense increased from last year according to plan, yet was down 0.2 percentage points as a percentage of sales at 2.2%. We continue to invest in engineering resources and current business opportunities but more importantly, we are investing in our future as the leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at the segment results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales were strong for the quarter, up 14.6%. The GAAP segment operating income was $271 million for an operating margin of 15.9%, up 0.2 percentage points versus last year. Adjusted operating income for the Freight segment was $346 million, up 15% versus the prior year. Adjusted operating margin in the Freight segment was flat with prior year at 20.3%. The benefits of increased sales, including fixed cost absorption and lower SG&A as a percentage of revenue were offset by unfavorable mix from higher sales of international locos and modernizations as well as nonrecurring expenses from our labor negotiations in Erie.\nFinally, segment multiyear backlog was $18.3 billion, down 6.8% from the end of Q2 last year, while the 12-month backlog was $5.3 billion, up 10.3% over the same period. The 12-month backlog continues to show momentum beyond 2023. Conversely, the year-over-year reduction in the backlog was driven by lapping last year's significant multiyear order from Union Pacific for over $1 billion of modernizations.\nNow turning to Slide 13. Transit segment sales were up 25.3%, driven by strong OE and aftermarket sales. GAAP operating income was $66 million, up 32.0% and GAAP operating income increased as a result of higher sales and benefits from our Integration 2.0 activities, partially offset by higher restructuring costs. Adjusted segment operating income was $76 million which was up 31.0%. This resulted in adjusted operating margin of 11.1%, up 0.8 percentage point from last year.\nFinally, Transit segment multiyear backlog for the quarter was $4.1 billion, up 15.4% versus a year ago.\nNow let's turn to our financial position on Slide 14. We Q2 cash from operations was $115 million. While cash flow benefited from higher earnings, we are continuing to invest in the businesses growth, which is driving working capital higher, in particular, receivables and inventory. Despite that, we continue to drive toward a greater than 90% cash conversion for the full year.\nOur debt leverage ratio was 2.4x at the end of the second quarter, which was flat versus prior year, primarily due to the acquisition of L&M. As we look forward, we have a $250 million senior note at 4.38% coming due in August. We intend to roll that debt into our delayed draw term facility.\nI'd like to spend just a moment on providing some additional color on L&M. As Rafael mentioned, during the quarter, we completed the bolt-on acquisition of L&M. This strategic acquisition will extend and complement our portfolio of premium heat transfer solutions in mining. We purchased L&M for $223 million in cash, and the business is expected to have calendar year 2023 sales of about $130 million.\nAnd finally, we returned $105 million of capital back to shareholders in the quarter through share repurchases and dividends. As you can see in these results, our financial position is strong, and we continue to allocate capital in a balanced strategy to maximize shareholder returns.\nWith that, I'd like to turn the call back over to Rafael.\n\nRafael O. Santana\n\nExecutive VP, President & CEO of Freight Segment, Wabtec Corporation\n\nThanks, John. Let's flip to Slide 15 to discuss our updated 2023 financial guidance. We believe that the underlying customer demand for our products and solutions is growing across our business. Our order pipeline and 12-month backlog continued to strengthen, providing solid visibility for profitable growth for the rest of 2023 and beyond. .\nThe team is committed to driving strong top line growth while managing costs. We are also committed to driving adjusted margin expansion in 2023 despite a so challenging macro environment. With these factors in mind, we are increasing our previous guidance. We now expect 2023 sales of $9.25 billion to $9.5 billion, up 12% from last year at the midpoint and adjusted EPS to be between $5.50 and $5.80 per share, up 16% at the midpoint.\nWe also expect cash flow conversions to be greater than 90%.\nNow let's wrap up on Slide 16. As you heard today, our team delivered another strong quarter to the year despite an uncertain and volatile environment. Thanks in large part to our resilient installed base, world-class team, innovative solutions and our relentless focus on our customers.\nOur results remain on track for us to deliver on our 5-year outlook that we provided at our Investor Day last year, with strong item across the portfolio, increased visibility through our strengthening order pipeline, and a rigorous focus on execution Wabtec is well-positioned to drive profitable long-term growth and maximize shareholder returns.\nWith that, I want to thank you for your time this morning. And I'll now turn the call over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Elizabeth Kubacki\n\nExecutive Director of Americas Research, Mizuho Securities USA LLC, Research Division\n\nThank you, Rafael. We will now move on to questions. [Operator Instructions] Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6e516067df997f3a8db9b40fc8cd3f7c",
    "period": "2023 Q1",
    "content": "Q1 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ1 2023 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEAPR 26, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Wabtec First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Kristine Kubacki, Vice President of Investor Relations. Please go ahead.\n\nKristine Kubacki\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's First Quarter 2023 Earnings Call.\nWith us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures, were posted to our website earlier today and can be accessed on our Investor Relations tab on wabteccorp.com.\nSome statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics.\nI will now turn the call over to Rafael.\n\nRafael Santana\n\nPresident & Chief Executive Officer, GE Transportation, General Electric Co.\n\nThanks, Kristine, and good morning, everyone. Let's move to Slide 4.\nI'll start with an update on our business, my perspectives on the quarter and progress against our long-term value creation framework. And then John will cover the financials.\nWe delivered a strong start to the year, which is evidenced by robust sales and earnings per share growth. We achieved this despite a volatile and uncertain macro environment. Sales were roughly $2.2 billion, which was up 14% versus prior year. Revenue was driven by strong performance across the Freight and Transit segments, but partially offset by unfavorable FX. Total cash flow used for operations was $25 million.\nOverall, our financial position remains strong. We continue to allocate capital to maximize shareholder returns by investing for future growth, executing on strategic M&A and returning cash to shareholders. Total multiyear backlog was $22.3 billion, down 2% year-over-year. And excluding the headwinds from FX, backlog was down [ 4.4% ] from last year. The 12-month backlog again grew to a new high of $6.9 billion.\nOverall, we have a strong start to the year. The underlying strength and momentum of the business is evident, and we're well positioned to continue to drive profitable growth even with uncertainty and volatility in the global economy.\nWe remain confident in our ability to execute on our rigorous operating principles as we continue to deliver for our customers and make progress against our long-term growth strategies.\nShifting our focus to Slide 5. Let's talk about our 2023 end market expectations in more details. As we look at key metrics across our freight businesses, we remain encouraged by the underlying business momentum and our robust pipeline of opportunities. North American carloads were down in the quarter, but locomotive parkings are slightly lower than the same time last year despite lower freight traffic. We continue to see significant opportunities in demand for modernizations and new locomotives as our customers invest in solutions that continue to drive reliability, productivity and fuel efficiency.\nLooking at the North America railcar build, demand for railcars continued to show strength. As a result, the industry outlook for 2023 is for 40,000 to 45,000 cars to be delivered.\nOverall, we believe we have an opportunity to continue building significant long-term momentum with growth in modernizations, in locomotive sales, in railcar builds and in digital solutions. Internationally, activity also continues to show positive signs, and we continue to grow our installed base of locomotives around the world.\nFinally, transitioning through the transit sector, the secular drivers remain in place as the need for clean, safe and efficient transportation solutions continue to increase across the world.\nNext, let's turn to Slide 6 to discuss a few recent business highlights. We recently signed a strategic order for new locomotives in Brazil with VLI, which results from the growing investments in Brazil's infrastructure to support growing rail volumes. We also secured a key order for our new ultra-class mining drive system, specifically targeted for high altitude applications.\nReflecting on the resilience of the business, the strength of our balance sheet and our ability to generate strong cash flow, Moody's recently upgraded Wabtec's credit rating. And finally, our team in India achieved a significant milestone by delivering 500 locomotives in a 1,000-unit order to Indian Railways. As one of the region's largest rail equipment suppliers, the team has positioned Wabtec and our customers, for growth, for years to come.\nAll of this demonstrates the underlying momentum in the business, the team's relentless focus on execution and the strong pipeline of opportunities we continue to deliver on. Wabtec is well positioned to continue to capture profitable growth, with innovative and scalable technologies that address our customers' most pressing needs.\nWith that, I'll turn the call over to John to review the quarter, segment results and our overall financial performance. John?\n\nJohn Olin\n\nThanks, Rafael, and good morning. Turning to Slide 7, I'll review our first quarter results in more detail.\nWe started the year with another good quarter of operational and financial performance, despite continued challenges in foreign currency exchange and still elevated input costs. Sales for the first quarter were $2.19 billion, which reflects a 13.9% increase versus the prior year. Sales were driven by very strong Freight segment sales, which were up 18.5% from last year.\nQ1 sales were once again negatively impacted by unfavorable foreign currency exchange, which reduced our revenue growth in the quarter by 2.9 percentage points. For the quarter, GAAP operating income was up $37 million, driven by higher sales. Adjusted operating margin in Q1 was 16.4%, down 0.1 percentage points versus the prior year as we had expected. The benefits of higher sales were offset by a less rich mix of sales between business groups and higher next-generation product development costs. GAAP earnings per diluted share were $0.93, which was up 16.3% versus the first quarter a year ago.\nDuring the quarter, we had pre-tax charges of $9 million for restructuring, which was related to our integration 2.0 initiative to further integrate Webtech's operations and to drive $75 million to $90 million of run rate savings by 2025. In the quarter, adjusted earnings per diluted share were $1.28, up 13.3% versus the prior year. Overall, Webtech delivered another solid quarter of results, demonstrating the underlying strength and momentum of the business and our ability to navigate through volatile macroeconomic conditions.\nTurning to Slide 8. Let's review our product lines in more detail. First quarter consolidated sales were very strong, up 13.9%. Excluding foreign currency exchange, sales were up 16.8%. Equipment sales were up 43.4% from last year due to higher locomotive sales this quarter versus last year.\nComponent sales were up 21.8% versus last year, largely driven by higher OE railcar build and an increase in our market share due to product availability, along with increased demand for industrial products. Digital Intelligence sales were up 22.2%, which was driven by robust demand for onboard locomotive products and international PTC, along with revenue contribution from the strategic bolt-on acquisitions of Beena Vision and ARINC last year.\nOur services sales grew 6.2% versus last year. The increase was driven by higher sales from a larger active fleet, partially offset by the timing of mags deliveries in the year. The superior performance, reliability and availability of our fleet continues to drive increased customer demand for our services and solutions.\nAcross our Transit segment, sales increased 3.8% versus prior year to $628 million. Absent the impacts of foreign currency exchange, transit sales would have been up 9.6%. The momentum in this segment remains positive as secular drivers such as urbanization and decarbonization accelerate the need for investments in green infrastructure.\nNow moving to Slide 9. As forecasted, gross profit margin was slightly lower, driven by a less rich mix, unfavorable foreign currency exchange and higher manufacturing costs. Mix was unfavorable, driven by strong sales of locomotives in our equipment business. Raw material costs, while still elevated, are largely flat on a year-over-year basis. Foreign currency exchange adversely impacted revenues by 2.9 percentage points and adversely impacted first quarter gross profits by $14 million.\nFinally, manufacturing costs were positively impacted by productivity gains and higher absorption, offset by higher digital development costs. Our team continues to execute well to mitigate the impact of these cost pressures by driving operational productivity and lean initiatives.\nTurning to Slide 10. For the first quarter, GAAP operating margin improved 0.2 percentage points to 12.6%, while adjusted operating margin declined slightly to 16.4%. GAAP SG&A was $263 million and adjusted SG&A was $258 million, both of which were up versus prior year, but down as a percentage of sales.\nEngineering expense increased from last year according to plan and was flat as a percentage of sales at 2.3%. We continue to invest engineering resources and current business opportunities. But more importantly, we are investing in our future as an industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at the segment results on Slide 11, starting with the Freight segment. As I already discussed, Freight segment sales were strong for the quarter, up 18.5%. GAAP segment operating income was $227 million for an operating margin of 14.5%, up 0.2 percentage points versus last year. Segment adjusted operating income was $297 million, up 14.7% versus the prior year. Adjusted operating margin in the Freight segment was 19.0%.\nAdjusted operating margin was down 0.6 percentage point on a year-over-year basis. The benefits of increased sales, including fixed absorption and lower SG&A as a percentage of revenue, were more than offset by unfavorable mix and higher next-generation product development costs in our digital group. Finally, segment backlog was $18.4 billion. down 3.5% from the end of Q1 last year. On a constant currency basis, segment backlog was down 2.3%. The year-over-year reduction in backlog was driven by lapping last year's multiyear order for modernizations.\nNow turning to Slide 12. Transit segment sales were up 3.8%, driven by higher aftermarket sales, partially offset by negative effects of foreign currency exchange. Unfavorable foreign currency exchange adversely impacted segment sales by 5.8 percentage points.\nGAAP operating income was $69 million, up 6.2%. GAAP operating income increased as a result of higher sales, improved mix from aftermarket sales and benefits from our integration 2.0 activities, partially offset by higher restructuring costs. Adjusted segment operating income was $83 million, which was up 12.2%. This resulted in an adjusted operating margin of 13.1%, up 0.8 percentage points from last year. Finally, Transit segment backlog for the quarter was $4.0 billion, up 6.3% versus a year ago. On a constant currency basis, backlog would have been up 9.3%.\nNow let's turn to our financial position on Slide 13. Q1 cash used for operations was $25 million. While cash flow benefited from higher earnings, we are continuing to invest in the business' growth, which is driving working capital higher, in particular, receivables and inventory. Despite that, we continue to expect greater than 90% cash conversion for the full year.\nOur debt leverage ratio at the end of the first quarter declined to 2.3x versus the prior year, and our liquidity was robust at $2 billion. As Rafael mentioned, during the quarter, Moody's upgraded our credit rating, which reflects the strength of the balance sheet and the outlook for continued strong cash flow. With the Moody's upgrade, Wabtec is rated investment grade across all three rating agencies. And finally, we returned a significant amount of capital to our shareholders in the quarter, with $209 million returned through share repurchases and dividends.\nAs you can see in these results, our financial position is strong, and we continue to allocate capital in a balanced strategy to maximize shareholder returns.\nWith that, I'd like to turn the call back over to Rafael.\n\nRafael Santana\n\nPresident & Chief Executive Officer, GE Transportation, General Electric Co.\n\nThanks, John. Let's flip to Slide 14 to discuss our 2023 financial guidance.\nWe believe that the underlying customer demand for our products and solutions remain strong across our product lines, and our backlog continues to provide good visibility into 2023 and beyond. The team is committed to driving strong top-line growth, while managing costs. We're also committed to driving adjusted margin expansion in 2023, despite FX volatility, a still challenging cost environment and continued supply chain disruptions. With these factors in mind, we are reiterating our previous guidance.\nWe continue to expect 2023 sales of $8.7 billion to $9 billion and adjusted EPS to be between $5.15 and $5.55 per share. We also expect cash flow conversion to be greater than 90%.\nNow let's wrap up on Slide 15. As you heard today, our team delivered a strong start to the year despite a challenging and volatile environment, thanks in large part to our resilient installed base, world-class team, innovative solutions and our relentless focus on our customers. Our results remain on track for us to deliver on our 5-year outlook that we provided at our Investor Day last year.\nWith strong momentum across the portfolio, increased visibility through our multiyear backlog and rigorous focus on execution, Wabtec is well positioned to drive profitable long-term growth and maximize shareholder returns.\nWith that, I want to thank you for your time this morning. I'll turn the call over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Kubacki\n\nThank you, Rafael. We will now move on to questions. [Operator Instructions] Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/af2d69dd11d32a8dd384ec3b8ca7b63f",
    "period": "2022 Q4",
    "content": "Q4 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ4 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEFEB 15, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Wabtec Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to Kristine Kubacki, Vice President of Investor Relations. Please go ahead.\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, operator. Good morning, everyone. And welcome to Wabtec's Fourth Quarter 2022 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures, were posted on our website earlier today and can be accessed on the Investor Relations tab on wabteccorp.com.\nSome statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. I will now turn the call over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, Kristine. And good morning, everyone. Let's move to Slide 4. I I'll start with an update on our business, my perspectives in the quarter, our progress against our long-term value creation framework, and then John will cover the financials. We delivered a strong fourth quarter which is evidenced by strong sales growth, an increase in adjusted earnings per share.\nWe achieved this despite significant headwinds, including a volatile macro environment, supply chain disruptions and negative FX. Sales were roughly $2.3 billion, which was up 11% versus prior year. Revenue was driven by strong performance across the Freight segment, but partially offset by unfavorable FX. Total cash flow from operations was $410 million, which brings year-to-date cash flow to over $1 billion achieving a full year cash conversion rate of over 90%. Overall, our financial position remains strong. We continue to allocate capital to maximize shareholder returns by investing for future growth executing on the strategic M&A and returning cash to shareholders.\nTotal multiyear backlog was $22.4 billion, up $272 million year-over-year and excluding the headwinds from foreign exchange, backlog was up $680 million or up 3% from last year. We continued our progress against our long-term growth strategies. Overall, we had a strong finish to the year despite a number of challenges as a result of this strong performance and our confidence in the future, our Board of Directors reauthorized a $750 million share buyback and approved a 13% increase in the quarterly dividend. We entered 2023 with strength and momentum across the portfolio, and we're well positioned to continue to drive profitable growth even with near-term uncertainty and volatility in the global economy.\nShifting our focus to Slide 5. Let's talk about our end market conditions in more details. As we look at key metrics across our Freight businesses, we remain encouraged by underlying business momentum and a strong pipeline of opportunities. North America carloads were down slightly in the quarter, but locomotive parkings are down from the same time last year despite lower freight traffic. We continue to see significant opportunities in demand for modernizations and new locomotives as our customers invest in their aging fleets, and they also place a greater focus on reliability, productivity and fuel efficiency.\nLooking at the North American railcar build demand for railcars continue to show strength with industry backlog about 60,000 cars. Railcars and storage are below pre-Covid levels with about 18% of the North American railcar fleet in storage. As a result, industry orders for new railcars continue to improve, and the industry outlook for 2023 is for about 40,000 to 45,000 cars to be delivered. Overall, we believe we have an opportunity to continue building significant long-term momentum with growth in modernizations in new locomotive sales in railcar builds and enrolling stock. Internationally, activity has also continued to show positive signs, and we continue to execute on a strong pipeline of opportunities.\nFinally, transitioning to the Transit sector, the long-term secular drivers are positive as the globe continues to increase investments in clean, safe and efficient transportation solutions. Next, let's turn to Slide 6 to discuss a few recent business highlights. We recently secured additional Tier 4 locomotive orders in North America. These orders now total over 100 units to be delivered across 2023 and 2024.\nWe also signed 2 international deals in Asia and South America to deliver new rolling stock and also won 2 international long-term service contracts in South America and in Kazakhstan. Finally, Wabtec's FLXdrive locomotive was recognized for sustainable innovation by the Business Intelligence Group and awarded Commercial Technology of the Year by S&P Global. Looking ahead, all of this demonstrates the strong pipeline of opportunities we continue to execute on. Wabtec is well positioned to continue to capture profitable growth with innovative and scalable technologies that address our customers' most pressing needs.\nTurning to Slide 7. I want to briefly touch on why we are strongly positioned to deliver resilient and more predictable earnings in volatile times. We believe our demonstrated execution combined with favorable end markets and our leading technologies and solutions will enable us to remain resilient during times of increasing volatility. This resiliency comes in part from our multiyear backlog and strong base of recurring revenues.\nOur multiyear backlog of over $22 billion provides visibility and support for both short- and long-term growth. Similarly, our base of recurring revenues of 44% of total sales, which grew by 3 percentage points in 2022 provides high margin and stable earnings. And finally, we have a track record of strong operating margin expansion across the business as evidenced by our ability to realize price, deliver productivity and aggressively manage costs. Now let's turn to Slide 8. To further illustrate the point of our ability to drive consistent, predictable earnings, I wanted to provide more color about our combined new locomotive and modernization deliveries in North America.\nOver the past 6 years, North American new locomotive deliveries have been challenged due to weak carload growth, PSR and COVID. Over that period, the investment in the fleet has come primarily through modernization of locomotives, but this still remains below historical replacement levels. As we have discussed in past calls, the core North American active mainline fleet of heavy haul locomotives is made up of roughly 16,000 locomotives. With a replacement cycle of roughly 25 years per locomotive, we estimate the annual replacement rate over time to be over 600 new locomotives and/or modernizations per year.\nAs you can see, the industry has been operating at roughly half of that level for the past 6 years. Yet, looking forward, we expect a growing age for refreshment of that fleet and with [record] fleet age and growing obsolescence driven by NextGen technologies, along with the expectation of rail share gains versus truck and the need to reduce greenhouse gases by 2030 that the demand for reliable and efficient power is increasing.\nThese expected demand provides Wabtec opportunity to fill our existing capacity for delivery of new and modernized locomotive solutions in an effective and efficient fashion over the next several years. Looking forward, we believe our execution combined with strength of our business, leading products and technologies result in Wabtec being resilient through economic cycles, delivering more predictable earnings and superior shareholder returns.\nAnd with that, I'll turn the call over to John to review the quarter segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nExecutive VP & CFO, Wabtec Corporation\n\nThanks, Rafael. And good morning. Turning to Slide 9, I will review our fourth quarter results in more detail. We finished the year with another good quarter of operational and financial performance despite continued challenges in foreign currency exchange, still elevated input costs and persistent supply chain disruptions. Sales for the fourth quarter were $2.31 billion, which reflects an 11.2% increase versus the prior year.\nFreight segment sales were very strong, up 17.1% and partially offset by unfavorable foreign currency exchange impacting sales in our Transit segment. Q4 sales were negatively impacted by unfavorable foreign currency exchange which reduced our revenue growth in the quarter by 4.5 percentage points. For the quarter, GAAP operating income was down $17 million, driven by higher restructuring costs. Adjusted operating margin in Q4 was 15.3%, down 0.8 percentage points versus prior year.\nWe expected our margin to be lower in the quarter on both a sequential and year-over-year basis. The key drivers of the year-over-year margin performance include unfavorable mix within business groups, in particular, within Equipment and Services due to strong sales of locomotives and modernizations versus last year's performance, some of which pushed from the third quarter to the fourth quarter and higher technology spend associated with investment in future growth and costs associated with the commercialization of the first battery electric locomotives.\nGAAP earnings per diluted share were $0.86, which was down 15.7% versus the fourth quarter a year ago. During the quarter, we had pretax charges of $32 million for restructuring, largely related to our integration 2.0 initiative to further integrate Wabtec's operations and to drive $75 million to $90 million of run rate savings by 2025. I will talk more about our progress on Integration 2.0 in a moment.\nIn the quarter, adjusted earnings per diluted share were $1.30, up 10.2% versus the prior year. Overall, Wabtec delivered another solid quarter of results, demonstrating the underlying strength of the business and our ability to navigate through volatile macroeconomic conditions. Turning to Slide 10. Let's review our product lines in more detail. Fourth quarter consolidated sales were strong, up 11.2%. Excluding foreign currency exchange, sales were up 15.7%. Equipment sales were up 14.1% from last year due to higher locomotive sales this quarter versus last year.\nComponent sales were up 10.6% year-over-year, largely driven by higher OE railcar build. Digital Electronics sales were up a strong 34.7%, which was driven by robust demand for onboard locomotive products and software upgrades along with revenue contribution from the strategic bolt-on acquisitions of Beena Vision and ARINC earlier in the year. Our services sales grew 16.6% versus last year.\nThe year-over-year increase was driven by higher sales from a larger active fleet versus last year and increased MOD sales. Superior performance, reliability and availability of our fleet continues to drive increased customer demand for our services and solutions. Across our Transit segment, sales decreased 1.7% versus prior year to $637 million. Sales were down versus last year due to the negative impacts of foreign currency exchange. Absent the impacts of foreign currency, Transit sales would have been up 9.3%.\nThe momentum in this segment remains positive as mega trends such as urbanization and decarbonization drive increased investments in green infrastructure. Now moving to Slide 11. As forecasted, gross profit margin was lower driven by unfavorable mix, adverse foreign currency exchange and higher input costs, partially offset by increased pricing and productivity. Pricing actions implemented to recover increased costs positively impacted our margins during the quarter.\nMix was unfavorable, especially within our equipment and services businesses behind strong sales of locomotives and MODs. Raw material costs, while down from recent highs over the last year were up again year-over-year. Foreign currency exchange adversely impacted revenues by 4.5 percentage points and adversely impacted fourth quarter gross profits by $21 million. Finally, manufacturing costs were favorable due to productivity gains, which were partially offset by higher transportation costs.\nOur team continues to execute well to mitigate the impact of these cost pressures by driving operational productivity and lean initiatives. Turning to Slide 12. For the fourth quarter, as expected, operating margin declined on both a GAAP and adjusted basis, driven by lower gross margins and increased investment in future technologies. GAAP SG&A was up $8 million versus prior year due to higher net restructuring costs related to Integration 2.0.\nAdjusted SG&A was $271 million which was flat versus prior year, but down 1.3 percentage points as a percentage of sales. Engineering expense increased from last year according to plan. We continue to invest engineering resources and current business opportunities but more importantly, we are investing in our future as the industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at our segment results on Slide 13, starting with the Freight segment. As I already discussed, Freight segment sales were strong for the quarter, and GAAP segment operating income was $209 million for an operating margin of 12.5%, down 2 percentage points, which was impacted by increased restructuring expenses versus the year ago quarter.\nSegment adjusted operating income was $284 million, down 1.7 percentage points versus the prior year. The benefits of higher sales and improved productivity were offset by unfavorable mix within business groups and higher technology investments and costs associated with the commercialization of the first battery electric locomotives. Finally, segment backlog was $18.64 billion, up $139 million or 0.8% from the end of Q4 last year.\nOn a constant currency basis, segment backlog was up $344 million from last year. Turning to Slide 14. Transit segment sales were down 1.7%, driven by the negative effects of foreign currency exchange. Unfavorable foreign currency exchange impacted segment sales by 11 percentage points. GAAP operating income was $63 million, down 2.3 percentage points, which was impacted by increased restructuring expenses versus the year ago quarter, largely related to our Integration 2.0 initiative. Adjusted segment operating income increased by $7 million to $95 million, which resulted in an adjusted operating margin of 14.8%, up 1.2 percentage points versus the prior year, driven by strong productivity, benefits from prior restructuring activities and disciplined cost management.\nFinally, Transit segment backlog for the quarter was $3.8 billion, up 3.6% versus a year ago. On a constant currency basis, backlog would have been up 9.2%. Moving to Slide 15. I would like to briefly touch on our progress against our Integration 2.0 initiative. Recall that during our Investor Day last March, we announced a restructuring program comprised of an estimated onetime expenses between $135 million and $165 million that would yield an incremental $75 million to $90 million of run rate cost savings by 2025.\nThese savings were to be achieved through a combination of actions which simplify, streamline and consolidate parts of our operations. A great example of the actions we are taking to drive these savings occurred in the fourth quarter, including 2 consolidation projects across our manufacturing footprint, which will eliminate a total of 4 facilities and a third project focused on streamlining and optimizing our North American distribution network. With full year restructuring expenses of $46 million in 2022, we achieved an initial $5 million of savings during the year.\nWe expect investment to increase more meaningfully in 2023 and are on track to meet our 2025 goals, positioning Wabtec to drive multiyear margin expansion. Now let's turn to our financial position on Slide 16. We had strong cash generation in the quarter. Q4 cash flow was $410 million, bringing total cash for the year to $1.04 billion for a cash conversion rate of 93%.\nCash flow benefited from higher earnings but was impacted versus last year by the proactive build of inventories ahead of our 2023 growth expectations and managing supply disruptions of critical parts. Our debt leverage ratio at the end of the fourth quarter declined to 2.2x, and our liquidity is robust at $2.29 billion. And finally, we returned a significant amount of capital back to shareholders in 2022 with $584 million returned through share repurchases and dividends.\nAnd as Rafael mentioned, our Board of Directors approved a $750 million share buyback reauthorization and increased our quarterly dividend to $0.17 per share, up 13%. As you can see in these results, our financial position is strong, and we continue to allocate capital and a balanced strategy to maximize shareholder returns. Now moving to Slide 17. Quickly recapping the year. Overall, the team delivered a strong year for all our stakeholders. Despite challenging dynamics, we drove revenue growth, expanded our operating margins and generated robust cash flow.\nThe resiliency of the business and strong execution provides us a solid foundation and good momentum as we enter 2023. And with that, I'd like to turn the call back over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, John. Let's flip to Slide 18 to discuss our 2023 financial guidance. We believe that the underlying customer demand for our products and solutions remain strong across our product lines and our backlog continues to provide visibility into 2023 and beyond. We are committed to driving adjusted margin expansion into 2023 despite FX volatility, a still challenging cost environment and continued investments in technology.\nThe team is committed to driving strong top line growth while aggressively managing costs. With these factors in mind, we expect 2023 sales of $8.7 billion to $9 billion, which is up nearly 6% at the midpoint and adjusted EPS to be between $5.15 and $5.55 per share, which is up 10% at the midpoint. We expect cash flow conversion to be greater than 90%. Now let's wrap up on Slide 19. As you heard today, our team delivered a solid quarter to finish out the strong year. We delivered on our full year commitments despite a challenging and volatile environment, thanks in large part to our resilient installed base, world-class team, innovative technologies and our relentless focus on our customers.\nThese results were in line with our 5-year outlook we provided at our Investor Day last year. With strong momentum across the portfolio, increased visibility through our multiyear backlog and relentless focus on continuous cost improvement, Wabtec is well positioned to drive profitable long-term growth and maximize shareholder returns.\nWith that, I want to thank you for your time this morning. I'll now turn the call over to Kristine to begin the Q&A portion of our discussion. Kristine?"
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee5a0c2ceb4754817ac16196ff4acffb",
    "period": "2022 Q3",
    "content": "Q3 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ3 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSENOV 1, 8:30 AM\n\nOperator\n\nHello, and welcome to the Wabtec Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, today's the event is being recorded.\nI'd now like to turn the conference over to your host today, Kristine Kubacki, Vice President of Investor Relations. Ms. Kubacki, please go ahead.\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Third Quarter 2022 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures, were posted to our website earlier today and can be accessed on the Investor Relations tab on wabteccorp.com.\nSome statements we're making are forward-looking and based on our best view of the world and business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics.\nI will now turn the call over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, Kristine, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the third quarter and progress on our long-term value framework. John will then cover the financials.\nWe delivered a strong third quarter, which is evidenced by strong sales growth and an increase in adjusted earnings per share. We achieved this despite significant headwinds, including the loss of business in Russia, supply chain disruptions and negative FX. Sales were roughly $2 billion, which was up 9% versus prior year. Revenue was driven by strong performance across the Freight segment, but partially offset by unfavorable FX.\nTotal cash flow from operations was $204 million, which brings year-to-date cash flow to $628 million. Overall, our financial position remains strong. We continue to invest for future growth, reduce leverage and return cash to shareholders.\nTotal multiyear backlog was $22.6 billion, up $767 million year-over-year. And excluding the headwinds from foreign exchange, backlog was up $1.5 billion or up 7% from last year. We continued our progress against our long-term strategies as evidenced by continued expansion in the total backlog versus last year. Overall, we had a strong quarter, which was very much in line with our plan for the year. We continue to invest for the future as we execute commercially and operationally with discipline and rigor, and we're well positioned to continue to drive long-term growth, even with near-term uncertainty and volatility in the global economy.\nShifting our focus to Slide 5, let's talk about our end market conditions in more details. As we look at key metrics across our trade businesses, we are encouraged by underlying business momentum and strong pipeline of opportunities. North America carloads were up slightly in the quarter after being down for the 4 previous quarters, and locomotive parkings are down from the same time last year despite lower year-to-date freight traffic. We continue to see significant opportunities in demand for new locomotives and modernizations as our customers invest in their aging fleets and place a greater focus on reliability, productivity and fuel efficiency.\nWhen it comes to the North America railcar built, demand for railcars is increasing from what we believe were trough levels in 2021. Railcars and storage are below pre-COVID levels with about 17% of the North American railcar fleet in storage. As a result, industry orders for new railcars continue to improve, and the industry outlook for 2022 is for about 40,000 cars to be delivered. Overall, we believe we have an opportunity to continue building significant long-term momentum with growth in modernizations in new locomotive sales in railcar builds and enrolling stock.\nInternationally, trade activity also continues to show positive signs. We have been growing our international fleet in the mid-single digits on average over the last 5 years, and we continue to execute on a strong pipeline of broader opportunities. This strength is reflected in this quarter's equipment sales growth of 32%.\nFinally, transitioning to the Transit sector. The long-term secular drivers are positive as the industry continues to trend towards clean, safe and efficient transportation solutions.\nNext, let's turn to Slide 6 to discuss a few recent business highlights. During the quarter, we signed a strategic $600 million MOU with KTZ, the National Railway Company in Kazakhstan. This agreement will bring state-of-the-art technologies to both their yards and mainline operations that will significantly reduce greenhouse gas emissions and operating costs. This historic framework includes 150 FLXdrive, battery electric shunters, along with kits, to convert the traditional diesel locomotives to LNG. We will also collaborate on digital solutions for the fleet, beginning with Trip Optimizer.\nWe also recently signed 2 key deals in Australia to deliver additional locomotive kits. These locomotives will be built in Australia and sold to various Eastern Australian railroad customers. We also closed an order for new locomotives in Africa during the quarter. Finally, in Transit, we secured a key order to supply platform doors for Panama's monorail station, which marks Wabtec's first transit project in Central America. We also signed a strategic 5-year services contract with Akiem, a leading European rolling stock leasing company, which provides the critical maintenance for hundreds of locomotives in France and in Germany.\nTurning to Slide 7. Before turning it over to John, I want to briefly discuss our ability to deliver predictable earnings through the economic cycle. During our Investor Day earlier this year, we talked about our track record of managing through challenging markets and significant disruptions. As a company, we are uniquely positioned to deliver resilient and predictable earnings given our favorable end markets, a robust backlog, a high level of recurring revenues and disciplined execution, all of which drives profitable growth and value for our shareholders. We believe our favorable end markets, combined with our leading technologies and solutions, will enable us to remain resilient during times of increased volatility.\nIn Freight, the demand continues to accelerate the need to grow and refresh our expansive global installed base accelerates the adoption of next-gen technologies and expand our international footprint. In Transit, the investment in green infrastructure continues with structurally high energy prices and climate change, making the need more urgent.\nOur multiyear backlog of over $22 billion provides significant visibility and support for long-term growth. The backlog has consistently grown over the past 2 years despite the challenging economic backdrop. In addition, we have a strong level of recurring revenues, which is over shared in its profit contributions of approximately 60%. And finally, we have consistently demonstrated our ability to execute our strategies and deliver growth.\nOur track record of strong operating margin expansion across the business is evidence of our ability to realize price, deliver productivity and aggressively manage costs. Our execution, combined with the strength of our business, leading products and technologies, result in Wabtec being resilient to economic cycles, delivering predictable earnings and superior shareholder returns.\nWith that, I'll turn the call over to John to review the quarter segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nExecutive VP & CFO, Wabtec Corporation\n\nThanks, Rafael, and good morning. Turning to Slide 8, I will review our third quarter results in more detail. We had another good quarter of operational and financial performance despite continued challenges in foreign currency exchange, supply chain disruptions and still elevated input costs.\nSales for the third quarter were $2.08 billion, which reflects a 9.1% increase versus the prior year. Freight segment sales were very strong, up 18.2%, partially offset by lower year-over-year sales in our Transit segment.\nQ3 Sales were negatively impacted by unfavorable currency exchange, which reduced our revenue growth in the quarter by 5.2 percentage points. For the quarter, adjusted operating income was $343 million, which was up 5.5% versus the prior year.\nAdjusted operating margin in Q3 was 16.4%, down 0.6 percentage points. While we expected our margin to be down in the quarter behind unfavorable mix, margins came in modestly higher than we had expected. We now anticipate Q4 operating margins to be slightly lower than our Q3 operating margins.\nIn the third quarter, adjusted earnings per diluted share were $1.22, up 7% versus the prior year. GAAP earnings per diluted share were $0.88, which was up 27.5% versus the third quarter a year ago.\nDuring the quarter, we had pretax charges of $9 million for restructuring and other onetime charges, largely related to our Integration 2.0 initiative to further integrate Wabtec operations and to drive $75 million to $90 million of run rate savings by 2025.\nWe are pleased with our Q3 results, especially in the face of significant foreign currency exchange headwinds, continued supply disruptions and strong mix headwinds, which were expected in the quarter. We remain diligent and proactive as we focus on execution and work to minimize these challenges.\nTurning to Slide 9. Let's review our product lines in more detail. Third quarter consolidated sales were strong, up 9.1%. Excluding foreign currency exchange, sales were up 14.3%. Equipment sales were up a strong 32.2% from last year due to higher locomotive deliveries this quarter versus last year. Component sales were up 4.5% year-over-year, largely driven by the higher OE railcar build.\nDigital Electronics sales were up 20.6%, which was driven by a robust demand for onboard locomotive products and software upgrades, along with revenue contribution from the strategic bolt-on acquisitions of Venevision and ARINC last quarter. We are particularly pleased with our organic growth in Q3 as it was delivered in the face of continuing chip shortages.\nOur services sales grew at 14.8% versus last year. The year-over-year increase was driven by higher sales from a larger active fleet versus last year and increased mod deliveries. The superior performance, reliability and availability of our fleet continues to drive increased customer demand for our services and solutions as railroads increasingly seek predictable outcomes across their fleets.\nAcross our Transit segment, sales decreased 10.1% versus prior year to $550 million. Sales were down versus last year due to the negative impacts of foreign currency exchange. Absent the impact of foreign currency, Transit sales would have been up 2.6%. We believe the medium and long-term outlook for this segment remains positive as megatrends such as urbanization and decarbonization drive increased investments in green infrastructure.\nNow moving to Slide 10. Our adjusted gross margin declined, as expected, by 1.4 percentage points to 31.4%. Gross profit margin was lower driven by unfavorable mix, adverse foreign currency exchange and higher input costs, partially offset by increased pricing and strong productivity. Pricing positively impacted our margins. Higher pricing was realized from price escalations incorporated into many of our long-term contracts, along with other price actions that were implemented to recover increased costs. Mix was unfavorable in the quarter as we significantly increased our sales of locomotives at a lower margin than the average.\nRaw material costs were up again year-over-year, led by dramatically higher energy costs and increased metal costs. Foreign currency exchange adversely impacted revenues by 5.2 percentage points and adversely impacted third quarter gross profits by $20 million. Finally, manufacturing costs were favorable due to productivity gains, which were largely offset by higher transportation and logistics costs. Our team continues to execute well to mitigate the impact of these cost pressures by driving operational productivity and lean initiatives.\nTurning to Slide 11. For the third quarter, adjusted operating margin declined 0.6 percentage points versus last year. As expected, our margins were lower due to mix and increased investment in future technologies, but were partially offset by lower adjusted SG&A as a percent of sales.\nAdjusted SG&A was $256 million, which was largely flat versus prior year, but down 1.2 percentage points as a percent of sales to 12.3%. Engineering expense increased from last year according to plan. We continue to invest engineering resources and current business opportunities, but more importantly, we are investing in our future as the industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at the segment sales results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales were strong for the quarter, and segment adjusted operating income was $307 million for an adjusted margin of 19.9%, down 0.7 percentage points versus the prior year. The benefits of higher sales and improved productivity were offset by unfavorable mix and higher engineering investment. Finally, segment backlog was $19.17 billion, up $961 million or 5.3% from the end of Q3 last year. On a constant currency basis, segment backlog was up $1.26 billion from last year.\nNow turning to Slide 13. Transit segment sales were down 10.1%, driven by the negative effects of foreign currency exchange and the cyber incident that occurred late in the second quarter. Unfavorable foreign currency exchange impacted segment sales by 12.7 percentage points, and we estimate an additional 5 percentage points due to the cyber incident. Adjusted segment operating income decreased by $17 million to $60 million, which resulted in an adjusted operating margin of 11.0%, down 1.5 percentage points versus the prior year. We estimate that the temporary labor inefficiencies driven by the cyber incident was roughly $8 million during the quarter. Excluding these temporary inefficiencies, adjusted operating margin would have been largely flat to prior year. We do not expect an adverse impact to our transit sales or earnings due to the cyber incident in the fourth quarter.\nTransit continues to focus on driving down costs, implementing lean and improving operational efficiencies despite the volatile environment. Finally, Transit segment backlog for the quarter was $3.44 billion, down 5.4% versus a year ago, However, on a constant currency basis, backlog would have been up 7.2%.\nNow let's turn to our financial position on Slide 14. During the quarter, we generated $204 million of operating cash flow, resulting in a cash conversion rate of 72%. This brings our year-to-date operating cash flow to $628 million. Cash flow benefited from higher earnings but was impacted by the proactive build of inventories ahead of our strong second half growth expectations and managing supply disruption of critical parts. Our adjusted net leverage ratio at the end of the third quarter declined to 2.3x, and our liquidity is robust at $2.14 billion.\nDuring the quarter, we amended and extended our existing credit facility, increasing liquidity by $300 million and extended the facility through 2027. In addition, we established an 18-month delayed draw term loan for $250 million. As you can see in these results, our financial position is strong, and we are confident that we can continue to drive solid cash generation, giving us the liquidity and flexibility to allocate capital toward the highest return opportunities and to grow shareholder value.\nWith that, I'd like to turn the call back to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, John. Let's flip to Slide 15 to discuss our 2022 financial guidance. We continue to feel strong about our portfolio of businesses, and we have delivered against our regional plan financials despite the loss of business in Russia, high input costs, ongoing supply chain disruptions, unfavorable FX and a cyber incident. We are adjusting our sales range to $8.15 billion to $8.35 billion, which reflects the expected impact from unfavorable FX in the second half. We're also narrowing our adjusted earnings per share range to $4.75 to $4.95 while keeping our full year cash conversion guidance of greater than 90%.\nNow let's wrap up on Slide 16. As you've heard today, our team delivered a strong quarter despite a challenging and evolving environment, thanks in large part to our resilient installed base, best-in-class technologies and our teams' focus on our customers. For these reasons and more, we are confident Wabtec is well positioned for long-term profitable growth.\nLooking forward, we will lean further into the strong fundamentals of the industry and our company to extend our leadership position in rail to deliver innovative and scalable technologies for our customers and harness the power of our continuous improvement culture.\nWith that, I want to thank you for your time this morning, and I'll turn the call over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, Rafael. We will now move on to questions. (Operator Instructions) Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9c093e77643370f3eb1f957bab0e3fe2",
    "period": "2022 Q2",
    "content": "Q2 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ2 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEAUG 5, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Wabtec Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Kristine Kubacki, Vice President, Investor Relations. Please go ahead.\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Second Quarter 2022 Earnings Call.\nWith us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures were posted on our website earlier today and can be accessed on the Investor Relations tab on wabteccorp.com.\nSome statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics, and I encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics.\nI will now turn the call over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, Kristine, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on second quarter, progress on our long-term value framework, and then John will cover the financials.\nWe delivered a strong second quarter, which is evidenced by another quarter of adjusted margin expansion of 1.5 percentage points and adjusted earnings per share growth of 16%. More importantly, we continued our progress against our long-term strategies as evidenced by a significant expansion in the total backlog.\nSales were roughly $2 billion, which was up modestly versus prior year. Revenue was driven by strong performance in the Freight segment, but partially offset by lower year-over-year revenue in the Transit segment. Excluding foreign currency exchange, consolidated revenues would have grown by roughly 5.5%.\nTotal cash flow from operations was $263 million, for a cash conversion of over 90%. Total multiyear backlog was over $23 billion, up $1.7 billion. And excluding the headwinds from foreign exchange, backlog was up $2.3 billion from last year. Finally, we closed 2 strategic acquisitions in the quarter, Beena Vision and ARINC, and deployed over $100 million in share repurchases and dividends.\nSo all in, we had a very good quarter. We continue to invest for the future as we execute commercially and operationally with discipline and rigor, and we're well positioned to continue to drive long-term growth, even with uncertainty and volatility in the overall economy.\nShifting our focus to Slide 5. Let's talk about our end market conditions in more details. As we look at key metrics across our Freight businesses, we are encouraged by the continued momentum in our end markets and the strong pipeline of opportunities. North America carloads are expected to improve in the second half of the year and locomotive parkings have continued to decline despite lower year-to-date freight traffic.\nWe continue to see significant opportunities and demand for new locomotives and modernizations as our customers invest in their aging fleets and place a greater demand on reliability, productivity and fuel efficiency. When it comes to the North American railcar build, demand for railcars is increasing from what we believe are trough levels. Railcars in storage are below pre-COVID levels, with about 18% of the North American railcar fleet storage. As a result, industry orders for new railcars continue to improve, and the industry outlook for 2022 is for over 40,000 cars to be delivered.\nOverall, we believe we have the opportunity to build significant long-term momentum with growth in modernization in new locomotive sales, in railcar builds and enrolling stock. Internationally, freight car activity also continues to show positive signs. We have been growing our international fleet mid-single digits on average over the last 5 years, and we are currently executing on a strong pipeline of order opportunities. Overall, we expect long-term revenue growth in the majority of our end markets.\nFinally, transitioning to the Transit sector, the long-term market drivers remain positive with continuing global infrastructure spending for clean, safe and efficient transportation solutions. Our team is committed to driving growth across both Freight and the Transit segments.\nNext, let's turn to Slide 6 to discuss a few recent business highlights. We recently secured some strategic orders, including a significant agreement with Union Pacific for 600 locomotive modernizations. This agreement, totaling more than $1 billion, will begin delivering next year and run over the next 3 years. It is the largest order for modernized locomotives in rail industry history.\nThe modernizations will enable Union Pacific to move more freight efficiently and sustainably, including a fuel efficiency improvement of up to 18%, a more than 80% increase in reliability and haulage ability increase of more than 55%. This total order will eliminate nearly 200,000 tons of emissions per year, roughly the equivalent of 45,000 passenger cars per year.\nWe also closed a significant order with Canadian National for 10 new Tier 4 locomotives, which will begin delivery in 2023 and 50 modernizations. The mods will be equipped with our FDL advantage technology, which will deliver the best-in-class fuel and emissions reductions. These wins built on several recent announcements, we have shared with Canadian National, including their purchase of the FLXdrive battery electric freight locomotives and a digital order for our Precision dispatch system, which will help accelerate network optimization for CN and the entire rail industry.\nFinally, in Transit, we won a significant order for heating, ventilation and air conditioning units across Atlanta's metro system. This order marks the latest win in our long-standing relationship with Stadler and marks the first subway order with the car builder in the U.S.\nTurning to Slide 7. I wanted to briefly touch on Wabtec's operating system, which drives many aspects of our culture and our performance. Starting with our people and teams addressing our customers' most critical business needs and developing operating plans, systems and processes to deliver best-in-class performance. We use this operating model to guide what we do, to measure how well we execute and to tackle where we need to improve.\nOne of the critical elements of our operating system is our annual strategic planning process, and we are in the midst of this process right now. The goal is to look at opportunities across our markets and our company and identify those areas where we can further leverage our leadership and technology position, build on our expensive installed base, capitalized on trends, such as electrification, digitalization, automation and sustainable transportation, which will all create positive outcomes for our customers.\nWe also look to accelerate investments across the company through our Integration 2.0 efforts as well as driving lean operations, continuous improvement and best-in-class productivity, all of which delivers long-term shareholder value. It's also a critical process in aligning our talent, our products, service and software investments to drive long-term profitable growth. We are confident that we're well positioned for the future, and we expect to continue to deliver profitable growth ahead.\nSince 2019, this process and the Wabtec operating system have been the foundation for driving rigor, strategic alignment and efficiency, especially while navigating profound volatility. As a result, we have been able to bring the full power of Wabtec to our customers, while balancing the need for agility with a clear focus on strategy and execution to win the opportunities before us.\nWith that, I'll turn the call over to John to review the quarter, segment results and our overall financial performance. John?\n\nJohn A. Olin\n\nExecutive VP & CFO, Wabtec Corporation\n\nThanks, Rafael, and hello, everyone. Turning to Slide 8, I will review our second quarter results in more detail.\nWe had another good quarter of operational and financial performance, despite continued challenges in the supply chain, currency exchange and cost increases. Sales for the second quarter were $2.05 billion, which reflects a 1.8% increase versus the prior year. Freight segment sales were strong, up 11.5%, partially offset by lower year-over-year sales in our Transit segment. Q2 sales were negatively impacted by unfavorable currency exchange, which reduced our revenue growth in the quarter by 3.8 percentage points.\nFor the quarter, adjusted operating income was $340 million, which was up 11.5% versus the prior year. We delivered strong margin expansion, up 1.5 percentage points on an adjusted basis. Margins were aided by mix favorability, increased pricing and improved productivity, partially offset by significantly higher costs. The team achieved margin expansion even in the face of rising costs and continued supply chain disruptions.\nThrough the first half of the year, our revenue growth, excluding foreign currency exchange, and our margin growth have been in line with our original plan and in line with the cadence which we discussed when we issued our 2022 guidance. As we look forward to the second half, we continue to expect accelerated growth in revenue from the first half behind significantly increased locomotive deliveries and lower year-over-year margin percent due to unfavorable mix in our equipment sales and comparing against much higher back half margins in 2021. More specifically, we anticipate this margin decline will be more pronounced in the third quarter than in the fourth quarter.\nWe continue to expect our full year margin percent will be up modestly. In the second quarter, adjusted earnings per diluted share were $1.23, up 16.0% versus the prior year. GAAP earnings per diluted share were $0.91, which was up 37.9% versus the second quarter a year ago. During the quarter, we had pretax charges of $4 million for restructuring and other onetime charges, largely related to our Integration 2.0 initiative to further integrate Wabtec's operations and to drive $75 million to $90 million of run rate savings by 2025.\nAs Rafael noted, we were very pleased with our Q2 results, especially in the face of significant foreign currency exchange headwinds and continued supply disruptions and our strong margin growth in the face of continued cost increases. We remain diligent and proactive as we work to minimize these challenges.\nTurning to Slide 9. Let's review our product lines in more detail. Second quarter consolidated sales were up modestly at 1.8% and the underlying business is performing well, up 5.6%, excluding foreign currency exchange. Equipment sales were up a very strong 16.2% from last year due to higher locomotive deliveries in this quarter versus last year and continued strong mining sales.\nComponent sales were up 4.5% year-over-year, driven by higher OE railcar build, lower number of railcars in storage and a recovery in the industrial end markets. Digital Electronics sales increased 1.2%, driven by a partial quarter of revenue from the strategic bolt-on acquisitions of Beena Vision and ARINC, partially offset by ongoing chip shortages. We continue to see improved demand for our core onboard locomotive products, and our backlog in digital continues to increase.\nOur services sales grew 14.3% versus last year. The year-over-year increase was driven by higher sales for modernizations and the continued unparking of locomotives. The superior performance, reliability and availability from our fleet continues to drive customer demand as railroads increasingly look for predictable outcomes across their fleets.\nAcross our Transit segment, sales decreased 17.5% versus the prior year to $558 million. Sales were down versus last year due primarily to the negative impacts of foreign currency exchange. We believe the medium and long-term outlook for this segment remains positive as infrastructure spending for green initiatives continue.\nMoving to Slide 10. Our adjusted gross margin expanded 1.7 percentage points to 31.6%, driven by a richer mix of products, increased pricing and strong productivity, partially offset by higher input costs and unfavorable foreign currency exchange. Mix and pricing positively impacted our margins. Mix benefited margins as Freight sales outpaced our Transit sales. Additionally, higher pricing was realized for price escalations incorporated into many of our long-term contracts, along with other price actions that were implemented to recover cost increases.\nRaw material costs were again up significantly, led by increased metal costs and dramatically higher energy costs. Foreign currency exchange adversely impacted revenues by 3.8 percentage points and adversely impacted second quarter gross profits by $15 million.\nFinally, manufacturing costs were favorable due to productivity gains, which were largely offset by higher transportation and logistics costs. Our team continues to execute well to mitigate the impact of these cost pressures by triggering price escalations, implementing price surcharges and driving operational productivity and lean initiatives.\nNow turning to Slide 11. For the second quarter, adjusted operating margin expanded 1.5 percentage points versus last year. Our margins benefited from higher adjusted gross profit, but were partially offset by higher operating expenses, primarily from increased investment in future technologies. Adjusted SG&A was $257 million, which was up slightly versus prior year, but down 10 basis points as a percentage of sales to 12.5%.\nEngineering expense increased from last year according to plan. We continue to invest in engineering resources and current business opportunities, but more importantly, we are investing in our future as an industry leader in decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at segment results on Slide 12, starting with the Freight segment. As I already discussed, Freight segment sales improved for the quarter and segment adjusted operating income was $301 million for an adjusted margin of 20.3%, up 1.8 percentage points versus the prior year. The benefits of higher sales, improved mix and productivity were partially offset by higher operating expenses.\nFinally, segment backlog was $19.68 billion, up $1.84 billion or up 10.3% from the end of Q2 last year due to the significant multiyear order momentum that Rafael discussed earlier.\nTurning to Slide 13. Transit segment sales were down 17.5%, driven by the negative effects of foreign currency exchange, the exit of low-margin contracts in our U.K. business and a late quarter manufacturing disruption caused by a cyber incident. In addition, Transit revenue continues to be adversely impacted by supply chain disruptions.\nAs previously announced, on June 26, we detected a cybersecurity incident that impacted the company's network, which disproportionately affected our Transit business. This disruption modestly reduced Q2 revenues and is expected to have an impact on our Q3 Transit results.\nAdjusted segment operating income decreased by $15 million to $58 million, which resulted in an adjusted operating margin of 10.3%, down 0.5 percentage points versus the prior year. Lower absorption, inefficiencies driven by the manufacturing disruption and unfavorable foreign currency exchange were partially offset by strong productivity and lower SG&A.\nTransit continues to focus on driving down costs, implementing lean and improving operational efficiencies despite the volatile environment. Finally, Transit segment backlog for the quarter was $3.55 billion, down 4% versus a year ago. Adjusting for the negative effect of foreign currency exchange, backlog would have been up 5.3%.\nNow let's turn to our financial position on Slide 14. During the quarter, we generated $263 million of operating cash flow, resulting in a cash conversion rate of 92%. This brings our year-to-date operating cash flow to $424 million. Cash flow benefited from higher earnings, but was impacted by the proactive build of inventories ahead of our strong growth expectations and managing supply disruptions of critical parts.\nLooking forward, we are confident that we will generate strong cash flow for the year. Our adjusted net leverage ratio at the end of the second quarter declined to 2.4x, and our liquidity is robust at $1.48 billion. We closed on the acquisition of 2 digital companies, Beena Vision and ARINC. The combined purchase price of these 2 businesses was $69 million.\nAlso during the quarter, we returned more cash to our shareholders, repurchasing an additional $103 million of shares and paid dividends of $27 million. As you can see in these results, our financial position is strong and we are confident that we can continue to drive solid cash generation, giving us the liquidity and flexibility to allocate capital toward the highest return opportunities and to grow shareholder value.\nWith that, I'd like to turn the call back over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, John. Let's flip to Slide 15 to discuss our 2022 financial guidance. In the first quarter, we issued guidance with sales growth at the midpoint of 8% and EPS of $4.65 to $5.05 or up roughly 14% at the midpoint. Our guidance was based on improving industry momentum and strong underlying customer demand for our products.\nWith the first half behind us, we continue to feel strong about our businesses, and we delivered against our regional planned financials despite unplanned loss of business in Russia and very unfavorable foreign currency exchange. We are maintaining our full year revenue and cash conversion guidance, and we are tightening our full year earnings guidance to $4.70 to $5. I am pleased with the strength and resiliency of our business and more importantly, I'm extremely proud that our teams continue to deliver despite an ever changing and challenging environment.\nNow let's wrap up on Slide 16. As you've heard today, our team delivered a strong quarter, despite a challenging and evolving environment, thanks in large part to our resilient installed base, best-in-class technologies and our team's focus on our customers. For these reasons and more, we are confident that Wabtec is well positioned for long-term profitable growth.\nLooking forward, we will lean further into the strong fundamentals of the industry and of our company to extend our leadership position in rail, to deliver innovative, scalable technologies for our customers and to harness the power of our lean and continuous improvement culture.\nWith that, I want to thank you for your time this morning, and I'll turn the call now over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, Rafael. We will now move on to questions. (Operator Instructions) Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/23c2b145bd2db8b585eda83d4742b9ad",
    "period": "2022 Q1",
    "content": "Q1 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ1 2022 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEAPR 27, 8:30 AM\n\nOperator\n\nGood day, and welcome to the Wabtec First Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Kristine Kubacki, Vice President of Investor Relations. Please go ahead.\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's First Quarter 2022 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures, were posted on our website earlier today and can be accessed on the Investor Relations tab on wabteccorp.com.\nSome statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation. We will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics.\nI will now turn the call over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, Kristine, and good morning, everyone. Let's move to Slide 4. I'll start with an update on our business, my perspectives on the quarter and progress on our long-term value framework. John will then cover the financials.\nOverall, we achieved significant progress against our long-term strategies that we detailed at our Investor Day in March. We delivered a strong first quarter as shown by the 5% sales growth, adjusted operating margin expansion of 1.4 percentage points and adjusted earnings per share growth of 27%. Total cash flow from operations was $161 million. Finally, we ended the quarter with about $23 billion of multiyear backlog, which was up $1.1 billion from last year. Overall, our team overcame a volatile and disruptive environment and delivered a strong first quarter despite challenges across the supply chain, higher costs and the impact from the conflict in Ukraine.\nWe are monitoring the devastating situation in Ukraine. Our hearts go out to the people there. Their resilience and courage are truly inspirational. For the year, we expected Russia to account for roughly 5% of our earnings. We do not expect our business in that market to return for the remainder of the year. Given the situation, our first priority is to continue to protect the safety of our employees in the region and abide by all sanctions.\nOn the positive side, we do believe that the rail industry and Wabtec are well poised to benefit from significantly higher energy prices and from the likelihood of shifting global commodity flows over the medium term. Rail's significant fuel advantage over truck is only widening with rising fuel prices, improving the value proposition for rail. We are enhancing our customers' productivity, capacity utilization and safety through investments in decarbonization and digital technologies.\nThe breadth of our portfolio, along with our unmatched technologies and deep expertise means our order pipeline continues to strengthen and our visibility beyond 2022 continues to increase. Our confidence in our company's future is reflected in our first quarter purchase of $296 million of Wabtec's stock and in the increase of our first quarter dividend by 25%.\nShifting our focus to Slide 5. Let's talk about end market conditions in more detail. As we look at key metrics across our freight businesses, we are encouraged by the underlying momentum of our industry. Many key metrics are improving, with the exception of North American carloads. Despite the slow start, we expect carloads to improve as the year progresses.\nLocomotive parkings continue to decline despite weaker freight traffic in the quarter. We expect demand for reliability, productivity and fuel efficiency to continue to increase, placing our services business and modernization portfolio in a position of strength.\nWhen it comes to the North American railcar build, demand for railcar is increasing from what we believe are trough levels. Railcars in storage are below pre-COVID levels with about 18% of the North American railcar fleet in storage. As a result, industry orders for new railcars continue to improve. The industry outlook for 2022 is for over 40,000 cars to be delivered.\nInternationally, freight activity continued to show growth in the first quarter across many of our major markets, and our order pipeline remains strong. We expect long-term revenue growth in the majority of our end markets.\nTransitioning to the transit sector, ridership trends continue to be uneven in various markets. However, infrastructure spending for green initiatives continue to be a bright spot especially as governments globally invest in rail for clean, safe and efficient transportation. Overall, the long-term market drivers for passenger transportation remained positive.\nNext, let's turn to Slide 6. When it comes to the long-term shareholder value, we are continuing to drive progress against our value creation framework, which is anchored around 5 key growth strategies. This includes accelerating the creation of innovative and scalable technologies and using these technologies to grow and refresh our expansive global installed base; leading the decarbonization of rail; expanding high-margin recurring revenue streams, which reduces our exposure to economic and industry cycles; and most importantly, driving continuous operational improvement. And we are making strong progress against this strategy.\nIn the first quarter, we won several strategic orders, including our largest digital order in India for online monitoring of rolling stock. This new automated system is part of Indian Railways' smart yard initiative, and it will improve the availability of the railway's fleet of coaches, wagons and locomotives. We also won key digital orders with Class 1s for our next generation dispatch offering as well as a fleet-wide PTC hardware upgrade. We also secured a strategic order for 330 locomotive modernizations with Norfolk Southern, and we've introduced a new locomotive model to Brazil's freight rail market with deliveries to Rumo, MRS and Suzano. Finally, we launched our Integration 2.0 restructuring program, which, as we outlined at our recent Investor Day, will drive continued footprint rationalization as well as manufacturing and engineering efficiencies across our operations. Through these efforts, we expect to deliver between $75 million to $90 million of additional run rate savings by 2025 and position Wabtec for continued growth.\nWith that, I'll turn the call over to John to review the quarter, segment performance and our overall financial position. John?\n\nJohn A. Olin\n\nExecutive VP & CFO, Wabtec Corporation\n\nThanks, Rafael, and good morning, everyone. Turning to Slide 7. I will review our first quarter results in more detail. We had another good quarter of operational and financial performance despite challenges in the supply chain, cost increases and the impact of Russia. Sales for the first quarter were $1.93 billion, which reflects a 5.3% increase versus the prior year. Sales were positively impacted by the continued broad recovery in our Freight segment, higher pricing and the acquisition of Nordco, partially offset by lower year-over-year sales in Transit driven by unfavorable foreign currency exchange and supply chain disruptions. We continue to experience adverse impacts to our sales results in both segments due to shortages across many component parts, including computer chips, which caused delays in production and customer delivery.\nFor the quarter, adjusted operating income was $319 million, which was up 15.2% versus the prior year. We delivered strong margin expansion, up 1.4 percentage points on an adjusted basis. Margins were aided by mix favorability, increased pricing and improved productivity, driven by higher absorption of fixed manufacturing costs, partially offset by $45 million to $50 million of higher costs. The team achieved margin expansion even in the face of a highly disrupted supply chain and a challenging inflationary environment.\nIn the first quarter, adjusted earnings per diluted share were $1.13, up 27% versus prior year. GAAP earnings per diluted share were $0.80, which was up 35.6% versus first quarter a year ago. During the quarter, we had charges of $7 million for restructuring and other onetime charges, largely related to our Integration 2.0 initiative to further integrate Wabtec operations and to drive $75 million to $90 million of run rate savings by 2025.\nAs Rafael noted, are pleased with our Q1 results and, particularly, our sales growth in the face of supply chain disruptions and unfavorable currency exchange and our margin growth in the face of continued cost increases. We remain diligent and proactive as we work to minimize these challenges.\nTurning to Slide 8. Let's review our product lines in more detail. First quarter consolidated sales were up 5.3% versus last year, driven by higher sales in the Freight segment, partially offset by lower Transit segment sales. First quarter sales were adversely impacted by foreign currency exchange of 2 percentage points and continued supply disruptions.\nEquipment sales were up 4.6% year-over-year due to continued strong mining sales. We remain encouraged by the improving trends in our component business. Component sales continued to build momentum and were up 12.8% year-over-year, driven by higher OE railcar build, lower number of railcars in storage and a strengthening recovery in industrial end markets.\nIn line with an improving outlook for rail, our Services sales grew 18.5% versus last year. The year-over-year increase was largely driven from higher sales from modernizations, the unparking of locomotives and the acquisition of Nordco. The superior performance, reliability and availability of our fleet continues to drive customer demand as railroads increasingly look for predictable outcomes across our fleets.\nExcluding Nordco, organic sales for the first quarter were up 11.5%. Digital Electronics sales declined 1.9% versus prior year, driven primarily by ongoing shortages of chips. We continue to see improved demand for onboard locomotive products, and our backlog in digital continues to increase. And even more importantly, we continue to see a significant pipeline of opportunities in our Digital Electronics product line as customers globally focus on improved productivity, increased capacity utilization and safety.\nAcross our Transit segment, sales decreased 6.5% versus prior year to $605 million. Sales were down versus last year due to supply chain issues, lapping the exit of low-margin U.K. contracts and the negative impacts of foreign currency exchange. Foreign currency exchange alone adversely impacted revenues by 5.1 percentage points. We believe the medium- and long-term outlook for this segment remain positive as infrastructure spending for green initiatives continue.\nMoving to Slide 9. Our adjusted gross margin expanded 1.7 percentage points to 31.1%, driven by product mix, increased pricing and favorable manufacturing costs, partially offset by higher raw material costs and unfavorable foreign currency exchange. Mix and pricing positively impacted our margins. Mix benefited margins as Freight sales outpaced our Transit sales. Additionally, higher pricing was realized from price escalations incorporated into many of our long-term contracts, along with other price actions that were implemented to recover increased costs.\nRaw material costs were, again, up significantly, led by increased metal costs, including steel, aluminum, copper, and dramatically higher fuel costs. Foreign currency exchange adversely impacted revenues by 2.0% and adversely impacted first quarter gross profits by $10 million. Finally, manufacturing costs were positively impacted by favorable absorption of fixed costs, partially offset by exponentially higher transportation and logistics costs. Current global container costs continue to be significantly higher than last year's average.\nIn aggregate, the continuing effects of the supply chain disruptions, higher materials, transportation and labor costs are estimated to be $45 million to $50 million higher than last year's first quarter. Our team continues to execute well to mitigate the impact of these cost pressures by triggering price escalation, implementing price surcharges and driving operational productivity and lean initiatives.\nTurning to Slide 10. For the first quarter, adjusted operating margin expanded 1.4 percentage points versus last year. Our margins benefited from higher adjusted gross margin but were partially offset by higher engineering expenses from increased investment in future technologies. Adjusted SG&A was $236 million, which was up $13.0 million from the prior year due to, in part, the acquisition of Nordco.\nEngineering expense increased from last year according to plan. We continue to invest engineering resources and current business opportunities but, more importantly, our investing in our future as an industry leader in the decarbonization and digital technologies that improve our customers' productivity, capacity utilization and safety.\nNow let's take a look at segment results on Slide 11, starting with the Freight segment. As I already discussed, Freight segment sales improved for the quarter, and segment adjusted operating income was $259 million for an adjusted margin of 19.6%, up 1.5 percentage points versus the prior year. The benefits of higher sales, improved mix and increased pricing were partially offset by significantly higher input costs. Finally, segment backlog was $19.02 billion, up $1.02 billion from the end of the first quarter last year due to the broad multiyear order momentum that Rafael discussed earlier.\nTurning to Slide 12. Transit segment sales were down 6.5%, driven by the negative effects of foreign currency exchange and supply chain disruptions. Adjusted segment operating income decreased by $5 million to $74 million, which resulted in adjusted operating margin of 12.3%, up 0.1 percentage points versus the prior year. Increased pricing and lower year-over-year SG&A were largely offset by significant increases in input costs and unfavorable foreign currency exchange. Across the segment, the team delivered a strong operational performance as we continue to focus on driving down costs, implementing lean and improving operational efficiencies despite the volatile environment. Finally, Transit segment backlog for the quarter was $3.74 billion, up slightly versus a year ago. Adjusting for the negative effect of foreign currency exchange, backlog would have been up roughly 5.5%.\nNow let's turn to our financial position on Slide 13. During the quarter, we generated $161 million of operating cash flow, resulting in a cash conversion of 59%. Our cash conversion rate in Q1 was below our full year target of being over 90%. Cash flow has historically been the lowest in Q1. This was compounded this quarter by proactively building inventories ahead of our strong growth expectations for the back half of the year and managing supply disruption of critical parts. Additionally, as expected, the payment of short-term incentives was considerably higher in Q1 of 2022 versus the COVID impacted Q1 '21 payment.\nLooking forward, we are confident we will generate strong cash flow for the year. Our adjusted net leverage ratio at the end of the first quarter declined to 2.5x, and the liquidity is robust at $1.50 billion. Also during the quarter, we returned more cash to our shareholders, repurchasing an additional $296 million of shares and paid dividends of $28 million, which was up 25% and versus our prior year dividend rate.\nAs you can see in these results, our financial position is strong, and we are confident that we can continue to drive solid cash generation, giving us the liquidity and flexibility to allocate capital toward the highest return opportunities and to grow shareholder value.\nWith that, I'd like to turn the call back to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, John. Let's flip to Slide 14 to discuss our 2022 financial guidance. Last quarter, we issued guidance with sales growth at the midpoint of 8% and EPS of $4.65 to $5.05 or up roughly 14% at the midpoint. Our guidance was based on improving industry momentum and strong underlying customer demand for our products. Despite headwinds from supply chain disruptions, unfavorable mix and a still challenging cost environment with higher investments in technology, we are continuing to take action to drive margin expansion and grow our business over time.\nWith the first quarter behind us, we feel strong about our businesses, and delivered against our original planned financials despite unplanned loss of business in Russia. I'm pleased with the strength and resilience of our business, and more importantly, I'm extremely proud that our teams found the path to deliver to our plan despite an ever-changing and challenging environment. The reality is that our business in Russia was expected to earn about $0.25 per share in 2022, which pressures the top end of our guidance range. However, despite this pressure and recognizing the strong underlying execution, the pipeline of opportunities in the business and the still volatile market conditions impacting 2022 and beyond, we are not changing our original guidance.\nNow let's turn to the next slide. Our team delivered a very strong start to the year despite a challenging and rapidly evolving environment. I'm proud of their efforts to deliver for our customers, drive strong financial results and further strengthen our financial position. As we look forward, the rail sector and Wabtec are well positioned to increase share and solve the critical issues facing the world's freight and logistics sector. We will continue to lean in the strong fundamentals of the industry and our company to drive long-term profitable growth. Our long-term strategy continues to be built on our deep industry expertise, grounded in innovation, breakthrough initiatives and scalable technologies that drive value for our customers. These efforts will continue to be accelerated by our lean, continuous improvement culture and disciplined capital allocation.\nAs we've said before, Wabtec's mission holds a larger purpose: to move and improve the world. I am confident that this company will continue to deliver and lead the transition to a more sustainable future.\nWith that, I'll turn the call back over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, Rafael. We will now move on to questions. (Operator Instructions) Operator, we are now ready for our first question."
  },
  {
    "header": "WAB",
    "cik": "0000943452",
    "ticker": "WAB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a43a7cf437730e42f0ec9fde8e06a576",
    "period": "2021 Q4",
    "content": "Q4 2021 Westinghouse Air Brake Technologies Corp Earnings Call\n\nQ4 2021 Westinghouse Air Brake Technologies Corp Earnings Call\n\nWABNYSEFEB 16, 8:30 AM\n\nOperator\n\nGood morning, and welcome to Wabtec's Fourth Quarter 2021 Earnings Call. (Operator Instructions) Please note this event is being recorded. I would now like to turn the conference over to Kristine Kubacki, Vice President Investor Relations. Please go ahead.\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, operator. Good morning, everyone, and welcome to Wabtec's Fourth Quarter 2021 Earnings Call. With us today are President and CEO, Rafael Santana; CFO, John Olin; and Senior Vice President of Finance, John Mastalerz. Today's slide presentation, along with our earnings release and financial disclosures were posted on our website earlier today and can be accessed on the Investor Relations tab on wabteccorp.com.\nSome statements we're making are forward-looking and based on our best view of the world and our business today. For more detailed risks, uncertainties and assumptions relating to our forward-looking statements, please see the disclosures in our earnings release and presentation.\nWe will also discuss non-GAAP financial metrics and encourage you to read our disclosures and reconciliation tables carefully as you consider these metrics. With that, I'll turn the call over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, Kristine, and good morning, everyone. Let's move to Slide 4, and I'll start with an update on our business, my perspectives on the quarter and our long-term value framework. John will then cover the financials. Overall, we achieved significant progress against our strategy and delivered a strong fourth quarter, as noted by the expansion of adjusted margins by 2.1 percentage points and adjusted earnings per share increase of over 20%.\nTotal cash flow from operations was strong at $314 million. This takes year-to-date cash from operations to over $1 billion, up 37% versus last year, which was a record for the company. This is a solid illustration that the team continues to drive strong operational performance and quality earnings. Cash conversion for the quarter was at 99%. Finally, we ended the year with over $22 billion of multiyear backlog, which was up $578 million in 2021. Overall, our team delivered really strong execution to finish out the year despite significant supply chain disruption and rising costs.\nOn the back of this strong performance and our confidence about the future, I am pleased to announce that our Board of Directors approved a 25% increase in the quarterly dividend and reauthorized the $750 million share buyback program.\nShifting our focus to Slide 5. Let's talk about our end market conditions in more details. Internationally, freight activity continued to grow in the fourth quarter across our major markets, and our order pipeline remains strong. We expect long-term revenue growth in the majority of our end markets. Freight trends in North America were down year-over-year in the fourth quarter. This was not driven by lack of demand but largely by ongoing global supply chain disruptions. Locomotive parkings continue to decline despite weaker freight traffic in the quarter.\nThroughout the year, the advancements we have made in reliability, efficiency and safety continue to drive measurable outcomes across our customers' operations. Last year, our fleet of locomotives traveled more than 1.5 billion miles in some of the world's harshest conditions. Looking ahead, we expect demand for reliability, productivity and fuel efficiency to continue to increase, placing our services business and modernization portfolio in a position of strength.\nWhen it comes to the North American railcar build, demand for railcar is increasing. Railcars in storage are below pre-COVID levels with about 19% of the North American fleet car in storage. As a result, industry orders for new railcars are continuing to improve. The industry delivered just over 29,000 railcars in '21 and the outlook for 2022 is for over 40,000 cars.\nTransitioning to the Transit sector, ridership trends continue to be uneven in various markets. However, infrastructure spending for green initiatives continue to be a bright spot, especially as governments globally invest in rail for clean, safe and efficient transportation. Overall, the long-term market drivers for passenger transport remain strong.\nNext, let's turn to Slide 6 to discuss some recent wins that are providing good momentum and visibility as we enter into 2022. Let's start with the shift to battery electric. In recent weeks, Union Pacific announced an agreement to buy Flex Drive locomotives. This comes on the heels of our strategic commitments from international customers in Canada and in Australia, all of which will leverage this next-generation technology to increase productivity, reduce fuel and slash emissions across their operations.\nAnd in Transit, Wabtec was named a founding member of Europe's rail joint undertaking, which is investing nearly EUR 1.2 billion to fund green rail projects. These are government labs projects focused on automation, digitization and network optimization, areas where we can help drive innovation and technology adoption across the rail sector.\nI'd also highlight during the quarter in Freight Services, we won a significant international long-term service contract as well as orders for international locomotive modernizations. Overall, the modernization backlog remains strong. Throughout the fourth quarter, we delivered a record number of mods marking a significant milestone for the team.\nWe also won strategic digital contracts in North America to upgrade PTC hardware, along with an order for Smart HPT at a Class 1 to help our customers improve the asset utilization driving fuel efficiency and reducing emissions. Looking forward, our backlog gives us the confidence that we will drive long-term profitable growth and leads the industry in advancing its position in sustainable rail even farther.\nI'll turn the call here over to John to review the quarter, segment performance and our overall financial position. John?\n\nJohn A. Olin\n\nExecutive VP & CFO, Wabtec Corporation\n\nThanks, Rafael, and good morning, everyone. Turning to Slide 7, I'll review our fourth quarter results in more detail. We had another good quarter of operational and financial performance. Sales for the fourth quarter were $2.07 billion, which reflects a 2.4% increase versus the prior year. Sales were positively impacted by the continued broad recovery we are experiencing across our portfolio recent pricing and the acquisition of Nordco, partially offset by continued weakness in the North America OE locomotive market, lower year-over-year sales in transit and unfavorable foreign currency exchange.\nIn addition, we continue to experience adverse impacts to our sales results in both segments due to shortages across many component parts, including computer chips, which caused delays in production and customer delivery. We estimate that our enterprise revenues were 3% to 4% lower than they would have been without the supply chain disruptions and that the majority of these lower revenues represent delayed sales versus lost sales.\nFor the quarter, adjusted operating income was $334 million, which was up 18.0% versus the prior year. Most notably, we delivered margin expansion in both of our segments, up 2.1 percentage points on a consolidated basis. Margins were aided by strong mix favorability, realization of synergies and improved productivity. The team achieved margin expansion across both segments even in the face of a highly disrupted supply chain and a challenging inflationary environment. We estimate that cost headwinds adversely impacted operating margins by $20 million to $25 million during the quarter.\nIn the fourth quarter, adjusted earnings per diluted share were $1.18, up 20.4% versus prior year. GAAP earnings per diluted share were $1.02, which was up 122% versus the fourth quarter a year ago. In addition to growth in operating margins, GAAP earnings benefited from a significantly lower tax rate. The fourth quarter 2021 GAAP tax rate of 17.4% was 9.2 percentage points lower than fourth quarter of 2020. This decline in tax rate was due to an election, which accelerated deferred tax benefits from our merger with GE Transportation. This favorable tax benefit of $25 million is considered onetime in nature and therefore, not included in our adjusted effective tax rate.\nAs Rafael noted, we are pleased with our Q4 results and particularly our sales growth in the face of supply chain disruptions and our margin growth in the face of continued cost increases. We remain diligent and proactive as we work to minimize these challenges.\nTurning to Slide 8. Let's review our product lines in more detail. Fourth quarter consolidated sales were up versus last year, driven by higher sales in the Freight segment, partially offset by lower transit segment sales. Fourth quarter sales were adversely impacted by foreign currency exchange of 0.8% and supply chain disruption of 3% to 4%. Equipment sales were down 12.9% year-over-year due to fewer locomotive deliveries this quarter versus last year and no new locomotive deliveries in North America, partially offset by continued strong mining sales.\nComponent sales continued to show recovery and were up 11.8% year-over-year driven by demand for railcar components and recovery in the industrial end markets. We remain encouraged by the continuing trend of railcars coming out of storage and higher deliveries of new railcars. In line with an improving outlook for rail, our Services sales grew 21.2% versus last year. The year-over-year increase was largely driven from a record quarter of Mads deliveries, the unparking of locomotives and the acquisition of Nordco.\nThe superior performance, reliability and availability of our fleet continues to drive customer demand, as railroads increasingly look for predictable outcomes across their fleet. Excluding Nordco, organic sales for the fourth quarter were up 10.1%. Digital Electronics sales were up 1.8% versus prior year driven by improved demand for onboard locomotive products, largely offset by ongoing shortages of chips.\nNotably, our backlog in digital continues to increase. And even more importantly, we continue to see a significant pipeline of opportunities in our digital electronic product line as customers globally focus on safety, improved productivity and increased capacity utilization.\nAcross our Transit segment, sales decreased 5.4% versus prior year to $648 million. Sales were down versus last year due to supply chain issues, COVID-related disruptions and the negative impacts of foreign currency exchange, which adversely impacted revenues by 2.1 percentage points. Excluding near-term supply chain challenges, we estimate that transit sales would have been up on a year-over-year basis. We believe the medium and long-term outlook for this segment remains positive as infrastructure spendings for green initiatives continue.\nNow moving to Slide 9. Our adjusted gross margin expanded 5.7 percentage points to 31.7%, driven by strong product mix, increased pricing and favorable manufacturing costs partially offset by higher raw material costs and unfavorable foreign currency exchange. Mix and pricing positively impacted our margins. Mix benefited margins as services sales outpaced our equipment and transit sales. Additionally, higher pricing was realized from price escalations incorporated into many of our long-term contracts, along with other price actions that were implemented to recover increased costs.\nRaw material costs were up significantly, led by dramatically higher metals costs, including steel, aluminum, copper, and increased transportation and fuel costs. Foreign currency exchange adversely impacted revenues by 0.8% and adversely impacted fourth quarter gross margins by $5 million. Finally, manufacturing costs were positively impacted by realization of synergies and productivity gains, partially offset by exponentially higher transportation and logistic costs. container costs continue to be significantly higher than last year.\nIn aggregate, the continuing effects of the supply chain disruptions, higher materials, transportation and logistics and labor costs are estimated to be $20 million to $25 million higher than last year's fourth quarter. Our team continues to work hard to mitigate the impact of these cost pressures and supply chain disruptions by triggering price escalation clauses that are included in many of our long-term contracts, implementing price surcharges and driving operational productivity and lean initiatives.\nTurning to Slide 10. For the fourth quarter, adjusted operating margin expanded 2.1 percentage points versus last year, driven by higher adjusted gross margin but partially offset by higher SG&A and engineering expenses. Adjusted SG&A was $271 million, which was up $65 million from the prior year due to the normalization of certain expenses higher incentive compensation and employee benefit costs and the acquisition of Nordco.\nGAAP SG&A includes a net benefit of $7 million primarily of sales of a closed manufacturing facility. Engineering expense increased from last year. We continue to invest engineering resources and current business opportunities. But more importantly, we are investing in our future as an industry leader in decarbonization and digital technologies that improve our customer safety, productivity and capacity utilization.\nNow let's take a look at the segment results on Slide 11, starting with the Freight segment. As I already discussed, Freight segment sales improved for the quarter and segment adjusted operating income was $267 million for an adjusted margin of 18.7%, up 2.4 percentage points versus the prior year. The benefits of improved productivity, realization of synergies and mix across our portfolio were partially offset by higher net input costs.\nFinally, segment backlog was $18.5 billion, up $615 million from the end of last year due to the broad multi your order momentum that Rafael discussed earlier. This year's backlog growth was driven by an unusually high number of long-term service contracts. Looking forward, we expect our service long-term orders to normalize in 2022.\nTurning to Slide 12. Transit segment sales were down 5.4%, driven by supply chain disruptions and the negative effects of foreign currency exchange. Adjusted segment operating income was up $11 million to $88 million, which resulted in an adjusted operating margin of 13.6%, up a strong 2.3 percentage points versus the prior year and up 1.1 percentage points for the full year. Across the segment, we continued to drive down costs and improved project execution despite the volatile environment. Finally, Transit segment backlog for the quarter was $3.67 billion, down slightly versus a year ago. Adjusting for the negative effect of foreign currency exchange, backlog would have been up 3.6%.\nNow let's turn to our financial position on Slide 13. We had another strong quarter of cash generation. We generated $314 million of operating cash flow during the quarter, bringing full year cash flow generated to over $1.07 billion, which, as Rafael noted, is a record high for the company. This performance clearly demonstrates the quality of our earnings and our business portfolio.\nDuring the quarter, total CapEx was $52 million, bringing total year CapEx to $130 million. Our adjusted net leverage ratio at the end of the fourth quarter declined to 2.5x and our liquidity is robust at $1.67 billion. Also during the quarter, we returned more cash to our shareholders, repurchasing an additional $100 million of shares, bringing the full year share repurchases to $300 million and paid dividends of $92 million.\nAs you can see in these results, our balance sheet continues to strengthen, and we are confident that we can continue to drive solid cash generation giving us the liquidity and flexibility to allocate capital toward the highest return opportunities and to grow shareholder value.\nMoving to Slide 14, quickly recapping the year. Overall, the team delivered a very strong year for all our stakeholders. Despite challenging dynamics, we drove revenue growth, expanded our operating margins across both segments and generated robust cash flow. The strong execution provides us a solid foundation and good momentum as we enter into 2022. With that, I'd like to turn the call back over to Rafael.\n\nRafael O. Santana\n\nCEO, President & Director, Wabtec Corporation\n\nThanks, John. Let's flip to Slide 15 to discuss our 2022 financial guidance. We believe that the underlying customer demand for our products and the end market momentum remains strong across our product lines and our backlog continues to provide visibility into 2022 and beyond.\nNorth American freight markets are expected to show growth despite another year of zero locomotive deliveries in North America. Our international pipeline remains strong and order momentum continues to build. International markets continue to be the bright spot and we expect overall automotive deliveries to be significantly higher versus 2021. We expect strong growth in equipment in 2022, which will create negative mix for us during the year.\nWhen it comes to North American railcar builds, railcars are coming back into use, and we expect railcar deliveries to increase. Our service business continues to benefit from demand for reliable, efficient and available power, driving the need to modernize and refresh fleets, along with the continued unparking of locomotives.\nIn Digital Electronics, our growing backlog of orders supports a return to growth in 2022. Now transitioning to Transit, we expect growth as ridership continues to recover and infrastructure spending increases as governments invest in clean, safe and efficient means of transport. We are committed to driving adjusted margin expansion in 2022 despite headwinds from supply chain disruptions, unfavorable mix and still challenging cost environment with higher investments in technology.\nThe team is committed to driving strong top line growth while aggressively managing costs. With these states in mind, we expect sales of $8.3 billion to $8.6 billion and adjusted EPS to be between $4.65 and and $5.05 per share. We expect cash flow conversion to be greater than 90%.\nNow let's turn to our next slide. Our teams remain committed to delivering long-term profitable growth. Our strategy is built on our significant installed base and deep industry expertise grounded in innovation, breakthrough initiatives and scalable technologies that drive value for our customers. These efforts will continue to be accelerated by our lean and continuous improvement culture and disciplined capital allocation.\nI'm proud of the strong execution by the team in the fourth quarter despite a challenging environment. You are seeing their efforts in the strength of the company, our 2021 financial results in our 2022 guidance.\nAs we go forward, the rail sector is well positioned to increase share and address the critical issues facing the world's freight and logistics sector. We will continue to lean into the strong fundamentals of this industry and our company to deliver long-term profitable growth. As we've said before, Wabtec mission holds a larger purpose to move and improve the world. And after demonstrating strong performance in 2021, I'm confident that this company will continue to deliver and lead the transition to a more sustainable future. With that, I'll turn the call back over to Kristine to begin the Q&A portion of our discussion. Kristine?\n\nKristine Elizabeth Kubacki\n\nVP of IR, Wabtec Corporation\n\nThank you, Rafael. Before we begin Q&A, I'd also like to remind everyone we will be holding our virtual Investor Day on March 9, beginning at 8:00 a.m. Eastern Time. During that discussion, we look forward to sharing more details on our long-term growth strategy and financial outlook. A detailed agenda will be released shortly. We will now move to questions. (Operator Instructions) Operator, we are now ready for our first question."
  }
]