[
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/17bbec00cbe4823b56f52bd90b11b19b",
    "period": "2025 Q3",
    "content": "Q3 2025 Alliant Energy Corp Earnings Call\n\nQ3 2025 Alliant Energy Corp Earnings Call\n\nLNTNASDAQNOV 7, 10:00 AM\n\nOperator\n\nThank you for holding, and welcome to Alliant Energy's [indiscernible] [Operator Instructions].\nI would now like to turn the call over to your host, Susan Gille, Investor Relations Manager.\n\nSusan Gille\n\nInvestor Relations-Manager\n\n[indiscernible] Good morning. I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation. With me here today are Lisa Barton. [indiscernible] President and CEO; and Robert Durian, Executive Vice [indiscernible] We narrowed our 25 earnings guidance range provided 2020 earnings and dividend guidance [indiscernible] page of our website at www. alliantenergy.com.\nBefore we begin, I need to remind you that the remarks we make on this call and [indiscernible] our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different [indiscernible] include material charges or income that are not normally associated with ongoing operations.\nThe reconciliation between ongoing and GAAP measures is provided in the earnings release, which is available on our website.\nAt this point, I'll turn the call over to Lisa.\n\nMelissa A. Kehoe\n\nVice President of Strategic Financial Planning & Investor Relations\n\nThank you, Sue. Good morning, everyone, and thank you for joining our third quarter earnings call. Today, we're pleased to share our Q3 and year-to-date results, another quarter and year where we delivered solid financial and operational performance. We will also share the outlook for the remainder of this year, update you on our strategic initiatives, including our capital expenditures, financing plans through 2029 and [indiscernible] our consistent track record of execution and financial performance.\nOur performance is driven by our customer focused investments and supportive regulatory environments, a winning strategy for driving continued growth while prioritizing affordability and reliable service. Our focus on customers and building stronger communities is at the heart of everything we do.\nWith our compelling large load opportunities and diverse capital investment plans, we are well positioned to continue meeting customer, community and investor expectations.\nWe will cover each of these advantages today, as shown on Slide 3, as they power Alliant's future [indiscernible] through the execution of a fourth electric service agreement with [indiscernible] Madison. We signed a new agreement with Google that further accelerates the [indiscernible] site which minimize transmission investments and accelerate our ability to serve new customers.\nAs a result, we can deliver project certainty, near-term earnings and near-term and [indiscernible] completed the Nina and Vegan Falls Unit 1 Advanced Gas Path projects, which increases the efficiency and capability of each of the Wisconsin facilities.\n[indiscernible] our financial highlights, we delivered strong performance through the first 3 quarters. We are maintaining our midpoint and narrowing our 2025 ongoing earnings guidance range to $3.17 to $3.23 per share, as shown on Slide 5, and we are trending towards the upper half of this range.\nAs shown on Slide 6, we are initiating [indiscernible] 2026 annual common stock dividend it's $2.15 per share 17% to $13.4 billion. This translates to a projected rate base and investment compound annual growth rate of 12% from 2025 to 2029.\nWe expect our compound annual growth rate across 2027 to 2029 to be 7% plus. This is based on the planned growth in rate base and the expected data center revenues during that period. [indiscernible] construction is well underway on 3 of the 4 data centers under agreement, 2 in Cedar Rapids and 1 in [indiscernible] Dan Wisconsin.\nThis progress [indiscernible] this clearly demonstrates that we are focused on meaningful near-term opportunities, each of which serves to unlock the potential of our customers and communities. [indiscernible] contracted demand from the 4 facilities totaled 3 gigawatts, translating to 50% peak demand growth by 2030.\nAccordingly, we've updated our 4-year capital plan, and we'll invest $9 billion in both new and existing generation complementing investments we are making in [indiscernible] beyond what is included in base plan. We are focused on enabling real near-term growth attracting high-impact projects to accelerate economic development as part of our commitment to Iowa and Wisconsin and providing investors with a clear view of well-developed opportunities opening Alliant Energy and the communities we serve for growth.\nAdvancing win-win outcomes that may contain affordable service for customers and communities, insurers Alliant continues to deliver value while unlocking the potential of our customers and communities.\nTo share a few examples of win-win outcomes. First win for our existing customers through stable rates. Second, we executed an agreement to enable fiber connectivity to one of our data center customers by leasing our underground conduit in our service territories, which data center plans with meaningful community contributions [indiscernible] of all infrastructure and the purchase of renewable energy credits from new projects reducing costs and creating value for all WPL customers.\nThrough these filings, we've demonstrated that our approach effectively protect electric and gas rate review settlement for forward test periods 2026 and 2027. This rate review did partner in delivering outcomes, customers and regulators see with a strong focus on customer value and forward looking investments, we are well positioned to provide competitive rates for both new term growth making smart investments to serve that growth worth, while keeping bills low and benefiting new and existing customers.\nIn short, being plug-in ready enables stronger alignment between our revenue [indiscernible] and our update on our regulatory matters.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThank you, Lisa. Good morning, everyone. Yesterday, we announced third quarter and year-to-date ongoing earnings. With third quarter ongoing earnings of $1.12 per share, we have realized over 80% of the mid Capital investments at our Iowa and Wisconsin Utilities and the positive impacts of temperatures in electric and gas sales. These positive drivers were partially offset by higher operations and maintenance expenses, driven by increased generation costs from planned maintenance activities and the addition of new energy resources as well as higher generation development costs to support long-term growth.\nAdditionally, [indiscernible] electric and gas margins for the with higher-than-expected sales to commercial and industrial customers in both states. Electric margin comparisons to last year have experienced timing differences through the first 3 quarters of this year, as a result of the new rates implemented in Iowa in the fourth quarter of 2024.\nThe new seasonal rates are flatter resulting in a less pronounced increase in summer rates, which has distributed earnings more evenly throughout 2025, resulting in quarterly timing differences from last year's margins, but no material impact on full year results.\nTurning to our full year 2025 earnings forecast. As a result of our solid earnings through September and our projected fourth quarter results, assuming normal weather, we have narrowed our 2025 earnings guidance and are trending within the upper half of the $3.17 per share to $3.23 per share updated range.\nAs Lisa mentioned, we also announced our projected 2026 [indiscernible]the 2026 earnings growth represents a 6.6% increase from our 2025 guidance midpoint, which is higher than our typical 6% forecasted growth. And our 2026 annual common stock dividend target is $2.14 per share, a 5.4% increase from 2025.\nWe are moderating the pace of expected dividend growth to efficiently fund our increased capital expenditure plan. We will continue to target a dividend payout range of 60% to 70%, but expect to be in the lower end of the range during the period of our plan with higher investment [indiscernible]generation and energy storage projects to meet the capacity requirements of our growing customer demand.\nWe are also making improvements forage and wind project in our plan in order to preserve tax benefits for our customers, making these projects more cost effective, providing lower fuel costs and delivering greater affordability for our customers.\nWith our refreshed investment plan, we now have a compounded annual growth rate of 12%, a rate base plus construction work in progress, reinforcing our confidence in meeting our long-term growth objectives.\nMoving to our financing plans. In the third quarter, we successfully refinanced $300 million of debt issuances at IPO and issued $725 million of our first junior subordinated notes at our parent company. We plan to use the proceeds from the junior subordinated note issuance to retire maturing debt in March 2026.\nThe equity content of this debt issuance is expected to assist us in maintaining cushion in our FFO to debt metrics to retain our current credit rating.\nAs we look to future financing and with the increase in our capital expenditure plan, we've provided an updated financing plan through 2029 on Slide 13. Of note, our capital expenditures will primarily be financed with a combination of cash from operations, including proceeds expected from the continuation of our tax credit monetization and new debt, hybrid and common equity [indiscernible] billion of new common equity included in our current financing plan for 2026 through 2029, will primarily be used to invest [indiscernible] equity issuances ratably over that period of time. We plan to continue derisking our planned equity sees on a forward basis, utilizing the ATM, while also being opportunistic with favorable market conditions. [indiscernible].\nAs shown on Slide 14, our 2026 debt financing plans include up to $1.1 billion of long-term debt issuance, including up to $300 million at Alliant Energy Finance or [indiscernible] up to $300 million at WPL and up to $500 million at IPO> [indiscernible] involved. [indiscernible].\nFirst, the request for investments to refurbish the Forward Wind farm, targeting additional production tax credits from the project for the benefit of our customers. Second, a request for investments in a liquefied natural gas storage facility, our first ever, to add firm natural gas capacity. This will ensure we can reliably meet current and anticipated gas supply needs, while maintaining an adequate reserve margin during Wisconsin's coldest winter days.\nAnd third, a request for investments to expand the [indiscernible] entry wind farm, adding over 150 megawatts of new wind 01 provide more 0 fuel cost energy and additional tax benefits for our customers. We are also awaiting the PSCW decision on the individual customer rate filing for our Beaver Dam data center. In Iowa, we have 3 active dockets in progress. We have requested advanced ratemaking principles Convenience used necessity for 720 megawatts of natural gas-fired simple-cycle combustion turbines, which will be located the Public Service Commission of Wisconsin and the Iowa Utilities commission on these dockets in [indiscernible]\nTurning to our planned regulatory filings in the future. We expect to file our individual customer rate tariff for QTS Madison later this month. And in conjunction with our updated capital expenditure plan, we also expect to make future regulatory filings in both Iowa and Wisconsin for additional renewables and dispatchable resources to enhance reliability, continue to diversify our energy resources and meet growing customer [indiscernible].\n\nMelissa A. Kehoe\n\nVice President of Strategic Financial Planning & Investor Relations\n\n[indiscernible] Performance and the growth opportunities [indiscernible] by pursuing win-win solutions and focusing on near-term opportunities were driving affordability fueling growth and creating lasting shareholder value. Thank you for your continued support. We look [indiscernible]"
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/55204adf4ba7c69c9c6530188e88489a",
    "period": "2025 Q2",
    "content": "Q2 2025 Alliant Energy Corp Earnings Call\n\nQ2 2025 Alliant Energy Corp Earnings Call\n\nLNTNASDAQAUG 8, 10:00 AM\n\nOperator\n\nThank you for holding, and welcome to Alliant Energy's Second Quarter 2025 Earnings Conference Call.\n[Operator Instructions]\nToday's conference call is being recorded. I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy.\n\nSusan Gille\n\nInvestor Relations-Manager\n\nGood morning. I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation. With me here today are Lisa Barton, President and CEO and Robert Durian, Executive Vice President and CFO. Following prepared remarks by Lisa and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's second quarter financial results and reaffirmed our 2025 earnings guidance range. This release as well as an earnings presentation will be referenced during today's call and are available on the Investor page of our website at www.alliantenergy.com. This presentation contains references to ongoing earnings per share, which for 2024 and is a non-GAAP financial measure. References to ongoing earnings exclude material charges or income that are not normally associated with ongoing operations.\nThe reconciliation between non-GAAP and GAAP measures is provided in the earnings release, which is available on our website. At this point, I will turn the call over to Lisa.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, Sue. Good morning, everyone, and thank you for joining us. 2025 is shaping up nicely and positions us well to meet our 2025 operational and earnings objectives for the year. The Alliant Energy Advantage reflects our unwavering commitment to support economic growth in Iowa and Wisconsin by meeting our customers' evolving energy needs. Our bold commitment to accelerate near-term sustainable economic development and growth is already delivering clear benefits for our customers, communities and shareowners, driving momentum that positions us for sustained sector-leading growth. We're not just planning for growth. We're enabling it in real time. We have been clear on our ambitions to drive growth in the communities we have the privilege to serve, and we are beginning to see this materialize in a significant manner.\nPhysical construction has now started in both Iowa and Wisconsin on 3 large-scale data centers. Our progress to date reflects a deliberate focus on creating solutions that benefit both new and existing customers as well as our investors. We have attracted and accelerated the onboarding of projects by securing length through a deliberate mix of new capital investments, market purchases and strategic forward positioning of existing energy resources.\nOur commitment is clear: to grow at the pace of our customers and communities, ensuring all customers benefit from economic development. Earlier today, QTS Centers, a Blackstone portfolio company, announced a planned $10 billion investment, the largest investment in Cedar Rapids history. Our partnership with the QTS Cedar Rapids data center is a clear demonstration of how we're delivering transformational growth in the communities we serve. Notably, QTS is also seeking to advance a multiphase data center in WPL service territory in the Greater Madison area. With an agreement in principle in place, we are continuing to make progress towards finalizing and executing definitive agreements. QTS has been working proactively with the community through public meetings to discuss their plans and will be seeking town, city and county approvals.\nAs I've said before, our focus is on creating cascading waves of growth and executing with discipline and precision every step of the way. We've also emphasized our commitment to transparency, sharing details on growth opportunities and projects that we believe our investors can count on and with a realistic line of sight into what's ahead. Our focus has been on reporting well-developed, high-confidence projects in contrast to reporting all early-stage projects.\nOn Slides 4 and 5, we provide a line of sight to our updated data center demand. Fueled by the progress we have made, we continue to steadily expand our backlog of prospective customers and are engaged in advanced discussions to convert these opportunities into concrete growth reinforcing the strength and momentum of our long-term pipeline. New loans supported by signed ESAs will be included in our Q3 capital expenditure plan update. Incremental load growth beyond the 2.1 gigawatts already in our plan is expected to be primarily served by new energy resources.\nTurning to the recently passed budget bill. While it accelerates the phaseout of certain clean energy tax credits, we're encouraged by the provisions that promote customer affordability and strengthen the support for renewable projects already in progress. As documented on Slide 6, under the budget reconciliation law, our current CapEx plan is intact, transferability of renewable tax credits is intact. Our Iowa regulatory construct, which enables us to earn our authorized return while growing to serve the needs of our customers and communities is not impacted, and our customers and communities maintain benefits associated with the projects along with the tax credits. Our congressional delegations played a key role in securing these protections and we remain committed to working collaboratively with them and our industry partners as further treasury guidance materializes.\nWe expect the Treasury's guidance to reflect a pragmatic and constructive approach as it relates to the start of construction guidance. Under current start of construction guidance, we have safe harbored 100% of the energy storage projects in our capital plan, safe harbored 750 megawatts of the 1,200 megawatts of wind in our plan, and we are confident in our ability to safe harbor the remaining 450 megawatts at either directly or through a third-party developer. As we have stated before, we have very flexible resource planning processes in both states. This positions us well to navigate if needed, potential changes to the long-standing start of construction guidance and deliver cost-effective energy resources to meet the growing energy needs and time lines our customers expect.\nWe continue to make significant progress on regulatory filings and approvals, which Robert will address in detail. As a result of these efforts, and our strong execution capabilities, we are advancing key strategic capital projects. We completed construction of our first utility scale energy storage project at the Grant County Solar site in Wisconsin. And by the end of the year, we expect to complete construction of an additional 175-megawatt energy storage and our Wisconsin Advanced Gas Path projects for 2 of the 4 units at Nina and Sheboygan.\nAs we grow alongside our customers, we plan to continue to propose and execute projects that drive efficiencies within our existing fleet as well as adding new energy supply resources that strike the right balance between system reliability, efficiency and customer costs. I could not be more excited about the direction of this company. At Alliant Energy, we're positioning ourselves for scalable, long-term growth, unlocking the potential of our customers, our communities and our investors. We are accomplishing this with a strong aligned team solving the utility industry's Rubik's Cube for reliability, resiliency, affordability and growth while maintaining the strong balance sheet our investors expect from us.\nOur commitment has been consistent and clear. We deliver win-win-win solutions without compromising one priority for another. That's how we create lasting value across all stakeholders. To the analysts and investors on the call today, thank you for your interest in our great company. When you invest in us, you're choosing a proven track record of consistency backed by industry-leading growth opportunities that drive long-term sustainable value.\nI will now turn the call over to Robert.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThank you, Lisa. Good morning, everyone.\nYesterday, we announced second quarter 2025 ongoing earnings of $0.68 per share compared to ongoing earnings of $0.57 per share in the second quarter of 2024. The quarter-over-quarter increase in our ongoing earnings was mainly driven by the successful execution of IPL's and WPL's customer-focused capital investment programs, which supported new electric and gas rates that took effect on October 1 and January 1, respectively, and higher electric and gas sales driven by changes in temperatures compared to last year.\nThese positive results were partially offset by higher depreciation and financing expenses related to the capital investments. Temperatures in the second quarter of 2025 resulted in increased electric and gas margins of $0.02 per share. In comparison, the temperatures in the second quarter of 2024 decreased our electric and gas margins by approximately $0.02.\nExcluding the impacts of temperatures, our retail electric sales were fairly consistent with the second quarter of 2024. Our ability to consistently deliver solid financial results is supported by our efforts to ensure our customers and investors realize the value of our capital investments. Recent achievements by our team to capture such value include safe harbor activities to preserve the qualification of tax credits for future energy storage and renewable projects, monetization of tax credits to reduce financing costs, extending the value of existing energy resources, including generating higher revenues from the recent MISO annual capacity auction and controlling operating expenses.\nCapturing growth from economic development activities in [indiscernible] in United States will also aid in absorbing a portion of our fixed costs, helping mitigate cost for all customers in the future. With a solid first half behind us, we are reaffirming our 2025 earnings guidance range of $3.15 to $3.25 per share, and we are reaffirming our long-term annual earnings growth target of 5% to 7%.\nTurning to financing. We are successfully executing our 2025 financing plan, which will fund our capital investments and support refinancing $300 million in debt maturities in the second half of the year. In the second quarter, we issued $575 million of convertible senior notes at the parent company and $600 million of senior debentures at IPL. Both debt issuances reflected strong investor interest, resulting in favorable pricing relative to our 2025 plan. The remaining debt financings are included in Slide 10, which include estimated issuances at our 3 registrants.\nIn the second quarter, we launched an ATM program, which in addition to our [indiscernible] direct program, will support our planned new common equity issuances. Through June, we raised approximately $175 million of new common equity, executed on a forward basis under the ATM, which we plan to settle throughout 2026. ATM issuances on a forward basis allow us flexibility in future funding while managing dilution effectively. Finally, Slide 11 includes our 2025 regulatory proceedings that have been recently approved by our state regulators, the filings that are currently pending and filings we plan to initiate later this year. The Wisconsin rate review is progressing according to schedule, and we continue working collaboratively with staff and interveners.\nThe next steps in this proceeding include continued discovery and audit by the commission staff and interveners to support their testimony scheduled to be filed next week, followed by the public hearing in early September and a final decision expected from the PSCW later this year. We have provided the procedural schedule for WPL's rate review on Slide 12. The Iowan, Wisconsin constructive regulatory environments continue to support our customer-focused investment plan. In Wisconsin, we recently received approval from the PSCW for the Energy Dome, which is our long-duration storage project in Columbia County. Our remaining active dockets in Wisconsin include 1 individual customer rate service agreement for the Beaver Dam, Wisconsin data center and 3 dockets for customer-focused investments.\nIn Iowa, we received several approvals from the IUC since our last earnings call, including approval for the individual customer rate service agreement with Google, approval from approximately 100-megawatt new natural gas generating facility near the existing site of the Prairie Creek Generating Station and approval for 150 megawatts of energy storage at the existing site of the retired Lansing Generating Station. We currently have 4 active filings in progress before the IUC, including the individual customer rate service agreement with QTS, requests for approximately 150 megawatts of additional energy storage and an advanced ratemaking filing for up to 1 gigawatt of new wind energy resources. The expected timing of decisions from the state regulators on these pending dockets is provided on Slide 11.\nWe expect to make additional regulatory filings later this year in both Iowa and Wisconsin for renewables and dispatchable resources to enhance reliability, further diversify our energy resources and meet growing customer energy needs. The investment thesis for Alliant Energy is simple, we are a fully integrated utility with industry-leading growth opportunities driven by data centers and enabled by constructive regulation. We have and expect to continue to consistently deliver on customer and investor expectations. We thank you for your continued support and look forward to speaking with many of you in the coming months. At this time, I'll turn the call over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6ea1dc466c2f50db492c0c77ebf5cc3f",
    "period": "2024 Q4",
    "content": "Q4 2024 Alliant Energy Corp Earnings Call\n\nQ4 2024 Alliant Energy Corp Earnings Call\n\nLNTNASDAQFEB 21, 10:00 AM\n\nOperator\n\nThank you for holding, and welcome to Alliant Energy's Year-End 2024 Earnings Conference Call. [Operator Instructions] Today's conference is being recorded. I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy. Please go ahead.\n\nSusan Trapp Gille\n\nManager-Investor Relations, Alliant Energy Corp.\n\nGood morning, I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation.\nWith me here today are Lisa Barton, President and CEO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by Lisa and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's year-end and fourth quarter financial results and affirmed our 2025 earnings guidance range. This release as well as an earnings presentation will be referenced during today's call and are available on the Investor web page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's news release last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nIn addition, this presentation contains references to ongoing earnings per share which is a non-GAAP financial measure. References to ongoing earnings exclude material charges or income that are not normally associated with ongoing operations. The reconciliation between ongoing and GAAP measures is provided in the earnings release, which is available on our website.\nNon-GAAP adjustments include an asset valuation charge related to IPL's Lansing generating station of $0.17 per share recorded in the second quarter of 2024. Restructuring and voluntary employee separation charges of $0.08 per share recorded in the fourth quarter of 2024. An asset retirement obligation charge for steam assets at IPL of $0.06 per share recorded in the second quarter of 2024, and an adjustment of deferred tax assets due to Iowa tax reform of $0.04 per share recorded in the fourth quarter of 2024 and in 2023.\nAt this point, I will turn the call over to Lisa.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, Sue. Good morning, everyone, and thank you for joining us.\n2024 marked another year of solid financial and operational performance, during which we made considerable progress on our key strategic priorities. As we review our strong operational and financial performance for 2024 we'll look ahead to 2025, providing updates on our progress towards achieving key strategic objectives that enhance our ability to support our customers' communities and importantly, drive shareholder growth now and for generations to come.\nReflecting on 2024, I'm extremely proud of the progress we made and the strong foundation we built, one that positions us well to drive sustainable growth and deliver meaningful value. Our ongoing 2024 EPS growth aligns with our long-term target of 5% to 7%. We increased our dividend with 2024 marking the 21st straight year of dividend increases. We successfully commissioned 1.5 gigawatts of solar energy investments, adding to our 1.8 gigawatt wind generation fleet, reinforcing our leadership in regulated owned renewables.\nOur approved electric rate review construct in Iowa stabilizes electric base rates for customers through the end of the decade and allows us to grow in tandem with our economic development success rate positions the company to earn its authorized return on equity through the retention of new tax credits, energy margins and capacity revenues while we invest in energy resources to support growing energy demand, provides a framework to support economic development through an individual customer rate construct enabling the company to capture meaningful economic development growth to benefit our communities.\nBy putting our newly IUC approved construct into action, we reached a significant milestone in our economic development efforts, securing commitments with signed agreements of up to 1.9 gigawatts of data center load at our Big Cedar site in Cedar Rapids. Our individual customer rate or ICR construct in Iowa and Wisconsin are key tools for economic development and community growth. We recently filed an ICR contract for 1 of 2 Iowa data centers, and we look forward to the IUC's review of this contract. We expect the second ICR contract to be filed in the first quarter.\nAs we have highlighted in previous calls, we are committed to ensuring all ICRs benefit existing customers, new customers and our shareholders, which will be demonstrated in these confidential filings.\nOur team continues to advance our purpose-driven strategy and is taking measures today to enable the achievement of our financial and operational objectives over the long term. We operate in 2 states that have enacted legislation to fast track and support economic development, creating new opportunities for growth and investment. To complement legislation adopted last year to support mega projects, Iowa Governor, Kim Reynolds, recently introduced legislation to continue providing tools to accelerate economic development in the state.\nKey provisions of the bill include non-contested integrated resource plan filings with the IUC and the requirement to file non-contested IRPs at least every 5 years, lowering the thresholds for advanced ratemaking to 40 megawatts and expanding eligibility requirements for advanced ratemaking to encourage all of the above energy solutions and technologies in Iowa.\nIn Wisconsin, the legislature enacted a sales and use tax exemption for data centers. This legislation is designed to increase investments and growth in the sector. With that in mind, I'm excited to announce we have an agreement in principle with a data center customer that has purchased land in Beaver Dam, Wisconsin. As noted in previous calls, we have increased our focus on economic development, and this will continue to be our focus in the months and years ahead.\nExpanding the competitive advantage of our service territory through our efforts to drive economic development in Iowa and Wisconsin is driving meaningful outcomes, attracting new investments, creating jobs and [ supporting ] investments in the infrastructure needed to support long-term growth in the communities we serve.\nTying our economic development wins back to our CapEx plans. As you recall, in November 2024, we refreshed our capital expenditure plan to incorporate energy resource investments to meet the first phase or up to 1.1 gigawatts of our data center growth. At this time, we also -- at that time, we also indicated that we had an additional 800 megawatts of data center load backed by fully executed land transmission and energy supply agreements where we were awaiting greater clarity on the timing of the load ramp. We now have that clarity. Given our confidence in our Wisconsin Beaver Dam location, we expect to add this new data center demand to our updated resource supply plan, capital expenditure plan and financing plans, which will be provided as part of our Q1 2025 earnings release.\nAs noted on Slide 5, we are taking a responsible approach to meeting these needs using a combination of existing capacity, new generation, demand response and capacity purchases. This allows us to accelerate our ability to serve the load while building [ length ] in our CapEx plan well into the future. Our economic development efforts, including the addition of new data center loads are projected to increase energy sales. This increase in sales will help distribute fixed costs across a larger customer base contributing to more stable and manageable rates for our customers.\nWe recognize speed to market is critical for meeting the needs of growing and new customers whether they are large load industries or local expansions. Our reliable, balanced portfolio of existing resources, combined with our inventory of MISO [ Q ] positions to connect new energy resources short-term market purchases and our track record of successful execution gives us confidence in our ability to capture these opportunities.\nNow let me briefly touch on the investment growth opportunities associated with our 16% interest in American Transmission Company. MISO transmission investments present a strategic opportunity for us to enhance regional grid stability. Earlier this year, MISO announced capital investments for Tranche 2.1. ATC expects to be assigned approximately $2 billion of Tranche 2.1 with an additional opportunity through the right of first refusal or competitive bid process of up to $1.8 billion. We do not expect a material impact to our current capital expenditure plan since the majority of investments related to Tranche 2.1 would be post-2030.\nAt Alliant Energy, we are committed to strengthening the energy grid by reducing outages, improving recovery times and expanding capacity with a balanced mix of cost-effective and proven technologies. At the same time, we continue investments in future innovations to meet growing demand while maintaining affordability for our customers.\nLooking back on my first year as CEO, I'm proud of our team's relentless dedication and execution of our purpose-driven strategy. Their dedication not only strengthens our service to customers and communities, but also fuels sustainable long-term value creation for our shareholders.\nAs we celebrate National Engineers Week, I'm proud to recognize the exceptional contributions of our engineers whose innovation and expertise continue to propel our industry forward. Equally important, I extend my deepest gratitude to our dedicated generation team, line crews and extended team for their unwavering commitment to delivering reliable energy to our customers. Your hard work and dedication are the backbone of our operational success and the driving force behind our continued progress.\nI will now turn the call over to Robert to provide our financial results, financing plans and an update on regulatory matters.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThank you, Lisa. Good morning, everyone. Yesterday, we announced 2024 ongoing earnings of $3.04 per share compared to ongoing earnings of $2.82 per share in 2023. These ongoing earnings contributed to a compounded annual earnings growth rate in excess of 6% over the last 10 years.\nOur year-over-year ongoing earnings change was primarily due to higher revenue requirements from capital investments. This positive driver was partially offset by higher depreciation and financing expense and lower AFUDC associated with our customer-focused capital expenditure programs. The remaining year-over-year earnings drivers largely related to the negative impacts of milder temperatures on electric and gas sales and our team's successful efforts to offset a significant portion of the negative 2024 temperature impacts with actions taken to capture higher tax benefits and lower O&M expenses. We are extremely proud that our 2024 O&M expenses, excluding non-GAAP adjustments, were approximately $30 million less than in 2023, the result of our employees' efforts to manage our business to deliver long-term financial consistency.\nWe also completed restructuring activities in the fourth quarter of 2024, which resulted in a 5% reduction in our workforce, for individuals who chose a voluntary employee separation package which will provide sustainable cost savings in the future.\nThe winter temperatures in 2024 were some of the warmest on record in our service territory and across the U.S. These temperature impacts on electric and gas margins decreased Alliant Energy's earnings by approximately $0.15 per share in 2024. In comparison, temperatures decreased Alliant Energy's earnings by $0.06 per share in 2023. Excluding the impacts of mild temperatures, the margins from our electric sales were close to plan with higher-than-expected sales to residential and commercial customers due to greater-than-forecasted meter growth, partially offset by lower sales to our lower-margin IPL industrial customers, primarily due to less demand from customers who operate their own generation.\nIn 2024, we continued our steadfast focus on keeping bills cost-effective for the customers we have the privilege to serve. On a revenue per kilowatt hour basis, average retail electric rates only increased by approximately 2% and 1% for IPL and WPL, respectively. Changes were below the U.S. rate of inflation in 2024. And our average retail natural gas rates on a cost per [indiscernible] sold declined by approximately 10% when compared to 2023.\nSo with many initiatives in 2024 to help create value for our customers in the future, we were awarded $80 million of grants to lower capital cost for customer-focused investments. We secured $3 billion of conditional commitments for loan guarantees from the U.S. Department of Energy's loan programs office. And if finalized, those loans would help us cost effectively finance future clean energy generation and storage for both Iowa and Wisconsin customers.\nWe initiated safe harbor activities with the intention of preserving the qualification of tax credits for future energy storage and renewable projects. And as Lisa mentioned, we are utilizing our individual customer rate construct in both states, which allows us to capture growth from economic development activities occurring within our states, which will, in turn, absorb a portion of our fixed costs, helping reducing costs for all customers.\nOur teams also had success with improving cash flows last year. 2024 cash flows from operations increased by approximately $300 million or 35% when compared to 2023. This substantial increase was primarily the result of the successful monetization of tax credits generated in 2024, improved recoveries of infrastructure investments with new base rates in both Iowa and Wisconsin, and successful efforts by our employees to reduce the working capital requirements of our core utility business. I'm also pleased to report that our investing cash flows in 2024, aligned with our projected capital expenditures set at the beginning of the year. due to our proactive procurement activities and our continued track record of successful execution of our key construction projects.\nMoving to 2025, we are affirming our 2025 earnings guidance range of $3.15 to $3.25 per share. And we have based our long-term 5% to 7% earnings growth rate target of our 2024 ongoing earnings of $3.04. Our efforts to support customer value by making smart investments and controlling operating costs, all while receiving constructive regulatory outcomes will support our ability to consistently deliver solid financial results.\nTurning to 2025 financing. Our current 2025 financing plans are included on Slide 8. We anticipate updating our 2025 to 2028 financing plans in conjunction with our next capital expenditure update, which we expect to share on next quarter's earnings call.\nFinally, I'll highlight our regulatory initiatives in progress as well as those regulatory filings we plan to initiate later this year. We have 4 active dockets in progress before the Public Service Commission of Wisconsin, which involve requests for certificates of authority for customer-focused investments. These dockets relate to investments, which will enhance the reliability and resiliency of the Riverside natural gas generating facility, refurbished the Forward Wind and Bent Tree Wind Farms to extend production tax credits from the facilities for the benefit of our customers, and enable a new long-duration energy storage project called Energy Dome, which will be sited next to WPL's Columbia Energy Center. The expected timing of decisions from the Public Service Commission in Wisconsin, these dockets is provided on Slide 9.\nWe also have 2 active filings in progress before the Iowa Utilities Commission, seeking approval for an individual customer rate for one of the new data centers in Cedar Rapids, Iowa, and an approximate 100-megawatts Cedar River natural gas generating station, which would be located on the existing side of the Prairie Creek Generating Station.\nFinally, for our planned regulatory filings this year, we anticipate filing a Wisconsin retail electric and gas rate review for test years 2026 and 2027 at the end of this quarter. And in conjunction with our updated capital expenditure plan, we also expect to make regulatory filings later this year in both Iowa and Wisconsin for additional renewables and dispatchable resources to enhance reliability, further diversify our energy resources and meet growing customer energy needs.\nWe thank you for your continued support and look forward to speaking with many of you in the coming months. At this time, I'll turn the call back over to Lisa to provide closing remarks.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, Robert. I'd like to close by focusing on what you can expect from the Alliant Energy team. We are actively looking to expand our competitive advantage by driving sustainable growth and long-term value. Our tenants driving affordability and delivering value, advancing growth at scale through economic development, adapting regulatory and advocating for legislative constructs to support growth and win-win outcomes, responsibly powering growth, by growing at the pace of our customers and using capacity length, new resources, load response and capacity purchases.\nI'm extremely proud of the foundation we've established in 2024. We are well positioned to drive sustainable growth and create meaningful shareholder value. Thank you for your continued support.\nAt this time, I will turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/87e61a2b8f0cfbd6b1c7244606054ea2",
    "period": "2024 Q2",
    "content": "Q2 2024 Alliant Energy Corp Earnings Call\n\nQ2 2024 Alliant Energy Corp Earnings Call\n\nLNTNASDAQAUG 2, 10:00 AM\n\nOperator\n\nThank you for holding, and welcome to Alliant Energy's Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Today's conference call is being recorded. I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy. Please go ahead.\n\nSusan Trapp Gille\n\nManager-Investor Relations, Alliant Energy Corp.\n\nGood morning. I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation. With me here today are John Larsen, Executive Chairman; Lisa Barton, President and CEO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John, Lisa and Robert, we will have time to take questions from the investment community. We issued a news release last night announcing Alliant Energy's second quarter financial results. This release as well as the earnings presentation, which will be referenced during today's call, are available on the Investor page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's news release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements. In addition, this presentation contains references to ongoing earnings per share, which is a non-GAAP financial measure.\nThe reconciliation between non-GAAP and GAAP measures is provided in the earnings release, which is available on our website. References to ongoing earnings exclude material charges or income that are not normally associated with ongoing operations. At this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, President & Chief Executive Officer, Alliant Energy Corp.\n\nThank you, Sue. Good morning, everyone, and thank you for joining us. As we pass the midpoint of 2024, I'm pleased to report that we are on track to achieve our strategic objectives and maintain our long track record of solid operational and financial execution. We remain fully committed to our purpose, serving customers and building stronger communities. Before I highlight some of the recent achievements, I want to briefly address the recent announcement of my retirement plans. Over the past 36 years, I've witnessed significant changes within our industry, positive changes that have led to improved service quality for our customers, along with an incredible transformation of how we produce and deliver energy.\nOne thing, however, that has not changed is the incredible talent and dedicated service from our employees. It has been an honor to be part of this company and to work alongside the Alliant Energy team. From my early days as an engineer in Iowa through the merger that created Alliant Energy more than 25 years ago and all the experiences in between, including our expansive and industry-leading investments for the benefit of our customers. Serving customers across Iowa and Wisconsin and working alongside my colleagues has been a privilege. With that, I want to say thank you to everyone I've worked with during my tenure at Alliant Energy.\nAdditionally, I'd like to reiterate my previous comments about Lisa. She is an exceptional leader with a well-established track record of success. With her leadership and the talented team at Alliant Energy, we are well positioned to deliver long-term value to our customers, our communities and our shareowners. With customer value in mind, I'm pleased with our efforts in reaching partial settlement in our Iowa rate review in collaboration with several intervening groups, we remain focused on what's best for our customers, shareowners and the communities we proudly serve providing stability and opportunities for continued economic development and growth.\nI'll now turn the call over to Lisa.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, John. I'd like to take a moment to recognize John's outstanding leadership. John's vision, dedication and passion for our customers and the communities that we serve has laid a strong foundation for our continued success, a focus, which will continue to guide us into the future. John's foresight and commitment to advancing clean energy solutions, coupled with an acute focus on our customers has left an indelible mark on our organization and communities. Congratulations, John, on your upcoming retirement. I look forward to working with you in your continued role as board share.\nBuilding on John's remarks and before we get into additional updates, we are committed to our long-term 5% to 7% earnings growth target and we are reaffirming our 2024 ongoing EPS guidance range of $2.99 to $3.13. Our confidence in reaffirming the range assumes the following: normal weather for the remainder of the year, execution of cost controls and receipt to the timely order from the Iowa Utilities Commission with rates effective October 1. I want to highlight the extraordinary focus the organization has on maintaining the financial discipline needed to deliver on investor and customer expectations. We continue to focus on making capital investments to serve the needs of our customers and communities while also focusing on operational excellence to drive efficiencies within the business.\nOur team is focused on prioritizing reliability, supporting economic growth in our communities and driving affordability, which gives me confidence in our ability to execute on our plan. Pivoting now to our strategic priorities of driving consistent growth and building stronger communities, our Iowa rate review settlement provides continued regulatory progress. It strikes the right balance between shareholders and customers and uniquely positions [indiscernible] to attract economic development growth to our service territory, benefiting customers, shareowners and the state of Iowa. Our settlement in Iowa is a testament to the benefits of parties rolling up their sleeves and coming together to engage in constructive settlement discussions and outcomes.\nWith this settlement, customers will see base rate stability through the end of the decade. Through the individual customer rate construct, [indiscernible] will have the ability to move quicker and more nimbly to attract new commercial and industrial customers to the region. Shareowners will retain tax and energy benefits from new generation with the ability to earn a consistent and fair return. Most importantly, Iowa will benefit from economic growth, rate stability and be recognized as the state that is open for business with utilities well positioned to support the evolving needs of its customers and communities.\nAs noted in our news release, the settlement also provides greater flexibility to attract economic development, which is expected to have a positive and meaningful impact on promoting load growth. We have been proactively working to attract new customers in both Iowa and Wisconsin, and we are pleased to announce that we have executed multiple agreements with data centers in both states. Approval by the [indiscernible] of the settlement, which includes the individual customer rate construct is necessary for these projects to move forward in Iowa.\nIn our third quarter call, we'll provide details on the expected customer load commitments and the timing of the energy demands associated with this growth. Locking in both is necessary to drive our resource and CapEx forecast. The interest we have seen is a testament to the value of our incentive rate design structures in Iowa and Wisconsin and the commitment and the hard work of our economic development teams. These rate design structures will fuel our ability to deliver on earnings growth and affordability. To support our economic development aspirations, we have built a strong partnership with both ATC and ITC Midwest to ensure timely interconnection of new loads in our service area.\nWe have prioritized economic development, and we'll continue to focus on partnering with existing customers looking to grow and attracting new industries to our service territory. The recently passed megasite legislation in Iowa is already yielding interest from large businesses. As a reminder, the legislation is designed to attract projects that span at least 250 acres with investments of at least $1 billion in capital. The incentives are geared towards advanced manufacturing, biosciences and research-based companies locating at a certified site.\nMoving on to our Clean Energy Blueprint, our resource planning process. We continuously plan ahead for new generation development, identifying sites and strategic transmission interconnections that enable us to be flexible as we respond to load growth and changes in MISO's capacity accreditation. We understand the importance for our investors to have transparency in our future plans. As such, we will provide updated load forecast, resource needs and CapEx requirements in our third quarter capital expenditure update and in future regulatory filings.\nBefore I turn the call over to Robert, I would like to express my appreciation to our employees, especially our field and operation team members. Thank you for your tireless efforts to ensure our customers have the reliability they expect. A special note of appreciation for those who answered the call for mutual assistance and stepped up to aid our neighboring utilities. This program serves as the cornerstone of the industry, offering a unique framework for rapid coordinated support during emergencies, ensuring reliable service is restored as quickly and safely as possible. I will now turn the call over to Robert.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThanks, Lisa. Good morning, everyone. Yesterday, we announced second quarter 2024 GAAP earnings of $0.34 per share and ongoing earnings of $0.57 per share. The difference between these 2 amounts relates to nonrecurring charges from legacy assets that were recorded in the second quarter of 2024, which are excluded from our ongoing earnings. .\nFirst, based on the terms of IPL's rate review settlement agreement executed in the second quarter, we currently expect to recover return of the remaining net book value of the Lansing Generating Station, but not earn a return on that asset in the future. Because we no longer expect to receive a full return on the asset, we were required to write down the asset in the second quarter, resulting in an after-tax charge of $0.17 per share that we disclosed in an 8-K filed in June.\nSecond, due to the EPA's recent enactment of the revised coal combustion residual rule, we remeasured our asset retirement obligations related to ash ponds and landfills in the second quarter. A majority of the increase in asset retirement obligations was offset to regulatory assets and property in our balance sheet. The remaining amount related to a portion of 2 generating stations utilized to serve our steam customers resulted in an after-tax charge of $0.06 per share.\nIPL has 2 high-pressure steam customers under contract through 2025, after which time IPL expects to end its steam operations. The coal combustion residual rule is expected to be challenged. We believe we are very well positioned for compliance, whether the rule withstands a challenge or not. The quarter-over-quarter variances in our ongoing earnings per share were mainly driven by the successful execution of WPL's customer-focused capital investment program, which supported new electric and gas rates that took effect on January 1, and resulted in higher financing and depreciation expenses.\nIn addition, the second quarter 2024 results were impacted by the temporary effects of the timing of income tax expense. This issue in modeling our quarterly earnings this year, I wanted to provide some additional context to the timing of income tax expense. Income tax expenses recorded each quarter based on an estimated annual effective tax rate and the proportion of full year earnings generated each quarter.\nAs shown and quantified on Slide 7 of our supplemental slides, this causes fluctuations in the amount of tax expenses quarter-over-quarter, but it will not have an impact on our full year earnings. To reiterate, the level of our annual tax benefits expected to be generated in 2024 are in line with our expectations. However, the percentage recognized each quarter is a function of the amount of earnings generated each quarter. Through the first half of this year, approximately 40% of our annual tax benefits have been accrued, setting us up for a larger benefit in the second half of the year, which drives the timing difference for the quarter.\nTemperature normalized electric sales to residential customers were higher in the first half of 2024 when compared to last year as we continue to experience solid growth in the number of new residential customers in both states. However, these positive residential sales were offset by decreased electric sales in 2024 to a limited number of low-margin industrial customers with their own generation capabilities in Iowa. We continue to make progress with lowering operating expenses at our 2 utilities to achieve our financial objectives and support customer affordability.\nIn fact, our adjusted operations and maintenance expenses for the first half of 2024 were approximately $20 million less than the first half of 2023. These positive results are due to the ongoing efforts by our employees to identify and execute initiatives that have resulted in meaningful reductions in operating expenses. For the full year, we are reaffirming our ongoing earnings guidance of $2.99 to $3.13 per share, which excludes the 2 nonrecurring charges I discussed earlier.\nDetails on our second quarter earnings drivers and 2024 full earnings guidance can be found on Slides 5 and 6. Turning to cash flows. During the first half of 2024, cash flows from operations increased by approximately $250 million when compared to last year. These strong cash flows demonstrate the strength of our ongoing business.\nThe increased cash flows were primarily due to WPL's electric gas rate increases, which were effective January 1 of this year, the successful execution of our tax credit monetization program and improvements in working capital. Looking forward, we expect continued improvements in our cash flow metrics as a result of the aforementioned drivers. Through the first 7 months of this year, we have monetized over $130 million in tax credits. The strength of our renewable fleet in both Iowa and Wisconsin positions us well for generating significant tax credits and ensuring our customers and investors realize the value of these investments.\nWe have executed a substantial portion of our 2024 financing plan to fund our investments in renewable and battery projects and to support refinancing $800 million in debt maturities this year. In addition to successful debt issuances in the first quarter, we issued $375 million of long-term debt at Alliant Energy Finance in June. Our overall financing plan for 2024 remains unchanged, including 1 remaining plan financing for up to $700 million of long-term debt at IPL in part to refinance $500 million in debt that matures in December.\nIn the second quarter of 2024, we also closed on the sales of 125 megawatts of our West Riverside natural gas facility, providing proceeds, which will help reduce our external financing requirements. The sales of these partial interest in West Riverside were anticipated in our plans and providing combined proceeds of $123 million.\nShifting to our regulatory initiatives. We continue to make good progress on our notable regulatory initiatives for 2024 shown on Slide 8. Lisa provided the highlights of IPL's rate review settlement agreement executed in the second quarter. The hearing for the rate review was completed in July, and the final order is currently expected from the Utilities Commission in August or September. We are also making progress with several key regulatory proceedings in Wisconsin. Last month, the Public Service Commission of Wisconsin approved a reconciliation of actual fuel costs to the authorized fuel recoveries in WPL's 2023 fuel cost plan. For the order, WPL will refund $34 million to its Wisconsin electric customers in the fourth quarter of this year, helping lower customer bills. Continuing with our Wisconsin jurisdiction. We have 2 filings requesting authority for additional investments in existing generation stations that are pending decisions from the PSCW.\nEnhancements to the Riverside generation station and the proposed repowering of the [indiscernible] wind facility. We expect decisions from the PSCW on these 2 filings in 2025. We appreciate your continued support of our company and look forward to meeting with many of you in the coming months. As always, our Investor Relations materials are available on our website. At this time, I'll turn the call back over to John for his closing remarks.\n\nJohn O. Larsen\n\nChairman, President & Chief Executive Officer, Alliant Energy Corp.\n\nThank you, Robert. As you heard today, Alliant Energy is well positioned for the future. Before I turn the call back to the operator, let me take a minute and summarize the key takeaways. We are reaffirming our 2024 ongoing earnings guidance range. We've made great progress with the regulatory and economic development, positioning us for long-term growth and we are looking forward to sharing progress updates on our Clean Energy Blueprint and economic development efforts as we lead up to the fall EEI conference. .\nI want to thank my colleagues for their collaboration and customer focus, which have strengthened the communities we proudly serve. I also want to thank the investors and analysts for your support of Alliant Energy. I look forward to the next chapter and continuing to serve Alliant Energy in my role as Board Chairman. At this time, I will turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4c806c720f8562e92bb96efc4f548af6",
    "period": "2024 Q1",
    "content": "Q1 2024 Alliant Energy Corp Earnings Call\n\nQ1 2024 Alliant Energy Corp Earnings Call\n\nLNTNASDAQMAY 3, 10:00 AM\n\nOperator\n\nWelcome to Alliant Energy's First Quarter 2024 Earnings Conference Call. [Operator Instructions] Today's conference call is being recorded. I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy. Please go ahead.\n\nSusan Trapp Gille\n\nManager-Investor Relations, Alliant Energy Corp.\n\nGood morning. I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation. With me here today are John Larsen, Executive Chairman; Lisa Barton, President and CEO and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John, Lisa and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's first quarter financial results. This release as well as the earnings presentation will be referenced during today's call. and are available on the Investor page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different.\nThose risks include, among others, matters discussed in Alliant Energy's news release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements. References to adjusted earnings exclude temperature impacts and any non-GAAP adjustments. At this point, I will turn the call over to John.\n\nJohn O. Larsen\n\nChairman, President & Chief Executive Officer, Alliant Energy Corp.\n\nThank you, Sue. Good morning, everyone, and thank you for joining us. We are excited to share some key milestones and provide updates on several areas of the business today. 2024 is off to a solid start, and we remain committed to achieving our strategic objectives while continuing our long track record of solid operational and financial execution.\nOur company's purpose serving customers and building stronger communities remains at the center of everything we do. I will highlight a few of our key 2024 achievements and then turn the call over to Lisa and Robert to provide more updates as well as additional details relating to our operations financial performance and key regulatory matters.\nI'll start by highlighting the successful execution of our strategic solar investments. These investments play an important role in our balanced generation portfolio, a portfolio that delivers safe, resilient and reliable energy to our customers.\nOur final solar project in Wisconsin is near completion, which signifies the culmination of our planned 1.1 gigawatts of solar investment in the state and providing long-term value to our customers. The completion of this investment solidifies our position as the largest owner-operator of solar generation in Wisconsin.\nWhen constructing our renewable generation, we follow the Institute for Sustainable Infrastructure framework called Envision. Using this framework, we design projects to enhance environmental, social and economic impacts. I'm pleased to report that so far, we've received platinum Envision certification for 4 of our Wisconsin solar projects. We also made progress on our solar investments in Iowa, our 50-megawatt solar project in Linn County just outside of Cedar Rapids is now operational, and we remain on track for completing the remaining 350 megawatts in the state by the end of 2024.\nThese strategic investments in solar energy are enhancing customer value by providing 0 fuel cost resources, tax credits and creating a more balanced energy mix for our customers. This balance is critical to delivering reliable and resilient energy to our customers. And in addition, these solar projects contribute to local economies by generating new job opportunities and revenues.\nAnother exciting milestone for our company is achieving the halfway mark on our commitment to planting 1 million trees, 1 tree for every electric customer. The effort is to plant these trees is rooted in our commitment to our customers and the communities we proudly serve.\nBefore I turn it over to Lisa, I want to share some exciting recognition we've recently received. We've been named to Newsweek's list of most trustworthy companies in America for the third year in a row. And for the second year in a row, we earn the highly coveted Vets Indexes Employer Award, recognizing our focus on hiring, retaining and supporting our veterans and the military connected community.\nA special thank you to our dedicated veterans. Thank you for your service. I'm grateful to all our employees for their strong commitment to our customers and their continued dedication to delivering outstanding service to the communities we serve. I'm proud to work for this company and proud of what we have accomplished as a team. Our investment thesis continues to produce consistent performance. We are well positioned for growth and excited for the future. I'll now turn the call over to Lisa.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, John, and good morning, everyone. As John stated, we had a solid start to the year, and we are well positioned to achieve our 2024 earnings and growth objectives. Warmer-than-normal temperatures impacted our first quarter earnings, reflecting similar temperatures experienced in the broader region. It is early in the year, and we have focused our efforts to drive efficiencies in the business and have already made progress implementing cost controls and executing on our customer investments in accordance with our plan.\nAs John mentioned, we have a long track record of consistent operational and financial execution, a principal reason for your confidence in Alliant Energy. Delivering on the expectations of our customers, communities, regulators and investors is foundational for Alliant Energy, and we are committed to continuing to evolve and adapt to meet those expectations on a year-over-year basis. Executing on our investment strategy is key to our ongoing success.\nBuilding on John's comments about our notable solar progress, we are on track to surpass the 3 gigawatt mark of clean, 0 fuel cost energy resources for our customers. In addition to our utility-scale solar investments, we remain committed to partnering with local businesses interested in hosting solar projects. For example, in Iowa, we recently broke ground on 4 customer-hosted solar projects in Grinell. Alliance Energy operates in business-friendly states that are well positioned for growth and economic development. Recently passed legislation in both states will establish Iowa and Wisconsin for accelerated economic growth opportunities.\nIn Wisconsin, the sales and use tax exemption for data centers supports a traction of these types of customers. The IRA conformance bill aligns federal and state tax policies, enabling a smooth transfer of renewable credits to Wisconsin companies and the electric vehicle bill is intended to advance fleet electrification efforts across the state. In Iowa, two key pieces of legislation were signed into law. The mega project build provides incentives to attract large businesses to our pre-review industrial center in AMES and Big Cedar Industrial Center in Cedar Rapids currently meet the criteria specified in the legislation.\nThe public utilities build makes nuclear and electric storage eligible technologies for advanced ratemaking. This legislation is a clear articulation of the state's support to grow business in the state and to ensure a diverse range of resources are developed to support that growth. I'm proud of our team's impactful and proactive engagement with the legislatures. The implementation of these business-friendly policies will foster an environment conducive to growth opportunities, help us attract new companies to the area and support growth in the communities we serve.\nIowa and Wisconsin are open for business and Alliance Energy is here to support not only the customers we currently serve but also to ensure that we are supporting the needs of future customers and community growth across our service territory. Looking ahead, we are evolving and refining our clean energy blueprint. This evaluation is a necessary step as we focus on balancing our energy mix creating greater grid reliability, ensuring customer affordability and addressing MISO's resource adequacy needs. The results of our updated resource plan will be included in our third quarter capital expenditure update.\nOur open and transparent resource planning process allows us to be nimble in responding and preparing for the needs of our customers and communities. Another key differentiator in the states we serve ensuring our ability to be nimble, support and grow with our customers.\nBefore I turn the call over to Robert, I want to reiterate that we are well positioned to deliver on both customer and investor expectations. We've implemented significant measures to mitigate risk while enhancing reliability. As we continue to execute our strategy, we're uniquely positioned to quickly adapt to a dynamic environment.\nI would like to echo John's appreciation for our employees who make what we do possible and ensure our continued ability to deliver outstanding value to our customers and meet investor expectations. At this time, I'll turn the call over to Robert.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThanks, Lisa. Good morning, everyone. Yesterday, we announced first quarter 2024 earnings of $0.62 per share compared to first quarter 2023 earnings of $0.65 per share. The quarter-over-quarter variances were mainly driven by the successful execution of WPL's customer-focused capital investment program, which supported new electric and gas rates that took effect on January 1, and the higher financing and depreciation expenses associated with such capital investments. However, the quarter-over-quarter variances were also impacted by historically mild temperatures. Our service territory experienced the warmest first quarter on record for both Cedar Rapids and Madison since 2012.\nTemperature impacts decreased Alliant Energy earnings by approximately $0.08 per share in the first quarter of 2024. In comparison, temperature impacts decreased Alliant Energy earnings in the first quarter of 2023 by $0.04 per share. Temperature normalized electric sales to Wisconsin retail customers were relatively flat in the first quarter of 2024.\nIn Iowa, residential sales were higher in the first quarter of 2024 when compared to last year. We continued to experience solid growth in the number of residential customers in both states. However, these positive drivers were offset by decreased electric sales to commercial and industrial customers in Iowa largely due to lower sales to lower-margin cogeneration customers. We continue to make progress with lowering operating expenses to achieve our financial objectives and support customer affordability.\nIn fact, first quarter 2024 other operation and maintenance expenses were almost $15 million less than the first quarter of 2023. Through our diverse generation portfolio, and execution of our robust fuel risk management programs, we are also keeping natural gas and electric energy costs in check. Our natural gas customers benefited from this trend as average retail builds in the first quarter of 2024 were approximately 25% lower than the first quarter of 2023.\nTurning to cash flows. First quarter 2024 cash flows from operations increased by over $100 million when compared to last year. This increase was primarily due to the timing of WPL's fuel-related cost recoveries and WPL's electric and gas rate increases, which were effective January 1 of this year. Looking forward, we expect continued improvement in our cash flow metrics as a result of the aforementioned drivers as well as increasing levels of tax credit monetization.\nWe recently executed agreements on tax credit transfers that cover both 2024 and 25 credits expected to be generated at WPL and IPO. We are also making progress in executing our $1.7 billion financing plans for 2024, largely to fund our investments in renewable and battery projects and support refinancing $800 million in debt maturities this year.\nTo date, we have issued a $300 million green bond at WPL and refinanced our $300 million term loan at Alliant Energy Finance. Later this quarter, we expect to receive approximately $120 million from the sales of partial interest in West Riverside. And this year, we expect to raise approximately $25 million in equity under our DRIP plan. Finally, I will highlight our regulatory initiatives in progress as well as some regulatory filings we plan to initiate later this year.\nIPL's rate reviews continue to advance through their procedural schedules. As a reminder, we filed electric and gas rate reviews in Iowa last year. These rate reviews focus on recovery of customer-focused investments in Iowa that support building a more reliable, sustainable and resilient energy future. Strengthening the energy grid as energy demand and extreme weather threats increase and diversifying our generation resources.\nLast month, interveners in IPL's electric and gas rate review proceeding filed their direct testimony. We were not surprised by the interveners comments as divergent viewpoints are a normal part of the process. We stand by the investments we have made on behalf of our customers and believe in the merits of the case that we put before the Iowa Utilities Board. We look forward to working with the interveners as the process continues.\nOn Slide 10, we have provided the procedural schedule to help monitor the progress of the rate review proceedings. Under Iowa statutes, rate reviews must generally be decided within 10 months after the filing. Therefore, we anticipate a decision in the third quarter of this year. We have requested new rates to be implemented effective October 1.\nTurning to Wisconsin. We have two pending proceedings in progress. We filed our annual Wisconsin fuel reconciliation for 2023 in the first quarter. At the conclusion of the fuel reconciliation process, we expect to refund over $30 million to our Wisconsin customers. And we requested authority to invest in reliability enhancements at our Riverside Generating Station. We are anticipating decisions from the PSCW on both of these dockets later this year.\nTurning to our planned regulatory filings in 2024. We expect to make regulatory filings in both Iowa and Wisconsin later this year. For additional renewables and dispatchable resources, following our routine continuous modeling updates of our Clean Energy Blueprint. We expect these projects will enhance reliability as well as further diversify and balance our energy resources to meet customer energy needs.\nIn closing, we are positioning for another year of consistent 5% to 7% growth in adjusted earnings per share. We are reaffirming our 2024 earnings guidance range of $2.99 and to $3.13 per share. As a reminder, our guidance is based on constructive and timely outcomes of our regulatory proceedings, execution of cost controls and normal weather in our service territory for the remainder of the year. We will continue to manage our business to mitigate ongoing inflationary pressures, enable operational efficiency and deliver long-term consistency.\nWe very much appreciate the continued support of our company and look forward to meeting with many of you later this month. At this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2041b261aaa280063beb5ff82381c358",
    "period": "2023 Q4",
    "content": "Full Year 2023 Alliant Energy Corp Earnings Call\n\nFull Year 2023 Alliant Energy Corp Earnings Call\n\nLNTNASDAQFEB 16, 10:00 AM\n\nOperator\n\nThank you for holding, and welcome to Alliant Energy's Year-End 2023 Earnings Conference Call. [Operator Instructions]. Today's conference is being recorded. I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy. Please go ahead.\n\nSusan Trapp Gille\n\nManager-Investor Relations, Alliant Energy Corp.\n\nGood morning. I would like to thank all of you on the call and webcast for joining us today. We appreciate your participation. With me here today are John Larsen, Executive Chairman; Lisa Barton, President and CEO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John, Lisa and Robert, we will have time to take questions from the investment community. We issued a news release last night announcing Alliant Energy's fourth quarter and year-end financial results. This release as well as an earnings presentation will be referenced during today's call and are available on the Investor page of our website at alliantenergy.com.\nBefore we begin, I need to remind you that the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's news release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nIn addition, this presentation contains references to non-GAAP financial measures. References to adjusted earnings exclude non-GAAP adjustments as well as net temperature impacts. The reconciliation between non-GAAP and GAAP measures are provided in the earnings release, which is available on our website.\nAt this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, President & Chief Executive Officer, Alliant Energy Corp.\n\nThank you, Susan. Hello, everyone, and thank you for joining us. 2023 was another successful year. Our adjusted earnings of $2.88, which excludes temperature impacts and non-GAAP adjustments, continued to deliver on our 5% to 7% long-term growth expectations. We take exceptional pride in delivering on our purpose to serve customers and build stronger communities and consistently achieving our earnings growth objectives.\nAs we look back at 2023, I'm proud we can say, once again, we achieved EPS growth of at least 5%, our 14th straight year of delivering on that objective. We increased our dividend with 2023 marking the 20th straight year of dividend increases. We successfully executed on one of the largest capital expenditure programs in our history. And as of the end of 2023, nearly 30% of our electric distribution system is underground, improving reliability and reducing operating expenses.\nI will now highlight a few of our many 2023 accomplishments and then turn it over to Lisa and Robert to provide details on our 2023 regulatory operating and financial results. Throughout 2023, our team demonstrated their dedication and resilience as we faced a dynamic economic environment and weather-related challenges, while also successfully advancing our customer-focused investments. We made notable progress on our generation investments. An example is the progress we made in Wisconsin on our utility scale solar projects. As of today, over 90% of our solar investments are complete and in operation, and we expect to be 100% complete later this spring. These strategic investments enhance customer value by providing access to zero cost fuel resources and diversify our energy mix. Also supports our local economies through new jobs and tax revenues. In addition, our wind and solar investments generate renewable tax credits that provide even more benefits to our customers. In 2023, we executed agreements to transfer those credits, improving our cash flow and providing us greater flexibility in our financing plans.\nOur technology investments and undergrounding efforts place Alliant Energy among the top performers for electric reliability when compared to peer U.S. utilities. Through these investments, we are better positioned to provide our customers with the high level of reliability they expect.\nReflecting on the past year and with my tenure as CEO concluding as of year-end 2023, I wish to express my profound pride in all our employees who consistently embody our purpose and values. Each and every day, our employees bring our purpose-driven strategy to life, serving our customers and helping to build stronger communities. I am proud to acknowledge the outstanding contributions of our engineers whose work to innovate and advance our industry will be celebrated next week during National Engineers Week. I'd like to thank our customer service team for consistently going above and beyond as they assist our customers and a sincere thank you to our dedicated crews and support staff for their unwavering commitment to excellence and for being the driving force behind our operating success.\nIn closing, I'd like to extend one more congratulations to Lisa. Her thoughtful leadership, care for the customer and industry knowledge will guide Alliant Energy into the next phase of its journey. I look forward to collaborating with her and the team for continued success in 2024.\nNow I'll hand the call over to Lisa.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, John. I'm honored for the opportunity to build on your legacy of growth and exceptional service to the communities we are so privileged to serve. As I reflect on 2023, I am appreciative of our employees for their ongoing determination and commitment to serving our customers and strengthening our communities. I'll begin by building on John's comments about our notable progress on our generation transformation in Wisconsin, where we recently brought 8 solar projects online, a huge milestone.\nWe are currently leveraging the sun in Wisconsin to fuel nearly 900 megawatts for customers. This will increase to nearly 1.1 gigawatts this spring when our final Wisconsin solar project becomes operational. Coupled with our plans to bring 400 megawatts of solar online in Iowa this year, by year-end, nearly 1,500 of additional megawatts of the energy our customers use will be from clean, zero fuel cost energy resource.\nIn addition to our utility scale solar investments, we continue to partner with local businesses and communities interested in hosting solar projects. our customer-hosted projects help local businesses achieve their clean energy goals while community solar projects provide all customers with affordable options to participate in the solar revolution. In Cedar Rapids, our Community Solar Garden is fully operational and will soon be generating bill credits for all solar block purchasers. Our Janesville Solar Garden in Wisconsin now has an anchor tenant JP Cullen, and construction is set to begin this spring. We have additional customer hosted projects underway and expect they'll be operational before summer.\nWe made great progress in our clean energy transformation in 2023. We retired the last coal unit at Lansing, which had dutifully served our customers and communities for nearly 50 years. The retirement reduces O&M costs and advances us towards a cleaner, more efficient and cost-effective energy mix. At the same time, we continue to see the frequency and duration of outages in our service footprint steadily declined, a 20-year trend that we expect will continue as we continue focusing on improving reliability and system resilience to meet the expectations of the customers we serve.\nWe began the process to repower the Franklin County Wind project in Iowa to increase the efficiency of our fleet. This investment will provide our customers with many more years of production tax credits. On the environmental front, we completed closure work at 29 surface impoundments across 10 sites, eliminating all Alliant Energy [ as tons ] in Iowa and Wisconsin. With these 2023 accomplishments, coupled with our planned investments in dispatchable gas generation, battery storage and wind repowering, we are well on our way of enabling a successful and responsible clean energy transition while assuring we are addressing our system resiliency needs.\nLooking forward, we continue to plan for the future by evolving and refining our clean energy blueprint, taking into account dynamic economic developments, evolving energy technologies and the emerging needs of the communities we serve. It is a necessary step as we look to balance our energy mix create greater grid reliability, ensure customer affordability and address MISO's resource adequacy needs. 2023 was a record year for us for economic development activities with more than 130 megawatts of announced new load across our footprint, primarily in the manufacturing sector. With a capital investment of approximately $3.8 billion, these projects are expected to create more than 4,000 new local jobs. Going forward, we will continue to pursue opportunities for new customer growth at our industrial parks as we strive to build and support stronger communities.\nOur strong customer and community focus were contributing factors in recently being named a top utility by Business Facilities Magazine for the fourth year in a row. Alliance Energy received a number of recognitions this past year, a few of them, including ones that focus on our employees' dedication to creating a welcoming and inclusive workplace are highlighted on Slide 5.\nEarlier this week, we announced the retirement of Terry Kouba, President of IPL. In early March, Terry will be celebrating his 43rd year with the company and has been a thoughtful, respected and customer-focused leader of our Iowa operations. We are grateful for his service and dedication to Alliant Energy, our customers, communities and employees. As we celebrate Terry's well-deserved retirement, we are advancing our succession plan by appointing May Farlinger to the position of President of IPL effective May 1. May have spent her career at Alliant Energy serving in several leadership roles. We are confident in her ability to lead our dedicated team of professionals in Iowa.\nAs we move forward in 2024, I have every confidence we will continue to take the required actions to meet our customer needs and deliver on investor expectations. We are well positioned to quickly adapt to a dynamic environment as we execute our strategy for generating clean, reliable and affordable energy. At this time, I'll turn the call over to Robert.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThanks, Lisa. Good morning, everyone. Yesterday, we announced 2023 adjusted earnings of $2.88 per share compared to adjusted earnings of $2.73 per share in 2022. This represents a 5.5% increase in earnings, consistent with our long-term earnings growth target of 5% to 7%. Adjusted earnings exclude the impacts of both nonrecurring adjustments and temperatures. As a reminder, we do not manage our business to offset the temporary positive or negative impacts of temperatures on sales. We manage the business to deliver long-term consistency and enable operational efficiency.\nAdjusted earnings year-over-year increase was primarily due to higher revenue requirements and AFUDC from capital investments, including the progress by our teams on our solar projects in Wisconsin and Iowa and lower operating and maintenance expenses at IPL and WPL resulting from our employees' focus on cost controls. These positive drivers were partially offset by higher financing and depreciation expenses associated with our customer-focused capital expenditure programs. The 2023 results we are sharing today are a result of our consistent efforts to manage through and mitigate ongoing inflationary pressures. We're extremely proud that our 2023 O&M expenses were approximately $30 million less than 2022, allowing us to help offset the negative impacts on earnings from rising financing and depreciation expenses.\nYear-over-year sales changes in 2023 were largely impacted by temperature changes. Net temperature impacts decreased Alliant Energy's earnings by approximately $0.06 per share in 2023. In comparison, net temperatures increased Alliant Energy earnings in 2022 by $0.07 per share. Temperature normalized electric sales to our retail customers were relatively flat in 2023 when compared to 2022. We experienced growth in a number of residential customers as well as higher sales from plant expansions in Wisconsin. However, these positive drivers were offset by lower electric sales to industrial customers in Iowa due to plant closures and maintenance outages.\nTurning to cash flows. 2023 cash flows from operations increased by almost $400 million when compared to 2022. This substantial increase was primarily due to the timing of WPL's fuel-related cost recoveries and monetization of approximately $100 million of tax credits in December. This increase resulted in a material increase in our key cash flow metrics in 2023. I'm also pleased to report that our investing cash flows in 2023, aligned with our projected capital expenditures set at the beginning of the year, due to the successful execution of our key construction projects.\nTurning to 2024, we are positioned for another year of consistent 5% to 7% growth in adjusted earnings per share. We are affirming our 2024 earnings guidance range of $2.99 to $3.13 per share. Our efforts to support customer value by making smart investments in our future and controlling operating costs, while receiving constructive regulatory outcomes support our ability to consistently deliver solid financial results.\nOur financing plans for 2024 include $1.7 billion of new debt, largely to finance our investments in renewable and battery projects and support refinancing $800 million in debt maturities this year. We also expect to raise approximately $25 million in new common equity under our DRIP plan and received approximately $120 million from the sales of partial interest in West Riverside. In addition, we expect to generate and transfer more than $200 million of renewable tax credits in 2024 to reduce financing needs.\nWith the implementation of our new solar projects and the repowering of our older, vintage wind facilities, we anticipate the increased production tax credits and reduced fuel costs will help offset the impact of additional renewable rate base, rendering these new investments, cost-effective solutions for our customers. This will result in long-term benefits for our customers and long-term value for our shareowners.\nOur customers experience the benefits of a diverse generation portfolio in 2023 as the average retail electric rates declined for our Iowa customers due to lower fuel costs. And in Wisconsin, we ended the year in an over-collected position for fuel costs when compared to the 2023 monitoring level. As a result, we plan to refund $34 million back to our Wisconsin retail electric customers in the future.\nWe are also continuing to be well positioned to capture additional benefits for our customers from the inflation Reduction Act and other government programs. These additional benefits include applying for lower-cost federal funding and infrastructure grants, including a grant from the DOE for long-duration energy storage in Wisconsin. We are also maximizing tax benefits by meeting tax credit added requirements and continuing the monetization of tax credits, which materially improves our cash flow and credit metrics as well as reduces our future financing needs.\nFinally, I will highlight our regulatory initiatives in progress as well as those regulatory filings we plan to initiate in 2024. We filed rate reviews in both states in 2023 and received a written order in December for the Wisconsin rate review with new rates effective January 1 of this year. And in Iowa, our electric and gas rate review is proceeding as expected with the decision anticipated in the third quarter of this year. The IUB recently finalized the procedural schedule is included on Slide 11.\nWe have two additional pending proceedings in Wisconsin. First, we requested authority to increase the efficiency, capacity and reliability of our Neenah and Sheboygan Falls gas generating units. And second, we filed a joint application to sell an additional 125 megawatts of the West Riverside facility to WEC Energy and Madison Gas & Electric. We are anticipating decisions from the [ PSCW ] on both of these applications by the end of the second quarter.\nTurning to our planned regulatory filings in 2024. We expect to make regulatory filings in both Iowa and Wisconsin for additional renewables and dispatchable resources following our routine, continuous modeling updates of our Clean Energy Blueprint. We expect these projects will enhance reliability further diversify our energy resources and meet customer energy needs. We very much appreciate the continued support of our company and look forward to meeting with many of you in the coming months.\nAt this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cd40416219aa18fcdafa676adf68863b",
    "period": "2023 Q3",
    "content": "Q3 2023 Alliant Energy Corp Earnings Call\n\nQ3 2023 Alliant Energy Corp Earnings Call\n\nLNTNASDAQNOV 3, 10:00 AM\n\nOperator\n\nThank you for holding, and welcome to Alliant Energy's Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Today's conference call is being recorded. I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy.\n\nSusan Trapp Gille\n\nManager-Investor Relations, Alliant Energy Corp.\n\nGood morning. I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation. With me here today are John Larsen, Chair and CEO; Lisa Barton, President and COO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John, Lisa and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's third quarter and year-to-date financial results, narrowed our 2023 earnings guidance range, provided 2024 earnings and dividend guidance and provided our annual capital expenditure plan through 2027. This release as well as earnings presentation will be referenced during today's call and is available on the Investor page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's news release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nIn addition, this presentation contains references to non-GAAP financial measures. The reconciliation between non-GAAP and GAAP measures are provided in the earnings release and our quarterly report on Form 10-Q, which is available on our website.\nAt this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, President & Chief Executive Officer, Alliant Energy Corp.\n\nThank you, Susan. Good morning, everyone, and thank you for joining us today. I'm pleased to report that we are firmly on track for delivering another year of solid financial and operating results. Consequently, we are narrowing our 2023 earnings guidance range and I am affirming our long-term earnings growth range of 5% to 7%. We take great satisfaction in consistently achieving our earnings growth objectives.\nContinuing that momentum, turning to 2024, I'm pleased to share our earnings guidance and dividend target. Our 2024 earnings guidance midpoint represents a 6% increase to our forecasted 2023 adjusted earnings and our 2024 annual common stock dividend target is $1.92 per share, which is a 6% increase from this year's dividends. We are focused on delivering steady and predictable results.\nWe have several key headlines and highlights this quarter, but before I get to them, I'd like to touch on the news you likely saw last week. I'm incredibly honored to have been with Alliant Energy for the past 35 years and I'm excited to be continuing that journey and moving into the role of Executive Chairman of our company as Lisa Barton assumes the role of CEO. Lisa's an exceptional leader with a well-established track record of success.\nTogether with the Board of Directors, I have complete confidence that she is well positioned to further Alliant Energy's ability to deliver consistent results as we continue to focus on our purpose of serving customers and building stronger communities.\nSpeaking of that purpose, let me take a few minutes to share a few headlines from quarter 3 that I'm particularly proud of. Then I'll pass it over to Lisa and Robert to provide more details.\nThe first headline centers on our strong core investment thesis, that is why you choose to invest in our company. Simply put, we consistently deliver strong results. The well-executed forward-thinking actions our team took to mitigate rising financing costs positions our company to deliver on investor expectations. Coupled with our exceptional project execution and unwavering commitment to cost management and efficiency makes us well positioned to achieve our long-term earnings guidance objective for the 14th consecutive year.\nOur second headline highlights our updated customer-centric capital investment forecast through 2027, which increases our CapEx by almost $600 million compared to the 4-year plan we announced last year. Lisa will cover the details of these exciting investments later in the call.\nTo build on my earlier comments, I continue to take immense pride in the work of our dedicated teams who have diligently navigated through challenging financial, procurement and economic conditions. I'm especially pleased with our team's efforts in taking advantage of the enhanced benefits from the Inflation Reduction Act. We are nearing completion of executing our contracts to monetize tax credits generated by our wind, solar and energy storage investments. This helps us reduce our financing needs, create substantial cost savings for our customers, all while taking advantage of zero fuel cost resources and reducing our greenhouse gas emissions.\nNow let me highlight two innovative projects we are excited about. First, we celebrated our first Iowa customer-hosted solar project, which is nearing completion near Ames, Iowa and is expected to be operational in the first half of 2024. This solar farm at Iowa State University will serve as a one-of-a-kind setting to advance the concept of Agri-voltaics. We are partnering with both Iowa State and the University of Wisconsin in this innovative area of research. Agri-voltaics' research is intended to uncover how solar, agricultural land and farming can harmoniously coexist for mutual benefit.\nThe second project is our long-duration storage project at the Columbia Energy Center near Portage, Wisconsin; a first-of-a-kind energy project in the United States. The 200-megawatt hour energy storage system will be built to deliver 10 hours of energy storage capacity by compressing carbon dioxide gas into liquid. We are particularly excited this project will be built in the same community that has hosted our Columbia Energy Center for the last 40-plus years.\nCiting this project at an existing generating facility enables us to take advantage of the existing grid interconnection. Our company was selected for a $30 million grant from the U.S. Department of Energy, Office of Clean Energy to support this project. Importantly, both projects exemplify our purpose and showcases how our forward-thinking efforts, partnerships and innovation are helping us build stronger communities.\nOur investments are made in our backyard in the communities we serve where our customers live and where we partner with local suppliers, contractors and vendors.\nNow before I turn the call over to Lisa, I'd like to recognize that the farmers in our service territory are in the later stages of harvest season. And I'd like to extend my appreciation to all farmers and farm families for your commitment and partnership. Together, we are using the earth's natural resources to provide vital services. Please be safe, as you wrap up your harvest.\nAnd I'd also like to take a moment to reflect on the achievements of our dedicated employees as we conclude another strong quarter. They have done a tremendous job of serving our customers and positioning us for success. Their efforts to keep the lights on and the gas flowing irrespective of weather conditions underscores our unwavering commitment to our purpose.\nI will now turn the call over to Lisa.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, John. It is an honor to be entrusted with the future growth and stewardship of this industry-leading company. Since joining Alliant Energy, it has been abundantly clear that our organization lives and delivers on its purpose day in and day out. In fact, the organization's commitment and alignment with its purpose is what drew me to Alliant Energy.\nI recently had the opportunity to meet with our team in Janesville, Wisconsin and was struck by the level of engagement and ideas our frontline teams brought to the table to better serve our customers. As you know, we are actively undergrounding our lines to provide greater reliability and system resiliency.\nIn this conversation, our employees were offering suggestions to prioritize the undergrounding of overhead facilities located in backyards. They were sharing how these facilities can be difficult to get to, require specialized equipment, and due to the nature of the terrain, restoration can be time-consuming, factors that can be avoided by undergrounding.\nI appreciated their ideas and focus on our customers with the goal to reduce outages and restoration times, a notable example of the level of engagement and the connection with our purpose to serve our customers and build stronger communities.\nOur team's passion for innovation and dedication to serving our customers and communities is consistent across the company in both Iowa and Wisconsin. And it's precisely why it is a true privilege to take on the role of CEO and to serve as a member of our Board of Directors.\nBefore going into the CapEx plan, I would like to underscore our organization's ongoing role of being at the forefront of the clean energy transition by providing our customers with access to a cleaner and more diverse energy mix.\nIn 2022, approximately 40% of the energy we supply to retail customers was generated by zero fuel cost renewable resources. This number will quickly grow with the addition of 1.2 gigawatts of solar set to be in service by the end of 2024.\nAcross our portfolio of new generation, we are successfully bringing projects online, investing in energy security, creating local jobs and providing valuable tax revenues for the communities we serve.\nIn Wisconsin, we expect to bring approximately 600 megawatts of solar online by year-end. In Iowa, with an advanced ratemaking ruling in hand for our planned 400 megawatts of solar, we will continue to expand our investments in resilient, clean energy resources for our customers and communities by bringing this new generation online.\nIn addition to solar, we made great strides in our energy storage plans during the third quarter. We commissioned our first microgrid project in Richland County. We secured regulatory approval in Wisconsin for 175 megawatts of battery storage projects in Wood and Grant counties, which will be paired with our solar investments.\nIn addition, we secured approval for 99 megawatts of battery storage at our Edgewater generating facility site to take advantage of our existing interconnection and additional tax credits associated with repurposing a brownfield site.\nThese storage projects strengthen the performance of our generation portfolio, increase grid resiliency and improve reliability. These investments tied to the capital expenditures John mentioned, which are essential to deliver a diverse mix of energy with the enhanced reliability our customers depend on.\nLooking forward, we have refreshed our capital expenditures plan over the next 4 years by $600 million. These investments expand our dispatchable generation resources include wind repowering for approximately 500 megawatts of our legacy wind fleet, bringing efficiency savings to our customers and additional tax benefits through the Inflation Reduction Act.\nThis plan reflects increased investments in American Transmission Company to support expansion of transmission within the state of Wisconsin and underscores our commitment to enhancing grid resiliency and undergrounding.\nOur updated customer-centric capital investment forecast through 2027 contributes to a solid 8% rate base growth through 2027. Approximately 55% of our investments over the next 4 years will be in generation, a strong demonstration of our commitment to a diverse clean, reliable and resilient energy future for our customers.\nWe take considerable pride in the balance of resources in our generation portfolio. We will continue to invest in renewables over the 5-year planning period. We also recognize our resource plans need to address MISO's resource adequacy needs. This is why you see greater additional capital expenditures for gas projects when compared to prior plans.\nIn 2024, we will continue our transparent process to engage with regulators and stakeholders as we update and revise our resource plans to adapt to changing reliability needs. Our plans include new dispatchable natural gas resources, capacity and efficiency improvements and investments to ensure resiliency and availability of fuels during extreme weather and other disruptions.\nSpecifically, our focus will be on improving the capacity and efficiency of our existing units in both Iowa and Wisconsin as well as repurposing sites, where coal units will be retiring in the next 5 years. We will be investing in new, flexible natural gas resources to complement our investments in battery storage and renewables.\nWe will also invest in reliability of natural gas supply in both Iowa and Wisconsin to address concerns about reliability and resiliency during extreme weather. This includes exploring opportunities to enhance resiliency through gas LNG and electric storage technologies.\nNow switching to regulatory matters. First, we appreciate the certainty the IUB's advanced ratemaking decision provides. Last month, the IUB approved a minimum ROE of 10.25% over the 30-year life of 400 megawatts of solar. We remain confident in the advanced ratemaking process and look forward to submitting additional filings following our stakeholder and regulatory engagement process next year.\nStaying in Iowa, we recently filed our forward test year rate review. Our forward-looking electric and gas rate review focuses on our plans to strategically invest in a cost-effective and diverse energy mix, coupled with grid modernization to deliver a more reliable, sustainable, resilient and secure energy future for our Iowa customers and communities.\nWith our steadfast focus on keeping customer value top of mind, we continuously strategize to take proactive measures to manage costs and to meet customers' ever-changing energy needs. This is the reason why we have asked for a two-step increase. The investments we are making in the state are expected to reduce the number and duration of outages, improve safety, lower operating maintenance and fuel expenses, while reducing the impact of fuel price volatility.\nShifting gears to our rate review in Wisconsin. The procedural schedule is now complete, and we await the decision from the PSCW to place new rates into effect on January 1. We believe the PSCW staff testimony was constructive and gave the commission a good starting point for their decision.\nI will now turn the call over to Robert to provide insights regarding our financial results, guidance and a few additional regulatory matters.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThanks, Lisa. Good morning, everyone. Yesterday, we announced third quarter non-GAAP earnings of $1.05 per share compared to $0.93 per share in the second -- or third quarter of 2022. Our quarterly earnings change year-over-year was primarily due to higher revenue requirements and AFUDC from WPL capital investments and lower operating and maintenance expenses. These positive drivers were partially offset by higher interest expense. .\nThe non-GAAP adjustment recorded in the third quarter of $0.03 per share related to Iowa state tax reform. In September, the Iowa Department of Revenue announced a corporate state tax rate of 7.1% for 2024, which is down from the current rate of 8.4%. This change resulted in a current year charge at our nonutility and parent operations related to lower deferred tax asset values.\nThis change will also enable us to pass millions of dollars of annual savings from lower state taxes on to our customers in Iowa for decades into the future. A similar non-GAAP adjustment was recognized in the third quarter last year related to Iowa's corporate tax rate change effective for 2023.\nThrough September of this year, our net temperature impacts decreased Alliant Energy's earnings by approximately $0.02 per share. In comparison, net temperatures increased Alliant Energy's earnings for the first 3 quarters of 2022 by $0.07 per share.\nOur temperature-normalized electric sales through the first 3 quarters are tracking in line with sales for the same period in 2022, including no material changes -- customer classes or our two states.\nLooking forward to the fourth quarter and our full year 2023 results, we expect strong earnings growth from investments in Wisconsin and Iowa solar projects and lower O&M, partially offset by higher interest expense. As a result of solid earnings through September and our projected fourth quarter results, we have narrowed our 2023 earnings guidance to a range of $2.85 per share to $2.93 per share.\nDuring 2023, our team has continued to advance our purpose-driven strategy to ensure that we not only accomplish our current year goals, but also enable the achievement of our financial and operational objectives over the long term. We strategically invest in the best interest of our customers, aiming to enhance customer value while controlling customer costs.\nAs we continue our transition to renewables, while preparing to retire our fossil fuel generating resources, we will continue to reduce our operating costs. Additionally, with the implementation of our planned solar projects and the repowering of our wind facilities, we anticipate the production tax credits and reduced fuel expenses will help offset the impact of increased renewable rate base rendering these new investments highly cost effective for our customers. This commitment will result in long-term benefits for our customers and long-term value for our shareowners.\nWith our success thus far in advancing and executing on our renewable capital projects, we continue to be well positioned to capture additional benefits of the Inflation Reduction Act. Expected benefits include applying for federal funding, maximizing tax benefits by meeting tax credit added requirements and leveraging new and enhanced opportunities to monetize tax credits, which materially improved our cash flows and credit metrics as well as reduce future financing needs.\nMoving to our financing plans. In September, we successfully completed a $300 million debt issuance at IPL to finance our solar generation projects. And so far, this year, we have issued approximately $200 million of new common equity. Thus, we are well on our way to raising our planned $250 million in equity for 2023.\nAs we look to future financings, our robust capital investment plan is expected to be financed through a combination of cash from operations, including significant proceeds from tax credit monetizations and new long-term debt.\nWe also have modest levels of common equity anticipated in our finance plans through 2027, including approximately $25 million of new common equity planned each year from our Share Direct plan and up to $350 million of new common equity in aggregate through future ATM programs. The new common equity through future ATM programs is largely dependent upon whether the PSCW and IUB grant authority of our request to increase the equity layers in WPL's and IPL's capital structures in their respective pending rate reviews.\nMore near term, our plans over the next 14 months include up to $1.9 billion of financing, including up to $1 billion of long-term debt at Alliant Energy Finance, up to $700 million of debt at IPL, approximately $25 million of new common equity through our Share Direct plan, and up to $200 million of new common equity only to supporting the increase authorized by the PSCW for WPL's equity layer. We also have two debt maturities in 2024, including $450 million at Alliant Energy Finance and $500 million at IPL.\nFinally, I'll highlight our regulatory initiatives in progress as well as those regulatory filings we plan to initiate in 2024. Currently, in progress, we have electric and gas rate reviews in each state. In Wisconsin, we anticipate an oral decision before Thanksgiving and a written order by the end of December. And in Iowa, we expect a decision by the third quarter of next year.\nWe also have two additional pending proceedings in Wisconsin. We are anticipating a decision on our request for improvements aimed to increase the efficiency, capacity and reliability of our Nina and Sheboygan Falls gas generating units by the end of Q2 2024.\nIn this quarter, we filed a joint application to sell an additional 125 megawatts of the West Riverside facility to WEC Energy and Madison Gas & Electric. We are also anticipating a decision on this application by Q2 of 2024.\nTurning to our planned regulatory filings in 2024. In conjunction with our updated capital expenditure plan, we expect to make regulatory filings in both Iowa and Wisconsin for additional renewables and dispatchable resources to enhance reliability, further diversify our energy resources and meet customer energy needs. These filings will also include construction authority requests for the innovative new long-duration energy storage in Wisconsin mentioned by John.\nWe very much appreciate the continued support of our company and look forward to meeting with many of you at the EEI Finance Conference. Next week, we plan to post on our website the updated materials in advance of EEI.\nAt this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6c42f4a7d120fa8ef1910117cb5f587f",
    "period": "2023 Q2",
    "content": "Q2 2023 Alliant Energy Corporation Earnings Call\n\nQ2 2023 Alliant Energy Corporation Earnings Call\n\nLNTNASDAQAUG 4, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Alliant Energy's Conference Call for Second Quarter 2023 Results. This call is being recorded for rebroadcast. [Operator Instructions] I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy. Please go ahead.\n\nSusan Trapp Gille\n\nManager-Investor Relations, Alliant Energy Corp.\n\nGood morning. I would like to thank all of you on the call and on the webcast for joining us today. We appreciate your participation. Joining me on this call are John Larsen, Board Chair and CEO; Lisa Barton, President and COO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John, Lisa and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's second quarter 2023 financial results. This release as well as an earnings presentation that will be referenced during today's call are available on the Investor page of our website at www.alliantenergy.com. Before we begin, I need to remind you the remarks we make on this call and our answers to your questions include forward-looking statements. Those forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's press release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements. At this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, President & Chief Executive Officer, Alliant Energy Corp.\n\nThank you, Susan. Hello, everyone, and thank you for joining us. Our second quarter results were on track with expectations, and we have made solid progress towards achieving the consistent full year growth that our share owners have come to expect from our company. As we continue our long-standing track record of consistent execution, we have several areas of progress to highlight that will also serve to reinforce our strong investment thesis.\nOur focus on 2023 began well before the start of the year. As we shared last quarter, we took actions in the latter half of 2022 to advance our resource plans and added additional focus on cost management and resilience. We are pleased with the positive results from those efforts. The results are clearly shown through the advancement of key regulatory filings, great progress we've made on our major capital projects, and our expectation to reduce 2023 O&M compared to 2022. And we continued our focus to derisk 2023 in the early part of this year by successfully mitigating rising interest rates through our convertible debt offering and interest rate hedging. In addition, we have seen strong core operations year-to-date.\nI am incredibly proud of the great progress our team has made in the first half of this year. We have seen remarkable advancements across all fronts including our focused efforts on operating a safe and resilient energy grid, our commitment to advancing clean energy and our unwavering dedication to delivering exceptional service to our customers and communities.\nIn a moment, I will turn the call over to Lisa Barton, our President and Chief Operating Officer, to share more details on our investment and operating progress. And Robert will close the call with more updates relating to our financials and regulatory progress. But before I do that, I'll highlight a couple of key themes from this quarter.\nWe continue to make exceptional progress advancing our investments that make our energy network efficient, reliable and resilient. We remain a leader in the renewable energy sector currently ranking nationally as the third largest owner-operator of regulated wind assets. We are continuously investing in a more diverse generation portfolio, prioritizing both value and reliability in our energy supply.\nA great example of this is our recently approved 175 megawatts of battery storage projects, which will complement our solar investments at Wood and Grand Counties in Wisconsin. We continue to excel in power quality and reliability as recognized by J.D. Power. Our ongoing efforts and results are centered around enhancing the resilience of our energy grid through the undergrounding of our distribution system.\nWe continue to achieve new levels of efficiency in this area and have undergrounded more than 25% of our distribution system, further solidifying our commitment to a more robust and secure infrastructure.\nWe are actively pursuing the exploration of cutting-edge technologies to establish energy storage capabilities, highlighted by our advancement of a first in the United States long-duration storage system at our Columbia Energy Center site. As we anticipate the retirement of the Columbia coal-fired energy center in 2026, we are committed to leveraging the existing infrastructure and interconnections at this site to promote resilience.\nThe project has generated significant excitement within our organization, serving as a prime illustration of our commitment to pursue federal funding and embrace innovation to contribute to a sustainable future. We remain agile and proactive in identifying and capitalizing on financing opportunities that arise both at the federal and state level.\nSimply stated, we continue to execute our forward-thinking strategy and are consistently delivering financial and operating results. Our strong results are made possible by our dedicated employees. Every day, they work tirelessly to fulfill our purpose, which is to serve our customers and build stronger communities. Their exceptional contributions throughout the past year have been truly incredible. I want to thank and recognize them for everything they do.\nWe eagerly anticipate another year of strong financial and operational performance and we deeply value your ongoing interest in our company. As a result of our team's efforts, our strong investment thesis remains. Our first half 2023 results are on plan. We have reaffirmed our annual earnings guidance and we remain committed to delivering on our long-term consistent 5% to 7% growth in earnings and dividends. I will now turn the call over to Lisa.\n\nLisa M. Barton\n\nExecutive Vice President, Transmission, American Electric Power Co., Inc.\n\nThank you, John. One of the areas that drew me to Alliant Energy revolves around our unwavering commitment to delivering value in a holistic and sustainable manner and our dedication to ESG principles. We are resolute in our long-term commitment to consistent growth in ensuring a successful clean energy transition for our customers and communities, making a positive difference in the lives of our customers and communities is a core value and guides us as we navigate the evolving energy landscape.\nWe recently released our 2023 corporate responsibility report, showcasing our commitment to environmental stewardship, meeting the social needs of our communities and corporate governance. With a diverse portfolio of generating facilities, we consistently provide reliable energy to our valued customers while continuing to broaden their access to zero fuel cost and carbon-free energy resources.\nAs we advance our clean energy initiatives, we prioritize competitive rates, reliability, system resiliency, sustainability and innovation. We partner and invest in organizations which proactively advance our industry's knowledge and collaborate on best practices. Now let's review our great environmental progress from 2022.\nFirst off, 40% of the energy we supply to our retail customers in 2022 was from renewable sources. Second, we reduced our annual carbon dioxide emissions from fossil fuel generation by 39% from our 2005 levels, evidence that we are well on our way to achieving our goal of a 50% CO2 reduction by 2030. We reduced our water usage by 50% from our 2005 levels, demonstrating our progress towards our 75% reduction goal by 2030.\nLooking forward, we have updated our clean energy goals to reflect our company's progress and strategic plans to support the transition to a low-carbon economy. On Slide 3, we highlighted examples of our sustainability efforts. Over the years, we have made significant strides in reducing our carbon footprint by transitioning from older, less efficient coal units to cost-effective and efficient generation resources, such as wind, natural gas, battery storage and solar.\nThese resources not only demonstrate our commitment to environmental sustainability, but also served as lower cost options for our service territory, providing value for our customers well into the future. Building upon our successful wind energy expansion, our strong project management execution capabilities, we are focusing on expanding our solar energy portfolio.\nWith our substantial investments totaling 1.1 gigawatts of solar projects, we are set to become the largest owner-operator of solar energy in Wisconsin. In 2022, we successfully placed 250 megawatts of solar capacity into service, and we are on schedule to add an additional 840 megawatts by mid-2024.\nOur investments are helping customers focus on their sustainability objectives in the communities we serve. With our customer-hosted renewables projects, we partner with businesses or communities to host an Alliant Energy solar farm on site. Two examples are with the Iowa State University and the University of Wisconsin-Madison.\nIn partnership with Iowa State, we are also investing in [indiscernible] agri voltaics, the study of crop or livestock production underneath or adjacent to solar panels. Through our community solar program, we created community funded solar sites bringing the cost synergies of large-scale solar and offering customers an alternative to rooftop installations.\nOur Clean Energy Blueprint serves as our road map towards a cleaner energy future. This blueprint encompasses not only generation, but emphasizes the importance of an efficient, reliable and resilient energy grid. John mentioned our focus on resiliency by undergrounding our distribution system. Undergrounding distribution lines allows us to reduce the resources needed to trim trees, improves reliability and reduces the cost of customer inconvenience associated with storm response.\nThrough our innovative solutions and strategic investments, we continuously strive to deliver sustainable energy options without compromising customer satisfaction. An example of this is our investment in the Nina and Chibegan-Falls [indiscernible] gas plants, where our advanced gas path upgrades will increase the efficiency, capacity and reliability of these units.\nFinally, in Iowa, I am pleased to report we reached a settlement with the Office of Consumer Advocate regarding our Iowa ratemaking principles docket. Settlement details are provided on Slide 5. The hearing on the advanced ratemaking principles for these projects was completed earlier this week. We requested an expedited decision from the Iowa Utilities Board so that we can start construction on these cost-effective investments for our Iowa customers.\nThese investments will create jobs in Iowa during construction, support reliability of electric service in our Iowa service territory, bring shared revenues to our local communities and lease payments to rural landowners, all of which aligns with our purpose to serve customers and build stronger communities. I will now pass the mic to Robert, who will share our financial results and provide additional detail on our regulatory progress. Robert?\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThanks, Lisa. Good morning, everyone. Yesterday, we announced second quarter 2023 GAAP earnings of $0.64 per share. The primary drivers of the quarter-over-quarter EPS variances were higher earnings resulting from capital investments, including our solar expansion program; and lower WPL electric fuel-related costs, net of recoveries compared to the second quarter of 2022. These positive drivers were partially offset by lower estimated temperature impacts on retail electric and gas sales when compared to second quarter of 2022 and higher interest expense due to additional financings to fund capital investments.\nFor the full year, we are reaffirming our earnings guidance of $2.82 to $2.96 per share. The midpoint of that range is a 6% increase over 2022 adjusted earnings per share. Details on our second quarter earnings drivers and 2023 full year earnings guidance can be found on Slide 6.\nTo assist you in modeling our quarterly earnings this year, I wanted to quantify and provide some additional context to the timing of income tax expense. Income tax expenses recorded each quarter based on an estimated annual effective tax rate and the proportion of full year earnings generated each quarter. This causes fluctuations in the amount of tax expenses quarter-over-quarter, but it will not have an impact on full year earnings.\nAs we continue to increase our renewable portfolio and generate higher levels of renewable tax benefits, these quarter-over-quarter variances have increased. We have provided our quarterly EPS estimates related to the tax benefit recognition timing for 2023 and 2022 on Slide 7.\nWe have already executed a substantial portion of our 2023 financing plan to fund our investments in renewable projects, to mitigate rising interest rates, and to support retiring a $400 million debt maturity, which occurred in June. In addition to several successful debt issuances in the first quarter, we have raised approximately 1/3 of the up to $250 million of new common equity issuances we expect to execute in 2023 through an ATM program and share a direct plan.\nOur overall financing plans for 2023 have remained unchanged, and our remaining debt financing includes up to $300 million of long-term debt at IPL in the second half of the year. Earlier this year, we also closed on the sales of 125 megawatts of our West Riverside natural gas facility, providing proceeds, which will help reduce our external financing requirements.\nThe sales of these partial interests in West Riverside were anticipated in our plans and provided combined proceeds of approximately $120 million. The progress we have made in our generation transformation positions us well to take advantage of the enhanced tax benefits from the Inflation Reduction Act that will positively impact our cost profile.\nWith our strong focus on cost competitive rates for customers, we are working to optimize the tax benefits available under the IRA and continue to make progress with the planned transfers of our renewable tax credits as we have seen strong counterparty interests for these credits. As a reminder, the proceeds from these tax credit transfers will be used to help lower customer costs on our renewable and battery investments, enhance our cash flows thereby reducing some of our future financing needs and improving our credit metrics.\nShifting to regulatory. We have included our notable regulatory initiatives for 2023 on Slide 9. Lisa covered our progress with some key regulatory proceedings related to our planned customer-focused investments. In addition, we are also making progress with several other key regulatory proceedings in Iowa and Wisconsin.\nStarting in Wisconsin, the rate review for test years 2024 and 2025 includes request for recovery of several investments that support sustainability, reliability and resiliency while keeping customer value and competitive rates top of mind. This proceeding is progressing as planned with the next steps in the rate review process involving continued discovery and audit by the PSCW staff and intervenors to support their testimony scheduled to be filed by September 5, followed by a hearing on September 27, and a final decision expected from the PSCW later this year.\nWe have provided the procedural schedule for WPL's rate review on Slide 9. Additionally, in Wisconsin, WPL submitted its 2022 fuel reconciliation filing, which requested future recovery of $117 million of additional fuel costs incurred by WPL in 2022 to serve its customers. WPL currently anticipates a decision on the amount of recovery and the time frame for such recovery from the PSCW by the end of this quarter.\nWhile our utilities experienced higher fuel costs in 2022, driven by elevated commodity prices. During the first 6 months of 2023, we have experienced significant reductions in natural gas prices and strong performance of our generation facilities, which will help lower future fuel costs for our Wisconsin customers.\nAnd in Iowa, we have already started passing these lower fuel cost benefits onto our customers through the monthly fuel cost tariff in 2023. Continuing with our Iowa jurisdiction in anticipation of completing construction of several key investments for Iowa customers before the end of 2024, we filed notice with the Iowa Utilities Board this week, that we will be requesting an IPL electric and gas rate review later this year.\nOur last Iowa rate review included a forward test year in 2020. And since that time, we have made significant progress in transitioning the Iowa grid. We're building from a devastating [indiscernible] storm and advancing IPL's transition to cleaner sources of generation, all while managing inflation and interest rate increases not anticipated in the last proceeding.\nThe installation of the planned solar projects and the existing wind facilities in Iowa reduces IPL's fuel costs and provides enhanced tax credit benefits enabled by the Inflation Reduction Act. The retirement of the Lansing coal plant earlier this year is also a notable component of our generation transformation and will allow IPL's customers to avoid significant capital costs associated with continuing to operate the unit while reducing emissions and support the more distributed and changing resource mix.\nWe appreciate your continued support of our company and look forward to meeting with many of you in the coming months. As always, we will make our Investor Relations materials available on our website. At this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/29864f30ad67c7744d1afdd8d9c908dc",
    "period": "2023 Q1",
    "content": "Q1 2023 Alliant Energy Corporation Earnings Call\n\nQ1 2023 Alliant Energy Corporation Earnings Call\n\nLNTNASDAQMAY 5, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Alliant Energy Conference Call for First Quarter 2023 Results. This call is being recorded for rebroadcast.\nI would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy.\n\nSusan Trapp Gille\n\nManager-Investor Relations, Alliant Energy Corp.\n\nGood morning. I would like to thank all of you on the call and on the webcast for joining us today. We appreciate your participation.\nJoining me on this call are John Larsen, Board Chair and CEO; and Robert Durian, Executive Vice President and CFO.\nFollowing prepared remarks by John and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's first quarter 2023 financial results. This release as well as an earnings presentation that will be referenced during today's call are available on the Investor page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's press release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nAt this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, President & Chief Executive Officer, Alliant Energy Corp.\n\nThank you, Susan. Hello, everyone, and thank you for joining us.\nTo begin the call, I want to acknowledge that we recently celebrated Alliant Energy's 25th anniversary. On April 21, 1998, our 3 predecessor companies, IES Utilities, Interstate Power Company and Wisconsin Power & Light officially came together as one unified company we know today as Alliant Energy. I'd like to recognize all employees past and present who have built and continue to build one of the most consistent performing energy companies in the nation.\nBecause of this team, Alliant Energy has reliably delivered energy to our customers while continuing to provide the stability and growth that investors expect. This is in addition to the unwavering dedication from our employees to work safely and strengthen our connection with communities and customers we proudly serve.\nAs we continue our long track record of consistent execution, 2023 is off to a solid start, and our strong investment thesis remains. Despite warmer-than-expected weather and taking into account timing of tax expenses, which will reverse later this year, we achieved Q1 results on plan. We have reaffirmed our annual earnings guidance of $2.82 to $2.96, and we remain committed to delivering on our long-term 5% to 7% growth target.\nIt has been a busy and productive start to the year. I will highlight several updates that demonstrate our strategy, purpose in motion.\nWe are continuing to invest in advance toward a more reliable and sustainable energy future. Investing in a diverse and reliable energy mix is a top priority.\nAt the same time, we are building a more resilient energy network. Resilience and reliability are the foundation of our recently filed rate review in Wisconsin.\nOur customers continue to see benefits of our prudent investments in diversifying the energy resources within our portfolio. We are committed to making our energy supply competitive and reliable, creating a diverse mix of resources that help to reduce exposure to energy price volatility and deliver value to our customers.\nAn example of that is our renewable and battery storage investments. These investments have no fuel costs and generate tax credits, which flow back to customers.\nWe continue to manage through and mitigate ongoing inflationary pressures, our work to accelerate our strategic spend initiatives in 2022 and recently completed financing have positioned us well for 2023 and beyond.\nOur proactive efforts to build a flexible, reliable and resilient energy grid, a key element of our Clean Energy Blueprint, have demonstrated strong results and helped us successfully navigate the recent extreme weather events.\nOne example is our continued focus on placing electric distribution lines underground. We have made significant progress in this effort with over 1/4 of our distribution lines already underground.\nAnd in 2022, 55% of our customers experienced no power outages and approximately 80% of outage events were restored in less than 2 hours.\nAnother key area of progress is our renewable energy portfolio. We continue to be the largest owner-operator of solar in Wisconsin, we have all solar sites and panels in our control for our planned 1.1 gigawatts of utility-scale solar projects within Wisconsin, and we are on track to put the approximately 840 megawatts of remaining utility-scale solar in service by the first half of 2024.\nAnd while we're proud of our industry-leading renewable investments and the progress we're making on our clean energy blueprint, our efforts go beyond these investments. We focus on all aspects of ESG as we execute our plan. A great example of this is our Wood County Solar project in Wisconsin. This project was recently awarded ISI's Envision Platinum Award for sustainability, highlighting the project's contributions to the environmental protections, social well-being and equity, all while helping the community thrive economically. This recognition showcases the tenets of our Clean Energy Blueprint and our purpose.\nIn Iowa, we're continuing to advance our solar and storage projects. Robert will share more on the status of the regulatory proceedings but I'll note that we remain committed to advancing clean energy projects and delivering on the benefits they will provide to our customers and communities.\nAs part of our transition in Iowa, we will soon be closing our Lansing coal facility. For decades, our dedicated employees at the Lansing Generating Station have been providing customers and communities with safe and reliable energy. As we transition from coal towards a cleaner energy mix, we are caring for our employees, creating new jobs and bringing economic development opportunities to the communities we serve.\nUltimately, the closing of the facility helps control long-term costs for customers and is another step in advancing our clean energy blueprint.\nOne last area I'll mention is technology. We are excited to have made advancements in grid and customer technologies that will enable us to enhance service to our customers, more quickly respond and restore power and improve the customer and employee experience. We believe this will improve customer satisfaction and provide cost savings and efficiencies.\nI'll end my remarks where I began with our employees. I mentioned the hard work of our employees at the outset. I'm always happy to see their hard work recognized by other organizations.\nFor the fifth year in a row, we've made the Bloomberg Gender Equality Index. And once again, we were named to Newsweek's list of America's most trustworthy companies. Great recognition for our dedicated employees and the result of their work serving our customers and communities. We've been fortunate to build on the legacy of employees that have come before us, and I'd like to spend a special thank you to the nearly 500 employees who are part of these last 25 years of Alliant Energy for your contributions to our consistent and sustained success.\nTo reinforce where we are in 2023, I want to reiterate our continued ability to deliver consistent results and the year-over-year execution of our strategy that has enabled Alliant Energy to be a top performer within our industry.\nWe look forward to another year of solid financial and operational performance, and we appreciate your continued interest in our company.\nI will now turn the call over to Robert.\n\nRobert J. Durian\n\nSenior Vice President & Chief Financial Officer, Alliant Energy Corp.\n\nThanks, John. Good morning, everyone. Yesterday, we announced first quarter 2023 GAAP earnings of $0.65 per share. The primary drivers of the quarter-over-quarter EPS variances were the impacts of warmer temperatures than last year, resulting in lower retail electric and gas sales for this quarter. Higher interest expense due to additional financings and increasing interest rates and the timing of income tax expense that will reverse later this year. These items were partially offset by higher earnings resulting from increasing revenue requirements and allowance for funds used during construction from Wisconsin Power & Light's capital investments.\nFor the full year, we are reaffirming our earnings guidance of $2.82 to $2.96 per share. The midpoint of that range is a 6% increase over 2022 adjusted earnings per share. Details on our quarter earnings drivers and 2023 full year earnings guidance can be found on Slide 3. To assist you in modeling our quarterly earnings this year, I wanted to provide some additional context to a few of the quarterly 2023 drivers.\nFirst, in anticipation of continuing inflationary pressures, we accelerated our cost transformation efforts in the second half of 2022. We do not anticipate the same heightened spend in the second half of 2023 for such efforts. Thus, we are anticipating that most of our year-over-year O&M savings will occur in the second half of 2023.\nSecond, we anticipate quarter-over-quarter variances related to interest expense were at their highest level in the first quarter with the quarter-over-quarter variances expected to taper as we proceed through the year. This quarterly interest expense impact is based on the cadence of our financings in 2022 versus 2023.\nAnd third, income tax expenses recorded each quarter based on an estimated annual effective tax rate and the proportion of full year earnings generated each quarter. This causes fluctuations in the amounts of tax expenses quarter-over-quarter, but it will not have an impact on our full year earnings.\nWe've already executed a large portion of our 2023 financing plan to fund our investments in renewable projects and to support refinancing of $400 million debt maturity in 2023.\nIn March, Alliant Energy issued $575 million of 3.875% convertible senior notes maturing in 2026. These convertible notes offered us an attractive financing opportunity given the current interest rate environment.\nIn March, WPL also issued $300 million of 4.950% Green Bonds maturing in 2033. The proceeds from this offering will be used for the development and acquisition of solar generating units, which are a key component of our clean energy blueprint.\nWe have taken proactive steps to significantly reduce exposure to higher interest rates with these 2 debt issuances and an interest rate swap all executed in the first quarter of 2023. These actions will help insulate us from interest rate increases and produced better-than-expected interest expense relative to our annual plan.\nEarlier this year, we also closed on the sale of 25 megawatts of our West Riverside natural gas facility to MG&E. And we are working towards a closing on the sale of 100 megawatts of West Riverside to WEC Energy later this quarter. The sales of these partial interests in West Riverside were included in our plans and are expected to provide combined proceeds of approximately $125 million. We're also making progress with plans to start transferring 2023 renewable tax credits later this year after we received guidance from the treasury on the requirements for such transfers under the inflation Reduction Act. We have seen strong interest in transferring these tax credits, and the proceeds from these asset transfers will help fund our future utility investments and reduce some of our future financing needs.\nThe remaining financings for 2023 include plans to issue up to $300 million of long-term debt IPO and plans to raise up to $225 million of new common equity through our at-the-market program. The ATM is in addition to the $25 million of common equity that we expect to raise under our [indiscernible].\nThe 2023 financing plan is driven by robust capital expenditure plans, and supports our objective to maintain the capital structures at our 2 utilities, consistent with their most recent regulatory decisions. We've included our key regulatory initiatives for 2023 on Slide 5.\nStarting in Wisconsin. Last week, WPL filed an electric and gas rate review for test years 2024 and 2025. The filing includes recovery of several investments that support sustainability and resiliency while keeping customer value and competitive rates top of mind. These investments include nearly 1.1 gigawatts of solar generation in the state by mid-2024 and 274 megawatts of energy storage by 2025. WPL is also exploring opportunities to enhance the value of its existing natural gas assets with new projects to increase output and efficiency.\nFinally, we plan to continue investing in underground distribution and standardizing system voltage to enhance resiliency while reducing O&M expenses.\nNext steps in the rate review process included a discovery phase and audit by the PSCW staff and interveners, with a hearing anticipated in early fall and a final decision expected from the PSCW later this year. More details on the rate review, including key terms requested in this filing can be found on Slides 6 and 7.\nAdditionally in Wisconsin, WPL recently submitted its 2022 fuel reconciliation filing. This field reconciliation filing is requesting future recovery of $117 million of additional field costs incurred by WPL in 2022 due to higher energy cost to serve its customers. WPL currently anticipates a decision from the PSCW on this filing in the third quarter of this year.\nWhile our utilities experienced higher fuel costs in 2022 driven by elevated commodity prices, during the first 3 months of 2023, we have experienced significant reductions in natural gas prices which will help lower fuel costs for our Wisconsin customers in the future.\nAnd in Iowa, we have already started passing these lower fuel cost benefits on to our customers through the monthly fuel cost tariff.\nLooking forward in Wisconsin, we are preparing applications to request approval for capacity and efficiency improvements for some of our natural gas-fired peaking units.\nAlso, we are awaiting the PSCW decision on the proposed 274 megawatts of battery storage projects. These projects were part of the capital expenditure plan announced in the third quarter of 2022 and are part of the proposed revenue requirement WPL's recently filed rate review for test periods 2024 and 2025.\nMoving on to our Iowa jurisdiction. In late 2021, we filed for advanced rate making principles for approximately 400 megawatts of solar generation and 75 megawatts of battery storage.\nIn January of this year, we provided additional testimony and evidence to the Iowa Utilities Board as requested in this proceeding. This testimony and evidence further demonstrated that IPL is taking prudent action to meet its customers' need for capacity, and our projects represent cost-effective solutions compared to alternative options available in the market.\nLast week, the IUB approved advanced remaking principles for 200 megawatts of build transfer solar projects at the Duane Arnold. And we are proceeding with the judicial review requesting a District Court decision to enable the IUB to issue advanced frame-making principles for the 200 megawatts of Creston and Weaver self-build solar projects and 75 megawatts of battery storage projects.\nWe are confident these projects will provide customer benefits including reliability and resiliency and remain committed to executing these projects.\nWith an active regulatory calendar, we look forward to getting to know and engage with the new commissioner in Wisconsin, [indiscernible] and the 2 new Board members in Iowa, Sarah Martz and Eric Helen. We congratulate them on their appointments.\nWe appreciate your continued support of our company and look forward to meeting with many of you in the coming months. As always, we will make our Investor Relations materials available on our website.\nAt this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0808117c7a85e958bf5a1790c2daaf75",
    "period": "2022 Q4",
    "content": "Q4 2022 Alliant Energy Corp Earnings Call\n\nQ4 2022 Alliant Energy Corp Earnings Call\n\nLNTNASDAQFEB 24, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Alliant Energy's Conference Call for Fourth Quarter and Year-end 2022 Results. This call is being recorded for rebroadcast. (Operator Instructions)\nI would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy.\n\nSusan Trapp Gille\n\nManager of IR, Alliant Energy Corporation\n\nGood morning. I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation. Joining me on this call, are John Larsen, Chair President and CEO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night, announcing Alliant Energy's fourth quarter and year-end 2022 financial results, and affirmed our 2023 earnings guidance. This release as well as an earnings presentation, which will be referenced during today's call, are available on the Investor page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's press release issued last night, and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nIn addition, this presentation contains references to non-GAAP financial measures. The reconciliation between non-GAAP and GAAP measures are provided in the earnings release, which is available on our website.\nAt this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, CEO & President, Alliant Energy Corporation\n\nThank you, Susan. Hello, everyone, and thank you for joining us. 2022 was another successful year of solid operations and financial performance. This was our 13th straight year of delivering results in our 5% to 7% adjusted EPS growth range, and the 20th year, 2 decades straight of consecutive dividend increases.\nWe had one of our best reliability years on record with top-tier performance. Our wind generation produced the most wind energy in our history, providing approximately $160 million of fuel cost savings for our customers. We continued our progress towards net 0, decreasing carbon dioxide by nearly 40% off of 2005 levels. And we capped off 2022 with very strong economic development, in both Iowa and Wisconsin with over 100 megawatts of announced load that will bring new jobs and new investments.\nAs I reflect on the past year, what makes me most proud of Alliant Energy is the continued dedication and service from our employees. As they strengthen our connection with the customers and communities we proudly serve.\nIn 2023, we will be celebrating Alliant Energy's 25th year. I'm proud to be part of Alliant Energy. I'm proud of our team, and I'm inspired by our purpose to serve customers and build stronger communities. Our employees focus on this purpose has enabled us to once again, deliver the results you have come to expect from Alliant Energy. Our purpose continues to be the source of our strength and guides us through the ever-changing dynamics, within our economy and our industry.\nI'll highlight a few areas of progress and then turn it over to Robert to recap financial results and provide an update on regulatory proceedings. In 2022, we continue to execute on our Clean Energy Blueprint by adding renewables in the states where our customers live, which allows us to invest in the communities we served, and add skilled union jobs and local revenues. This is another example of how our purpose is at the center of our strategy.\nWe added 250 megawatts of solar at our Bear Creek, North Rock and Wood County Wisconsin sites, positioning us as the largest owner-operator of solar generation in Wisconsin. We are on track to bring into service an additional 850 megawatts of utility-scale solar, by the first half of 2024 in Wisconsin.\nWe continue to progress our Clean Energy Blueprint in Iowa, advancing renewables and our efforts to place electric lines underground, improving the reliability of our system. And while we are not yet at the conclusion of the advanced ratemaking process in Iowa for our solar and storage projects, we continue to follow the well-defined steps within the regulatory and procedural process to demonstrate that these projects are cost-effective and reasonable. We remain confident these projects are in the best interest of our customers and will supply the energy, reliability and resilience, that our customers depend on.\nAnother great success story is the advancement of solar gardens. We are building one near Cedar Rapids, Iowa with Transamerica and Aegon as our main customers, and we're partnering with Mercury Marine in Wisconsin to build a similar solar facility. These projects help advance the sustainability objectives of our customers. And we also use these local investments to advance our focus on the social part of ESG, providing some of the solar energy to partners like Habitat for Humanity.\nThis continued focus on economic development and our customers were contributing factors, in being named a top utility in economic development by Site Selection magazine, for the fourth year in a row. And I'm proud to say that this work also contributed to the recently being awarded the Chairman's Award for Workforce Development leadership, which is the center for energy workforce development's highest honor.\nWhile we were proud to receive many recognitions this past year for the work that we do in our communities, the recognition I'm most proud of, focuses on our employee experience. For the fifth year in a row, we were named by the Human Rights Campaign Foundation, as the best place to work. And for the fifth year in a row to Forbes list of America's best midsized employers. And speaking with many of you, one of the things I'm reminded of is our strong core investment thesis. That is why you choose to invest in our company.\nSimply put, we delivered consistent results. Our well-executed forward-thinking and flexible strategy, coupled with constructive regulatory jurisdictions, has been a major part of our success. We not only deliver near-term results, but continue to take steps to help reduce future risks and provide the stability investors have come to expect from our company.\nA well-executed strategy has positioned us as a leader on the path to a clean, reliable and affordable energy future. We are well positioned to quickly adapt to a dynamic economic environment and weather challenges, while delivering on investor and customer expectations. 2022 was a clear example of this. Our efforts to move lines underground, continue the advancement of solar projects and strong operations in the face of weather events. While delivering solid results for our investors and reliable service for our customers, underscores the flexibility of our strategy and the dedication of the team, I am privileged to lead.\nAnd speaking of dedication, I want to pass on my appreciation to our employees that have worked through difficult conditions in the recent weather event to safely restore our power to our customers.\nAs we move forward in 2023, you can have confidence that we will continue to take the required action that is needed to meet our customers' needs. We thank each one of you for continuing to be engaged in our journey and we look forward to connecting with you throughout 2023.\nAt this time, I will now turn the call over to Robert.\n\nRobert J. Durian\n\nExecutive VP & CFO, Alliant Energy Corporation\n\nThanks, John. Good morning, everyone. Yesterday, we announced 2022 GAAP earnings of $2.73 per share compared to $2.63 per share in 2021. On an adjusted basis, which excludes the impacts of temperatures and nonrecurring adjustments, our earnings per share increased 6% from 2021.\nLooking year-over-year, the increase in 2022 was driven by higher earnings from capital investments at our Wisconsin utility, and higher electric and gas margins. These favorable drivers were partially offset by higher financing and depreciation expenses. Our diverse retail customer base supported the higher electric and gas margins in 2022.\nResidential temperature-normalized electric sales increased by almost 1%, largely due to strong customer growth. We also saw higher-than-expected sales from commercial customers with continued recovery from COVID, for several business sectors in our service territory. These were offset by lower industrial sales, primarily due to temporary plant shutdowns at some of our larger customers.\nIn 2022, we also saw better-than-expected temperature normalized natural gas sales, enabled by solid customer growth. The 2022 results, we are sharing today are a result of our consistent efforts to manage through and mitigate ongoing inflationary pressures. We're extremely proud that we kept 2022 utility operating expenses in line with 2021, and we were able to manage through and offset the negative impacts on earnings from rising interest and fuel costs.\nOur work in 2022 accelerated strategic initiatives that will set us up for many years to come. We invested in economic development and electrification that will enable future sales growth. We updated our resource planning to maximize Inflation Reduction Act benefits, and meet the new MISO seasonal reliability requirements. And we accelerated technology and automation investments to improve efficiency.\nAs we look to 2023, we anticipate operating and maintenance expenses will be lower than 2022, continuing our trend of flat to declining O&M to enable cost savings for our customers.\nWe recorded a few nonrecurring adjustments in 2022. These included $0.03 per share related to the Iowa state income tax rate change, $0.02 per share related to retirement plan settlement losses, at the end of 2022 and $0.02 per share related to a reserve adjustment for American Transmission Companies base ROE changes.\nTurning to 2023. We are positioned for another year of consistent 5% to 7% earnings per share growth. We are affirming our 2023 earnings guidance range with a midpoint of $2.89 per share, representing a 6% increase over 2022 adjusted earnings.\nOur 2023 earnings drivers include earnings on customer investments in our core utility business, and our continued efforts to reduce cost to increase customer value. Higher depreciation and financing expenses associated with these investments will partially offset these positive drivers. Our efforts to support customer value through making smart investments in our future support our ability to consistently deliver strong financial results.\nOther key assumptions for 2023 include growing sales by approximately 0.5% of 1%, led by higher sales to our commercial and industrial customers. And we estimate a consolidated effective tax rate of 1%, with substantial production tax credits generated by our large wind portfolio and growing solar portfolio, helping us maintain low effective tax rates for the upcoming year and several more years to come. The benefits from these production tax credits are passed on to our electric customers to help them manage their bills and therefore, are largely earnings neutral.\nOur financing plans for 2023 include a mix of new debt, supplemented with modest new common equity to finance our investments in renewable projects and to support refinancing a $400 million debt maturity in 2023. In December, we launched an at-the-market or ATM program, as our intended approach to raising up to $225 million of new common equity throughout 2023, which is in addition to the $25 million of common equity that we expect to raise under our DRIP plan.\nAnd in January, we entered into an interest rate swap to help reduce the risk of rising interest rates, related to a portion of our variable rate debt. The 2023 financing plan is driven by robust capital expenditure plans and supports our objective to maintain the capital structures at our 2 utilities, consistent with their most recent regulatory decisions.\nNext, I'll highlight this year's key regulatory initiatives. Last month, we provided additional testimony and evidence to the Iowa Utilities Board and IPL's advanced remaking proceeding. This testimony and evidence further demonstrates that IPL is taking prudent actions to meet its customers' need for capacity by advancing Iowa-based solar and storage projects that represent cost-effective solutions compared to alternative options available in the market. We also informed the IUB that we have identified our self-developed Creston and Wever projects as the second 200 megawatts of solar products, in addition to the 200 megawatts build transfer solar projects at the Duane Arnold site. To date, we've provided all the information requested by the IUB demonstrating that these projects are in the best interest of our customers.\nThe IUB's decision this week to pause the advanced rate making process is procedural. We are working through both the regulatory and judicial processes in parallel, and following the well-defined process to move these projects forward. Next, we expect the IUB to file a response with the District Court in early March. We are confident these projects will provide considerable customer benefits, including reliability and resiliency and remain committed to executing these projects while we await the IUB's final rule.\nIn Wisconsin, we are awaiting a decision from the PSCW on WEC Energy's purchase of a portion of our West Riverside natural gas generating facility. We are also anticipating decisions from the PSCW in 2023 on WPL's request for 274 megawatts of battery storage. 175 megawatts of these battery projects would complement 2 of WPL solar projects and 99 megawatts of the battery projects will be located by our Edgewater Generating Station to take advantage of the existing infrastructure and transmission rights at that location.\nFinally, we plan on filing a normal biennial electric and gas rate review in Wisconsin for test years 2024 and 2025 in the second quarter. In both states, we are also anticipating making filings to support additional resources for growing dispatchable generation capacity, needed to improve seasonal reliability and meet customer energy needs. As always, we continue to move forward proposing energy investments that support both sustainability and resiliency, keeping our customers' needs top of mind.\nI will conclude with a recap of the prominent legislation enacted this past year that has set us up for a solid future financial success, while providing significant customer cost benefits. Alliant Energy is a strong beneficiary of the Inflation Reduction Act. As it directly supports our strategic plans to advance cleaner energy for our customers, while providing significant customer and investor benefits. The IRA enables additional rate base opportunities while also lowering customer costs with a shift from tax equity to full ownership for our planned solar and battery projects.\nIn our November 2022 refreshed capital expenditure plan, we incorporated the benefits of the IRA along with the changes from the MISO seasonal construct, which provides visibility to our planned 8% rate base growth through 2026. Another key element of the IRA improves our cash flows. Through the ability to transfer renewable tax credits, starting with those generated in 2023. With a large portion of wind and solar projects, we anticipate that we'll be able to transfer up to approximately $150 million of 2023 tax credits. As we continue to add more solar and battery projects over the next few years, the amount of annual transferable credits will continue to grow.\nWe expect this to positively impact our credit metrics through acceleration of cash and reduction in future external financing needs, and to lower customer cost by reducing carrying costs on tax credit carryforwards. The IRA will provide significant benefits for our customers and investors with no notable downsides. As we expect to remain exempt from the alternative minimum tax for the foreseeable future.\nAnd finally, we also expect to benefit from new state tax legislation enacted in Iowa in 2022, which is lowering state corporate tax rates, enabling us to pass millions of dollars of annual savings on to our customers in Iowa for decades into the future. We appreciate your continued support of our company, and look forward to meeting with many of you in the coming months.\nAt this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c3ea2758024bdf8b7c8ad8f430da0bea",
    "period": "2022 Q3",
    "content": "Q3 2022 Alliant Energy Corp Earnings Call\n\nQ3 2022 Alliant Energy Corp Earnings Call\n\nLNTNASDAQNOV 8, 10:00 AM\n\nOperator\n\nThank you for holding, ladies and gentlemen, and welcome to Alliant Energy's Third Quarter 2022 Earnings Conference Call. (Operator Instructions) Today's conference call is being recorded. I would now like to turn the call over to your host, Susan Gille, Investor Relations Manager at Alliant Energy.\n\nSusan Trapp Gille\n\nManager of IR, Alliant Energy Corporation\n\nGood morning. I would like to thank all of you on the call and the webcast for joining us today. We appreciate your participation. With me here today are John Larsen, Chair President and CEO; Robert Durian, Executive Vice President and CFO. Following prepared remarks by John and Robert, we will have time to take questions from the investment community. We issued a news release last night announcing Alliant Energy's third quarter and year-to-date financial results, narrowed and raised the midpoint of our 2022 earnings guidance range and announced the 2023 earnings guidance and common stock dividend target.\nIt also provided our annual capital expenditure plan through 2026. This release as well as an earnings presentation, which will be referenced during today's call are available on the Investor page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you that the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's press release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nIn addition, this presentation contains references to non-GAAP financial measures. The reconciliation between non-GAAP and GAAP measures are provided in the earnings release and our quarterly report on Form 10-Q, which is available on our website.\nAt this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, CEO & President, Alliant Energy Corporation\n\nThank you, Susan. Good morning, everyone, and thank you for joining us today. We continue to be on track for another solid year with strong financial and operating results. I'll hit on the key headlines and then turn it over to Robert for additional details. I'll start with 2022. A combination of solid weather-normalized sales, positive temperature impact, project execution and our continued focus on cost management have us well-positioned for another year of achieving our long-term guidance objectives.\nAs a result, we are increasing and narrowing our 2022 earnings guidance range. We are well positioned for 2022 to be the 13th year in a row of achieving our targeted 5% to 7% earnings growth objective. And turning to 2023, I'm pleased to share our earnings guidance and dividend target. We pride ourselves on consistency, and these targets demonstrate our commitment to our long-term 5% to 7% earnings growth objectives.\nOur 2023 earnings midpoint represents a 6% increase to our forecasted 2022 temperature-normalized adjusted earnings. And our 2023 common stock dividend target is $1.81 per share, which is a 6% increase from the prior year. Our commitment to steady and predictable results has never been stronger. Another key headline is our updated capital investment forecast. We are adding $2.4 billion of investment compared to last year's plan. This is yet another indication of how our well-executed and transparent Clean Energy Blueprint has us positioned for long-term growth.\nOur clean energy blueprint serves as our road map to deliver on our purpose to serve customers and build stronger communities. It's not only well-designed for success but also flexible, allowing us to adjust and adapt to the needs of our customers and economic changes. One of the largest opportunities to add value for our customers is the Inflation Reduction Act, or IRA. Our success in advancing and executing our capital projects this year has us well-positioned to take advantage of the many customer benefits from the IRA.\nAn example of this was our fast pivot away from tax equity to full ownership of our solar projects. As we shared in the last call, we haven't taken our foot off the gas as we continue to execute on our large solar project portfolio. This positioned us well to take immediate advantage of the IRA, providing even greater benefits to our customers and value to our shareowners.\nOn our current solar and battery projects, our customers will see nearly $500 million of incremental net present value benefits as a result of the impacts from the IRA when compared to traditional ownership. We don't have to change our plans to take advantage of the IRA. It's a natural fit with our Clean Energy Blueprint. Another area of focus is addressing the proposed MISO seasonal capacity construct. We've shared in previous calls how this has also impacted the retirement dates for some of our remaining coal facilities.\nWe have always kept a balanced generation portfolio, and while the end state of our blueprint will not change, this new construct will advance our need for dispatchable and flexible generation, ensuring reliable service to our customers no matter the season. As we embrace these opportunities, we revised our capital expenditure plan, which contributed to a solid 8% rate base growth through 2026. Approximately 1/2 of our investments over the next 4 years will be in renewable generation and battery storage, a strong demonstration of our commitment to a clean energy future for our customers.\nNow with our outlook for 2023 established, let me share some of the achievements during the last quarter. We are keeping pace on our projects within the Clean Energy Blueprint. Not only has this positioned us well to take advantage of the IRA, we are also well-positioned for future investments. We have all 16 sites that make up our overall 1.5 gigawatts of solar additions across both Iowa and Wisconsin under site control.\nWe also have the majority of generator interconnect agreements in place and all solar panels are either under our control or under construction. Our 50-megawatt Bear Creek project went into service on time and within budget and 2 more projects should be operational by the end of the year, including our 150-megawatt Wood County and our 50-megawatt North Rock projects.\nWe also added 2 new battery storage projects, 1 in Portage, Wisconsin and one in Cedar Rapids, Iowa. I'm very proud of our teams that work to make this all happen in some very challenging sourcing and economic times. I'm also pleased to share that we continue to see solid growth in both Iowa and Wisconsin. And for the fourth year in a row, we've been named a top utility in economic development by Site Selection magazine.\nAs I've discussed in the past, we invest in key industrial property locations to spur economic development and growth within the communities we serve. This past quarter, it was an honor to help celebrate the planned expansion of Wyffels Hybrids as they announce their expansion in Ames, Iowa. Our team was also busy positioning us for the next phase of our generation transformation and grid resilience. They have been identifying additional IRA opportunities, advancing our efforts to move our grid underground and continuing our development efforts for future investments in new wind, repowered wind, solar, storage and sustainable fuels. We continue to have a strong backlog of development to provide us with choices for our future investments.\nTo cap off a great third quarter of solid results and execution, I reflect on how the intersection of the IRA and our Clean Energy Blueprint has made such a tremendous impact for us. Alliant is well positioned to be one of the strongest beneficiaries of the IRA because we can put the IRA to work immediately to benefit both our shareowners and customers through added rate base opportunities and lower costs to customers. We're also well-positioned to benefit from cash flow improvements through transferability of tax credits and we're not subject to the corporate minimum tax in the near term.\nBefore I close, a quick reminder that it's not too late to vote. And with Veterans Day coming up soon, I'd like to pass on a sincere thank you to all veterans, especially to the over 200 that are part of the Alliant Energy team and all military families. I thank you for your service and sacrifice. Robert and I look forward to sharing more details next week when we see many of you in Florida at the EEI conference. I'll now turn the call over to Robert.\n\nRobert J. Durian\n\nExecutive VP & CFO, Alliant Energy Corporation\n\nThanks, John. Good morning, everyone. Yesterday, we announced third-quarter non-GAAP earnings of $0.93 per share, compared to $1.02 per share in the third quarter of 2021. Our quarterly earnings change year-over-year was primarily due to higher interest expenses and the timing of income taxes. The non-GAAP adjustment recorded in the third quarter of $0.03 per share related to Iowa tax Reform enacted earlier this year.\nIn September, the Iowa Department of Revenue announced a corporate state tax rate of 8.4% for 2023, which is down from the current rate of 9.8%. This change resulted in a current year charge at our nonutility and parent operations related to lower deferred tax asset value. However, this change will also enable us to pass millions of dollars of annual savings from lower state taxes onto our customers in Iowa for decades into the future. Through September of this year, our net temperature impacts increased Alliant Energy earnings by approximately $0.07 per share. And our temperature-normalized sales are tracking above our sales growth expectations from the beginning of the year.\nLooking forward to the fourth quarter and our full-year 2022 results, we expect strong earnings growth from investments in Wisconsin solar projects and the reversal of tax timing issues that have impacted the first 9 months of this year. As a result of stronger sales through September and our projected fourth-quarter results, we have narrowed and raised our 2022 earnings guidance to a range of $2.76 per share to $2.83 per share.\nDuring 2022, our team has been advancing and transforming our Clean Energy Blueprint to ensure that we not only accomplish our current year goals but also enable the achievement of our financial and operational objectives over the long term. Our sourcing team has been ensuring materials and equipment to our on-site or are on order to achieve the targeted completion dates of our announced solar project. And our development team has been advancing a robust portfolio of future generation resources that supports the future of clean, affordable and reliable energy for our customers.\nAs John mentioned, we issued our consolidated 2023 earnings guidance range of $2.82 to $2.96 per share. The key drivers of the 6% growth in EPS are related to earnings on investments in our core utility business and our continued efforts to reduce cost to support customer affordability. We are forecasting these key earnings growth drivers will be offset by higher depreciation and higher financing costs associated with new construction projects. We invest strategically and in the best interest of our customers. These investments include implementing technology in many areas of our business, from our enterprise work and asset management solution to our advanced distribution management system.\nWe are working to improve the customer and employee experience while controlling customer costs. Through our ongoing transition and retirement of our fossil fuel generation resources, we will continue reducing our operating costs. And as we bring our planned solar projects into service, we expect production tax credits and lower fuel expenses to largely offset the impact of increases in renewables rate base, which makes these new investments very cost-effective for customers.\nThis will translate into long-term benefits for our customers and as John mentioned, long-term value for our shareowners. Moving to our financing plans. In August, we successfully completed a $600 million green bond issuance at WPL to finance solar generation project. And in September, we filed information with our 2 state commissions, announcing plans to move away from tax equity financing to full ownership of WPL and IPL's solar and battery projects to capture even more benefits for our customers. We expect to replace the previously planned tax equity financing with additional long-term debt issuances, supplemented with some modest levels of new common equity to fund our announced solar and battery project.\nOur 2023 plans include $1.3 billion of financing, largely related to funding customer-focused investment. This includes issuing up to $300 million of long-term debt at both our Iowa and Wisconsin Utilities, up to $450 million of debt at Alliant Energy Finance and up to $250 million of new common equity. We have won $400 million maturity in mid-2023, which will be refinanced with the planned new debt issuance in Alliant Energy finance. This 2023 financing plan is driven by robust capital expenditure plan, and supports our objective of maintaining capital structures at our 2 utilities, consistent with their most recent regulatory decisions.\nAnd our future financing plans anticipate utilizing the new transferability provisions within the Inflation Reduction Act to accelerate cash flows from future tax credits generated by wind, solar and battery projects, thereby reducing our future financing needs. Finally, I'll highlight our regulatory initiatives in progress as well as those regulatory filings we plan to make in 2023.\nFirst, there are 2 key regulatory initiatives currently in progress. In Wisconsin, we recently requested construction authority for 175 megawatts of battery storage, which supports capacity needs resulting from the proposed sale by WPL of a portion of the West Riverside generating facility to our neighboring utilities. And in Iowa, we are expecting a decision from regulators on our advanced ratemaking filing for 400 megawatts of solar and 75 megawatts of battery storage. This proceeding is progressing, and we anticipate a decision in the next few weeks.\nAs a reminder, this decision should include an improved ROE and depreciation rates for the life of the solar and battery storage assets. Turning to our 2023 regulatory plans. In conjunction with our updated capital expenditure plan, we expect to make regulatory filings in both Iowa and Wisconsin in 2023 for additional renewables and dispatchable resources to improve seasonal reliability and meet customer energy needs. From a rate review calendar, we expect to file a WPL rate review covering future test years 2024 and 2025 in the first half of next year.\nAnd for IPL, we expect to file our next rate review by the first half of 2024. Before I wrap my remarks, I want to acknowledge our Alliant Energy employees. You've executed our plan and kept our strategic projects on track, allowing us to share the financial and operational plans today from clearing supply chain hurdles to regulatory planning and communication, from preparing our tax equity financing to pivoting to full ownership to capture even greater customer benefits from the Inflation Reduction Act, your actions have been and continue to be focused on the best interest of our customers and the communities we are privileged to serve.\nWe very much appreciate the continued support of our company by our investors and look forward to meeting with many of you at the EEI Finance Conference next week. Later this week, we plan to post on our website the updated materials in advance of EEI. At this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cb9a3983dfba9b7085bb055c1cbacc86",
    "period": "2022 Q2",
    "content": "Q2 2022 Alliant Energy Corp Earnings Call\n\nQ2 2022 Alliant Energy Corp Earnings Call\n\nLNTNASDAQAUG 5, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Alliant Energy's Conference Call for Second Quarter 2022 results. This call is being recorded for rebroadcast. (Operator Instructions)\nI would now like to turn the call over to your host, Zac Fields, Investor Relations at Alliant Energy.\n\nZachary Fields\n\nGood morning. I would like to thank all of you on the call and on the webcast for joining us today. We appreciate your participation.\nJoining me on this call are John Larsen, Chair, President and CEO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's second quarter 2022 financial results. This release as well as an earnings presentation will be referenced during today's call and are available on the Investors page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you that the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's press release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nAt this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, CEO & President, Alliant Energy Corporation\n\nThanks, Zac. Hello, everyone. Thank you for joining us today. We had another exceptional quarter, delivering strong financial results, and we're reaffirming our 2022 earnings guidance range of $2.67 to $2.81. And given our strong start to the year, we are currently trending to the upper half of that range. Similar to other calls, I'll share some highlights from the quarter and then turn it over to Robert to recap key financial results and regulatory progress.\nI'll start with an update on our Clean Energy Blueprint. You may recall the topic of discussion last quarter was the potential for added tariffs to our projects. Given the strong need for our planned solar resources and the benefits to our customers, we have continued our momentum on executing our planned projects.\nI'm pleased to share that we have made excellent progress in advancing solar projects in both of our states. Let me share some of the key milestones we have achieved recently. We executed a tax equity partnership covering 4 solar projects that will go into service this year. We have received approval from the Wisconsin Public Service Commission for the entirety of our nearly 1.1 gigawatts of planned solar in the state of Wisconsin. And we have all 16 sites that make up our overall 1.5 gigawatts of solar additions across both Iowa and Wisconsin under site control. That momentum will continue into Q3 with our Bear Creek project scheduled to go into service soon and the final panel installation occurring at our Wood County. I could not be prouder of our team as they continue to advance this important part of our strategy.\nWe are also proud of the positive recognition we've received for our use of a skilled union workforce as we build out these projects and how we're bringing jobs, investment and economic benefits to Iowa and Wisconsin. I also want to point out that while Clean Energy Blueprint is not dependent on passing a new legislation, we are encouraged by the proposed Inflation Reduction Act that's making its way through Congress. The proposal may present us with even more customer benefits and added flexibility as we bring renewable solutions to our customers. Even without legislation, we have a great plan and strategy that brings clean energy to our customers in an affordable and reliable manner. Robert will share more details with respect to the proposed Inflation Reduction Act and its potential impacts a bit later in the call.\nAnother topic I'll touch on is the recent announcement to extend the retirement dates for 2 of our coal facilities. Given the uncertainty in the MISO market, coupled with the high cost to replacement capacity, we took action to ensure we address the near-term reliability needs of our customers. This also further reinforces the need for our solar expansion efforts and the need to continue to plan for both near- and long-term capacity needs for our customers.\nThe progress I highlighted earlier with respect to our renewable projects should leave no doubt as to our continued focus and solid execution of our Clean Energy Blueprint, reaffirming our commitment to our carbon reduction goals. Our blueprint is comprehensive. Going beyond generation to also ensure a clean, efficient and resilient energy grid, we're adding smart technologies to our grid, transitioning our electric lines from overhead to underground, and expanding the use of energy storage. Our blueprint is designed to ensure resiliency and reliability of our grid, reduce customer costs and allow for more distributed renewable generation on our grid.\nLet me now turn to the recent release of our corporate responsibility report. As you know, we have been a leader in ESG performance for many years. Our latest corporate responsibility report showcases the many ways we plan, operate and achieve our objectives, delivering top-tier results. I'll highlight a few of those from this year's report.\nIn partnership with the Electric Power Research Institute, we added a clear science-based report that confirms how our Clean Energy Blueprint and carbon dioxide reduction goals are consistent with the United Nations Paris Agreement objectives to limit global annual temperature rise. We also published our new biodiversity commitment, which solidifies our long-standing transition of caring for the environment, including protecting natural resources and wildlife, especially those that are or may become threatened or endangered.\nAnd our 1 million trees initiative is off to a very exciting start. In our first year, more than 120,000 trees were planted across Iowa and Wisconsin through our residential and community tree programs in partnership with Trees Forever. I encourage you to learn more about our corporate responsibility on our website.\nI'll end with 2 examples that illustrate our commitment to addressing the social needs in our communities and how we link everything we do to our purpose to serve customers and build stronger communities. The first example also highlights our focus on a core value of safety. According to the National Child ID program, a child goes missing in the U.S. every 40 seconds. That's more than 800,000 children each year. Earlier this year, we partnered with the National Child ID program to provide DNA identification kits to nearly 1 million children and their families all across Wisconsin, giving families the critical information they need to help be reunited with their lost children.\nIn partnership with the IBEW and the Green Bay Packers, Wisconsin is only the third state to provide kits to all children from kindergarten to 12th grade free of charge and made possible through a gift from our foundation. We are humbled to be recognized by the National Child ID program with their Utility of the Year award at their 25th anniversary celebration this weekend in conjunction with the NFL Hall of Fame induction ceremonies, and we look forward to expanding our efforts to children and families in Iowa later this year.\nThe second example ties to our long-standing commitment to our communities. Since we are in the thick of baseball season, this example will resonate well with you baseball fans. You may recall that last August, Major League Baseball hosted a game at the iconic Field of Dreams movie site located in our service territory near Dyersville, Iowa. Since then, the owners of the complex have announced an economic development expansion of the site to include multiple venues and amenities from sports training camps to concert venues and more, which plan to draw tourists from around the country and the world, bringing additional economic benefits to the region. We have been proud to partner with the owners to extend smart infrastructure to the site, including plans for EV charging as they ready for construction expansion this fall.\nBefore I turn the call over to Robert, I want to share that the accomplishments that I've highlighted today are the direct results of the outstanding efforts of our talented employees who work each and every day to deliver on our purpose, to serve customers and build stronger communities. Thank you for the continued interest in Alliant Energy. I'll now turn the call over to Robert.\n\nRobert J. Durian\n\nExecutive VP & CFO, Alliant Energy Corporation\n\nThanks, John. Good morning, everyone. Yesterday, we announced second quarter 2022 GAAP earnings of $0.63 per share compared to $0.57 per share in the second quarter of 2021. Our utility earnings increased year-over-year, driven by higher AFUDC earnings attributable to increasing solar construction activities, higher electric and gas sales and the timing of income taxes. These increases in earnings were partially offset by higher interest expense.\nFor the year, we are reaffirming our 2022 earnings guidance range of $2.67 to $2.81 per share. And as a result of strong sales year-to-date, combined with our employees' continued focus on managing costs, we are currently trending towards the upper half of our 2022 guidance range.\nIn the second quarter, we experienced strong electric sales, driven by warmer-than-normal temperatures throughout our service territories and our continued trend of better-than-expected temperature normalized sales. This continued strength in electric sales has resulted in first half 2022 temperature normalized sales, more than 2% above the first half of 2021 with our second quarter temperature normalized sales 3% higher than last year. This strength was reflected in all electric customer classes in both states and most pronounced in sales to residential and commercial classes.\nWe continue to see strong customer growth at our Wisconsin utility and a continued pandemic recovery, particularly in customer-facing businesses, such as entertainment, education and recreation. These sales results are indicative of the strength of the economies in Wisconsin and Iowa, and are helping offset the impact of current cost trends.\nTurning to our solar investments. As John mentioned, we are moving forward on our planned solar projects without major delays. We have maintained strong momentum on these projects through proactive procurement and panel deliveries and solid progress with our construction activities this summer. We are also encouraged by the Biden administration's executive order in June, to establish a 2-year moratorium on tariffs related to the investigation by the Department of Commerce. That order is expected to help ensure lower project costs for our customers as we complete the 1.5 gigawatts of solar projects planned through 2024.\nIn June, WPL announced plans to adjust the timing of the retirement of its 2 remaining Wisconsin coal plants. While this decision will change the trajectory of our projected O&M, it also limits our customers' exposure to potentially higher capacity charges. This short-term shift of the retirement dates allows us the ability to manage regional capacity and supply chain challenges while continuing to move forward with adding new solar generation and providing safe and reliable service to our customers, which is our #1 priority.\nWe do not expect any material earnings impacts from this short-term shift. Given the most recent Wisconsin rate order provides WPL, the ability to defer costs incurred to operate the Edgewater generating facility beyond its previously planned retirement date.\nWe continue to make progress on our key regulatory initiatives included on Slide 6 of the supplemental slides. Looking first at our Wisconsin jurisdiction. In June, we received written approval for our second certificate of authority filing for 414 megawatts of solar, enabling us to move forward with the construction of 6 additional solar projects throughout our Wisconsin service territory.\nIn July, WPL filed an updated request for the recovery of its forecasted 2023 fuel cost to reflect the impact of adjusting the retirement date of its Edgewater generating facility. If approved, the request would result in flat year-over-year fuel cost recoveries in 2023 to help stabilize electric rates for our Wisconsin customers despite increasing energy prices. We anticipate a decision on this request from the PSCW later this year.\nAnd as announced earlier this year, WPL expects to make additional filings in the coming months for up to 300 megawatts of firm capacity to replace capacity related to its West Riverside Energy Center that may be purchased by other Wisconsin utilities under outstanding purchase options.\nTurning to Iowa. We filed rebuttal testimony in our advanced ratemaking filing for 400 megawatts of solar and 75 megawatts of batteries to meet future capacity requirements for our Iowa Utility. We use the rebuttal testimony to update our requested cost cap to reflect increases in costs since our initial filing in the fourth quarter of last year. The hearing for this filing is scheduled to take place next week, and we requested a decision from the Iowa regulators by the end of the third quarter.\nWhile I'm on Iowa renewables, it's worth noting that our wind portfolio in Iowa has performed well this year. In fact, the energy produced by our wind facilities through the first 6 months was approximately 30% higher than the same time period last year. These higher levels of wind output have helped reduce fuel costs for our Iowa customers in 2022, and is another example of the customer benefits from a strong and diverse generation portfolio.\nOn the legislative front, while the inflation Reduction Act is still a proposal, we are encouraged by the opportunities presented within the current text to enhance the value of our current Clean Energy Blueprint for both customers and shareowners. Certain key provisions, including tax credit transferability, production tax credit eligibility for solar projects and stand-alone tax credits for energy storage, could provide us even more pathways to bring clean and affordable energy to our customers. We will continue to monitor this proposed legislation and evaluate its potential impacts.\nFinally, our financing plans for 2022 remain unchanged. In June, we started receiving contributions from our first tax equity partnership related to WPL's 2022 solar projects. And we anticipate receiving the balance of the contributions after the solar projects are placed into service later this year. Our remaining financing activities in 2022 include plans to issue up to $600 million of long-term debt at our Wisconsin utility to provide additional funding for solar construction projects. We are also on track to issue approximately $25 million of common equity through our Shareowner Direct Plan.\nIn closing, I'd like to echo John's remarks related to our talented employees. I am so proud to work alongside such dedicated people who work hard each and every day to deliver on our purpose of serving customers and building stronger communities. Thank you for joining us today and for your interest in Alliant Energy. We look forward to meeting with many of you in the coming months.\nNow I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/03ae4b0e37c7584ae46a6ea75b35c13f",
    "period": "2022 Q1",
    "content": "Q1 2022 Alliant Energy Corp Earnings Call\n\nQ1 2022 Alliant Energy Corp Earnings Call\n\nLNTNASDAQAPR 29, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the Alliant Energy's Conference Call for the first quarter 2022 results. This call is being recorded for rebroadcast. (Operator Instructions)\nI would now like to turn the call over to your host, Zac Fields, Investor Relations at Alliant Energy.\n\nZachary Fields\n\nGood morning. I would like to thank all of you on the call and on the webcast for joining us today. We appreciate your participation.\nJoining me on this call are John Larsen, Chair, President and CEO; and Robert Durian, Executive Vice President and CFO. Following prepared remarks by John and Robert, we will have time to take questions from the investment community.\nWe issued a news release last night announcing Alliant Energy's first quarter 2022 financial results. This release as well as an earnings presentation will be referenced during today's call and are available on the Investors page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you that the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's press release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nAt this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, CEO & President, Alliant Energy Corporation\n\nThank you, Zac. Hello, everyone. Thank you for joining us. 2022 was off to a solid start with over 25% of our annual earnings achieved year-to-date, and we are reaffirming our consolidated 2022 earnings guidance of $2.67 to $2.81. I'll share some of the key highlights and then turn the call over to Robert for more details relating to our financial performance, renewable investments and regulatory matters.\nFirst, our temperature-normalized sales were ahead of forecast, continuing a trend we saw throughout most of last year and a key indicator of the strong and diverse customer base we proudly serve. We also had increased interest and activity on the economic development front, including the recent announcement that one of the largest Amazon facilities in the country will be built near Cottage Grove, Wisconsin. The warehouse and distribution facility would total 3.4 million square feet and create approximately 1,500 jobs.\nAnd in Iowa, we're excited to partner with VERBIO as they break ground on their biorefinery expansion near Ames, Iowa next month.\nAnother item to highlight was the strong performance from our wind portfolio. We saw outstanding wind power production for the first quarter, with total production more than 15% higher than our forecast. And some of our newest wind sites achieving net capacity factors in excess of 60% in the month of March, marking one of the strongest wind periods we have seen since we began owning and operating wind nearly 15 years ago. The strong wind energy performance helped us manage the impacts of rising fuel costs and demonstrates the customer benefits of having a diverse mix of energy resources in our portfolio. Another example of our Clean Energy Blueprint in action.\nThese solid results help us continue our long track record of delivering value for our customers, communities and investors. And we're also continuing to monitor and adjust to the impacts of global sourcing and supply chain issues as well as the impacts of inflation. Robert will share more about this when I turn the call over to him in a few minutes. But let me note how important it has been to have a flexible plan, talented and creative team and our ongoing efforts to manage costs for the benefit of our customers.\nOn the solar front, earlier this week, we held a Golden Panel event for our local officials and community members as the first panels were installed at our North Rock Creek solar farm near Edgerton, Wisconsin. And we recently celebrated the installation of the final solar panel at our Bear Creek facility, also in Wisconsin. And yesterday, we received verbal approval from the Public Service Commission of Wisconsin for our second certificate of authority filing for an additional 414 megawatts of solar generation in the state. This result builds on our long history of achieving constructive regulatory outcomes.\nThroughout the process of the filing, our team demonstrated transparency regarding the current environment of supply chain and tariff risks, and we're committed to continuing that transparency as we continue our journey towards a clean energy future. That journey is part of our broader corporate responsibility. We've been sharing stories of our commitment to the environment throughout the month of April in honor of Earth Day, including progress we've been making on our commitment to plant 1 million trees by 2030. We recently approved 2 agreements with the Wisconsin Department of Natural Resources in Sauk and Juneau Counties to begin tree plantings as a part of their reforestation efforts. More than 80,000 tree seedlings will be planted this year in these Wisconsin counties through this partnership.\nAnd in Iowa, Burlington, Marshalltown and Grinnell are just a few of the 33 Iowa communities that will soon be greener, thanks to grants from our community tree program in partnership with Trees Forever. Trees Forever will provide communities with tree planting support from selecting the best species for their area to creating a care and maintenance plan to make sure the new trees have a long and healthy life.\nEqually important to our environmental efforts are the social commitments to our employees, customers and the communities we serve. We know that when we embrace the diversity of our employees and continue to build upon our strong culture, we create a sense of belonging and inclusion that leads to wonderful things for our customers.\nAnd we are being noticed for our efforts. We recently were recognized by Forbes as a top midsized employer for the fourth year in a row. And just last week, we were named to Newsweek's first-ever Most Trusted Companies list. We will be sharing more of our progress and highlighting new initiatives with the release of our updated corporate responsibility report later this year.\nIn summary, 2022 is off to a solid start, and we look forward to building on that momentum throughout the year as we focus on continuing our role as a leader in advancing renewable energy, delivering solid returns for our investors and delivering on our purpose of serving customers and building stronger communities. I want to thank you for your continued interest in Alliant Energy.\nI'll now turn the call over to Robert.\n\nRobert J. Durian\n\nExecutive VP & CFO, Alliant Energy Corporation\n\nThanks, John. Good morning, everyone. Yesterday, we announced first quarter 2022 GAAP earnings of $0.77 per share compared to $0.68 per share in 2021. First quarter earnings were 13% higher on a year-over-year basis led by increasing rate base at our Wisconsin utility, higher AFUDC earnings largely attributable to our 2022 solar portfolio construction and higher electric and gas sales.\nFor the full year, we are reaffirming our earnings guidance of $2.67 to $2.81 per share. The midpoint of that range is a 6% increase over 2021 adjusted earnings per share of $2.58. Details on our quarter earnings drivers and 2022 full year guidance can be found on Slide 3.\nOur temperature-normalized sales for the first quarter of 2022 were better than expected, growing more than 1% compared to the first quarter of 2021 driven by stronger residential and commercial sales. Residential sales were higher primarily due to new customer growth in both Wisconsin and Iowa. And the commercial sales growth was supported by continued pandemic recovery in the education, office and entertainment sectors of our customer base.\nO&M at our utilities was flat versus the first quarter of 2021 after excluding changes in energy efficiency expenditures. In the current environment of widespread inflationary pressures across the various areas of our business, I'm proud of our team's efforts to control costs on behalf of our customers and maintain utility O&M expenses consistent with 2021 levels.\nMoving to our new solar developments. We have made good progress on the construction of the initial 325 megawatts of utility-scale solar in Wisconsin that is planned to go in service this year. Slide 4 showcases some of these 2022 solar development activity.\nThe Department of Commerce investigation that was initiated in the first quarter has the potential impact of timing and cost of our 2023 planned solar projects. However, we feel confident that our 2022 planned solar projects will progress as anticipated and be placed in service later this year. We are advocating both directly and indirectly through multiple trade organizations for an expedited and fair outcome of this investigation. While I acknowledge this investigation could impact our 2023 planned projects, we are focused on mitigating such impacts and continuing our long track record of delivering on our 5% to 7% growth target throughout the planning period.\nWe have included our key regulatory initiatives on Slide 5. We were pleased to reach another key milestone with our Clean Energy Blueprint yesterday with the receipt of the Public Service Commission of Wisconsin's verbal approval of our second certificate of authority filing for 414 megawatts of additional solar projects in Wisconsin.\nLooking forward in Wisconsin, we are preparing a third certificate authority filing to request approval to construct an estimated 300 megawatts of additional firm capacity to meet our customers' growing demand. We are planning to make that filing in the upcoming months.\nAnd in our Iowa jurisdiction, we recently requested to revise the procedural schedule for our advanced rate making filing for 400 megawatts of solar and 75 megawatts of battery storage in the state. This request was made to allow time for our team to ensure we are providing the most current cost estimates for the projects we are pursuing. The updated procedural schedule can be seen on Slide 6.\nWe have requested a decision from Iowa regulators by the end of the third quarter. We do not anticipate this modified procedural schedule to have a material impact on the timing of the in-service dates of our projects or the timing of our overall CapEx plan.\nTurning to our financing plans. We have made great progress so far in 2022. In the first quarter, at our Alliant Energy Finance subsidiary, we refinanced our $300 million term loan and issued $350 million of new long-term debt. Our remaining 2022 financing plan includes issuing up to $600 million of long-term debt at our Wisconsin utility and retiring $325 million of remaining long-term debt maturities in the second half of 2022.\nLastly, Iowa corporate tax reform was signed into law last month. The new tax rules are expected to phase down the corporate income tax rate from its current rate of 9.8% to as low as 5.5% over time. The amount the tax rate will decline each year is dependent on the annual state income tax collections from corporations and will be announced by the fourth quarter of each year. We view this tax law change as positive for customers as it is expected to provide long-term benefits to lower customer costs and serves as another driver for economic development activities in Iowa.\nAs a result of this tax change, we also expect to recognize a modest earnings charge later this year related to revaluing deferred tax assets at our nonregulated businesses, which we plan to recognize as an adjustment to our earnings from normal operations. Refer to Slide 7 in our presentation for more information on this tax change to assist you with your modeling.\nWe appreciate your continued support of our company and look forward to meeting with many of you virtually and in person in the coming months. As always, we will make our Investor Relations materials available on our website.\nAt this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  },
  {
    "header": "LNT",
    "cik": "0000352541",
    "ticker": "LNT",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/681cb609fa038dc3dea12eef084f1a96",
    "period": "2021 Q4",
    "content": "Q4 2021 Alliant Energy Corp Earnings Call\n\nQ4 2021 Alliant Energy Corp Earnings Call\n\nLNTNASDAQFEB 18, 10:00 AM\n\nOperator\n\nGood morning, and welcome to Alliant Energy's Conference Call for Fourth Quarter and Year-end 2021 results. This call is being recorded for rebroadcast.\nI would now like to turn the call over to your host, Zac Fields, Lead Investor Relations Analyst at Alliant Energy.\n\nZac Fields\n\nGood morning. I would like to thank all of you on the call and on the webcast for joining us today. We appreciate your participation. Joining me on this call are John Larsen, Chair President and Chief Executive Officer; and Robert Durian, Executive Vice President and CFO.\nFollowing prepared remarks by John and Robert, we will have time to take questions from the investment community. We issued a news release last night announcing Alliant Energy's Fourth Quarter and Year-end 2021 financial results and updated our 2022 earnings guidance. This release as well as earnings presentation will be referenced during today's call and are available on our Investors page of our website at www.alliantenergy.com.\nBefore we begin, I need to remind you that the remarks we make on this call and our answers to your questions include forward-looking statements. These forward-looking statements are subject to risks that could cause actual results to be materially different. Those risks include, among others, matters discussed in Alliant Energy's press release issued last night and in our filings with the Securities and Exchange Commission. We disclaim any obligation to update these forward-looking statements.\nIn addition, this presentation contains references to non-GAAP financial measures. The reconciliation between non-GAAP and GAAP measures are provided in the earnings release, which is available on our website. At this point, I'll turn the call over to John.\n\nJohn O. Larsen\n\nChairman, CEO & President, Alliant Energy Corporation\n\nThank you, Zac. Hello, everyone, and thank you for joining us. 2021 was another successful year of growth, solid operations and strong financial performance.\nI want to thank our talented and dedicated employees for all they do to help us deliver on our purpose to serve customers and build stronger communities. It shows in how we work each day and in our results. I'm humbled by their efforts and proud to be part of the Alliant Energy team. My sincere thank you to our team.\nYesterday, we announced 2021 GAAP earnings of $2.63 per share compared to $2.47 per share in 2020, finishing the year at the top of our guidance range.\nExcluding temperature and nonrecurring items, our earnings per share were up 7% from 2020. This was our third straight year of delivering 7% EPS growth and the 19th year of consecutive dividend increases. This consistent growth, driven by solid execution and operational results showcases the resilience and flexibility of our employees, our strategy and our company.\nI'll highlight a few of our many strategic and operational achievements from the year, then turn it over to Robert, who will provide more details on our solid financial and regulatory outcomes.\nFrom the start of last year with winter storm Yuri to the heat waves experienced during the summer months, our employees weathered each and every storm to keep delivering safe, reliable and affordable energy to our customers. And our customers noticed as we earn the second highest increase year-over-year J.D. Power's residential electric customer satisfaction scores among large utilities.\n2021 was also the first full year of operations for our 1,150 megawatts of new wind, delivering clean, reliable and affordable electricity for our customers. Our forward thinking and renewable investments also led us to develop our comprehensive clean energy blueprints for Iowa and for Wisconsin, which continue to showcase our commitment to providing a thoughtful path to a clean energy future.\nAlso in 2021, we made tremendous progress on advancing the solar and energy search aspects of our Clean Energy Blueprint. The customer-focused and transparent planning by our teams led to successful regulatory outcomes and positions us well for straightforward execution.\nWe received approval for our first certificate of authority for 675 megawatts of solar in Wisconsin and have advanced into the construction phase. We also filed for an additional 414 megawatts of solar for our customers in Wisconsin and 475 megawatts of solar and battery storage for our customers and in Iowa. Both filings are expected to be decided in 2022.\nI'd also like to note that our teams were well prepared and continue to navigate through difficult global supply chain issues. And while these supply chain issues are not over, the proactive efforts by our talented team, along with leveraging our strong partnerships, have resulted in solid progress on panel and equipment deliveries resulting in an increase in our capital investment plan. Robert will be sharing more details about this positive news later in the call.\nOur efforts to build stronger communities were also on full display this past year. While there are many examples I could share, I'll take a little time and highlight a few for you now. Alliant Energy was, once again, named a top utility in economic development by Site Selection magazine. Site Selection credits our economic development team in collaboration with local, regional and state partners with delivering more than $900 million in new capital investment and more than 2,200 jobs in 2021. We were honored to receive the award and proud of all we've accomplished to help bring new jobs and continued investment to our communities.\nAnother way we're making things better in our communities,is our pledge to plant 1 million trees by the end of 2030. These trees will grow to provide shade, reduce greenhouse gases and improve water quality. And we're off to a great start planting thousands of trees at community events from Ripon, Wisconsin to Cedar Rapids, Iowa. It's just another way we are living our value of acting for tomorrow.\nWe also helped to build stronger communities by nurturing a culture of diversity, equity and inclusion. This past year, we earned a perfect score on the Corporate Equality Index issued by the Human Rights Campaign Foundation, and they named us a Best Place to Work for the fifth year in a row.\nAnd we were proud to be named to Newsweek Magazine's Most Responsible Companies for the second year in a row, and we made Forbes America's best midsize employers list for the fourth year in a row.\n2021 was an excellent year for our company, our customers and our communities. We look forward to building on that momentum in 2022. I thank you for your continued interest in Alliant Energy, and I'll now turn the call over to Robert.\n\nRobert J. Durian\n\nExecutive VP & CFO, Alliant Energy Corporation\n\nThanks, John. Good morning, everyone. Yesterday, we announced 2021 GAAP earnings of $2.63 per share compared to $2.47 per share in 2020.\nOn an adjusted basis, which excludes the impacts of temperatures and nonrecurring adjustments, our earnings per share increased 7% from 2020.\nLooking year-over-year, the increases in 2021 were driven by higher revenue requirements primarily due to increasing rate base at our Wisconsin and Iowa Utilities and higher electric sales due to strong demand from commercial and industrial customers and the impacts of warmer summer temperatures. These favorable drivers were partially offset by higher depreciation and lower allowance for funds used during construction.\nOur temperature-normalized retail electric sales grew 3% in 2021 when compared to 2020, primarily driven by a resurgence of our commercial and industrial customers as our state economies have strengthened for the worst impacts of the pandemic in 2020. This recovery was more robust in 2021 than initially forecasted, led by stronger industrial sales resulting in total commercial and industrial sales levels for the year, roughly 1% higher than 2019 levels.\nAs customers across our service territories have gradually been returning to their workplaces, we have seen some decline in residential sales. However, residential sales remained modestly higher than 2019 levels.\nThe strong sales we experienced in 2021 were bolstered by a great year from our economic development efforts as our team was able to assist with several key industrial customer additions and expansions ultimately adding about 75 megawatts of load to our system.\nIn addition, we saw one of the strongest years of incremental customer growth in the past decade. We are announcing an update to our capital expenditure plans for 2022 through 2025. Our new plan is summarized on Slide 6 of our earnings presentation.\nThere are 2 primary drivers for the updated plans. The first relates to recent progress made with our solar equipment suppliers that will allow us to receive equipment and materials earlier than previously anticipated. These efforts have allowed us to pull forward approximately $300 million of renewable expenditures into 2022. This enables us to complete these clean energy investments earlier than planned with 325 megawatts now scheduled to go into service in 2022 for our Wisconsin customers. The balance of our previously announced solar and battery projects are expected to go in service in 2023 and 2024.\nThe second driver of the updated capital expenditure plans involves accelerating clean energy investments into 2023 through 2025, to address capacity needs resulting from MISO's proposed seasonal resource adequacy construct. For those who may not be familiar, MISO has proposed to a credit generation capacity on a seasonal basis under this new construct versus the current state where capacity is a credit on an annual basis. The additive investments included in our updated capital expenditure plans will help satisfy our anticipated seasonal capacity requirements and support reliability for our customers.\nOur capital expenditure plans also continue to include investments to replace the capacity from the anticipated exercise of options by WEC Energy and MG&E to purchase a portion of our West Riverside natural gas facility. We anticipate making the Certificate of Authority filing with the PSCW in the first half of this year for additional capacity resources to replace the capacity expected to be lost with the exercise of these options. We plan to share more details about these resources as we get closer to making that filing.\nTurning to this year's earnings guidance with the updates to our capital expenditures plans. We are increasing our 2022 earnings guidance and remain well positioned for consistent 5% to 7% earnings growth going forward. The midpoint of our updated guidance range is $2.74 per share, which represents a 6% increase over 2021 adjusted earnings. The expected drivers of this increase in earnings include higher earnings on increasing capital investments and higher APDC benefits from our solar projects under construction. More details on our 2022 earnings guidance are provided on Slide 7 of our earnings presentation.\nIn 2022, we estimate a consolidated effective tax rate of 4%. The substantial production tax credits generated by our large wind portfolio, helping us maintain the low effective tax rate for the upcoming year and several more years to come. The benefits from these production tax credits are passed on to our electric customers to help manage customer bills and therefore, are largely earnings neutral.\nMoving on to the financing plans for 2022. We plan to issue long-term debt of up to $1.4 billion in total for WPL and Alliant Energy Finance. The proceeds from the new debt will be used largely to finance investments in solar projects as well as to refinance $625 million of debt maturities in 2022.\nWe also expect to receive approximately $25 million of new common equity under our DRIP plan in 2022.\nLastly, we have included this year's key regulatory initiatives on Slide 8 related to our customer investments. In Wisconsin, we anticipate a decision on our approval request for 414 megawatts of solar in the first half of the year. And in Iowa, our advanced remaking filing for 475 megawatts of solar and battery is progressing as expected. The Iowa Utilities Board issued a procedural schedule last month, which can be found on Slide 9. We anticipate a decision on this advanced remaking filing in the second half of this year.\nIn Wisconsin, we also filed a joint application for the sale of a portion of our West Riverside natural gas generating facility to WEC Energy and MG&E at the end of January. We anticipate a decision on this application in either late 2022 or early 2023. These regulatory initiatives are an important part of executing our strategy, and we are thankful for their continued constructive relationships with our regulators in both of our state jurisdictions.\nAs we conclude another successful year with solid financial results and constructive regulatory outcomes, I want to express my optimism for the year ahead. We've demonstrated the flexibility of our CapEx plan to shift quickly due to opportunities in the solar project supply chain. We have regulatory certainty for the next couple of years with no major rate reviews planned. And we have dedicated and talented and please working hard every day to serve our customers and shareowners. We appreciate your continued support of our company and look forward to meeting with many of you virtually and in person in the coming months.\nAs always, we will make our Investor Relations materials available on our website.\nAt this time, I'll turn the call back over to the operator to facilitate the question-and-answer session."
  }
]