[
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b4a190b8c2b7194e21ed06f4b17dda2f",
    "period": "2025 Q3",
    "content": "Q3 2025 Deutsche Telekom AG Earnings Call - Press Conference\n\nQ3 2025 Deutsche Telekom AG Earnings Call - Press Conference\n\nDTEXETRANOV 13, 4:00 AM\n\nPhilipp Schindera\n\nSenior Vice President of Corporate Communications\n\nGood morning, ladies and gentlemen, colleagues here in Bonn, we're reporting today on the Q3 figures. Christian Illek, the CFO of Deutsche Telekom; and Tim Hottges, the CEO, will -- and Tim will start as usual.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nThanks, Philipp. Good morning, everyone. I think everybody is aware that our market environment is not easy. Every day, you can read up on this in the media. Investments are being cut back everywhere. Dividends are cut back or companies are downsizing their workforce. That's no cause for celebration.\nI've just come back from Tel Aviv. I spent 5 days in Tel Aviv and the momentum that I saw there, I would wish that we had the same. So this is not nice generally, but I'm all the more pleased to be able to paint a different picture today, and I'm happy that Deutsche Telekom is doing very well.\nNow we are delivering, and we are acting, and that's the most important thing to be reliable, fixated on growth. We're keeping our word. We remain on course. In terms of our capital market targets, we're acting the first 9 months of 2025, we've delivered strong results, 3.7% organic revenue growth in the service business, 4.4% organic growth in EBITDA, 6.8% growth in our free cash flow and 9.5% growth in the adjusted EPS. That's an important metric.\nSo that means we are fully on track in terms of what we promised to the capital market and our investors. Of course, we are benefiting very strongly from T-Mobile US. I mean that's just a fact. It's our biggest business.\nOur colleagues across the Atlantic have already raised their guidance. And today, we are following suit. Our full year guidance for business outside of the United States remains unchanged. And we want our shareholders to benefit, too. And this is why we are sharing this success with them.\nThe Board of Management is planning to increase the dividend for the business year 2025 to EUR 1. And this makes it the highest-ever dividend payout in our company's history. We will additionally buy back shares worth up to EUR 2 billion. Now in total, this will create a total shareholder return of almost EUR 7 billion.\nLadies and gentlemen, we have also made good progress strategically across all regions. In the United States, we have not only maintained our growth path, but accelerated it with a series of successful acquisitions. In Germany, we continue to invest in the future in a systematic way with a record-breaking fiber build-out, with Europe's first AI factory, we are showing that in Europe, this is possible. And you also attended the press conference with NVIDIA, high-performance technology is being built in Germany as well.\nNow in all areas of German telecom, we are now using AI in customer service, in internal knowledge management, in sales and technology. But coming back from Israel, I can tell you and seeing the momentum there in digitalization, I have come back with a lot of energy and want to accelerate things in our company as well.\nOur key financials are trending well as well. Our earnings are growing year-on-year in all segments organically. T-Mobile US adjusted core EBITDA stands at 6.8%. In Germany, while we are growing by 1.4%, we are below our expectations from the Capital Market Day. So following my speech, Christian Illek will comment on this.\nGrowth in Europe is at 5.9% and our Systems Solutions business has developed very well, growth of 11.7%. And so the total group is definitely on track.\nLadies and gentlemen, we are the network, and we are the best network. And I think everybody in Germany is aware of that. We can see it from all of our surveys, but we are making the network better every single day. In the past 12 months, we have reached 3.6 million additional households in Europe with our fiber network. That's almost 23 million people that can now subscribe to a fiber-optic connection from us or have already signed up.\nA particular focus of our attention is Germany, of course. Here, we are approaching the 12 million mark for homes passed, and we continue to invest in expanding the network.\n2025 has already been a record-breaking year for us. Never have we passed so many households, 1.7 million in the first 9 months of this year. Never have we connected so many customers, 474,000 homes connected. And all this, thanks to a more efficient build-out, making use of tools like artificial intelligence to speed up our planning at lower cost, which means that our strategy is paying off. We are building out faster, smarter and more sustainably.\nAnd also, we participate in a tax benefit from the accelerated depreciation expense. Here, the federal government really has delivered, and we will reinvest these additional funds, this financial gain in its entirety. I think this is a clear commitment that we are showing here that the incentives coming from the federal government are really a good thing, and we will keep investing these additional funds in the fiber build-out.\nAt the same time, we want to continue adding 2.5 million homes passed every year. We will focus even more strongly on connecting rural areas. That's more expensive when it comes to the build-out, and that's why we need these additional funds. And we want to connect more multi-dwelling units also. We want these lines to be used also. So a focus on MDUs and also, we want to strengthen our broadband business in the long term.\nOptical fiber is the technology of the future. These days, only -- there are only a few skeptics now and the science-backed arguments for this technology speak volumes. Just last week, the German Professional Association for Optical Fiber, BUGLAS, published a comparative study of cable networks versus optical fiber. And the findings are fiber offers up to 20x faster upload speeds, data packets travel 2.5x faster from the terminal equipment to the server and back; more users and more data traffic are no problem because fiber is scalable. But the underlying problem with the fiber build-out is not a fundamental skepticism about the technology itself, but unfortunately, the much too low take-up rate for lines.\nAnd I mean, our vectoring and super vectoring network in Germany is so good and has been accepted so well. Many people are quick to criticize a lack of fiber build-out in various German regions. But once it arrives, the numbers of people signing up are extremely modest. And so the fiber build-out remains incomplete. So this is also a thorn in the side of the Federal Digital Ministry. We, therefore, explicitly welcome the government's recently launched information campaign.\nFiber build-out is a marathon and not a sprint. The more support we receive, the better. For example, it would help us if government would commit itself to using fiber exclusively. Government could also give us a helping hand with legislation, for example, by allowing a build-out in multi-dwelling units by law or by accelerating approvals. Simpler, more digital by actually making it possible to do more, we are definitely willing to do that.\nThe United States is a prime example of how different it can be. There, our fiber joint ventures are growing as planned, serving more than 930,000 customers with hyperfast fiber. And with Srini Gopalan, T-Mobile US, as a new CEO, who knows the build-out challenges like nobody else.\nAnd what about mobile communications? Here, the situation is very clear. We are clearly in the lead as attested most recently by trusted brands such as Computer Bild in Germany, Ookla in Austria, Poland and Greece, Umlaut in Greece and Opensignal in the United States. So we are winning all the tests that are supported by their publications, and we're very proud of that. But our expectation is to maintain this leadership in all of our markets and even to extend our lead project NeMo in Germany, for example, is a prime example of that.\nOur customers recognize that our networks are first class, and they are rewarding us for this. In the United States, we're excited to be setting records in the wireless sector. More than 5.4 million people signed up for a plan with us in the first 9 months. These are postpaid contracts. And just look at prepaid as well, that's 1.3 million net additions of customers more than in the prior year period. In Germany and Europe, our mobile contract net additions reached more than 1.2 million. You can see that our flywheel, our strategy is really paying off.\nBroadband business in Europe is growing solidly, although it slowed slightly in Germany. Competition in this field is intense. But as I outlined before, we have a new approach on the fiber build-out, and this is how we are going to tackle this now.\nLadies and gentlemen, we won't stop. This is one of our guiding principles, which also means we will keep investing in Germany as a place to do business in the future in artificial intelligence. In January next year, we will open an AI factory in Munich. Our new AI industrial cloud is being built in the heart of Munich, deep underground, ultra-modern, state-of-the-art technology and open for start-ups, SMEs, industry, research and the scientific community, powered by 100% green electricity, with the combined computing power of 2.3 million computers.\nAnd I can tell you one thing. This is what many digital experts in Israel are envious of the kind of capacity we can make available to industry here. This project is Made for Germany. It's a play on words that we're using in our communication. We are bringing together the biggest specialists in this field, Deutsche Telekom, NVIDIA, SAP and other partners. Between the initial idea and the launch of this just 6 months have passed. So this project is the pure embodiment of our can-do mindset. And in giga speed, we're making Germany's economy future-proof with AI. This doesn't just apply to manufacturing industry, but also as a service provider for the public sector.\nWe are continually challenging ourselves internally, too. In the area of customer service, for example, our FragMagenta chatbot, supported by AI, now has a first resolution rate of 55%. Now this helps us save money, and it helps us improve the customer experience. And recently, I dealt with the company that builds the agents that support the chatbots, and there's clearly more to come. This will become even more exciting in the future.\nFor our business outside the U.S., we expect cost savings of around EUR 800 million by 2027, and we are convinced that we can achieve even more. That is also our can-do spirit with data, with technology and with the necessary care and responsibility.\nA further key element of our strategy is sustainability. Here, we've also made good progress. Despite rising data volumes, we've been able to reduce our energy consumption Europe-wide. And we've won multiple awards for this. I think this is an excellent result. A lot is going on in the engine room kind of behind the scenes that not too many people are aware of when it comes to our server architecture and other aspects.\nLadies and gentlemen, I will end with a look at our revised guidance. For the third time this year, we are raising our guidance for EBITDA AL and the free cash flow AL of the group. Now to around EUR 45.3 billion, around EUR 20.1 billion as far as the cash flow is concerned. Adjusted earnings per share are expected to increase to around EUR 2. A major driver of this is our acquisition of UScellular. For our business outside of the U.S., our guidance remains unchanged at EUR 3.6 billion.\nAnd so we are sending a clear message, we deliver on our promises. We invest in the future in fiber and AI, in our people, and we are not waiting for others to act. We act. The best networks that connect people today and tomorrow coming from German telecom. Future technology that strengthens our economy. We want to be as dependable as possible. We will stay courageous. We will keep moving. We won't stop.\nAnd with that, I will now hand over to you, Christian. We won't stop.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim, and good morning from my part. I will keep my usual structure for Q3. First, I'll give an overview of the group's financial metrics, then I'll look at the operational development of the segments, and then I'll close with a comment on the development of free cash flow, adjusted net profit and net debt.\nThe group's financials, when you look at the overall development in Q3 was very positive. Reported net revenue rose by 1.5% to EUR 28.9 billion. That's a growth of EUR 434 million. And this includes negative exchange rate effects almost entirely from the U.S. dollar, which was down EUR 0.07 over the period. I'll talk about the exchange rate effect on the other metrics as I come to them.\nReported service revenue in the group increased by 2.2% to EUR 24.7 billion. This increase of EUR 543 million was reduced by exchange rate effects here as well, totaling EUR 935 million. The group's reported adjusted EBITDA AL rose in the third quarter by 0.2% to EUR 11.1 billion. That's up EUR 18 million, including the reducing effects from changes in exchange rates of EUR 431 million.\nThis brings me to the development in the operating segments. As usual, I'll start with the U.S. They reported on their figures on October 23 as required. T-Mobile US had record customer growth in Q3. This was driven by the combination of the best network, the best value for money and the best customer experience.\nTotal postpaid net additions, as Tim mentioned, amounted to 2.3 million in the first -- in these 3 months, marking that's 700,000 more year-on-year. And also with this particularly valuable postpaid phone net adds, that was -- stood at 1.01 million. That was around 142,000 more than in the same period of the prior year. That was also well over the average analyst expectations.\nThe growth in customer -- and we're seeing, though, a slight increase in the churn rate to 0.89%, up from 0.86% in the same period of 2024, but we continue to lead the industry with the lowest churn rate. And also in Q3, we saw a combination of high-speed Internet and fiber optics rising to -- rising by 160,000. So for 14 quarters in a row, we've grown by 400,000 customers, and that is absolute record. Our customers stand at almost 9 million customers. So our long-term goal with fixed assets or broadband of 12 million customers by 2028 and fiber optics up 20 million by 2028 is -- we're online for that.\nReported service revenues in U.S. dollar under U.S. GAAP increased by 9.1%, that's service revenue and to $18.2 billion. That's an increase of $1.52 billion. Looking at postpaid service revenue, it grew by 11.8% year-on-year.\nCore adjusted EBITDA, under U.S. GAAP, and this was due to several factors, increased by 5.6% in the third quarter. That's an increase of $460 million. That was -- here, you can see the metrics on the chart here. Where does this -- how do you explain this? It's once again the same drivers as usual, significantly higher revenue per account and increased profitability. So the revenue we make from customers on all customers increased by 3% year-on-year to USD 149.44 and revenue per postpaid phone customers increased by 2% to $50.71. So you see a significant difference between prices you can achieve in the U.S. compared to in Europe.\nAnd this brings me to the business in Germany. I'd like to start with the broadband market. There's not a whole lot of new things I can tell you here. Once again, the market growth is very slow, sluggish. We see strong competition and increasing customer growth among alternative network operators.\nThe number of broadband lines in our business declined by 25,000 year-on-year. In previous year, in fact, we grew by 38,000. So we don't expect any change in this trend in the near future. We are trying to counter this by increasing our monthly revenue per broadband line, and we've been successful so far, growing 3.6% year-on-year. We have increased prices here to compensate for the decline in number of customers, but we couldn't do that completely.\nAnd all in all, we see that we have 5% more customers with connections, high-speed connections. That's a penetration of 54% or 8.1 million customers.\nFTTH is a great development. We had a record quarter here, increasing by 155,000 customers in the third quarter. That's an increase of 18%. The penetration that Tim just mentioned has risen from 14.6% to 16.1%. We're still not satisfied with that. The FTTH line increased by 41% year-on-year to 1.9 million. So the investment in fiber optics is paying off. It's fast enough. We wish it could go faster, but the trend is in the right direction.\nIn the TV business, we won 27,000 net adds. That's significantly lower than the previous year. But in the previous year, we lost the Nebenkostenprivileg, that's a privilege for property owners to pass on cable TV and Internet service fees to tenants. And also the UEFA European Championship was on Magenta TV last year.\nIn the mobile business, we had net adds at 314,000 in the third quarter, down from 327,000 net adds in the same quarter of the prior year. This is comparable to our competition, which reported minus 750,000. So the mobile telecommunications market, we're well positioned there and especially thanks to our next Magenta charge rates.\nThe churn rate is constant and low, 0.8% in the third quarter. That's even a slight improvement year-on-year where we were at 0.9% with the churn rate. Service revenues on an organic basis in Germany grew by 0.4%. Mobile service revenues increased by 1.8% in organic terms. So we are on line with our guidance that we communicated at the Capital Market.\nThis brings me to the fixed line network. In organic terms, the service revenues fell by 0.3%. There are 3 main drivers here. First, we had very strong B2B growth in the third quarter of 2024. And in this year, it was just the opposite. We have a relative weak B2B result in the third quarter, mainly due to difficult economic circumstances, which you can read about everywhere, a sharp increase in insolvencies this year and once again, a continued decline in IT revenues in the Germany segment. And this has led to a weak B2B business for us. And this also is accompanied by the other 2 trends I cited, weaker broadband business and weaker wholesale business. And in sum, total broadband increased by 2.1% year-on-year. And this -- our guidance is between 3% and 4%.\nWholesale access revenues are pretty much flat in the third quarter after an increase of 3.6% last year. But here, once again, we have a stable wholesale revenue that we have forecasted for the -- and that's what we said last year at the Capital Market Day is and forecast that.\nGoing to the total segment, total reported revenue declined by 1.8% to EUR 6.3 billion. There were 2 main effects here. Last year, we had the UEFA European Championship and also continued terminal device business in Q3 this year.\nReported adjusted EBITDA AL grew in the third quarter. And here, for Germany, it wasn't unexpected, but it's slightly disappointing 0.1% to EUR 2.7 billion. That's a growth of 0.1% in organic terms. This is for the most part due to what we've already talked about, the effects for the last quarters. We have the wage increase from October '24 and the monthly wage increase that we've had for employee salaries this year as well has gone into effect, and that has had a downward effect on EBITDA. In Q4, we expect EBIT to rise above -- significantly above 4% again.\nThis brings me to Europe. Europe is very solid. It's growing, and it's growing in a very robust way continuously. Mobile contract net adds stood at 129,000. And this is adjusted to take into account Romania and the divestiture there where 60,000 active customers were subtracted from this. Broadband net adds stood at 57,000 and FMC net adds remained stable against the prior year at 143,000, while TV net adds stood at 38,000.\nTotal reported revenue was up 2.2%, organically 3.3% year-on-year. And when we break this down to fixed line and mobile, we see that mobile and fixed line service revenue was significantly above the 3% to almost 4%, and that explains the service revenue increase in sum totaled 3.3% year-on-year.\nReported adjusted EBITDA AL in the third quarter rose by 4.6% to EUR 1.2 billion. Organic growth was at the same level. So we don't take into account exchange rate effects there. So we're on the way to meet our forecast at the Capital Market Days of growth between 4% and 5%.\nThis brings me to T-Systems. Its order entry in Q3 was up 3.7%. T-Systems reported revenue rose by 2.3%. The drivers remain the same. The digital business, the road charging business and in contrast to the German segment at T-Systems, the public sector is becoming ever more important and supporting our business there.\nReported adjusted EBITDA AL in the segment was up 23% to EUR 127 million, but this is mostly a project business that isn't as constant as the infrastructure business. So in sum total, I'm very satisfied with the development of T-Systems.\nThis brings me to free cash flow and the key financial metrics and liabilities. Free cash flow dropped 9.2% year-on-year to EUR 5.6 billion. There are 2 main effects here. The first was we had a lower operative cash flow, and this was due to the weaker dollar that accounted for EUR 500 million, plus we had an increase in CapEx, especially in the U.S., where cash CapEx rose EUR 550 million. But because of free cash flow, that lessen this effect after 9 months, the development was a growth of 6.8% in free cash flow. So that helped that situation.\nAdjusted net profit was up 14.3% in the third quarter. That's an increase of EUR 2.7 billion -- it rose to EUR 2.7 billion. And this is supported by a positive -- several positive effects and the equity result was supported by GD Towers. These were the main drivers that led the net profit to rise by almost EUR 295 million.\nFactors reducing adjusted net profit came -- include M&A activities to a tune of EUR 7.9 million, UScellular and Metronet and also the increase in the share buyback, EUR 1.2 billion and on the DTAG share buyback also and the dividend we paid that as well as acquisition of spectrum for EUR 0.4 billion in Slovakia as well as payment for extension of frequencies in Germany, that was EUR 200 million and also -- but this was counterbalanced by free cash flow and leasing.\nThe ratio of net debt, excluding leasing fell to 2.23 at the end of the third quarter. I should mention that -- and this is very encouraging, we received a rating upgrade from Moody's from Baa1 to A3. We're very pleased about this, and we hope we can continue to receive rating upgrades.\nAnd with that, I'll give the floor to Tim."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a12fa5bee5af18cd17266f71171e2e79",
    "period": "2025 Q2",
    "content": "Q2 2025 Deutsche Telekom AG Earnings Call\n\nQ2 2025 Deutsche Telekom AG Earnings Call\n\nDTEXETRAAUG 7, 8:00 AM\n\nHannes Wittig\n\nHead of Investor Relations\n\nWelcome to Deutsche Telekom's Second Quarter 2025 Conference Call. As you can see, with me today is our CEO, Tim Hottges and our CFO, Christian Illek. As usual, Tim will first go through his midyear highlights, highlights followed by Christian, who will talk about the quarterly performance and our group financials. After this, we have time for Q&A. Before I hand over to Tim, please pay attention to our usual disclaimer, which you will find in the presentation. And please also note that this conference will be recorded and uploaded to the Internet.\nAnd now it's my pleasure to hand over to Tim.\nYes. Thank you, Hannes, and welcome to our first half 2025 results call. We continue to deliver consistent, reliable growth. Amidst the competition and the global tariff turmoil, we remain on course, and we even slightly raised our guidance for 2025. As usual, I will start with the year-to-date view for the group before Christian will dive into the details of our second quarter results.\nOur growth momentum has remained strong and steady. Our flywheel strategy keeps working. In the first 6 months of 2025, we delivered 3.7% organic service revenue growth, 5.2% organic EBITDA growth, 17.8% growth in free cash flow and 6.4% growth in adjusted earnings per share. With these results, we are on track for the midterm targets of the last Capital Markets Day.\nAnd while there are some incremental headwinds, there are many incremental positives, including upside from M&A, T-Mobile spectrum disposals and from fiscal relief on both sides of the Atlantic. I'm especially happy with our progress on the M&A front. In Europe, we got clearance for the sale of our Romanian Mobile business. This win-win transaction brings much needed in-market consolidation while improving the growth profile for our European segment.\nIn the U.S. we closed the MetroNet and the U.Scellular transaction. This comes after the Lumos fiber joint venture and the 2 out-of-home advertising companies, Vista and Bliss. We are now looking forward to the incremental growth that these transactions will bring. T-Mobile also sold part of their 3.45 gigahertz spectrum for EUR 2 billion and agreed to sell our 800 megahertz spectrum in exchange for cash and some valuable 600 megahertz spectrum.\nAs you can see on the next page, all our segments are contributing to our EBITDA growth. DT ex-U.S. grew by 3.6% year-over-year. Moving to our networks, where we continue to extend our leadership. In the last 12 months, we passed 3.4 million additional European homes with FTTH. We now reach nearly 22 million homes, of which 11 million here in Germany. In the U.S., we launched T-Fiber enabled by our 2 new fiber joint ventures. Our mobile network remains leading across the footprint.\nOur German network has ranked top European large country network and Ookla confirmed T-Mobile's network is the best network in the U.S. Two weeks ago, T-Mobile also launched T-Satellite after a successful beta test.\nAs last year's Capital Markets Day, we talked a lot about how AI is accelerating our digital transformation. And last quarter, I showed you various ongoing initiatives. On Page 7, you can see the additional progress we have made as this remains a top priority. Let me pick out a few highlights.\nOur AI-based employee knowledge tool ask-T is already used by 30% of all German employees. The tool has now been rolled out in Greece and in other markets. In the network, our AI-based remote monitoring agent is now moving towards implementation. AI created lines of code increased to 10% of the total. And FracMagenta, our chat and voice bot is now reflecting 1.6 million calls already in the first half year. To make this tangible, 1.6 million deflected calls corresponds to about 133,000 call agent hours.\nAt the Capital Markets Day for DT ex-U.S. we estimated the financial benefit at around EUR 800 million in cost savings by 2027, and we see ourselves well on track for that. Finally, on the product side, the active base in Magenta Moments has grown to [ 4.8 million ]. So our rewards program is highly accepted. We are launching an iPhone across our European footprint. We have partnered with NVIDIA to build Europe's first industrial AI factory, by the way, starting in the first quarter next year already.\nOver in the U.S., T-Mobile is making very impressive progress with their ambitious digitization plans too. As T-Mobile highlighted during their results call, the share of upgrades done digitally has increased about 2/3, from about half last quarter and virtually 01 year ago. T-Mobile's market-leading team Life app has more than 75 million installed already. Our customer growth continues on both sides of the Atlantic.\nIn the U.S., we had the strongest second quarter and first half for postpaid customers net additions ever. And we substantially raised the full year guidance. The second quarter was also a record quarter for postpaid phone customer net additions. And outside of the U.S., our intake remained strong, but we had fewer mobile net adds in Germany caused by a low-margin enterprise contract loss. Growth in the German consumer market remained strong also this quarter. Mobile in Germany is good.\nMoving on to fixed KPI. Our DT ex-U.S. broadband customer growth was positive but slowed due to Germany. Our TV customer growth was also slower, mainly due to the rollover of the tailwind from the Euro '24 championships in the prior year. This is not a headache. Let me put these trends in perspective. As you all know, the German broadband market has slowed and competitive intensitive has stepped up in recent quarters. But as before, we remain committed to our strategy, to our successful flywheel of differentiation. We have built the best networks and create a superior customer experience.\nIn Germany, our mobile network is leading, and we are leading the fiber build-out as well. We are not happy with our German broadband customer losses this quarter, but ARPA growth develop positively. And we do understand fiber monetization is a long game, and we will continue to play the long game here.\nAs you know, we deployed 2.5 million additional fiber homes passed per annum, and we are committed increased to do the same number again this year. We are connecting increasing numbers of customers with fiber. As stated at the Capital Markets Day, we intend to double our annual run rate to 1 million by 2027. In this context, we welcome the recent proposal of the new Digital Ministry to accelerate fiber deployments to remove bureaucratic hurdles and to facilitate in-house connections in the multi-dwelling units.\nTo stabilize our performance nearer term, we are stepping up as well. What are we doing? Regional and commercial segmentation. We are doing an MDU push. We are doing target retention activity, especially in overbuilt areas. And last week, we also announced a hybrid broadband access product that can deliver up to 500 bits per second -- megabits per second.\nMoving on to ESG. We continue our efforts to contain our energy consumption and emissions in line with our stated targets. Despite rising data consumption, we were able to slightly lower our DT ex-U.S. energy consumption in the first half. In Germany, we conducted various campaigns, including campaigns against hate speech and loneliness and to empower GenZ in data protection.\nLet's now move on to our guidance update on the next page. Our guidance remains based on the last year's average forecast for the foreign exchange of EUR 1.08. And as always is the sum of the guidance for DT ex-U.S. and for T-Mobile U.S. adjusted by the U.S. GAAP IFRS bridge. T-Mobile raised its guidance for customers and financial growth on 23rd of July. T-mobile raised both its 2025 EBITDA and free cash flow guidance by EUR 50 million at the midpoint. The new guidance includes the contribution from the recently completed acquisition of Metronet but not that of U.Scellular yet. We are passing this on in the group guidance today. As the result, we now project group EBITDA of more than EUR 45 billion and free cash flow of more than EUR 20 billion for the whole of 2025.\nAll other guidance remains unchanged. Our DT ex-U.S. EBITDA guidance remains EUR 15 billion. But this is now after an unexpected around EUR 50 million one-off headwind in Germany that Christian will talk about in a moment.\nSo let me now hand it over to Christian for a deeper dive into the second quarter.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nYes. Thanks, Tim, and welcome from my side. As you know, let me start with the quarterly segment review and then discuss selected group financials. And as usual, let's start with the U.S., we have reported excellent results on the 23rd of July. If we're taking a look at the T-Mobile U.S. performance in local currency according to U.S. GAAP, you see that the service revenue has increased and accelerated to 6.1% growth, and that was largely driven by a very strong performance in postpaid service revenues, which accelerated to 9.1% on a year-on-year basis. It was driven, obviously, by the strong customer intake, but also due to increases both in ARPA and ARPU.\nThe core EBITDA has grown by 6.4%. And as Tim already mentioned, that was one of the drivers why T-Mobile U.S. has raised its guidance both on EBITDA as well as some free cash flow.\nMoving to Page 13. You see the customer intake of T-Mobile in the second quarter. You see it was, as Tim already said, record breaking. The postpaid net additions were about 1.7 billion. This is an increase of 400,000 relative to last year and the best ever quarter in Q2, they faced in their history. Same was true for the postpaid phone net adds. They increased by 53,000 relative to the last year's performance to 830,000, again, the best ever quarter for T-Mobile U.S.\nT-Mobile has added 318,000 new postpaid accounts. This is an increase of 6%, and they've added 454 new broadband 5G broadband customers, an increase of 12%. So the churn was up by 10 basis points, as you can see, relative to the previous year and that reflects the rate plan optimizations, but that was clearly overcompensated by the strong customer intake on gross additions.\nFollowing these results, T-Mobile raised this customer growth guidance. So for 2025, they expect now in between 6.1 million to 6.4 million net additions relative to the old guidance of 5.5 million to 6 million. The guidance for phone net adds were close to 3 million to 3.1 million, and they also predict a customer intake of roughly 100,000 on fiber net adds.\nLet's move over to Germany. As you can see, the headline revenues declined in the quarter, and there are 2 major drivers. The first one, the biggest one is one-off revenue, which we got from the sublicensing of the European Champions of TV rights. And the second one is we have to -- according to a court ruling, we have to change the way how we account for handset revenues if we early prolong contracts, and that is a headwind, which impacts both revenues and EBITDA.\nThe total amount of the impact is around EUR 50 million in the first half. It's noncash, and it will reverse over the course of the next 24 months. The total service revenue grew at 1.1% and EBITDA grew at 2%. So let me dwell a little bit on the EBITDA performance. So on the positive side, in the second quarter, you see that we obviously -- last year, we had to face the one-off wage payment on what we call energy support. This obviously is a tailwind in the second quarter of '25. But on the flip side, we have to absorb the 6% wage increase, which we agreed upon last year, starting in October '24. And also, we have to absorb the negative impact on the IFRS customer accounting.\nSo, if I'm taking a look to the outlook of the EBITDA due to various phasing effects, but especially due to the wage increase, which we have to embrace in the third quarter, we didn't have in the third quarter of last year and an additional increase of EUR 190 salary increase starting from August 1 onwards, we expect that the EBITDA performance in the third quarter is below the current run rate. On the flip side, we expect that the fourth quarter is actually above the current run rate. The reason is the wage impact will largely roll over the 6% wage increase.\nOn top, and we said, I think, in the first quarter as well, we're facing some meaningful energy cost headwinds due to some increased grid fees but also hedging effects from the year 2022. This will also roll over in next year's financials.\nMoving over to service revenue. The total service revenue is -- has slowed down to 1.1%, as I said earlier on. The slowdown in Mobile Service revenues comes after a stronger-than-usual quarter in Q1, and we mentioned this in the last call, it should be not surprising to anybody. This quarter's growth is very similar to the second half of '24 but we remain absolutely comfortable with our guidance of 2% to 2.5% in the time frame of '23 to '27.\nThe growth in fixed service revenues improved slightly sequentially but is still subdued. Fixed service revenue trends remain impacted by lower IT service revenues, which decreased on a year-on-year basis and lagging government demand for specialty telco services. In addition, while positive, a broadband and wholesale revenues were sequentially weaker.\nLooking at the outlook for the remainder of the year, what you see on the chart is we had a very strong Q3 in last year's performance. And that was followed by a weak performance in the fourth quarter, and that was the first quarter where we faced this IT revenue drag, which we are having over the course of the full year. So if you compare those comp effects we expect that the fixed service revenues will be from a growth perspective, being sequentially lower in Q3, but again, higher in Q4, same way as we described the EBITDA.\nAs you can see on Page 16, while overall service revenues remain subdued, broadband and wholesale access revenues remain in solid growth territory. We said that the main driver for the broadband growth, revenue growth will be value growth. And you see that the ARPU of our retail customer base has increased on a year-on-year basis by 3.5% and that's mainly driven by upselling into higher speeds. And that continues to be the key driver of broadband revenue growth.\nMoving over to the fixed line KPIs. So our monetization remains positively, our customer growth remained in negative territory. In the second quarter, we didn't perceive any changes in the competitive environment compared to the first quarter. We're still facing very slow overall market growth. We have ongoing pressure from the alt-nets or the overbuilders, and we saw a very promotional cable competitor in the second quarter.\nWe, on our side, had to reduce the promotional value beginning of the second quarter by cutting the discount period from 6 to 3 months, and we believe that explains the sequential slowdown in the broadband net adds. As you heard from Tim earlier, we're playing the long game here, and we remain focus on upselling and on fiber. So we're on track with our homes pass strategy to add another 2.5 million of fiber homes passed onto the network this year. And we are trying -- we are increasingly connecting more and more fiber customers.\nLast quarter was 137,000, which is an increase of more than 20%. As you recall, we intend to double our run rate to 1 million by the end of '27. Finally, on TV, what you see is still growth, but relatively smaller given some tailwinds last year. We added 23,000 IPTV customers and 40,000 over-the-top customers.\nMoving over to Mobile. And we're seeing some elevated competition for quite some time, but still our commercials remain strong. Our B2C customer intake has actually increased Q-over-Q between Q1 and Q2, but we lost a sizable and Tim mentioned it low-margin B2B contract, and that basically explains the sequential slowdown in the second quarter. You see that the data growth is still strong, and we are seeing an unchanged churn rate of 0.8% per month.\nMoving over to the European segment. The European segment delivered an excellent result in the second quarter, they're contributing now 30 quarters of consistent organic EBITDA growth. The organic revenue growth was 2.1%. The service revenue growth was actually higher at 2.6%, very comparable between Mobile and Broadband. The EBITDA growth was strong at 6.3%, and the slowdown is actually due to the rollover of inflation-driven price increases in some markets.\nMoving over to the customer growth in the European operations. You see that strong performance, the mobile customer base has grown by 209,000 in the second quarter. We see a very strong performance across the footprint, but especially in Poland and in Croatia. We also saw strong commercials in all the other categories, being at Broadband, FMC or TV. We made also further progress on the digitalization in the European segment. So the app penetration is now at 2% and Magenta Moments members have reached 4.7 million, so we're well on to meet our '27 targets of the CMD.\nMoving over to T-Systems. T-Systems continues to be on a positive you see that the order book has increased almost 12% on the last 12 months. This is driven by the same drivers as you have seen in the last quarters. It's cloud, it's digital solutions and road charging. We're also seeing an increasing interest on digitalization projects and digital sovereignty offerings in the German market. And that led -- that leads to a strong organic revenue growth of almost 4% in the second quarter, and the organic EBITDA growth is slightly above 8% in the second quarter. So T-Systems absolutely on track with its full year guidance, but also with the CMD dockets. So that's basically it for the operational review.\nNow let's have a look at some selected financials. So overall, what you see is, obviously, we had a negative impact relative to the last year when it comes to the dollar, and we've seen some phasing impacts, which affect both free cash flow and earnings. So if you take a look at the Page 23, you see that the free cash flow bridge -- the free cash flow has decreased by by 6.7%. This is largely explainable due to 2 factors. One is the weaker dollar and the other one is a negative working capital effects. We also see an increase relative to Q2 '24 on CapEx [indiscernible] This is not surprising because it was especially low in the first quarter.\nAnd if you combine the 2 quarters, we're still on 18% growth on free cash flow. Taking a look at the net profit. It was impacted by a weaker dollar. That accounts for roughly [ EUR 400 million ] coming from the U.S. And we had some positive impacts in the last year's second quarter results, there was a release of an accrual of the health insurance for public servants and also, we had a derivative impact, which both accounted for [ EUR 0.04 ].\nSo if you take a look at the reported figures on EPS, they grew at [indiscernible] A year-on-year basis, if you basically exclude what we call the nonrecurring effects, the growth is close to 10%, it's at 9.8%.\nSo finally, net debt. You see that the net debt has decreased relative to the previous quarter in Q1 by EUR 2.7 billion. This is basically driven by 3 factors. One is the EUR 4.9 million effect on free cash flow generation. Then we have ForEx and derivative effect, which account for more than EUR 5 billion. And we have a net -- reduction on net debt because of the [ 345 ] sale of EUR 2 billion, which was offset partially by 600 megahertz and the one-off extension for the usage of spectrum fees in Germany. Obviously, that increasing the dividend payments, both for DT and T-Mobile U.S. and the ongoing share buybacks on both sides of the Atlantic.\nGets me to my final statement here when it comes to the leverage ratio. The leverage ratio is extraordinarily good in the second quarter, was 2.51%, including leases and [ 2.11% ] million, excluding leases. But bear in mind, that will change in the third quarter given that we have closed 2 deals, which we're happy with, MetroNet and U.Scellular. And obviously, we see an increase in net debt happening in the third quarter.\nThat completes my half year review, and I hand it over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nThank you, Christian. The final page, a quick reminder of our key messages this quarter and our Capital Markets Day targets of around EUR 2.5 adjusted earnings per share in 2027. Now, in this quarter, not everybody might be satisfied about the net adds in broadband, Germany and the intense price competition in this market. Most of our competitors are showing shrinking revenues and EBITDA, we show growth, but I'm not happy that these companies are shrinking. This is not good. But despite this observation, we are delivering as a group, a very consistent, reliable growth.\nDespite some headwinds here in Germany, we are on track for the full year guidance 2025 and confirm that including our confirmation for the midterm Capital Markets targets. We are extending our network leadership on both sides of the Atlantic. And we have announced, for instance, the gigabit mobile network for Germany, which is now up and running. We delivered a record customer growth and a guidance upgrade for our U.S. operations. We have created exciting new growth opportunities throughout our successful M&A transactions, which we have completed.\nWe are making strong progress with AI-powered digitization, and we are on track for the resulting efficiency targets. Our leverage is well within the comfort zone, and we are not directly affected by the tariff changes and we are a beneficiary of fiscal measures to stimulate investments on both sides of the Atlantic. So overall, good outlook for the future.\nAnd with this, I hand it over to Hannes."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/743396613386995338a887414e683e57",
    "period": "2025 Q1",
    "content": "Q1 2025 Deutsche Telekom AG Earnings Call\n\nQ1 2025 Deutsche Telekom AG Earnings Call\n\nDTEXETRAMAY 15, 8:00 AM\n\nOperator\n\nGood afternoon, and welcome to Deutsche Telekom's First Quarter 2025 Conference Call. As you can see with me today are our CEO, Tim Hottges; and our CFO, Christian Illek. As usual, Tim will first go through a few highlights, followed by Christian, who will talk about the quarterly performance and our group financials. After this, we have time for Q&A. Before I hand over to Tim, please pay attention to our usual disclaimer, which you will find in the presentation. And please also note that this conference will be recorded and uploaded to the Internet.\nAnd now it's my pleasure to hand over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nThank you, Hannes, and welcome, everybody, to our first quarter 2025 results call here. And as you have seen already the numbers, we are off to a solid start into the year, both strategically and financially. Overall, we are on track for our 2025 target and for the midterm targets as well as we have presented them on our Capital Markets Day in '24.\nWe are confirming our guidance for DT ex U.S. business and pass on T-Mobile's first quarter upgrade to an overall upgrade for our year-end targets. Let me kick off with my group perspective, and then Christian will go into the details. Look, the growth momentum is very well intact and remained strong. We have 3.5% organic service revenue growth. We have 5.3 organic EBITDA growth. We have 50% growth in free cash flow, and we have 11% growth in adjusted earnings per share. So all KPIs are on a positive note with regard to the financials.\nOur business outside of the U.S. posted a 2.5% growth in service revenues and a 3.8% EBITDA growth. During the quarter, we completed 3 transactions: Lumos, our fiber joint venture with Equity. Vista and Bliss, both activities in the out of home media advertising area. In mid-April, our stake in T-Mobile U.S. was back to 51.8%.\nAs usual, let's take a closer look to our financials and the organic developments here. All segments contributed to growth. T-Mobile grew its adjusted core EBITDA by 8.4%, which translates into organic IFRS growth of 6.1%. Europe grew by stunning 7.2%; Germany by 2.2% and to systems by 1.3%.\nMoving to the networks. In the last 12 months, we passed 3.2 million additional European homes with fiber to the home. We now reach nearly 21 million households. We continue to deliver a near to 2/3 of the whole German fiber build-out here in our home market. We have now reached agreements with the MDUs covering almost 6 million households to provide their in-house wiring. Our mobile network remains leading across the footprint. In Germany, our market leader network modernization program is well underway. This provides the foundation for our new unlimited tariff portfolio. And by the way, we will extend our bandwidth from 500 megabit per second to 1 gig in the mobile network very soon with the Nemo projects.\nOur U.S. network was recently named the world's best in the large land category. And 1 month ago, T-Mobile announced a nationwide launch of 5G Advanced. This further strengthens our network leadership in the United States. And during the quarter, we also announced the better launch of the T satellite project, where we are seeing strong customer interest.\nAt last year's Capital Markets Day, we talked a lot about AI and digitization. And we leverage AI to accelerate our digital transformation. And what I lead and see globally, we are one of the leading companies with regard to the AI implementation already. We outlined a comprehensive approach across the full value chain at Capital Markets Day and to drive better customer experience, but as well to drive tangible efficiencies within the organization where we estimate the financial benefit of around EUR 800 million in cost savings by 2027.\nBy the way, in the future, we will provide you because of its relevant always with an overview about the IA and the digital transformation of our company. So it's good to see that we make a strong progress in this area here. And you can see on Page 7, the relevant areas. Let me pick up a few highlights. Across Europe, we have implemented [indiscernible]. [indiscernible] is an AI-based employee knowledge tool, which, for instance, helps field service employees to access all relevant information much more efficiently.\nThere are many AI related [indiscernible] in the network, for instance, the AI supports the efficiency of our fiber rollout in multiple ways like 75% of all routers are remotely managed. On the mobile side, we achieved increased network autonomy through AI-based run monitoring and remediation. And when it comes to IT, we are seeing significant speed and efficiency gains with our coding assistant. There are also multiple initiatives in sales and service, where we are already seeing tangible benefits. For instance, our AI-based chatbot can solve 50% of customer issues without human interventions, and there are plenty of other use cases in implemention as well.\nAnd finally, on the product side, almost 12 million European customers have already signed up for our Magenta Moment Rewards program. We are productizing AI for both our B2C and our B2B customers in multiple ways, some mentioned on this page. This chart shows our progress in Europe. Over in the U.S., T-Mobile is making as well progress with their ambition with regard to the digitization. And as T-Mobile highlighted during their results call, the share of upgrades done digitally has doubled this quarter versus last. It has already reached over 50% of all upgrades in this quarter. I find this very impressive.\nOur customer growth continues both in the U.S. and in Europe. Starting with Mobile. In the U.S., we had the strongest first quarter for postpaid customer net as ever, and we reiterated our full year guidance. Outside of the U.S., we had a slower quarter in some of our European operations. Our German mobile net ads were steady year-over-year. On the fixed line, the KPIs look different. Our broadband customer growth slowed, driven by Germany and our [indiscernible] customer growth was also slower. That said, near half of the year-on-year slowdown was due to the planned decommissioning of our satellite TV platform in Hungary.\nLet me pause here for some reflection. It is no secret that the competition in our largest markets has stepped up in recent months, and it remains elevated. This shows in some of our numbers, but not all. How do we look at these developments? What is our strategy here?\nThe answer is that we keep playing to our strength. We remain focused on our flywheel. We will always build the best networks and create a superior customer experience, and we want to increasingly leveraging digital and automation to reduce our costs. In the U.S., we work to extend our 5G network lead while we leverage our differentiated growth opportunities. As mentioned earlier, we are making strong progress on the digital side.\nAmidst elevated promotions. T-Mobile's postpaid phone churn has increased, but we also had record gross adds in all the segments. In Germany, Mobile competition has progressively stepped up since the Vodafone [indiscernible] decision 2 years ago in B2C and in B2B. Here again, we want to play to our strength. Our industry-leading network modernization gives us the capability to drive unlimited without sacrifice in the customer experience. This is what we are doing with our new tariff portfolio.\nThe German broadband market is quite mature. Here, we're seeing ongoing churn towards overbuilders plus now a Vodafone that is commercially very aggressive. Here again, our answer is to build and monetize superior networks. Fiber is the end game for the German broadband. Our fiber footprint is growing by 2.5 million households per year, and we are ramping up fiber connections.\nAnd finally, in all our markets, we supplement our core portfolio with targeted proposition for the more value-oriented segments. In the U.S., through our extended prepaid portfolio and in Germany through our [indiscernible] brand, Congstar, which is now actively even selling fixed line services.\nMoving on to ESG. We continue our efforts to contain our energy consumption and emissions in line with our stated targets. We conducted campaigns against hate speech and for increased awareness of climate change. Let's now move to our guidance update on the next page. Our guidance remains based on last year's average exchange ratio of 1.08, and it is the sum of the guidance for DTx U.S. and for T-Mobile U.S. adjusted by the U.S. GAAP IFRS bridge. T-Mobile has updated its guidance on 24th of April. T-Mobile raised both its 2025 EBITDA and free cash flow guidance by EUR 100 million at the midpoint. The new guidance includes the contribution from recently completed acquisition of Vista, Bliss and Lumos. we are passing this on in the group guidance today. As a consequence, we now project group EBITDA of around EUR 45 billion and free cash flow of around EUR 20 billion for the whole of 2025. All other guidance remain unchanged.\nLet me now hand it over to Christian for a deeper dive into the quarter.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim, and welcome also from my side. So as usual, I'm going to provide you with a quarterly segment overview and then move to selected financials. And also, we stick with the sequence, so we're going to start with the mobile U.S. business, and all numbers will reflect U.S. GAAP. So the service revenue growth remained very strong in the U.S. with 5.2% growth, and that was very much driven by the postpaid service revenue growth, which accounted for 7.6% growth. .\nWith those results, T-Mobile [indiscernible] guidance on ARPA growth to at least an increase of 3.5% in '25. So the basis for the strong EBITDA growth, which accounted for 8.4% is obviously the service revenue growth. Free cash flow was up in the U.S. by 31% and the EPS was up by 29%. The Moscustomer growth is very solid despite some what they call target rate optimizations. And that obviously is a reflection of an increase in churn -- we expect the churn also driven by some price adjustments to be temporary, and it will moderate out over the course of the year.\nI think it is important to mention, and Tim said it already, gross adds were up on all major categories. Postpaid phone nets were slightly below last year's numbers while high-speed Internet net adds were a bit higher. So overall, the 1.3 million net additions were the highest number they ever achieved in the first quarter in any given year. T-Mobile reiterated its full year guidance on net adds of 5.5 million to 6 million postpaid net adds, and they remain confident to actually deliver those guidance numbers by the end of the year.\nSo let's move over to Germany. So Germany showed now 34 quarters of consecutive EBITDA growth. But let's go through the P&L and start with the top line number, which is revenue. So headline revenues were down this quarter, and this is due to 2 effects. One is, it's driven by lower handset revenues. And secondly, it's driven by lower revenues from the fiber constructions for our JVs. They are both not included in service revenues and they're both very low margin.\nAt the same time, service revenue accelerated from prior quarter to 1.4%. The 2.2% EBITDA growth, which we see in this quarter is obviously impacted by the higher personnel costs, which are coming from last year's wage agreement, but also from higher energy costs, and this is very much related to increases in the energy grid. So while Q1 was a little slower. We are committed to basically deliver the full year guidance and the midterm guidance for the German business. So let's move over to Page 15 to take a look at the service revenues.\nAs I said earlier, on service revenues overall grew by 1.4%. We had a very strong growth in mobile service revenue with 3.1% year-over-year. That obviously is a reflection of the strong subscriber growth. We had no termination rate cuts, and we had some favorable phasing in the first quarter. So don't expect this to continue over the course of the year, but we remain committed to the 2% to 2.5% guidance number, which we have given you. The fixed line service revenue is still negatively impacted by the federal spending. You know that our new government has just taken over the office and we expect that going forward, we will see some increased spending on infrastructure, but also on severity. And I think we should be well positioned here given our strong position in the public sector, but it will take several quarters in order to see the reality basically being reflected in the P&L. So I'll consider -- if I'm taking a look at the first quarter, I would say mobile service revenue was a bit higher than what we expect for the remainder of the year, whereas service -- fixed line service revenues were a bit lower.\nSo -- going to Page 16 and taking a look to the overall fixed revenues, which you can see here. They were obviously a little bit negatively impacted -- but you also see that the broadband growth still is in the quarter of our 3% to 4% guidance and wholesale access revenues are growing by 2.1%. We -- the driver -- the key driver, and we said this earlier on for the broadband growth is upselling into higher speeds. And we've seen an ARPA increase of 3% on an annual basis. and we continue to focus on the upselling of higher speeds as we are trying to achieve as we will achieve our guidance numbers.\nMoving to the fixed line KPIs. You see that we had monetization, which is actually pretty positive on selling higher speeds. You also see that we had a pretty good increase on -- on the FTTH net adds, which grew by 36%. But on broadband net adds, we have to report that many, many quarters, we see the first reduction of 7,000 case. Obviously, we're not standing still here. Tim mentioned this. We have a program running, which is focusing on monetizing MDUs on a faster basis, obviously, addressing the churn management. And also we included [indiscernible] to basically become a go-to-market channel for broadband services. So this is one of the -- either of the main activities, how we want to respond to that negative subscriber growth.\nWe are on track with the 2.5 million homes passed for this year. As I mentioned earlier on, we're pretty satisfied with the continuation of the FTTH net adds, which grew by 36% in the given quarter. On TV, you see that our growth had moderated relative to the first quarter in '24 to a solid 3,070,000 triple-play customers. And on top, we also had 50,000 over-the-top customers. But bear in mind, last year, we had an extra, I would say, tailwind from the retirement of the rental privilege.\nMoving to mobile. And you see strong commercial. So on a year-on-year basis, I think we're on the same kind of level with 270,000 net adds. You also see that the churn rate is actually pretty stable despite elevated competition. And we're actually pretty happy with the result. But bear in mind, don't take the 3.1% and expect this for the upcoming quarters.\nLet's move over to the European segment. Another good quarter. Let me repeat again, organic revenue growth, 3.7%. EBITDA grew organically by 7.2%, remained very strong. but also keep in mind the inflationary effects, both on pricing, but also on cost will moderate as we progress into the year. Moving to the customer growth in the European segment. The mobile growth was a bit weaker. This is basically due to very aggressive promotional environments in Austria and Croatia, and we entered a campaign in Q1 in Poland, which impacted the net numbers.\nBroadband was fairly stable, and the dip in the TV net adds can be explained by the decommissioning, a planned decommissioning of the legacy satellite platform, which basically accounted for 28,000 customers. Let's move over to T-Systems. T-Systems is continuously on a positive track. It's now 9 consecutive quarters with EBITDA growth -- we're particularly pleased with the order entry, which grew 70% on a quarterly basis, but on a 12-month basis, 12.5%. And -- this is really good news.\nWe're seeing that some sectors, especially the automotive sector is under pressure, but we were able to mitigate this, especially through growth in the Health segment and the road charging segment and the defense segment. So digital severity is becoming increasingly important here in the German market, so as national security. We hope this is going to be a growth driver in the future.\nSo let's take a look at the group financials on Page 22. A and it's the usual ones, which we are addressing. So the EPS was up on a recurring basis by 11%. If you take the nonrecurring items out of this, it's actually a 13% growth, which we're seeing here. Free cash flow was up by 52%, and we're going to see the bridge later on. Let me point out 3 things: a low basis on Q1 '24. We had kind of lower spend in CapEx, which will obviously reverse over the course of the year, and you know that we're spending more than last year, and we had some positive working capital effects in the first quarter, which led to this very strong growth number of 52%.\nSo on Page 23, you see the bridge on free cash flow, as I mentioned, very much driven the growth from cash flow from operations. but there is this tailwind of CapEx and also working capital, which led to this very strong growth figure. On the other hand, you see also the net profit bridge driven by the adjusted EBITDA, and we had some negative effects on depreciation, also driven by the dollar financial results, which is our refinancing and stronger dollar and obviously, a higher distribution to minorities given the strong results in the U.S.\nLet's move to the next chart. Here, you see basically our leverage. The leverage has declined by EUR 4 billion, almost EUR 4 billion on a quarterly basis from Q4 '24 to Q1, '25. This is obviously driven by 2 major drivers. One is the free cash flow which we generated. The second one is we had some favorable effects from the dollar. The dollar was end of Q4 by [indiscernible]. It was end of Q1 by 108 that obviously helped us in bringing the leverage down.\nAnd you see that the leverage ratios are pretty well in the comfort zone. So we're now at 263 including leases and $2.18, excluding leases. So we're happy with those results. So let me complete the review on the main takeaways. Obviously, what you see on the right-hand side, we are completely committed to deliver the 2.5% adjusted EPS by the end of the cycle of the current CMD. We had a solid start in the year. You heard about Tim talking about intense competition in several countries we're operating in. We're not standing still here. We have counter plants, especially in Germany in the execution in those competitive markets. we will use networks and AI to drive down costs significantly. We are committed to deliver the '25 numbers, but also the midterm commitments. And as you heard, -- we're progressively increasing our stake in T-Mobile US. Now we're close to 52%. The buyback is ongoing. And with that, I end my operational review and hand it over to Hannes."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/120b6ffeef47fa0dceb4a50d55609dc9",
    "period": "2024 Q4",
    "content": "Full Year 2024 DTE Energy Co Earnings Call\n\nFull Year 2024 DTE Energy Co Earnings Call\n\nDTENYSEFEB 13, 9:00 AM\n\nOperator\n\nThank you for standing by. My name is Kate, and I will be your conference operator today. At this time, I would like to welcome everyone to the DTE Energy's Q4 2024 Earnings Conference Call. [Operator Instructions] I would now like to turn the call over to Matt Krupinski, Director of Investor Nation. Please go ahead.\n\nMatt Krupinski\n\nAI Assigned\n\nThank you, and good morning, everyone. Before we get started, I would like to remind you to read the safe harbor statement on Page 2 of the presentation, including the reference to forward-looking statements. Our presentation also includes references to operating earnings, which is a non-GAAP financial measure. Please refer to the reconciliation of GAAP earnings to operating earnings provided in the appendix.\nWith us this morning are Jerry Norcia, Chairman and CEO; Joi Harris, President and COO; and Dave Ruud, Executive Vice President and CFO. And now I'll turn it over to Jerry to start our call this morning.\n\nGerardo Norcia\n\nCEO & Chairman\n\nThanks, Matt. Good morning, everyone, and thanks for joining us. We have a lot of positive updates to share with you today, including a recap of a very successful year in 2024, which has positioned us well for strong performance in 2025. We will also provide an overview of our long-term plan that includes significant utility investment increases that we need to execute for our customers as we continue to build the grid of the future and transition to cleaner generation. This plan also demonstrates our ongoing commitment to affordability for our customers.\nContinuing our 6% to 8% operating EPS growth target through 2029 with biased to at least the upper end of the growth rate 2025 through 2027. Joi will provide additional details on our long-term plan, and Dave will provide updates on our financials, including our 2024 performance and guidance for 2025 and then we will open it up for your questions.\nLet me start on Slide 4. I'll start by saying again that we had a very successful year in 2024. And this success is driven by a team that consistently delivers as a result of our strong culture. Last year, we were recognized by the Gallup organization for the 12th consecutive year with a great workplace award. And our employee engagement ranks in a 94th percentile globally amongst thousands of organizations. As I've said before, our high level of employee engagement is our secret sauce for continued success.\nWe achieved operating EPS of $6.83 per share, delivering at the high end of our guidance and providing over 9% growth over the 2023 original guidance midpoint, and we received a constructive rate order at DTE Electric last month. This all positions us well for another successful year in 2025. Our 2025 operating EPS guidance range is $7.09 to $7.23 with a midpoint of $7.16 per share, which provides 7% growth over the 2024 original guidance midpoint and will be the reference point for our long-term growth and we are currently positioned to achieve the higher end of our EPS guidance range this year.\nAs we have said, the 45Z tax credits give us additional strength in our plan, providing confidence we will reach the higher end of our growth rate '25 through '27 and provide flexibility to exceed the high end or support future years. And today, I'm really excited to talk to you about our updated 5-year plan. Our plan is supported by a significant investment of $30 billion over the next 5 years, a $5 billion increase from our previous plan, primarily driven by the investments we need to make to improve reliability and transition cleaner generation at our utilities.\nAdditionally, we have the potential for incremental investment above this $30 billion as we continue to make progress working on data center opportunities. We will update you as we progress towards definitive agreements. This $5 billion increase is a significant increase to our capital plan and is driven by the need to build out renewables to meet the increased demand from the success of our MIGreen Power voluntary renewable program and to support Michigan's Clean Energy legislation, as well as the need to continue to invest to improve reliability for our customers as we continue our efforts to update and modernize our electric grid.\nAnd with this heavy customer-focused investment on our utilities that we have been contemplating since 2023 due to the IRP settlement and the clean energy legislation that passed in 2023, we are strategically shifting the focus of our DTE Vantage investments to projects that are more utility-like and deliver solid long-term contracted earnings. I'll go over our plan more on the next slide. But what I'll tell you that altogether, this plan delivers even higher quality, long-term 6% to 8% operating EPS growth with the 2025 guidance midpoint as the base for this growth and provides flexibility and potential upside throughout the plan.\nDTE continues to be well positioned to deliver the premium total shareholder return that our investors have come to expect with a strong balance sheet that supports our future capital investment plan and a solid dividend that grows consistent with operating EPS.\nNow let's turn to Slide 5 to provide an overview of our updated long-term plan. Let me start by highlighting some of the opportunities that we have in front of us that have led to this plan. We've seen increased requirements for renewable generation investments above what was presented in our previous plan. This increase is driven by the continued success of our voluntary renewables program and our 2023 IRP settlement, which was supported by Michigan's Clean Energy legislation also enacted in 2023. Together, this drives a significant need for increased investment in our voluntary and legislated renewable programs requiring over $3 billion of incremental clean energy investment from our prior plan and we are well positioned to execute these renewable investments, with a solid long-term development pipeline in place, providing clear line of sight on panels, land positions and permitting, and we've also been able to safe harbor investment tax credits for these investments through 2027.\nAlong with this increased investment in cleaner generation, this plan also increases our 5-year distribution infrastructure investment by $1 billion. We have made great progress in improving reliability for our customers. We saw a 70% reduction in the duration of outages last year due to our work on the grid and less storm activity, which Joi will talk about more. And these investments ensure that we continue this progress consistent with our communicated plan and customer expectations.\nIt is important to note that this commitment to improve distribution reliability is supported by the electric rate order we received last month and the independent audit of our electric distribution system as directed by the Michigan Public Service Commission last year. As we saw this significant need to increase utility investment, we also saw an opportunity to strategically shift our Vantage focus to more long-term fixed-fee contracted projects. Vantage is a segment that has provided a solid earnings profile over the years and complements our utility businesses well.\nIn recent years, we have had strong contributions from both our RNG and Customer Energy Solutions business. With the increased customer-focused investment at our utilities, we are aligning our project development at DTE Vantage to focus more on utility-like projects that provide a high-quality earnings profile with fixed fee long-term contracts. And as I mentioned earlier, we have 45Z production tax credits for our RNG projects coming into the plan this year through 2027, providing confidence we will reach the higher end of our growth rate '25 through '27 and also provide flexibility to exceed the high end of our guidance or support future years.\nAnd the increased need for customer folks investment are utilities and utility-like growth advantage gives us confidence we are delivering a long-term plan that provides a higher quality, long-term 68% EPS growth rate. We also have potential upside to this updated investment plan and our 6% to 8% EPS growth rate, driven by potential demand growth of DTE Electric to serve data center opportunities in our service area. Along with the switch in University of Michigan projects, we recently announced for a total of 1,500 megawatts, we have signed another nonbinding preliminary agreement with an additional party bringing the total for the 3 agreements to approximately 2,100 megawatts of potential new load.\nWe are also in discussions with multiple parties for additional opportunities beyond those that I just described. Our success in championing the data center legislation with the full support of the governor who has signed the bill into law and bipartisan support has helped intensify these discussions. We have some existing capacity to serve the incremental load from these data centers, but we'll likely need to build additional capacity in the near term and we will look to our 2026 IRP to incorporate new baseload generation to support new data center load.\nImportantly, as we execute this plan, we will continue to focus on maintaining customer affordability. DTE has a top-tier track record in maintaining customer affordability, which Joi will highlight shortly that will continue through our plan. And our strong cash flows, supportive energy policy and a constructive regulatory environment, continue to support our customer-focused investment plan.\nI'll close out my remarks by saying how proud I am of our team in delivering great results in 2024 for our customers and our investors. We are positioned to hit the higher end of our guidance this year with lots of dry powder in the plan. And I feel great about the opportunities we have in front of us to continue this success, with a higher quality annual operating EPS growth rate of 6% to 8% and with multiple opportunities to drive the growth beyond the 6% to 8% EPS growth rate.\nNow I'll turn it over to Joi to give an overview of our accomplishments and opportunities. Joi, over to you.\n\nJoi M. Harris\n\nPresident & COO\n\nThanks, Jerry, and good morning, everyone. 2024 was a very successful year across many areas of DTE. In particular, 1 area where we demonstrated significant improvement was enhancing reliability for our customers as a result of our distribution investments. And all of our businesses are in a strong position to deliver superior performance in 2025 and beyond.\nLet me start with DTE Electric. I am very proud of the progress we have made to improve reliability for our customers. In 2024, we installed more than 450 smart technology [indiscernible] upgraded existing infrastructure, including 850 miles of power lines and 3,400 utility poles and trimmed more than 4,300 miles of trees. These efforts to create a smarter, stronger and more resilient grid combined with less extreme weather in 2024, made a significant impact resulting in customers experiencing a nearly 70% improvement in time spent without power.\nWe also continued our significant investment in clean energy generation, placing multiple projects in service and initiating construction on our 220-megawatt battery energy storage center. We currently have 2,300 megawatts of renewable generation in service with additional projects totaling over 1,000 megawatts coming online as we are building to meet increased demand for clean energy. We are investing $24 billion over the next 5 years at DTE Electric, which is $4 billion higher than our prior plan, a significant increase to further support cleaner generation and improve reliability for our customers.\nRequired investments in cleaner generation continue to grow with $10 billion of investments planned over the next 5 years, an increase of $3 billion from last year's plan. This is driven by the continued success of our voluntary renewables program and the requirements under Michigan's legislated Clean Energy Law. It's important to note that we have been able to build an extensive development pipeline to support this growth in renewable investments. Solid land positions, combined with our ability to successfully move these projects through the interconnection and permitting processes provides confidence that we can execute these investments. We have panels secured through mid-2027, land positions that should take us into the 2030s and beyond, and permits secured for a majority of our projects through 2027. We have been able to safe harbor investment tax credits for these renewable projects through 2027.\nInvestments in distribution infrastructure increases by $1 billion in this plan as we focus on continuing to improve reliability for our customers. Recent regulatory outcomes support this investment plan. The constructive rate order we received last month supports the customer-focused investments we are making to build the grid of the future and the electric distribution audit report that was completed last year confirmed that our proposed investment plan will deliver the dramatic improvement in reliability that we have committed to our customers.\nOver the next 5 years, we expect to reduce power outages by 30% and cut outage time in half as a result of these investments in our improved operations. As Jerry mentioned, there is potential upside to the 5-year capital plan, driven largely by data center opportunities in our service territory as well as further economic development in Michigan.\nLet me move to Slide 7 to highlight some of these opportunities. Southeast Michigan continues to be a great region for economic development, attracting many large companies that contribute to the progress of our state and its residents. General Motors' Henry Ford Health and the University of Michigan are among the large companies with major investments in our service territory, providing significant economic development and providing thousands of jobs. We continue to collaborate with economic development partners throughout the state to target key business segments to drive further economic growth. And as you know, data center development and the impact of the potential load from the data centers have been an important focus over the last year.\nWe're making great progress with data centers. Our success in championing the data center legislation for the sales and use tax exemption has helped us further progress discussions. We continue to work with a number of hyperscalers and co-locators on opportunities within our service territory. We recently announced that we have advanced one of those discussions to a nonbinding term sheet that is moving toward a definitive agreement.\nSwitch, a leading co-locator plans to build its 1.4-gigawatt site using some of our land from an existing site with the project expected to ramp up through 2032. As Jerry mentioned, we have signed another nonbinding preliminary agreement with an additional party. Together with the Switch agreement, along with the University of Michigan project we announced recently, these projects bring a total of approximately 2,100 megawatts of potential new load onto our system, which represents approximately 40% overall load growth when it all comes online. And we continue to have discussions with multiple other major data center companies.\nAs we said before, we can begin to serve this demand quickly because we have some excess capacity. In addition, these projects will require additional build of new generation to support the early load ramp in the near term and could provide longer-term investment opportunities in new baseload generation, which would be supported by our 2026 IRP. Of course, as we continue to invest in our system and as these incremental opportunities come into our plan, we remain very focused on maintaining customer affordability. These data center additions, along with our distinctive continuous improvement culture to drive cost management, will continue to support affordability for our customers.\nWe are delivering top-tier affordability through continued superior cost management, operational excellence with our power plants and one of the larger energy efficiency programs in the country. As a matter of fact, our historical average annual bill increase demonstrates the extraordinary results in the affordability arena. Even after including the electric rate order we received last month, our annual bill increase since 2021 is well below the utility Great Lakes average and national average through 2024 and also well below the general rate of inflation.\nLet's move to Slide 8 to discuss DTE Gas. Our gas business had another great year in 2024 as we continue to deliver our customers with top quartile cost and operating performance. I'm proud to highlight that DTE Gas ranked #1 in the Midwest for customer satisfaction for business natural gas service by J.D. Power last year. We are incredibly proud of this recognition. It shows our team is truly committed to providing service excellence to our customers. We continue to progress our gas main renewal program as we modernize the gas transmission system in our distribution system. Over the years, we have made significant investments into this program and recovered this investment through our infrastructure recovery mechanism.\nSince the program began and through 2024, we have renewed nearly 1,900 miles. Over the next 5 years, we are planning to invest $4 billion to upgrade and replace aging infrastructure.\nI'll just close out my comments by saying how excited I am about the opportunities ahead of us. Our updated 5-year plan supports the investments we need to make for our customers. It includes significant increased utility investments focused on enhancing our systems to further improve reliability and to support our growing renewable programs. This updated utility plan also provides the opportunity for us to focus on more utility-like investments at DTE Vantage, which is expected to drive annual base earnings growth of about $20 million per year.\nOverall, our plan provides an earnings profile that is high quality, continues to target 6% to 8% operating EPS growth, with confidence we can reach the high end of our growth rate 2025 through 2027 as 45Z production tax credits come into the plan with flexibility to exceed the high-end or support future years and the opportunity in data center development provide potential upside to the plan.\nAnd with that, I'll turn it over to Dave to give you a financial update.\n\nDavid S. Ruud\n\nSenior VP & CFO\n\nThanks, Joi, and good morning, everyone. Let me start on Slide 9 to review our 2024 financial results. Operating earnings for the year were $1.4 billion, which translates to operating earnings of $6.83 per share putting us at the high end of our 2024 guidance with 9% growth over the 2023 original guidance midpoint. You can find a detailed breakdown of EPS by segment, including a reconciliation to GAAP reported earnings in the appendix.\nI'll start the review at the top of the page with our utilities. DTE Electric earnings were $1.1 billion for the year, $314 million higher than 2023. The main drivers of the earnings variance were implementation of base rates, warmer weather and lower storm expenses, partially offset by higher rate base costs.\nMoving on to DTE Gas. Operating earnings were $263 million, $31 million lower than 2023. 2024 was the warmest winter in over 60 years. This is coming off the fourth warmest year in 2023. Along with the impact of warmer weather, the earnings variance was driven by higher rate base and O&M costs, partially offset by higher IRM revenue and implementation of base rates.\nLet's move to DT Vantage on the third row. Vantage had another strong year in 2024 with $133 million of earnings. The variance from 2023 was due to a combination of some timing and onetime items in 2023, primarily in our steel-related business. This was partially offset by higher investment tax credits that primarily occurred in the fourth quarter of 2024.\nOn the next row, you can see Energy Trading finished the year with earnings of $100 million. The strong performance in our contracted and hedged physical power and physical gas portfolios that we experienced in 2023 continued into 2024. And we expect to see some of this strength continue this year, which is reflected in our 2025 guidance on the next slide.\nFinally, Corporate and Other was unfavorable by $26 million year-over-year, partially due to higher interest expense. Overall, DTE earned $6.83 per share in 2024, delivering at the high end of our 2024 original guidance.\nLet's turn to Slide 10 to review our 2025 earnings guidance. Our 2025 operating EPS guidance midpoint is $7.16 per share, which provides 7% growth over our 2024 original guidance midpoint. And we continue to target 6% to 8% long-term growth with 2025 original guidance midpoint as a base of this growth. And as Jerry mentioned, we are currently positioned to achieve the high end of our 2025 EPS guidance range as the RNG tax credits come into the plan.\nIn 2025, DTE Electric growth will be driven by investments in grid reliability and cleaner generation. DTE Gas will see continued customer-focused investments in main renewal and other infrastructure improvements that enhance operational performance and support decarbonization.\nAt DTE Vantage, 2025 earnings are driven by the development of new custom energy solutions projects that serve as a base for growth going forward, and we do expect to recognize 45Z tax credits from 2025 through 2027. We expect these credits on average to contribute about $50 million to $60 million in earnings during these years, providing confidence we will reach the high end of our growth rate in '25 through '27 and provide flexibility to exceed the high end or support future years.\nWe expect continued consistent growth at DTE Vantage with a strong pipeline of long-term contracted fixed fee projects which will drive about $20 million in average annual base earnings growth, giving us confidence in our longer-term earnings targets in this segment. You can find additional detail on DTE's Vantage long-term earnings growth plan in the appendix of this presentation.\nAt Energy Trading, as I mentioned, we expect to see continued strength in both our structured physical power and physical gas portfolios as we continue to see favorability from these contracted and hedge positions giving us confidence in our guidance range. And at Corporate and Other, the change is driven by higher interest expense.\nLet's move to Slide 11 to highlight our strong balance sheet and credit profile. We continue to focus on maintaining solid balance sheet metrics. Due to our strong cash flows, DTE has minimal equity issuances in our plan targeting annual issuances of $0 to $100 million through 2027. We do see some modest increases to equity issuances beginning in 2028 to support our significant capital investment plan. Our long-term plan includes debt refinancing and new issuances, and we continue to manage these future issuances through interest rate hedging and other opportunities.\nWe continue to focus on maintaining our strong investment-grade credit rating and solid balance sheet metrics. We target an FFO to debt ratio of 15% to 16%.\nLet me wrap up on Slide 12, and then we open the line for questions. Our team continues our commitment to deliver for all of our stakeholders. We delivered solid growth in 2024, achieving earnings per share of $6.83, delivering at the high end of our guidance range. The 2025 operating EPS guidance midpoint provides 7% growth over the 2024 original guidance midpoint, and we are currently positioned to achieve the high end of our EPS guidance range this year.\nOur updated 5-year plan provides higher quality long-term 6% to 8% EPS growth through increased customer-focused utility investments and shifting to more utility-like investments in our nonutility. This plan increases our 5-year capital investment by $5 billion over the previous plan, primarily to support the needs in our cleaner energy and reliability-focused investment areas. Data center opportunities provide potential upside to this 5-year capital investment and EPS growth plan. We continue to target 6% to 8% operating EPS growth and are well positioned to deliver at the high end of this growth rate in '25 through 2027 with flexibility to exceed the high end and support future years, and we continue to target dividend increases in line with operating EPS growth.\nOverall, we are well positioned to deliver the premium total shareholder returns that our investors have come to expect with a strong balance sheet that supports our capital investment plan.\nWith that, I thank you for joining us today, and we can open the line for questions."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9d50de9d24964e20d8d0cf6b04eceed0",
    "period": "2024 Q2",
    "content": "Q2 2024 Deutsche Telekom AG Earnings Call\n\nQ2 2024 Deutsche Telekom AG Earnings Call\n\nDTEXETRAAUG 8, 8:00 AM\n\nHannes Wittig\n\nHead of Investor Relations\n\nGood afternoon, and welcome to Deutsche Telekom's Second Quarter 2024 and First Half 2024 Conference Call. With me today are our CEO, Tim Hottges; and our CFO, Christian Illek. As usual, Tim will first go through his year-to-date highlights before Christian will go deeper into the quarterly performance and the group financials. After this, we have time for Q&A. And before I hand over to Tim, please pay attention to our usual disclaimer, which you'll find in the presentation. And please also note that the conference will be recorded and uploaded to the Internet. And now it's my pleasure to hand over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nThank you, Hannes, and welcome to our second quarter and first half 2024 results call. We had another good quarter that puts us well on track for our stated targets. And I have to say it makes a lot of fun to present a flawless quarter like this. Great, great performance from all operations. Beyond the operations, this quarter was quite eventful. We announced 3 exciting transactions in the United States, Lumos, Metronet, and U.S. Cellular. We closed the Ka'ena acquisition. In Germany, we finalized our wage agreement with the trade unions. We absorbed the German government stake sale, and we entered into a binding agreement with the German government on the utilization of Chinese equipment in the mobile network here in Germany.\nOur strong operational momentum continues. In the first half, we delivered 4% organic service revenue growth, 6% organic EBITDA AL growth, 26% growth in operating free cash flow, and 23% growth in adjusted earnings per share. T-Mobile was able to raise its '24 free cash flow guidance, and we are reflecting this in our group guidance today. We paid out EUR 0.70 per dividend, and year-to-date, we bought back 43 million DT shares. Our shares are trading near their 23-year highs, and we delivered almost 100% total shareholder return in the last 5 years alone.\nAs usual, let's take a closer look at our organic financials on Page 5. All segments contributed to our growth. Organic group service revenues grew 4.1% in the first and in the second quarter. This is even better than last year's growth of 3.6%. Organic ex U.S. service revenues grew by 3.7% in the first half, again marking an acceleration. And as mentioned, organic group EBITDA AL increased by 6.2% in first half. Excluding U.S. handset leases, this would have been 7% growth. Ex U.S. EBITDA AL is up 4%. This puts us well on track for our guidance here as well.\nThe foundation of our growth remains our network leadership but as well our service proposition. But on the network, in the last 12 months, we passed 3.6 million additional European homes with fiber-to-the-home and now reaches 18.3 million homes. In Germany, we now passed 8.8 million homes; in Europe, 9.5 million. In the U.S., as mentioned, we set up 2 fiber joint ventures with a combined target to pass 10 million homes by the end of the decade.\nOur mobile networks remain leading across the whole telecom footprint. Our strong customer growth was even accelerating both in the U.S. and in Europe. T-Mobile added nearly as many postpaid customers as last year and raised their subscriber guidance for the year. Postpaid phone net additions at 1.3 million were even a tough higher -- a touch higher than in the first half of '23.\nOver in our European footprint, we managed an acceleration in mobile net adds. TV net adds also accelerated driven by Germany. Broadband net adds were a little bit slower than last year but we continue to grow here as well. Moving on to ESG. Despite strong growth in data usage, we were able to reduce our energy consumption for the group in absolute terms. We launched multiple initiatives to drive our societal and governance agenda. Some mentioned here on the chart. At the Capital Markets Day, we will provide you with a more detailed update on where we stand with our sustainability ambitions.\nWith that, let's move to our guidance update. With their Q2 results, T-Mobile had increased its '24 free cash flow guidance by [ 150 million ] at the midpoint. Today, we are reflecting this in our group guidance. We now target around EUR 19 billion for the group in 2024. Outside of the U.S., we remain comfortable with our full year guidance for EBITDA AL and free cash flow despite our recent wage agreement. And with that, I hand it over to Christian for a deeper dive into the quarter.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim, and hello from my side. As usual, let me start with T-Mobile US, and you've seen that the service revenue growth has accelerated relative to the previous quarter to 4.4%. And the recent Ka'ena acquisition contributed about 1/3 to this acceleration. The core EBITDA, as Tim mentioned, has grown by 9.4%. And finally, we're getting to when it comes to handset leases so that will result in less complexity in our financial reporting.\nWe're moving over to the commercials. You've seen that T-Mobile has shown another quarter of strong customer growth. The postpaid growth was slightly lower than last year, and this is due to some final deactivations of lower ARPU mobile Internet services in the educational sector. Nevertheless, T-Mobile has raised its customer net add guidance to 5.4 million to 5.7 million this year, so this is an increase of 150,000 at the midpoint. High-speed Internet customer growth continued to grow above 400,000. We have now a customer base of 5.6 million by the end of the last quarter.\nLet's move over to the financials in Germany. And what you see is another quarter of consecutive EBITDA growth now at 31 quarters. The organic revenue growth has grown by 3.6%. EBITDA grew only at 1% and that was due to a one-off payment, which was coming out of our wage agreement with the social partners. And that is basically what we call the inflation premia. Without that one-off payment, the underlying EBITDA growth would have been around 3% as we have reported it in the past quarters. So we're feeling very confident to meet our EBITDA guidance of EUR 10.5 billion by the end of the year. And as we have grown only 2% in the first half, that means that you should expect an acceleration in EBITDA growth beyond 3% in the second half of this year. But please note, there will be phasing effects, and therefore, the Q3 will be lowering EBITDA growth relative to the Q4.\nLet's move on to the service revenues. Again, the service revenues have accelerated again. On mobile, we've seen a growth of 3.7%. On average that the 3.5% in the first half, and this growth has been benefiting from some favorable comps in the first half of '24. So do me a favor and don't extrapolate the first half results into the second half. We will see a slower but still significant growth. Meanwhile, fixed service revenues have improved again as we have indicated in the last quarter, and we expect a further acceleration in the second half of this year.\nAs you can see on Page #15, both retail and wholesale access revenues have contributed to this improvement. On the retail side, we see a growth of 4% driven by ARPA increases but also by volume increases. And you've seen the increase in wholesale to 1.8%. This is primarily driven by ARPU.\nLet's move to the commercials and fixed. Our broadband customer performance has been pretty steady Q-over-Q, and this is very much also driven by the fact that we're focused on selling FTTH connections. And you know that those FTTH connections have a longer lead time as the copper connections do have. But on the other hand, you see a significant increase in customer connections in FTTH. We have seen a growth of 113,000 year-over-year in Q2. And that's an increase relative to the previous year of more than 75%. So we are well on track with our ambition to reach around 450,000 new customers or new net adds on FTTH.\nTV, also a positive story. You see that the triple-play has actually tripled relative to the previous year so we're seeing an increase of more than 80,000 customers year-over-year. We have now a base of 4.5 million customers. On top, we have added or we have attracted several hundred thousand customers on our OTT service, but we have to see how sticky they are as the European Championships has come to an end.\nMoving over to the commercials and mobile. You see very strong performance in mobile, almost on the same level like last year with 311,000 net adds. This is basically being driven by 4 factors: a strong brand, our network leadership, our effective segmentation, and obviously, our next Magenta family plans. Churn remains pretty much on the same level as it was last year.\nMoving over to the segment Europe. An excellent quarter, second quarter, the highest EBITDA growth ever since we record this. Our organic revenue growth was up almost 7% year-over-year, and that was very much driven by the service revenue side. We see a healthy performance between financial performance and commercial performance. Organic EBITDA grew by close to 9% but there was a tailwind of close to 2% coming from energy costs, and we don't expect this to continue in the second half.\nMoving over to commercials on the next page. You see that we have a consistent performance on all categories. And I think what you see in the European segment, which holds true for the other segment as well, we have a very stable and balanced commercial and financial growth, and I think this is an important thing to mention. Coming to T-Systems. I would say T-Systems, steady performance. Organic revenue grew a little bit slower than last quarter at 2.1%. Our order book grew by 10% on a 12-month basis, but it's noteworthy to mention that in Q2, the year-over-year comparison is actually a growth of 28%. So there seems to be a little bit of an acceleration at least in the first half. Organic EBITDA is down year-on-year slightly but we are fully on track to meet our guidance.\nSo that basically brings me to the end of the operational review, and let's take a look at the financials. So you're seeing very good growth across almost every P&L and cash flow statement. Adjusted EBITDA is up 32% this quarter, on average, 23% in the first half. I think we have these nonrecurring items. I will get to this later on. It was EUR 0.03 in the second quarter and the first half was EUR 0.04. Free cash flow growth has accelerated significantly, 49% in the second quarter, on average, 26% in the first half. And on net debt, I think it's stable ex leases, as you can see, and it's slightly decreasing including leases.\nMoving over to free cash flow and net income. That's the usual bridge which we're always providing to you. On a year-on-year basis, our free cash flow was driven by 2 major factors. One is the operational performance by growing EBITDA but also the reduction of CapEx, very much driven by the U.S. And what you see is that on the overall picture, you see a decrease in CapEx. But if you take a look at the ex U.S. figures, and this is being displayed on Page 29, you see that we have a bit of a front-loading on CapEx in the first half. But we're also super confident to meet our guidance of EUR 3.5 billion.\nSo the adjusted net profit was, as I said earlier on, 30% -- 31% up year-over-year, very much driven by EBITDA. And we are benefited on the financial results from a pension rate -- interest rate increase, which basically released some provisions for the civil servant pensions, and that was roughly about EUR 240 million in that year-on-year comparison. And as I said already on, this is what we consider nonrecurring.\nOn net debt, I think let's keep it brief. We're seeing moving parts on net debt especially when it comes to free cash flow, shareholder remuneration at T-Mobile but also on the DT level. Obviously, there is M&A. This is attributed to the Ka'ena transaction but also to exercising the fixed price options and there's a bit of currency effects. Net-net, I think net debt ex leases are stable year-over-year. The EBITDA is growing. That obviously leads to a better leverage ratio for '24 relative to the first half of '23. So that completes my review and I hand it over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nYes. Thank you, Christian. I think we had such a great quarter that even we are thinking of hiring a DJ for our next earnings call so I hope that you don't have so many questions. Our customer growth continues strongly in all markets, driving consistent and reliable financial growth. Our network investments continue at high pace to protect and even expand our leadership. And this is our flywheel which is working perfectly.\nIn Europe, a record quarter. We passed 3.6 million additional homes with fiber, which has a lot of potential for revenues going forward. In U.S., we have set a new market with fiber and have agreed to 2 ventures to tap into a new attractive fiber opportunity, which will drive growth in the future as well. And we have announced another kind of small Sprint acquisition with U.S. Cellular, which will help us to improve profitability.\nIn Germany, another strong quarter, and our brand is at the highest rate ever, thanks to the sponsorship of the European Championship and great performance of Magenta during this. And now we are looking forward to our Capital Markets Day in October, where we hope to see you all then. And with this, I'm looking forward to your questions. Hannes?"
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2a3c648c80bfd162941871a2c0bcd79f",
    "period": "2024 Q1",
    "content": "Q1 2024 Deutsche Telekom AG Earnings Call\n\nQ1 2024 Deutsche Telekom AG Earnings Call\n\nDTEXETRAMAY 16, 8:00 AM\n\nHannes Wittig\n\nHead of Investor Relations\n\nGood afternoon, and welcome to Deutsche Telekom's Q1 2024 Conference Call. As you can see with me today are our CEO, Tim Hottges; and our CFO, Christian Illek. As usual, Tim will go through a few highlights followed by Christian, who will talk through the quarter in more detail. After this, we have time for Q&A. Before I hand over to Tim, please pay attention to our usual disclaimer, which you'll find in the presentation. And please also note that this conference call will be recorded and uploaded to the Internet. And now it's my pleasure to hand over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nYes. Thank you, Hannes, and welcome, everybody, to the first quarter 2024. And if you have seen it, it was a very good start into the year, very predictable and reliable numbers from all the businesses we're having. We are very happy on the track of our stated targets. Our first quarter financial results are very consistent with the multiyear trends that we showed. And that was well the 4% service revenue growth, a 7% organic EBITDA growth and a 15% growth in adjusted earnings per share. So I really like that. T-Mobile was able to raise its full year guidance, and we are reflecting this in our group guidance today. T-Mobile announced the creation of a fiber joint venture with EQT, which targets 3.5 million households in the U.S. by 2028 and T-Mobile receives the necessary approvals for the Mint transaction and finally received the 2.5 gigahertz spectrum from the Auction 108.\nThe German regulator made a proposal on the spectrum extension, which is now being consulted upon. So I think everything is working in direction which we were foreseen, and we are coming along very happily with these topics. Let's take a closer look at our financials on Page 5. First all segments are contributing to our growth. Second, organic growth -- service revenues grew up by 4.1% in the first quarter, which is even a bit faster than last year's growth of 3.6%. Organic ex-U.S. service revenues grew by 3.6% in Q1, again, marking acceleration. And as mentioned, organic group growth EBITDA AL increased by 6.9% in Q1, which is the same as it was 1 year ago. The foundation of our growth is our network leadership. In the last quarter, we passed another 500 million additional European homes with FTTH and now reach 17.5 million. This is up EUR 3.6 billion year-over-year -- EUR 3.6 million, sorry. And in Germany, we now pass 8.2 million homes with fiber in Europe, 9.3 million.\nIn the U.S., our 5G leadership is confirmed by all tests. And in Europe, our 5G coverage stands at 68%. And in German mobile, our network leadership remains beyond any doubt. Our strong customer growth continues, both in the U.S. and in Europe. T-Mobile added nearly as many postpaid customers as last year. Over in Europe, we managed an acceleration in mobile net adds and TV net adds also accelerated but in -- accelerated, but the broadband net adds were slower than last year. Christian will talk about that one later on in a bit more detail. Moving on to ESG. Despite strong growth in data usage, we further reduced our energy consumption for the group. We recently became the first telco in the world to use large-scale battery storage systems for renewable energies. And our latest campaigns against hate speech received further acclaim. At the Capital Markets Day, we will provide you with a more detailed update on our sustainability ambitions.\nWith this, let me move to our guidance update. With the Q1 results, T-Mobile has narrowed its guidance range, accounting a midpoint EUR 50 million increase for EBITDA AL and free cash flow. Today, we are reflecting this in our group guidance. We remain comfortable with our ex U.S. guidance for EBITDA AL and free cash flow, which remains unchanged. Our overall group guidance for '24 also remains unchanged. And with that, I'll hand it over to Christian for a deeper dive into the quarter.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim, and hello from my side. As usual, I'm going to start with T-Mobile U.S. and let me start with service revenues, which were growing at 3.5%, which is very similar to the last 2 quarters. The core EBITDA growth remained very strong at 8%. But actually, now for stringing came in second after our European segment, which grew at 8.1%, which you're going to see later on. Total revenues are still impacted by lower equipment revenues. So this is going to be a pattern which we also expect for the future. T-Mobile as customer growth is super strong. The postpaid phone growth was basically on the level of last year and is absolutely industry-leading. The high-speed Internet customers came down by more than 100,000, but that was guided because we have ended our promotional activities on [ HSI ]. With its Q1 results, T-Mobile also raised its customer guidance by EUR 150,000 to EUR 5.2 million to EUR 5.6 million.\nMoving on to Germany. Organic revenue growth was plus 2.6%. Organic EBITDA growth was at a stable 3%, very consistent with the previous quarters. So we are all well on track in the German segment with regard to what we want to achieve for the full year guidance this year. Total serving revenues were consistent with last year's performance and the mix, mobile was very strong at 3.4% year-over-year, and that was driven by customer growth as well as by upselling. The fixed service revenue grew by 1.2% year-over-year, which was at the lower end of the range and it's very much due to phasing in public sector projects. So we expect a stronger performance in the -- for the remainder of the year. As you can see on Page #15, broadband revenue growth remained strong at 4.2%, and that is driven by both ARPU growth as well as volume growth. Wholesale access revenues growth is slightly weaker sequentially and but remained in a positive territory. We also expect positive wholesale access revenue growth for the remainder of the year.\nPage 16. Our broadband customer performance was slower this quarter. To be honest, nobody is happy about this. It is not surprising because -- so we said it also in the last quarter there was a very weak competitive performance, and we're seeing that competitors are moving in a better territory. You've seen that with 1&1. You also see it with Vodafone. And if you basically add all numbers up, we're still above the long-term target of 40%, but it's below what we have achieved in the previous quarters, and we're working to reverse that trend. We're also seeing an impact on the increased focus on FTTH because you know that there is a lagging effect between signing to a contract and getting the access line on FTTH. As mentioned, on FTTH, we have an increase of 93,000 customers, and we expect this acceleration to continue. So if you compare '23 versus '24 and '23, we had 300,000 FTTH customers signing up to that service. We expect 450,000 -- in the vicinity 450,000 in '24.\nAlso on the TV net adds, we improved. We have 73,000 new IPTV customers. And on top of that, we have 53 over-the-top TV customers. So in total, it's 126. We have now 4.4 million IPTV customers and 350 on top, 350 OTT customers on TV. We're also pleased to announce a partnership with the Association of German real estate managers, which help us to support our services in promoting their services, and that is a very nice complement to the partnership, which we grafted last year with the housing association organization, JDW, sorry. Our mobile commercials remain strong. As you can see, we had 280,000 net adds. This is very much consistent with last year. And I think if you add all the numbers up, it's more than 50% of the total market net adds in the first quarter.\nWith that, I move to our European segment, which is actually the star in Q1. The organic revenue growth reached 5.7% on a year-on-year basis, and it was very much supported by service revenue growth. In Greece, we had a benefit from a contract which was related to the European recovery program. The organic EBITDA growth was 8.1%, as I said early on, slightly higher than the U.S. But note that the EBITDA growth is very much driven by net margin growth, but also we had a tailwind from lower energy costs, which actually led to that result. And I wouldn't extrapolate this into the outer quarters because we're not sure whether this basically maintains on this level. And you know that in '23, the performance of the European segments when it comes to EBITDA growth was continuously growing, as you can see on the chart. Our customer growth in the European segment remains strong, very strong 80% growth in mobile solid numbers on broadband, TV net adds were about the same.\nAnd we had a reduction on the converged customers, but it's very much related to a change in Slovakia and how to count those customers and they are now being treated as mobile-only customers, and therefore, we had to deduct our installed base for 100,000. Moving over to T-Systems. What you see here, we had a pretty good start in the year. We're growing revenues on a reported level by almost 5%. You see there's a slight increase in order entry. But to be clear, order entry is going to be the main challenge also for the remainder of the year. And we have an okay EBITDA growth on a year-on-year basis, on an organic basis 1.5%. So that basically concludes my operational review, and let's look at the group financials.\nWhat I said earlier on, our reported financials were impacted by, obviously, the Tower transaction, which we conducted and by FX. The headline revenue growth was negatively impacted by handset revenues, which came in lower relative to last year and was very much driven by the U.S. On the organic service revenue, actually, our growth is higher than what's been reported. It's 4.1% versus 2.9%. And the reported net profit was growing by around 15%. This is a rounding issue. The precise number is following on the next page. Turning a look at the free cash flow. On the next page, you see that the free cash flow was growing by a good EUR 100 million or 3.6% year-over-year. That was driven by an increase in cash flow from operations, a reduction of CapEx, very much driven by the U.S.\nThe U.S. came down year-over-year by EUR 400 million, whereas the ex U.S. is predominantly Germany, was higher relatively to '23 by EUR 300 million, but this will basically face adequately into our guidance over the course of the year. Our adjusted net profit was up by 14% on an annual basis on year-on-year basis. And the good thing is it was very much driven by adjusted EBITDA. So everything is pretty much coming from the operational business. Moving to our leverage. Despite some headwinds, which you can see on that chart, that's the net debt ex lease chart of USD 2 billion coming from the U.S. dollar. You see only an increase of USD 0.7 billion on a quarterly basis end of Q4 up until end of Q1 and that leads very much to a very stable leverage of 2.3, ex leases or 2.81, including leases. So therefore, I'm going to complete my review and hand it over to Tim."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f96a60b5b7fe6cf878e756c4ad7bf0be",
    "period": "2023 Q4",
    "content": "Full Year 2023 Deutsche Telekom AG Earnings Call\n\nFull Year 2023 Deutsche Telekom AG Earnings Call\n\nDTEXETRAFEB 23, 8:00 AM\n\nHannes Wittig\n\nHead of Investor Relations\n\nGood afternoon, and welcome to Deutsche Telekom's Full Year 2023 Conference Call. As you can see, with me today are our CEO, Tim Hottges; and our CFO, Christian Illek. As usual, Tim will first go through a few highlights for the year as a whole, followed by Christian, who will talk about the quarterly performance and the group financials in greater detail. After this, we have time for Q&A.\nBefore I hand over to Tim, please pay attention to our usual disclaimer, which you find in the presentation. And please also note that this conference will be recorded and uploaded to the Internet.\nAnd now it's my pleasure to hand over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nAnd welcome, everybody. So where do we stand at the end of 2023. I think Obviously, our strategy is working. Our flywheel, as we always stated, is working pretty nice over the last 10 years. I've invested EUR 170 billion. So that's quite an amount. And we now have EUR 300 million customers on this infrastructure. We have leading networks, I think all networks are stating this on both sides of the Atlantic and a result of a focused and fast sided capital allocation strategy, which worked pretty well for us.\nWe continue to invest into future growth for sure with our fiber investments our new EUR 2 billion tech fund with our open run technologies with January, all of this becoming stronger in regard to the leading telco. Magenta has become the most valuable brand in Europe, and it has become the most valuable global telco brand, I think, a very nice achievement. Our customer satisfaction scores are moving up as well. in all areas. And by the way, there's not a single market except Romania, where we are not leading from a Net Promoter Score, I think, as well a good outcome. Customer growth continues at a high level. I think that's the stunning part of the fourth quarter here, the great customer growth on both sides of the Atlantic.\nWe're seeing as well good customer growth in the B2B area and mobile contract growth in Germany I think, a great number despite the fact that we had strong competition here in this overall situation. Our customer service made huge progress as well. First-time resolution rate in Germany has now achieved 70%. Our complaint rate, by the way, came down since 2016 by 90% from EUR 5.4 million down to EUR 300,000 last year. T-Mobile in the U.S. has launched a dividend program on top of its buyback, and DT itself has launched a EUR 2 billion share buyback program on top of the dividend. Our total shareholder return was 20% in 2023 for the last 10 years, this was 74%.\nThat brings me to our financials for 2023. And you know the numbers, I'm quickly going over them. Our service revenue grew by 3.6% organically. EBITDA almost 7%. By the way, if you look hindsight, we are growing now since a couple of years with something that vicinity of 4% on the service revenues and 7% on EBITDA. And the guidance going forward is in the same magnitude. So this is a good indication. 4 and 7, I like that number, especially when you know where the industry is coming from and where are we.\nOur free cash flow grew by 41% to over EUR 16 billion well in line what we laid out. Europe is now on 6 Germany on more than 7 years of consecutive quarterly organic EBITDA growth. I think these investments in our infrastructure and in leading services is paying off. We delivered again Against our 2023 guidance, which we have raised throughout the year. Our 24% guidance means that strong growth will continue this year and that we are looking good for our [ '21 ] capital markets targets, and we will discuss that later on in more detail.\nCapital allocation remained focused. We regained our majority in T-Mobile last year despite the dilution from the true-up, well prepared. We completed our tower joint venture, and we reduced our net debt by EUR 10 billion in the last 12 months. And T-Mobile launched a new shareholder remuneration program up to $19 billion. And for the first time, this includes a dividend as well. At the DT level, we propose to increase our dividend by 10% to EUR 0.77. And on top of that, we have launched the EUR 2 billion share buyback program, which was mentioned to you already.\nMoving to the organic numbers. On Page 6 here, you can find that all segments are contributing to our growth. By the way, it's not only true for EBITDA, it's as well true for revenues, on service customers as well. So it is in all categories. But here, you see the EBITDA growth, organic group service revenues grew up by 3.6%. Look, we have to consider some foreign exchange changes, but Christian will talk about that in a second. U.S. service revenue grew by 2.8% and in the last quarter by 3.5%. Overall, revenues were impacted by lower equipment revenues. And as mentioned, our organic EBITDA 6.8% growth -- 6.9% growth and 7.2% growth in the last quarter.\nThe foundation of all this success is our network leadership. In the last 12 months, we passed 3.5 million additional European homes with FTTH and now reached 17 million fiber homes. We passed 2.6 million additional German homes with FTTH and reached 8 million last month. In the U.S., 5G leadership is underpinned by spectrum leadership and confirmed by all the tests. T-Mobile got a clean sweep in every category of network performance from Ookla now for the fifth quarter in a row. In Europe, our 5G coverage increased 20 percentage points last year, and there's clearly no doubt who has the best mobile network in Germany or even in the European entities, please have a look to all the different network tests, Deutsche is always leading.\nOur customer growth continues, both in the U.S. and in Europe. We totally added nearly 8 million postpaid customers last year. And on broadband and TV nets, we accelerated as well, driven especially by strength in Germany. And by the way, the customer growth of today is the service revenue growth of this year and tomorrow. So therefore, this number means a lot to me.\nMoving on to ESG. Despite strong growth in data usage, we further reduced our energy consumption on both sides of the Atlantic. We also reduced our CO emissions by 7%. By the way, this is more than what we have originally foreseen. And with this, our climate targets are well on track, and our targets are SBTI approved. Our customer satisfaction improved further, while our employee satisfaction returned to -- no, that's not true. To pre-pandemic level, it's still higher than pre-pandemic, but they came down a little bit. I'm sorry for this statement. So it is in the high 70s now, and it was a little bit about 80 by the -- in our survey in spring. Our campaigns against hatespeech, shave absolutely great recognition. By the way, for the first time in history, we got the black [ F ], which is the highest recognition for any kind of advertising you can do on this. We were official partner of the last year's Special Olympics, and T-Mobile has by now connected 6 million students through its education initiative.\nBefore we get to our '24 guidance on the next chart, let's review how we performed in the markets. You remember that we raised our guidance intra-year. And on this chart, we compare with our last guidance as of Q3 to make it comparable, we adjust our actual '23 results for our guidance parameters, mainly foreign exchange and 1 month of GD towers. You can see that we delivered what we have promised with a slide like-for-like beat in core adjusted EBITDA and on free cash flow.\nWith that, let's move to our guidance. As usual, our guidance is based on last year's average exchange rate, which was EUR 1.08 [ dollar per euro ]. Again, -- as usual, we are taking the midpoint of T-Mobile's guidance subtract the GAAP and IFRS bridge and at our expected results for DTX ex U.S. As you can see here, ex U.S., we are guiding EBITDA of EUR 14.4 billion in 2024. And free cash flow of EUR 3.5 billion. So this is the European situation. Of course, as in '23, our '24 ex U.S. free cash flow contains a regular annual return from our 49% stake in GD Tower.\nFor the group, we expect EUR 42.9 billion EBITDA, EUR 18.9 billion free cash flow, adjusted EPS of at least EUR 1.75, and this is driven by the expected EBITDA growth, partially offset by higher year-on-year depreciation expenses in the U.S. And in the appendix, we compare our guidance with the consensus that uses a foreign exchange of [ EUR 1.09 ]. And you can see that our guidance is close, very close to the consensus on a like-for-like basis.\nAnd with this, I hand it over to Christian to give you a deeper dive into the quarter.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim, and welcome from my side. And let me start with T-Mobile US. So core EBITDA growth in the fourth quarter was at 9% on the full year. As you can see, it was a 10%. We have put a reconciliation between the core EBITDA to the IFRS adjusted EBITDA bridge into the appendix. And what you see in there is that the drag from the handset leases is clearly coming to an end.\nSecondly, you see that the U.S. GAAP IFRS bridge in Q4 was roughly EUR 200 million and totaled at EUR 860 million for the full year of '23. What we've also seen in the U.S. numbers is that the total revenues are impacted by lower handset or equipment revenues. The U.S. GAAP service revenue grew on a year-on-year basis by 3.4% and largely driven by the postpaid service revenue growth, which grew at 6.4%, but we had negative drag from the wireline business as well as from the wholesale business.\nLook, our differentiated growth strategy on the 3 vectors continues to work. Let me start with small markets and rural areas. We now reached a market share of [ 17.5% ] by the end of the year. And let me remind you, we started roughly at 13% in the year 2020. Same was true for the business segment. Obviously, the fourth quarter showed the highest net adds in 2023, the highest net adds on an annual basis ever. And the high-speed Internet segment continues to deliver really strong growth with more than 500,000 customers in the previous quarter and net add number of [ 2.1 million ] in the year '23 or a total installed base of close to [ 5 million. ] So the postpaid phone net adds totaled at 9.34%, which was industry-leading. On an annual basis was more than [ 3 million ] compared this against AT&T and Verizon.\nT-Mobile's initial guidance for '24 is when it comes to postpaid net adds in between 5% to 5.5% after we've reached close to 5.7% in the year 2023. Moving over to Germany. Our organic growth improved to 3%. There was a sequential acceleration driven by handset revenues in the fourth quarter. The organic EBITDA growth remains steady at 3%. I think this is now the 14th consecutive quarter where we have this 3% number. And for the 2024 segment outlook, we expect EUR 10.5 billion in the German segment compared to the EUR 10.2 billion, which Germany has achieved in the year 2023.\nIn the fourth quarter, I think I want to highlight some numbers here. Mobile service revenue is really strong at 3.2%, driven by a stunning customer growth, but also through upselling activities. Fixed service revenues slowed down to 1.3% after a very strong Q3. And I think we indicated this also throughout the call in the last quarter. As you also can see on Page 17, the broadband revenue has slowed down this quarter. This is not directly related through the broadband performance, but it is a positive -- there were positive one-offs in the fourth quarter of 2022, and that basically brought down the growth. One is related to contact one-offs. And the second one, you should bear in mind that the single price increase, which we introduced in October 2022 is now -- has now rolled over in the fourth quarter. Wholesale revenues in total grew this quarter and were stable for the year exactly along the lines as we indicated this beginning of last year.\nSo next page, on the broadband customer performance. You see a very solid performance. We had a stunning quarter in Q3 with [ 96 ]. And I think we benefited from an elevated customer -- competitor churn, not customer churn, sorry. But basically, you are on the same level as we have been in the previous quarters. The sequential acceleration of T-Mobile net adds is mainly through the promotional success of the MegaStream bundle offer. Now coming to fiber. Look, we had almost 1 million customers by the end of the year. We added 300,000 customers to our base and of which roughly 50% are new customers, which is a really, really good sign. Our mobile contract customer intake remains to be strong. You see the [ 2 million ] net adds in the Q4, and it totaled to larger than [ 1.2 million ] of net add growth for the year 2023.\nLet's get to Europe. And Europe is actually performing really well, and it's performing better than we initially expected. You see the organic revenue growth is at 5.6%. EBITDA growth at 4.1%. And for 2024, we basically expect an EBITDA after leases of EUR 4.3 billion versus the EUR 4.1 billion in the previous year. The customer growth is truly strong and it's continuing to contribute to the service revenue growth. You saw that the European segment has added more -- almost 750,000 contract customers and more than 300,000 broadband customers in the year 2023.\nNext segment, T-Systems. So on T-Systems, pretty good revenue growth organically at 5%. Bear in mind that we moved MMS from T-Systems into the German segment. A weaker order book, and we're working on this one, but you have to bear in mind that half of the decline was due to inorganic changes. And the organic EBITDA growth was really strong in the fourth quarter. The most important message on T-Systems is they had a positive cash contribution, which they also expect to have in this given year here.\nSo let me get to the financials. Our full reported year financials were impacted by basically 2 main effects. One is obviously foreign exchange, and the second one is the Tower transaction. And the headline revenue was also impacted by lower equipment revenues. As mentioned earlier on by Tim, the organic service revenue grew at 3.6% in the year 2023. Our adjusted net profit amounted almost to EUR 8 billion for the year. And obviously, the GD Tower transaction were the main reason for the big net profit on an unadjusted basis. And what you saw that the EUR 18 billion are slightly behind what people expected. This is due to the fact that we have a regular review on impairment tests in the fourth quarter, and we had to basically impair EUR 2.6 billion on the GD tower business, a lot on our stake, but this is completely driven, and it's actually more than 100% driven by the WACC increase, which we basically put into the model according to the interest rate increases.\nLet's move over to free cash flow. You see on the bridge the free cash flow bridge and also the net profit bridge. Very strong free cash flow growth year-over-year, 115% in the last quarter. largely or almost completely driven by the reduction of T-Mobile U.S. CapEx. On the adjusted net profit, we see a decline of 8% due to the effect that we have very positive effects in the previous year in 2022, which we call nonrecurring. If you exclude all these nonrecurring effects, our EPS grew by 6% on a year-on-year basis.\nSo moving to our leverage. I think this is a very positive view. What you see here is this is the ex leases view, and you see the leverage ratios on the right-hand side, including and excluding leases. We reduced the net debt by EUR 10 billion on an absolute basis, obviously very much supported by the GD Towers transaction. And we also absorbed let's say, a net debt increase of EUR 16 billion coming from dividends and the share buyback in T-Mobile U.S. due to a very strong free cash flow performance.\nSo as it is a good tradition for our full year call, we're also taking a look at our 5-year trends. And let me start with the ex U.S. business. What you see is in the ex U.S. business, we have now roughly a 2% revenue growth over the past 3 years. and roughly a 4% EBITDA growth and a continuous EBITDA growth over the past 5 years. And I think what you see is the guidance number below, I think this is broadly in line with the historic performance. Also on free cash flow, bear in mind that the free cash flow in 2023 was impacted by the deconsolidation of T-Mobile Netherlands. We have a higher operating free cash flow, but we also had to bear higher interest costs and taxes and on the interest cost we talked about in the previous quarter.\nOn the next chart, you see the total numbers for the group, so including T-Mobile U.S. Our service revenue grew fairly consistent over the last 5 years, so did the EBITDA and so does the guidance going forward. And with our U.S. merger essentially completed, our free cash flow continues to grow at a double-digit rate is 16% expected for the next year. And you see that this is also contributing quite a bit or this is solely driven basically by the U.S. So this is kind of our midterm perspective also ex post and what we expect for the prognosis or for the outlook for 2024.\nAnd with that, I hand it over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nI'm ready guys, let's have the Q&A and go ahead."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a32b77ba23620a54b5743b569510d522",
    "period": "2023 Q3",
    "content": "Q3 2023 Deutsche Telekom AG Earnings Call\n\nQ3 2023 Deutsche Telekom AG Earnings Call\n\nDTEXETRANOV 9, 8:00 AM\n\nHannes Wittig\n\nHead of Investor Relations\n\nGood afternoon, and welcome to Deutsche Telekom's Third Quarter 2023 Conference Call. As you can see with me today are our CEO, Tim Hottges; and our CFO, Christian Illek. As usual, Tim will first go through his highlights for the year-to-date. And then Christian will deep dive into the quarter. And then we have time for Q&A. Before I hand over to Tim, as always, I would like you to pay attention to the disclaimer that we have included in the presentation. And please note, the conference will be recorded and uploaded to the Internet. Now it's my great pleasure to hand over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nThank you, Hannes, and welcome to the third quarter 2023 results. We continue to deliver consistent growth as promised on both sides of the Atlantic. All businesses are growing. You know that I'm rarely satisfied. But honestly, even I have to find little to criticize in these results, and I'm quite happy camper today.\nLet me mention a few highlights today. In the U.S., we added an industry-leading 850,000 postpaid phone customers, and we raised our outlook for the year. In Germany, we added over 900,000 branded postpaid phone customers in the first 9 months. We added [ 237 ] broadband customers. And we had the first quarter without any line losses since that last millennium.\nOur adjusted core EBITDA grew by 6.8% organically in the first 9 months with 8.9% in the third quarter, what a number. We pass on T-Mobile's guidance increase and raised our guidance for the third consecutive time this year. I will go through the details later on. Our TM US stake now exceeds 52%. Our net debt is down around 10% in the last 12 months. In September, T-Mobile U.S. announced a $19 billion shareholders' return program, which includes, for the first time, a dividend payment. And we are happy to receive the dividend. And starting next year, we also sell into the T-Mobile share buyback.\nLast week, we also announced our planned shareholder returns for next year. We plan to raise the dividend by 10% to EUR 0.70 for '23. And we also announced a DT share buyback of up to EUR 2 billion in 2024.\nWith our planned share buyback, we deliver against our promise to reverse the September 21 capital increase. Our flywheel remains very successful.\nAnd let me now dive into the operations a bit. The foundation is our network. We are network leaders in all our markets now. In the U.S., our 5G leadership is underpinned by spectrum leadership and confirmed by all the tests. This quarter, we got a clean sweep in every category of network performance for the first quarter in a row from Ookla. There's also no doubt who has the best network in Germany. According to Ookla, our mobile speed is almost twice the competitor average. We are the network leader in most of our European markets, most recently with wins in Austria, Croatia, Greece, Czech Republic and Slovakia.\nWe as well lead in customer service. In Germany, our first-time resolution rate has doubled in recent years. Now almost 2/3 of faults get solved the first time around. This is ahead of our capital markets guidance. Our complaints are down by 90%, 9-0, in the last 4 years. And in the last 3 months alone, we won the chip interconnect shop test the Focus Magazine service quality test, the Connect Hotline test, and so on and so on. We had 14 tests from external sources in Germany, and from the 14 tests, we all won them. So you see that we are taking customers at the center of our organization, and this looks -- seems to pay off with very high customer satisfaction. And by the way, today, we as well announced that in all European markets for the first time in history, we have the highest Net Promoter Score of the competition. So even there, we are fulfilling our promise to make customers to fence.\nIn Germany, our customer Net Promoter Score neared the 20% in October, our B2B TRIM is at an all-time high. And in the U.S., we had the lowest third quarter postpaid churn ever with 0.87%. The sum is up. It's great to see a strategy, which is working.\nMoving on to Page 5 and the development of our organic financials. All segments are contributing to our growth. Organic Group Service revenue is up by 3.3%, and ex U.S. grew by 2.6%. Overall revenues were only flat due to lower equipment revenues. And as mentioned, organic core EBITDA increased by 6.8%. In Germany, we posted our 28th consecutive quarter with EBITDA growth and in Europe, our 23rd consecutive quarter.\nThe foundation of everything we are doing is our network leadership. We now pass 15.6 million European homes with FTTH, up 3.4 million households year-over-year. We passed 6.9 million German homes with FTTH and we reached our year-end goal of covering 300 million U.S. POPs with ultra capacity 5G 3 months ahead of time.\nOur strong customer growth continues, both in U.S. and in Europe. Our broadband and TV net adds accelerated strongly this year driven by Germany.\nLet's move on to ESG. At our AGM in April, we had sharpened our climate ambitions. And despite strong growth in data usage, we further reduced our energy consumption on both sides of the Atlantic, so far this year by minus 9%.\nLet's move to our guidance update. A couple of weeks ago, T-Mobile U.S. raised this guidance for customers, EBITDA and for free cash flow. Today, we are passing this on a group level and raise our EBITDA and free cash flow guidance by EUR 0.1 billion each. Our ex U.S. guidance, which we upgraded at the half year stage remains unchanged this time. Our adjusted EPS guidance for at least EUR 1.60 is also unchanged. And we continue to expect 7% core adjusted EBITDA growth this year, over 40% in free cash flow at group level.\nNote that our guidance remains based on U.S. dollar exchange rate of [indiscernible], and continues to exclude any contribution from group development towers. Please refer to the appendix for a like-for-like comparison of our guidance with the latest consensus. With it, I hand over to Christian for a deeper dive into the quarter.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim. And let me start with T-Mobile U.S. So core EBITDA according to U.S. GAAP, grew by 12% on a year-on-year basis. If you're interested in how this reconciles into IFRS reporting, I refer you to Page 29 in the appendix. The drag from the planned handset leases is coming to an end. It will be around EUR 300 million this year. Let me remind you in 2020 was EUR 4.2 billion. And next year, I think it will be almost negligible. The U.S. GAAP IFRS bridge in this given quarter is EUR 216 million, and we expect it to be EUR 800 million to EUR 850 million over the course of the full year. Overall, revenues in the U.S. declined because of lower equipment revenues. Service revenues increased by 3.6%, that was very much driven by postpaid service revenue growth of 6.4%. And you know that we have closed and shut down the wireline business earlier than expected without that closure, that service revenue growth would have been 4.6%.\nWhat you see in T-Mobile is that our differentiated growth is still continuing to grow. We see a massive expansion opportunity in [indiscernible]. So that means small markets and rural areas. This quarter, for the first time ever, we captured the highest shares of switchers in these markets. In business, we have seen the highest net adds in the enterprise space, combined with the lowest churn in history of this business segment. And as you know, we have a very good success in high-speed Internet with almost 560 net adds in the given quarter, which brings us now to 4.2 million subs.\nPostpaid phone net adds, not new to you is [ 850,000 ] in Q3, and it was associated with the lowest churn in Q3 ever.\nBased on the strong customer results, T-Mobile was able to raise its guidance. We now expect 5.7 million to 5.9 million postpaid net adds, of which around [ 3 ] will be postpaid phone net adds. And I think that brings me to the end of the U.S. section.\nLet's move over to the very successful German business in the third quarter. You see that the organic EBITDA growth was around 3.1% this quarter. Organic revenue growth improved to 2.1%, driven by service revenue growth, which was 2.4%. And we move to the next slide, you also see that the mobile service revenue accelerated to 2.9% growth, and that was coming from both customer growth, so volume growth and upselling.\nYou'll recall that previous quarters, we have been impacted by the Lavara wholesale deal, which we lost, but this is now rolling over. Organic fixed revenues growing by an accelerated 2.1%. And what you see in our growth in the fixed service revenue remains very much driven by the retail revenues. These reaccelerate to 2.4% and was mainly driven by the broadband revenue growth of 5% in the given quarter relative to the 4%, which we have in the previous quarter. The wholesale access revenues grew at 1.6% and remain in positive territory. And despite the fact that we're losing some lines, we're able to offset this by upselling.\nWe currently expect that the fixed service revenues to be weaker in the next quarter for 2 reasons. One is, it's related to content cost accounting. We expect there's going to be a slight drag relative to the fourth quarter of the last year. And there's a rollover the single-play price increase, which we implemented back in October 2022.\nLet me get to the German fixed KPIs. As you can see, 96,000 broadband net adds, I think we're benefiting temporarily from the competitor churn, but we are still confident that we have a very strong intake of broadband revenues, broadband net adds, but not exactly at the number you're seeing here. We're also pleased with the acceleration of our TV net adds, which continue to be in the vicinity of 50,000, so it was 51,000 in the third quarter. And this is before the rental privilege is getting to an end.\nWe're also making good progress on upselling. You see that now 45% of our broadband customers have speeds of at least 100 megabits per second. And we have around 910,000 FTTH customers -- paying customers in our base, which is up 77,000 from the previous quarter. And we also have a premarketed contracts of around 700 in our books.\nSo our mobile contract customer intake remains strong, as you can see on the next page. So 350,000 relative to the [ 320 ] million of the previous quarter, and it's coming both from consumer, from the business segment as well as from [indiscernible]. So year-to-date, we have grown our mobile customer postpaid base by 940,000.\nWhat also is encouraging is the strong increase in data usage growth because that supports our more for more strategy.\nMoving over to Europe. Europe is actually performing better than we anticipated it to be in the beginning of the year. They are coming in with a strong organic revenue growth of 3.7% and an EBITDA growth of 3.3%. And this is despite a very high inflationary cost inflation, which we are seeing in Europe, especially when it comes to salary and energy costs. You can see on the next page, the strong commercial performance when it comes to mobile net adds or to broadband net adds. I think it's across all categories. And we're really confident to continue this journey also in the upcoming quarters.\nWhat you also should know is that we are now #1 in customer satisfaction measure in TRIM, except for Romania and this is the first time ever that I've seen that number.\nMoving over to T-Systems. Organic revenues grew by 7% despite a lower order book. The order book is mainly impacted by 2 factors. One is obviously the transfer of MMS into the German business, and there's also a lot of phasing, and we will see how this plays out in the fourth quarter. Organic EBITDA grew by 1.2%, and I think we're fully in line with our guidance, which we have given for the year.\nI think that is the end of my operational review. Let's get to the group financials. So let me start with the free cash flow. The free cash flow grew by 60% in the third quarter on a year-on-year basis, which is largely driven by the significant lower CapEx, which is coming from the U.S., and this is obviously related to the Sprint integration. It brings us to an overall 25% free cash flow growth year-to-date, and we're continuing to expect that we are seeing at the end of the year, free cash flow growth of larger than 40%.\nOn the adjusted net profit, we actually lost 6% or year-to-date 14% relative to the previous year. And that is very much related to the, what we call nonrecurring nonoperational effects, which is related to the provisions for the civil servants for the U.S. forward, which we had last year and the fixed price options. They basically gave us a tailwind of almost [indiscernible] on the share last year. And right now, they basically equal out to almost 0. And therefore, you see a drag if you compare the third quarter in '22 to the third quarter in '23.\nNext chart is overall financials, what you can see is financials are impacted by basically 3 effects. One is obviously the transaction of our tower business. The second 1 is the foreign exchange rate, we are budgeting at basically $1 equals EUR 1. Obviously, the dollar is weaker and that puts a burden on the reported numbers. And the third one, especially in the U.S., is a reduction in the handset sales, which basically gives you a negative impact on the revenue figures.\nLet's move over to net debt. Net debt, actually, what you can see is stable. If you exclude the leases, it's EUR 97 billion. And you see how basically the bridge works out with the free cash flow, which is almost reducing net debt by EUR 5 billion, but we have contra effects like the share buyback in the U.S. of EUR 2.5 million, and there's a ForEx exchange rate effect, which is putting burden on the net debt. Nevertheless, ex leases, we are [ 2.4 ] relatively to year-end 2022, which was [ 2.58 ]. And same as true for including leases. We have now a ratio of 2.94 relative to 3.07 in the end of 2022.\nSo we added another chart on the next page, which basically is also taken up some of the discussions, which we're seeing right now with you guys and the capital markets. So it's -- which is related to the financing structure of our group. So what you see is basically that we're pretty much having a solid structure. We have a net debt of EUR 137 billion, of which EUR 40 billion is leases. So the interest-bearing debt is EUR 97 billion, of which 75% is coming from the U.S. As you know, T-Mobile U.S. and DT have separate debt towers. So let's put them apart in the 2 sections. So what you see is 100% of the refinancing in the U.S. is fixed. It cost us roughly EUR 2.1 billion on a 9-month basis this year, and we have an average tenure of 11 years.\nIn the ex U.S. business, our maturities are limited to EUR 6.4 billion until end of 2026. And our net debt ex leases is down to EUR 23.7 billion, and which you can also see is that we, over the course of the year have reduced our variable exposure from 41% to basically 8%. So there's limited exposure when it comes to future interest rate increases. So we're pretty happy with the financing structure, as you can see right now, the average interest rate is around 4%, slightly lower in the ex U.S. business relative to the U.S. business. So I think we're fully funded over the next years. I think we have a very good maturity and a very good interest tenor. And I think this is also reflected by the assessment of the rating agencies. And with that, I hand it over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nWell done, Christian. Let me wrap this call by reiterating some high-level takeaways. Our commercial performance continued strongly in all markets. Germany has now grown EBITDA for [ 28 ], European segment for [ 23 ] consecutive quarters. We have raised our full year guidance. We now own more than 52% of T-Mobile US. Our net debt has come down by around 10% in the last 12 months. And based on our strong results, our solid financial framework and our share of T-Mobile shareholder returns, we were able to propose an attractive remuneration package for our shareholders last week.\nSo if you tick the boxes on the Capital Markets Day 2021, you see that we are very well on track with these targets.\nTo summarize it in 1 sentence, I thought about that this morning is the 1 with satisfied customers cannot prevent financial success. That's the simple ratio of our quarter this year. But we stay greedy and hungry. And therefore, for us, this is an obligation to even further accelerate our momentum in all the markets in the business where we are, and we are preparing the next Capital Markets Day already quite now.\nWe are currently planning to host our next Capital Markets Day in October 2024. And on this one, we are preparing a lot of subjects. Just to give you a little bit of the glance on what we are working on. How can we address global business models in a better way and take advantage of the scale, which Deutsche Telekom has gained in the Western world, both in B2B and in B2C, talk about, including satellites, CPaaS models, or even synergies in the operations.\nWhat are our new future revenue streams in the core business, but even beyond core, thinking about tech CPaaS business models, [indiscernible] models, SDX, [indiscernible] or other areas. What can we do with fixed line in the opportunity in the U.S. market? How can we define the FTTH market in the next 1,000 days and how can we monetize both fiber and 5G in a better way. How can we set up the current and future vendor ecosystem to get even more severenity on what we are aiming for. How can we better efficiently manage our cost base, and how can we gain even higher revenue growth than what we have today? How can we radically close the existing skill gap, which we have in our organization on the AI side for instance, or on other areas and how can we deliver on the ambitious ESG commitments, including, let's say, a kind of predictable distribution of energy within our footprint.\nAnd last but not least, how can we fully reap benefits from the digitization and from AI, how can we implement AI functionalities in service, in IT coding and in the support functions to gain more productivity. So you see the agenda is long, a lot to do. So with this, I hope you have not so many questions to distract us from getting this executed, and with this, I hand it over to Hannes."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e0209e52d8dae18c4fb77215cb8af5da",
    "period": "2023 Q2",
    "content": "Q2 2023 Deutsche Telekom AG Earnings Call\n\nQ2 2023 Deutsche Telekom AG Earnings Call\n\nDTEXETRAAUG 10, 8:00 AM\n\nHannes Wittig\n\nHead of Investor Relations\n\nGood morning, and welcome from Telekom headquarters in [indiscernible] Glad you made it. We have a lot of interesting information for you today, and that's why I don't want to waste too much time with my press intro, and we're talking about the figures for the first half of the year and the Board of Management, Christel Illek and Tim Hottges, the CEO are giving the presentations. Tim, you have the floor.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nGood morning, ladies and gentlemen. My key message for today is that Deutsche Telekom in the first half of this year continues its growth course. We just keep going as always. Our businesses are developing well despite a complex market environment. We are meeting the targets we have set for our most important financial performance indicators. And on this basis, we are raising our guidance for the group's adjusted earnings, slightly raising it.\nAnd there are 3 key factors driving our positive trend. First of all, our stable core business. Our customers stay loyal to us, and we are seeing a strong trend in terms of customer net adds. In fact, it's a record trend. Secondly, the consistent execution of our digital transformation, which is in line with our strategy.\nAnd thirdly, we are developing new fields of businesses that will help us to grow even more. And this is all based on strong figures that make it possible for us to keep on investing also in the future. In the past 6 months, adjusted core EBITDA AL grew by 5.8%, and free cash flow grew by 10.9%. So Deutsche Telekom is consistently delivering good results, and we are an engine of digitalization and an anchor of stability despite an economic climate that is quite challenging.\nIn these increasingly complex times, we are naturally helped by our strong activities in the United States. We are so successful today thanks to the consistent positive trend being posted quarter after close by our business on the most important mobile communications market worldwide. And this success is a result of the joint efforts of our colleagues in the United States and here at Deutsche Telekom in Bonn.\nSince the Sprint takeover, we've been working together to create the world's most cutting-edge 5G network. Collectively, we've invested massive sums in infrastructure and spectrum. We have the best spectrum position, in fact, also as a result of smart M&A. And T-Mobile U.S. today is symbolic of the trans-Atlantic collaboration within the Deutsche Telekom Group. I could spend ages talking about the synergies we are creating here, be it the joint development of high-speed Internet routers or the takeover of the One app in the United States, IoT business customers, all of which are also strong trends because there are more and more business customers using our products in the United States for the phone or advertising models that we are using on both sides of the pond. And we can see the results more clearly than ever before.\nWe are pleased to hold the majority in the most valuable mobile communications company worldwide. Right now, we are talking 51.3% as of the 30th of June to be precise. And we've worked long and hard to achieve the strategic objective. We started from the back of the field rather than rolling to the finish line from a head start. And ladies and gentlemen, I can't think of any other German company today with a similar success story in the United States.\nHaving said that, it's known that success breeds envy. And envy spread doubt. Are they too dependent? Do they have too much debt? Suddenly, we are accused by some media outlets of having an America problem as they say. They're saying that our success is make believe. Well, you know that I am also very fond of numbers, which is why rather than listening to those who envy us, I look at the figures we are presenting to you today and they speak a clear language.\nDeutsche Telekom is so successful, not only in America, but actually because of America and this success gives us leeway in Germany and in Europe. The fact that we can invest so much here, that we can invest more than our competitors is down to the strong trend that we have made possible, especially in the United States. The mainstays of our entrepreneurial success are and remain the strong businesses in the U.S. and in Europe. Both lend stability to the entire group. And by the way, they help us to grow.\nSo is that in and of itself a risk? Depending on how you look at it, yes. Is that a problem? Well, if it is, then it's not a bad problem to have. Which is why I can say with total conviction, I would do the exact same thing in the United States again. But my feeling is that in this whole debate, people seem to forget to ask why fewer and fewer companies are investing in Germany and Europe? Why are they not investing on their home turf?\nI think it's down to the conditions that are in place, and it is also down to misguided economic policy, I'd say. This particularly applies to the telecommunications market in Germany and Europe. Something urgently needs to change here. Maybe you've seen it yourself. All the telecommunications companies that are only active in Europe have lost about 50% of their value over the past few years. We cannot stand by and just watch our continent fell further and further behind our competitors.\nWe need economic policy that strengthens companies like us that are willing to invest millions. Instead, however, it seems to be accepted with them that growth is bad and that is enough to keep the status quo going forward that this would be enough. I think that's a fallacy. We must grow if we are to protect our prosperity.\nLet me give you some [indiscernible] examples from our industry. For too long, economic policy has centered just on the needs of the consumer and disregarded the needs of business. So it's only been about the best prices for consumers. It does not help, though, to solely focus on low consumer prices neither does giving new providers privileges per se at the spectrum auctions.\nWe also do not need a service provider obligation on one of the most competitive markets in Europe. In Germany, we have 3x more service providers than in all other European markets. And we would like to get more political support in the debate on fair share as well. Because ultimately, what it comes down to is, we want to safeguard prosperity and competitiveness in Europe.\nIf we carry on as before, we will, forever be playing catch up when it comes to digitalization in Germany and Europe or fall even further behind. A word of caution, this will have implications for Germany and Europe as centers of business. We, as Deutsche Telekom, respond with rational entrepreneurial action. We are a [indiscernible] Europeans, but we must also answer to our shareholders, and they expect from us that we invest our money where the odds of recouping it are greatest.\nShould the general conditions not change we would feel we had no other choice than to more keenly leverage our opportunities abroad, meaning mainly in the United States. Just like some other big German companies, which have recently made announcements to this effect. To prevent this from happening, we need different conditions in place here.\nAnd it's important that policymakers and businesses are closing ranks. We must work together to get Europe's economic order in shape for the future. We can only do this together. And I would hope that you, as media representatives, will help us to hammer home this message.\nLadies and gentlemen, as always, I will now present the figures for the first half of the year before Christian Illek will take you through the second quarter in more detail. Deutsche Telekom grew steadily across all KPIs in the first 6 months. That is, as in the first 3 months with 1 exception, and that's net revenue, which declined slightly. There's a reason for this mind you, which you already know, because I already explained it last time, let me do it once again, though, because it's so important.\nWe are scaling back the terminal equipment business in the U.S., which impacts on T-Mobile US' revenue. However, this was a deliberate move on our part. The margin from this business was very low. So the business wasn't profitable at all. And more important to us are the high-margin service revenues, which are a mainstay of the group's earnings. And we continue to grow here.\nCompared to the prior year, service revenues across the group increased by 2.9% on an organic basis in the first 6 months. Our adjusted core EBITDA AL is also growing in organic terms by as much as 5.8% in the first half year. This is also adjusted for the -- with withdrawal from terminal equipment business in the U.S.\nWith a sustained strong uptrend in our operational business again in the second quarter, we have now decided to slightly raise our guidance for earnings growth in the full year of 2023. We now expect earnings of around EUR 41 billion, and that's an organic increase of 4% compared to the prior year, and it is way above the targets that we've communicated previously to the capital markets.\nBoth our European and our U.S. operations are contributing to this increase and I'm particularly pleased about the strong development of the Europe segment. We still expect free cash flow for the full year to come in at over EUR 16 billion. This strongly reflects, in particular, the effect of the progress we've made with the integration of Sprint, which is advancing faster and better than expected. Free cash flow in the prior year was still at EUR 11.2 billion, and we are aiming to see this grow by 40% now against 2022.\nLadies and gentlemen, let's now move on to the segments. In the United States, we added 2.9 million new postpaid customers and that's the strongest customer growth in the market. Given this unabated positive trend, I am honestly at a loss as to how EMEA rumor could lead to a significant decline in the price of the T share.\nYou may remember, there was speculation by certain media outlets in early June about Amazon possibly using the fledgling DISH network in the United States to enter the mobile market itself. This precipitated a substantial drop in the share prices of the established mobile carriers around 10% for T-Mobile US. However, a short time later, Amazon itself denied it was currently planning to launch its own wireless brand.\nSo let me get this straight. Everyone in the market was and is aware that DISH is entering the market as another network operator. By the way, Hamid Akhavan, who used to be a colleague of ours is leading this company. Well, and that is part of the arrangements that we agreed in connection with the approval of our merger that DISH is entering the market.\nAt the end of July, it finally became clear to all market participants, Amazon is not entering the mobile market. Rather DISH, like other providers, uses Amazon as a sales platform, nothing less but nothing more either. Mint and TracFone already have completely identical calling plans out there even today as we speak. So ultimately, this is an established model in the markets.\nSo it turned out to be nothing more than a storm in a team in the cup. T-Mobile US's share price has now largely recovered to the level prior to the Amazon rumors. The capital market thus honors the outstanding development of our U.S. subsidiary over the last few years and it also values the expectations for the future, which are further growth potential on the basis of the United States' best mobile network.\nLadies and gentlemen, let me quickly run through some of the figures from our European segments, which are also very favorable. So just a quick look. In Germany, adjusted EBITDA AL increased on an organic basis by 3% in the first 6 months. In our European subsidiaries, earnings grew organically by 1.9%, and T-Systems growth stood at 3.2%. We also hit a further milestone in terms of our network build-out. Today, almost 15 million households in Continental Europe can get an optical fiber line from Deutsche Telekom.\nTo make this possible, we keep investing at record level, EUR 9.2 billion in the first half of the year alone. And that figure includes the scale back of investments in the U.S. as planned, having largely achieved our targets for the accelerated 5G build-out.\nIn Germany, we are ramping up the FTTH build-out despite the difficulties posed by inflation, a shortage of civil engineering capacities and intense competition. Certainly, it didn't make that any easier for us. And although the IMF published a negative economic forecast for our home market of Germany, we fulfill our responsibility as the engine of digitalization on our home continent.\nAccording to a global comparison study by the Arkin-based consulting company, Umlaut, which is comparing network providers worldwide, Deutsche Telekom's networks consistently place in top positions. And this is partly down to our systematic efforts to modernize them over the last few years. Today, our networks bear little resemblance to those of old. They are fully digitalized. They run automatically and are either software-based or cloud-based, which is why I can say with total conviction, it is not infrastructure that is hindering the digital transformation in Germany.\nThe problem is an unwillingness in public administration and in society to pursue digitalization. We need to become more dynamic in this regard. And Germany needs to enhance its aspiration and its speed of implementation in order to keep up with other providers worldwide.\nBack to business. As I mentioned at the start, our customers appreciate our investments in our networks. And that's why we reached some record levels in Germany here, 870,000 new mobile contract customers in Germany and our European subsidiaries in the first half of the year alone. That's almost 100,000 more contract net additions than in the prior year period. It's a record number and a huge testament to the work of [indiscernible] and Dominic Leo, so the German team and the Europe team.\nOver 240,000 new contract customers opted for a broadband line from Deutsche Telekom. Again, quality ultimately prevails. And we continue to step on it. In Germany, we have now launched our first ever rate plans with a monthly cancellation option. I'm excited to see how they will fare.\nLadies and gentlemen, our standards are high, including and above all, when it comes to ourselves. As the leading digital telco, we are deeply invested in developing innovative solutions in the field of artificial intelligence. And we addressed the situation by aiming to unlock the full potential of generative AI, both for our customers and for the economy. We want to leverage this in the best possible way.\nAnd to this end, we recently established the global telco AI alliance together with Etisalat, Singtel and our partner, SK Telecom from South Korea. And I am particularly pleased that this alliance also stands for a bridge being built between Europe and Asia and that we are jointly pursuing an open vendor approach. Among other things, we want to build our own telco-specific large language model.\nAnd the launch of this project is an opportunity to lead the transformation of the market for AI solutions for our industry going forward. And it works in our favor that we've been investigating the opportunities and potential offered by AI for more than 5 years now. And the same goes for the digital advertising market, where we have founded the ad tech company, UTC, in partnership with Vodafone, Orange and Telefonica. We unified the strict standards for data privacy in Europe with the goal of putting a stop to annoying cookie consent pop-ups.\nInitial testing has been more than encouraging, and I am convinced that the first customers who are already using the service will be quite satisfied. And I'm convinced that Made in Europe, digital ad marketing can be a promising alternative to the American advertising platforms.\nYou might hear all these positive reports I think things are great at Deutsche Telekom. Well, generally, this is true. But we are also feeling the effects of the sharp price increases for Energy & Materials. Unlike in other industries, However, competitive pressure means we cannot simply offset higher costs by hiking on prices. And of course, we don't want to scale back our investments either, which means we need to become more efficient and take a look at our structures if we're able to continue making the necessary investments in our company's future viability, which is why our attention at the moment is on indirect cost within the company, which we want to continue bringing down especially in the centralized functions and what we call our shared services.\nBoth digitalization and AI are expected to help us here, but we will also have to take a conventional approach by saving. That's it for me for now. And now I'll hand you over to Christian Illek.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim. First of all, good morning for my side. And I'm going to break down my comments into 3 sections. We'll start off with the group's financial results for the Q2 of '23, and then I'll go into the operating segments. And finally, the development of free cash flow, our leverage ratio and adjusted net profit.\nLet's start with the group's financials. It's been a good development. Reported net revenue fell by almost EUR 700 million. It's declined year-on-year. This is due to mainly the 2 effects. The first was mentioned by Tim already, the planned reduction of the terminal device business in the U.S. and also a weaker dollar year-on-year, and that accounts for 60% of the decline in net revenue.\nBut the service revenues in the second quarter increased by EUR 319 million. That's 1.4% on a reported basis, and the reported adjusted EBITA AL in the group increased by 1.5% to EUR 10 billion, that's a growth of EUR 147 million. And this shows in spite of the weaker dollar, we have a strong organic growth trend.\nAnd let me look now at the operating segments. As usual, we'll start with the Americans. In the second quarter, the Americans saw a strong growth in customer numbers on the whole 1.6 million postpaid customers were won. That's more than AT&T and Verizon combined and especially telephony contract partners increased by 760,000. That is the highest growth in the industry for 8 years. And this has been carried by a very low postpaid phone churn at 0.7%. That's a record low and the best rate in the U.S. telecommunications industry, and this low churn rate also reflects project and the migration of former Sprint customers to the T-Mobile network.\nAlso high-speed Internet at home, that grew by 0.5 million in the second quarter. So in 5 quarters, we've grown quarters in a row. That's higher than the net additions at AT&T, Verizon, Charter and contrast combined with the customer base growing to 3.7 million by the middle of the year. That's a year-on-year growth of 2.1 million. So the USA is therefore completely on track for its target of reaching 7 million to 8 million customers by 2025.\nThis brings me to the financials for the Americans. Here we see that a slight decline in segment revenue because of the terminal business -- equipment business, which is low margin. If you look at service revenue, however, it increased by 2.8% year-on-year. USD 625 million and a very strong retail business, that was $625 million. So in some total core -- adjusted core EBIT to increase by almost 11% year-on-year, and this is all based on the local currency, U.S. dollar.\nThis brings me to the figures for Germany. Let's start with the Commercial's strong net additions in branded customers, 6,000 new customers and that's an increase from 22,000 altogether year-on-year. Last year, we said this -- the effect of the amended Telecommunications Act has been overcome, and the impact is not as great now. So this development makes -- this is an encouraging trend.\nAlso, the number of fixed network customers with the lines of 100 megabits or higher grew by around 1 million compared to middle 2022. So that's once again a continuous growth curve. In FTTH area, we saw an increase of 64,000. So now we have more than 830,000 customers. And in addition to this, we have 650,000 customers in the pre-marketing stage where we have completely completed the technical side, and we're expecting an annual growth of 100,000 customers. This brings me to some very good figures for mobile. We saw very strong branded contract net adds in the second quarter with a growth of $319,000.\nIn the prior year quarter, net adds had totaled $194,000. This increase in contract net adds in the consumer segment is attributable in part to the rate plan next magenta and the launch of the new next Magenta tariff has generated a lot of customer interest. And what we also see is the churn rate among mobile customers improving to 0.8%, well below the same period for the previous year of 1%. This reflects expiry of the effect from the Telecommunications Act.\nThis brings me to the revenue development in the German business. In mobile, we saw a growth of 2.1% and organic terms in the fixed network and increased 1.4%. And Total revenue in the second quarter was 1.9% up in the second quarter. In organic terms, 1.1%. Why is it higher in the reported area instead of organic terms? The difference is mainly due to the inclusion of MMS, which has not yet been included in the segment in the prior year quarter.\nAnd so the organic revenue growth of EUR 70 million reflects this increase in service revenues with branded fixed network and mobile customers. By contrast, low-margin terminal equipment business declined by EUR 97 million. Reported adjusted EBITDA AL increased by 4.1% organically stable at EUR 2.5 million. We always see this range in organic terms of about 3%. And thus, the German segment has increased earnings for 27 consecutive quarters and we're expecting no change there.\nThis brings me to the business in the Europe segment. Here, in Europe, growth continues to be robust and customer numbers across all business areas, also in revenue and earnings. We had 170,000 mobile contract net adds and broad brand net adds were 72,000. This means that the segment revenue -- reported segment revenue increased 6.2% to EUR 2.9 billion, and we're -- this included a net positive effect of EUR 36 million from changes in exchange rates, in particular, the strength of [indiscernible]. So in organic terms segment revenue increased by 5.1%. That's a growth of EUR 139 million. And this is mostly driven by an increase in the high-value fixed network and mobile service revenues around EUR 90 million.\nThis brings me in the next chart. Turning to T-Systems. T-Systems results for the second quarter puts it right on track to meet the annual guidance for 2023. order entry over the last 12 months was 9.4%. Organically speaking, we saw an increase in revenue of 4.8%. This is attributable to the transfer of M&S to Telecom Deutschland.\nRevenue grew in the same way or saw the same trend, especially driven by digital solutions. Reported adjusted EBITDA AL increased organically by 2%. So we're on the right track to meet our guidance. This brings me now in closing to our free cash flow, leverage revenues and adjusted net revenue. Free cash flow increased by EUR 800 million to EUR 3.5 billion. That's about 27%. This was driven by free cash flow first of all from operating activities, amounting to about EUR 700 million as well as cash CapEx decline of almost EUR 600 million, although the reduction in the U.S. was even EUR 800 million. In particular, the increase in lease payments had an effect on cash flow, an increase in lease payments at T-Mobile compared to the 2022. And also, we have the digit towers business, the cell tower portfolio in Germany and Austria was deconsolidated leading a change in leasing payments for us. This brings me to adjusted net profit. This has declined to around EUR 560 million lower year-on-year. There's good reasons for this.\nAdjusted EBIT to increase by EUR 146 million. Depreciation, amortization and impairment losses declined by EUR 602 million. This was attributable to the reduction in the terminal lease business in the U.S. and also the deconsolidation of the tower business, which we are ramping down on a continuous basis. The biggest growth affects what we see is EUR 7.1 million -- billion in cash flow being generated in the first quarter.\nThis brings me to the -- as we said, EUR 146 million EBITDA growth that was strongly driven by network integration. The biggest change came in the financial result. We have slightly higher interest costs. We've had to carry -- and also other financial results. We've had provision effects of an additional EUR 500 million. And also the option for the forward declined and that accounted for a decline of almost EUR 1 billion.\nIf I look at recurring adjusted earnings. We see and we take these effects into account, we see that our DPS grew by about EUR 0.07, and growth was about 9%. This brings me to net debt and the financial ratios. These grew not excluding leases, by 4.4% to EUR 97.2 billion. As I said in the Q1 call. This is due mostly to a high dividend payments of EUR 3.6 billion and a share buyback in the U.S. amounts to almost EUR 7 billion. So these are payments made to shareholders.\nAnd as I said, the effect on net debt has been a slight increase in the second quarter. But in the first half of the year, we are still have 2.40, up from 2.31 at the end of March 2023. This means that basically, we're on a sustainable track with regard to our debt, our net debt and with this, we're on track to achieve our financial ratio targets as announced at our Capital Markets Day. And this progress and leverage rate prompted Standard & Poor's to raise their rating in May to BBB+ with a stable outlook. So things are looking good. And with that, I'll turn the floor back to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nThank you, Christian. Allow me to sum up, Deutsche Telekom is growing across all key areas. Our customer numbers are developing very well. We are growing on both sides of the Atlantic. In Germany, we have now seen organic earnings growth for 27 quarters in succession and for 22 consecutive quarters in Europe. We are raising our full year earnings guidance for the second time in the current year, my do. And this is thanks to the businesses on both sides of the Atlantic.\nWe're on track to meet the goals we set and respect of our fiber-to-the-home buildout despite the difficult framework, the rise in costs and inflation. We have further extended our stake in T-Mobile U.S. beyond the 50% mark. We stand at 51.3% now. We've improved our leverage ratio compared to this time last year. In May, Standard & Poor's upgraded our rating to BBB+ with a stable outlook. And this puts us well within our comfort zone with the 3 -- the big 3 rating agencies. We are endeavoring to offset cost increases on the market with savings in our indirect costs.\nAnd when it comes to digitalization, we are now moving even faster than before using AI. So in a nutshell, we are making clear progress towards our goals maybe we will even exceed our goals. And here, I'm talking about the goals that we communicated at Capital Markets Day. We will certainly meet them, possibly exceed them. Now we're looking forward to your questions.\n\nHannes Wittig\n\nHead of Investor Relations\n\nThanks a lot. We are now having the Q&A. You will remember from last time how it works, we would ask that you virtually raise your hand on the WebEx, then we can see that you would like to ask a question. That's one option. The other option is that you are writing a question on the chat, in which case, I will read out your question, but it would be nice actually to interact with you directly. So like I said, you can virtually raise your hand using the respective WebEx tool, and then we'll get back to you. If you can't find it, though, you might just want to turn on your camera and wave to us and then our colleagues. We'll see you and we'll put you through to us.\nSo I'm looking at my screen here. I'm not seeing a question right now. But yes, there is Mr. [indiscernible] Can you hear us?"
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f2eb86d00df23671fad17d30523614da",
    "period": "Unknown",
    "content": "Deutsche Telekom AG Q1 2023 Earnings Call\n\nDeutsche Telekom AG Q1 2023 Earnings Call\n\nDTEXETRAMAY 11, 8:00 AM\n\nHannes Wittig\n\nHead of Investor Relations\n\nGood afternoon, and welcome to Deutsche Telekom's First Quarter 2023 Conference Call. As you can see, with me today are our CEO, Tim Hottges; and our CFO, Christian Illek. Tim will first go through a few highlights, followed by Christian, who will talk about the segments and our group financials. After this, we have time for Q&A.\nBefore I hand over to Tim, as usual, please pay attention to our disclaimer, which you find in the presentation. And please also note that the conference will be recorded and uploaded to the Internet.\nAnd now, it's my pleasure to hand over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nYes. Thank you, Hannes, and welcome to the first quarter 2023 results call here. We had a good start to the year. Customer growth and financials were in line or even better than we expected. We are stepping up our 2023 guidance. And our leverage has taken a big step down. We are now at 2.9x including leases and at 2.3x, excluding leases. And we achieved the majority in T-Mobile US, which we have noticed already. We continue to deliver consistent growth, by the way, in all our businesses as promised.\nLet me go through some highlights before Christian will then deeper dive into the quarter. Our growth continued in the first quarter. All segments contributed here. Organic group service revenue grew by 2.6%, [ ex U.S ]. assets grew by 2.2%. And the organic core EBITDA ex [indiscernible] lease revenues increased by 4.4%, ex U.S. by 0.6%. The ex U.S. EBITDA growth was impacted by cost phasing in GHS, and we expect it to reaccelerate in the coming quarters.\nGermany has now delivered 26 consecutive quarters of organic EBITDA growth. The European segment, 21 quarters. I've asked for the U.S., but Hannes couldn't deliver it because I think it's something [ the synergy ] of 40 quarters. So you see all areas on growth and as well T-Systems are growing.\nTotal organic revenue were down year-on-year, and that is something we're going to explain later. The main driver of it is explained by 20% lower U.S. equipment revenues which we don't have after the Sprint merger has been accomplished.\nThe decline mainly reflects 2 temporary effects. First, our planned unwind of handset leases. This constitutes a headwind of more than 1%. And the second is the anniversary of particularly strong handset sales in last year when we ceded the Sprint base with handsets that functioned on our network. Both of them are not recurring in the future and, therefore, we see the decline in our group revenues.\nMoving to the networks. The foundation of our growth remains our network leadership and all the investments we have taken here. We now pass almost 14 million European homes with FTTH, up by 3.1 million households year-on-year. We passed 5.7 million German homes with FTTH now, and our ultra capacity 5G network reaches 275 million U.S. POPs. We are way ahead of our competition, and we will reach 300 million POPs by end of the year.\nIn Germany, we cover 95% of the population with 5G and 92% was the number last year, so another increase of 3% points.\nIn the European segment, we stand at 51%, up 20 percentage points in the last 12 months.\nOur strong customer growth continued. In fact, in most categories, it even accelerated. In Germany, we benefited from our new mobile tariff plans and from the end of last year's headwind from the telecom law.\nMoving on to ESG. At our AGM in April, we sharpened our climate ambitions. We now want to reduce more than half of Scope 1, 2, 3 emissions already by 2030. And we keep our climate neutrality goal for 2040. And in addition, we now strive to reduce our Scope 1 to 3 emissions by at least 90% under [ 2040. ] You should know the remainder of the 10% under [ 2024 ] is going to be carbon capture.\nDespite strong growth in data usage, we managed to reduce our energy consumption once more despite the fact that our data consumption cloud build-out is increasing, but we were able to reduce it by another more than 7% in the first quarter and this on both sides of the Atlantic.\nNow let's move to our guidance quickly. As expected, a couple of weeks ago, T-Mobile US raised its guidance for customers' EBITDA AL and free cash flow. And today, we reflect this by raising our group EBITDA AL guidance by EUR 100 million, as you can see on Chart 9. We expect 7% core adjusted EBITDA AL growth in 2023 and more than 40% growth in free cash flow. Note that our guidance remains based on a U.S. dollar exchange rate of $1.05 and continues to exclude any contributions from GD Towers. Please refer to the appendix for a like-for-like comparison of our guidance with the latest consensus.\nWith it, very quick, after 5 minutes, I hand it over for a deeper dive to Christian for further details.\n\nChristian P. Illek\n\nCFO & Member of Management Board, Deutsche Telekom AG\n\nThanks, Tim, and welcome, everyone, and I'm going to slow down.\nWell, let me start with the revenues were down year-on-year, and I think it has been mentioned by Tim already, this is due to lower equipment revenues. You know that we have a planned reduction in the handset leases, but also we had an unusual high amount of revenues coming from handsets in the last quarter and the first quarter 2022. And since the customer migration has come to an end, obviously, that number is coming down.\nService revenues were up by 2.8%, and that is driven by 2 different factors. We kind of have a reduction in our wholesale revenues in the vicinity of EUR 200 million on a year-on-year basis, whereas our retail postpaid revenues remained strong with a growth rate of more than 6%.\nCore EBITDA based on U.S. GAAP was up 9%, obviously driven by the top line growth by increased synergies but also by the increase of the contract asset.\nAs you know, we have given you a breakdown between core EBITDA into IFRS adjusted EBITDA. This is being reported on Page 29. And what you see there, first, from core EBITDA, we have obviously a planned reduction in handset leases which is the roughly 115 million less revenues coming from almost 500 million last year. And the second one is from the bridge from U.S. GAAP into IFRS, we had a fairly regular, I would say, quarter in '23 when it comes to the 200 million. But we had a very, very favorable quarter in last year, which was giving us a hard comp on a year-on-year basis.\nLook, T-Mobile continues to deliver strong customer growth numbers, 540,000 postpaid phone adds, more than 0.5 million high-speed net adds. We have now a total of more than 3.1 million customers into our installed base, which gives us a good direction towards the 7 million to 8 million by end of 2025. And this is the reason why T-Mobile has increased its customer guidance by 0.25 million. We're now expecting a range from 5.3 to 5.7 net adds. And obviously, about 50% of that is going to be phone net adds. That would be my report out on the U.S.\nLet's move over to Germany. So already mentioned 26 consecutive quarters of EBITDA growth. Organic revenue growth was 2.3%. Organic EBITDA growth was 3.1%. And as you can see on Page 14, service revenues grew at a total of 1.6% in the given quarter on a year-on-year basis.\nMobile was coming in at 1.7%, and we expect a similar growth coming up in the upcoming quarter. I think in the last quarter, in Q3, we flagged that we had some, I would say, tailwind coming from roaming and from visitor revenues. And also the Lebara loss was offset by some one-timers. So if you include everything in, so if you include Lebara and if you include the termination cuts, we would be in the vicinity of a 3% growth rate.\nFixed service revenue strengthens to 1.6%. And as you can see, it's very much driven by strong broadband revenue growth of almost 5%, combined with strong IT revenues. And again, recall back what we said last year in Q1 2022, we had some supply bottlenecks. And obviously, now on a comp basis, we're benefiting from this in the year '23.\nThe wholesale revenues on the lower right-hand side were actually a bit weaker this quarter, and there's a big one-off being built in there. But let me rest assure you, we expect a strong development and a rebound, and we expect stable to slightly growing wholesale access revenues for the full year of 2023.\nSo coming to our customer numbers, you see the 74 broadband net adds, 50,000 TV net adds, strong result relative to what we've seen in previous years. I think we're making a very good progress in upselling customers. What you can see here now in between Q1 '22 to Q1 '23, we increased our customers with at least 100 megabits bandwidth by more than 1 million. And we have now a representation of 42% of our complete broadband installed base having those tariffs.\nA new chart which we have added to our presentation is the disclosure on FTTH customers. So we have an increase Q-over-Q of 65,000 FTTH customers. However, we're building and we're coming from a fairly low utilization.\nAnd let me give you a handful of arguments why the utilization is actually that low. First and foremost, it's the exceptional strength and quality of our vectoring network. And customers don't see a necessity to upgrade to FTTH so far, but the demand will come. And if the demand is coming, we are ready. But I think vectoring is one of the biggest reasons.\nSecond, as we're accelerating our build, obviously, that impacts the denominator on the utilization in a negative way.\nThe third one is there is a meaningful time lag between homes passed and homes connected. And you see this on the Chart 16 with the 550,000 customers. These are customers who have signed a contract but haven't been connected yet. And that time gap, obviously, is part of our operational review on how to shorten this.\nThe fourth one is the build-out mix, and we have a more focused area on urban areas relative to the overbuilders. And obviously, competition in urban areas is higher than in suburban or rural areas. And finally, we do not require precommitments from customers as some of our competitors do. We're building out if we believe the business case is in our favor.\nSo what you should expect when it comes to FTTH monetization, expect a continuously rising [ tight ] as we're moving into the future.\nOn mobile, very strong customer numbers on mobile, 274,000 net adds. It's basically distributed between MagentaEins Mobile on consumer, more than 100,000, strong B2B results, was close to 100,000, and Congstar is still contributing roughly 80,000 into that mix. That is a very good sign because that means that the new tariff scheme does not cannibalize against Congstar. It cannibalizes and it's taking share from competitors.\nSo also, what you see is that the churn rate has significantly come down. Obviously, this is driven by a phasing out of the TKG effect.\nMoving over to Europe. And again, Europe growth, on a reported basis, 3.8%; on an organic basis, 4.9%. I think it was the zloty and the foreign which was hitting us in this quarter. And despite meaningful headwinds, as you can see on the lower right-hand side, we're still able to deliver growth despite the fact that we have the Hungarian special tax and higher energy cost compared to what we've seen in the last year in the first quarter.\nSystems, order entry was down, but this is an effect due to a very strong order intake in Q1 '22. Revenues were up by 4.5%. EBITDA was growing by 4.6%. So I think we're well on track when it comes to systems to meet our annual targets.\nSo that would be the end of operational review, and let's focus on some financials. So what you see is on the revenue, obviously, we're growing, but we're not growing at the same pace as we have grown in the past. And that is obviously because of the lower equipment sales, which I just mentioned, there are some phasing in there. And don't forget, there's a deconsolidation element of GD Towers because GD Towers is not -- is only being reflective for 1 month in our Q1 numbers.\nAs I mentioned, GD Towers, GD Towers is obviously the biggest impact on the net profit number, which came in at EUR 50.4 billion because the deconsolidation result was EUR 12.9 billion on day 1 for GD Towers which drove up that number. And you can later on see it in the decline of our net debt.\nOkay. It brings me to the next chart, free cash flow. So free cash flow is slightly below the previous year basically driven by 2 effects. One is we had higher lease payments. And you know that the U.S. has basically did a $1 billion prepayment in 21 million, which obviously helped in '22, but it's not repeating in '23, we have the higher lease payments. And we have some front-loading of the CapEx. But again, we're keeping our CapEx guidance and don't expect that there's something popping up in the upcoming months.\nSo -- and again, Tim said it before, we're expecting a greater than 40% free cash flow increase for this year.\nOn adjusted net profit, roughly EUR 2 billion. What you see here is there were some positive effects, especially in Q1 2022. This came down to the option value that came down to the appreciation of the value of the forward that came down to the release and provisions for some pensions. And that effect was, in that EUR 2.2 billion number, roughly EUR 700 million. In this given quarter, the one-off effect is only EUR 100 million. So if you basically take it out, you see an underlying growth of 19% EPS growth on an annual basis.\nLast chart is the deleveraging chart. What you see is, obviously, we have delevered by -- without leases by close to EUR 11 billion. You see the impacts by the free cash flow, but also from the tower transaction where we received the EUR 10.7 billion cash in. And we had some favorable ForEx movements which helped us as well. That brings us now to a ratio, a net leverage ratio without leases, to 2.31 coming from 2.58. And also, we're meaningfully below 3 when it comes to the leverage ratio including leases. I like this chart so much. You can't believe it.\nAnd with that, I hand it over to Tim.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nYes. Thank you, Christian. Let me wrap up this call by reiterating some takeaways from my side here.\nI think we had a good start to the year despite the fact that we have ongoing high inflation, we have ongoing high interest rates, we have a more intense infrastructure competition here in Germany. And on top of that, we see as well that the geopolitical situation is not relaxing. So the stability anchor, what we want to be, at least we are able to confirm first quarter, and we are very optimistic with regard to the remainder of the year.\nOur commercial performance was outstanding strong. I'd like to even appreciate what Germany achieved on their customer growth sides, both on fixed line and on mobile. And we have continuously growing EBITDA AL, 26 quarters in Germany, 21 success quarters of organic EBITDA AL growth in Europe. In the U.S., you know the results, this is very solid. And I'd like to even appreciate T-Systems first quarter here.\nWe are on track ex-U.S. guidance, and we raised the guidance for our TM US and the group guidance. And this is good in times where uncertainty is high.\nWe now own more than 50% of T-Mobile US. I think it was 50.4%, which brings us closer to our stable ownership here. And we are happy that the leverage has stepped down significantly. And you see now the benefit and the relevance and as well the brilliance of this tower deal and its valuation. EUR 10.7 billion reduction of our debt, 2.3x ex leases by the end of March.\nAnd then we remain well on track with regards to our capital markets targets. I think they are almost all green on their way going forward. Growth is the area I'm focusing on in every area. I think it's encouraging to see customer growth everywhere. But I can tell you, I want to see more of this in the upcoming quarters. And that is what we are working on.\nAnd with this, we're looking forward to your question. Thank you.\n\nHannes Wittig\n\nHead of Investor Relations\n\nThank you, Tim. Now the answer to the T-Mobile question is 33, okay? So 33 quarters of consecutive EBITDA growth on a like-for-like basis in the U.S. So ahead of Germany, but not as far ahead as you would think.\n\nTimotheus Hottges\n\nChairman of Management Board, CEO & Member of the Data Privacy Advisory Board\n\nThe answer comes a little bit late, but it's okay, Hannes, I accept that.\n\nHannes Wittig\n\nHead of Investor Relations\n\nIt's good to have a good answer even if it's late. Good news can wait. Thank you very much, Tim, by the way, for those remarks, and Christian. And now we can start with the Q&A part. And I think I can already see, Josh."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/473828828a831b1e124c7f3fda70bdda",
    "period": "2022 Q4",
    "content": "Q4 2022 DTE Energy Co Earnings Call\n\nQ4 2022 DTE Energy Co Earnings Call\n\nDTENYSEFEB 23, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the DTE Energy Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions)\nIt is now my pleasure to turn today's call over to Barbara Tuckfield, Director of Investor Relations. Ma'am, please go ahead.\n\nBarbara Tuckfield\n\nDirector - IR, DTE Energy Company\n\nThank you, and good morning, everyone. Before we get started, I would like to remind you to read the safe harbor statement on Page 2 of the presentation, including the reference to forward-looking statements.\nOur presentation also includes references to operating earnings, which is a non-GAAP financial measure. Please refer to the reconciliation of GAAP earnings to operating earnings provided in the appendix.\nWith us this morning are Jerry Norcia, Chairman, President and CEO; and Dave Ruud, Senior Vice President and CFO. And now I'll turn it over to Jerry to start the call this morning.\n\nGerardo Norcia\n\nCEO & Chairman, DTE Energy Company\n\nThanks, Barb, and good morning, everyone, and thanks for joining us. I hope everyone is having a healthy and safe year so far. This morning, I'll start by giving you a recap on our outstanding 2022 business performance, provide highlights on how we are well positioned for 2023, and give an overview on the robust opportunities in our long-term plan.\nDave Ruud will provide a financial update and wrap things up before we take your questions. I'll begin on Slide 4. We delivered another solid year for all our stakeholders in 2022, which included delivering strong financial results, continuing our excellent track record of creating shareholder value for our investors.\nI continue to be impressed by our amazing team that delivers exceptional service to our customers and to each other. I always say that employee engagement is the secret sauce that drives our success at DTE. And our team continues to operate at top decile engagement levels as measured by the Gallup organization.\nThis engagement was recognized by earning the Gallup Great Workplace Award for the 10th consecutive year, and is evidenced in a way our team shows up every day. Our team continued to deliver for our customers in 2022. I am very proud that DTE Gas is ranked first in residential customer satisfaction as measured by J.D. Power.\nThis recognition signifies our strong commitment to our customers. We also undertook a number of initiatives to continue to improve electric reliability and we see that paying dividends for our customers. We invested more than $1 billion in our electric grid last year to help improve reliability for our customers.\nIn 2022, the electric grid operated without incidence 99.9% of the time. Across DTE's electric service territory, customers experienced 21% fewer power interruptions in 2022 versus 2021, and the average outage duration time was down more than 40%.\nIn communities where DTE completed some of our most focused work on a grid's more challenged infrastructure, customers experienced up to a 70% improvement in reliability. 2022 was a record year for investment in our grid and the result was stronger reliability.\nIn addition, our field crews continued their focus on grid resilience, and trimmed more than 6,500 miles of trees as we continue on our accelerated tree trim program. It's clear that as we invest in a grid, our customers benefit with improved performance and more reliable power.\nFor our broader community, we continue to be the largest producer of an investor in renewable energy in the state of Michigan. We also added significant additional MIGreenPower customers through our voluntary renewable energy program continue on our path to decarbonization.\nIn 2022, we invested $2.5 billion with Michigan businesses, creating and sustaining more than 11,000 jobs across the state. And on the investor front, 2022 was another strong financial year. We delivered operating EPS growth of over 10% from our 2021 original guidance midpoint.\nAnd we are well positioned to continue to deliver the strong performance and premium growth that DTE is known for. As you know, we received an order from the Michigan Public Service Commission on our electric rate case last November. Although there were a lot of positive aspects to the outcome for which we are very grateful for, we were disappointed by the projected residential sales volume in the final order.\nAccordingly, we have implemented a series of one-time O&M actions to address this challenge that will support us delivering the midpoint of our operating EPS guidance range, consistent with the early outlook we provided in November. Dave will go into a lot more detail on the O&M actions that we are taking.\nDTE and the MPSC share a mutual system, bringing affordable, reliable and cleaner energy to our state and our customers. And the residential sales volume will be reviewed in our recently filed rate case. For 2023, our operating EPS guidance delivered 7% growth from the original 2022 guidance midpoint, and our long-term EPS growth target is 6% to 8%. We are confident in our ability to deliver that growth for our investors.\nLet's turn to Slide 5. We are making significant customer-focused investments to build the grid of the future and invest in cleaner generation, while modernizing the gas transmission and distribution system.\nWe increased our 5-year utility capital plan by 20% or $3.5 billion over last year's plan. And over the next 10 years, we plan to invest $45 billion in our 2 utilities. The focus of these investments continues to be infrastructure renewal and cleaner generation at DTE Electric.\nWhile at DTE Gas, our plan includes main renewal and base infrastructure investments, as we accelerate the modernization of the gas transmission and distribution system. Now I will highlight some of the successes at our electric company and go through the details of our electric capital plan on the next slide.\nIn 2022, we made significant progress on our path to cleaner generation and a more reliable grid. We continued the strong growth in our MIGreenPower power program, signing 2 of the largest utility renewable contracts in the country with Ford Motor Company and Stellantis.\nWe have currently 2,250 megawatts subscribed to this program, supported by 900 businesses and 85,000 residential customers, and it continues to grow daily and exceed expectations. In 2022, we retired 2 coal plants. The shift from coal to natural gas and renewables supports cleaner energy and helps further reduce O&M costs.\nOur diverse energy mix helps us reduce fuel costs as well and allows us to maintain flexibility to adapt to future technological advancements. Our 5-year plan for cleaner generation is $2 billion higher than the previous plan, including $1 billion for voluntary renewables and $1 billion for solar related to our integrated resource plan.\nWe increased our distribution infrastructure investments by $1 billion. We continue to modernize our electric grid to prepare for increased extreme weather and load growth that we're anticipating from EV adoption.\nLet's turn to Slide 7 and go into additional details on what supports this plan. Supporting our 5-year utility capital plan is the integrated resource plan we filed in November with the commission. The IRP accelerates our generation transformation to achieve carbon emission reductions at DTE Electric of 85% by 2035, 90% by 2040 and net zero by 2050.\nThis is a significant acceleration from our prior plan. This filing provides updates on our path for decarbonization and our commitment to continue providing cleaner, more reliable, affordable energy to our customers.\nThe IRP supports the mission economy and tax base with power generated in our home state, invest $9 billion over the next 10 years into Michigan's economy, and reduces the cost of our clean energy transition by $1.4 billion from our prior plan.\nWe will pursue a settlement in this case, and we will have an outcome in the second half of this year. The IRP and our investments in cleaner generation are supported by the inflation Reduction Act or the IRA. The IRA includes a lot of positive elements for DTE that benefit both our utility and non-utility businesses.\nWe continue to focus on customer affordability as we go forward with our robust investment plan. Our commitment to a continuous improvement culture gives us confidence we will maintain our affordability goals, and the IRA will help enable affordability throughout our plan.\nJust a couple of weeks ago, we filed a rate case that underpins investments in system reliability, grid modernization and cleaner generation investments. We intentionally did not request a base rate increase during the COVID pandemic to assist customers with affordability.\nSince 2020, we invested more than $8 billion in DTE Electric system while keeping base rates nearly flat. In order to continue to make progress that our customers expect and account for the significant investments we have made in the grid and cleaner generation, the electric company needed to file a rate case.\nAfter 4 years of essentially no base rate increases, we are requesting an increase that would go into effect at the end of 2023. This request supports investments in Michigan to improve reliability and deliver clean energy while maintaining affordable rates.\nThe majority of the request in this filing is attributable to capital investments, sales reductions and the cost of debt. We are committed to working with all interested parties to pursue a settlement that strikes the right balance between continuing to increase reliability and providing cleaner energy for our customers, all the while maintaining affordability.\nWe also filed for an infrastructure recovery mechanism, or an IRM, in the case. Modeled after our DTE Gas IRM, the electric IRM would allow us to recover the cost of grid infrastructure investments between rate cases. It is our objective that as the IRM grows over time, it would help stretch the time between rate cases as it does for DTE Gas.\nLet's move to Slide 8 and discuss DTE Gas. At DTE Gas, we are continuing main renewal for reliability improvements and further greenhouse gas emission reductions as well as replacing aging transmission equipment. We successfully completed 220 miles in 2022 and have a target of 200 miles in 2023.\nWe are targeting a reduction of 65% of our greenhouse gas emissions by 2030 and net zero by 2050. As I mentioned earlier, DTE Gas is ranked #1 in residential customer satisfaction, of which we are very proud and thank our DTE team for this tremendous accomplishment.\nLet's move to Slide 9 to discuss DTE Vantage. We continue to make significant progress in project development. In 2022, we placed an RNG project and another customer energy solutions project in service. In 2023, we are placing 3 new RNG projects and 1 custom energy solutions project in service. We also recently executed a new long-term fixed fee agreement with Ford Motor Company for its new electric vehicle and battery manufacturing complex.\nThis complex, which is expected to be in service in 2024, will be Ford's largest EV manufacturing facility in North America. DTE will invest over $200 million, provide steam, hot and chilled water to Ford, and electricity to Tennessee Valley Authority.\nWe are consistently growing earnings by over $15 million annually with capital investments of $1 billion to $1.5 billion in the 5-year plan. This is underpinned by federal and California low carbon fuel standards and the IRA, which supports a very robust pipeline of projects in both the RNG and custom energy solutions areas.\nWe remain confident in continued growth at this segment. With that, I'll turn it over to Dave to give you a financial update. Dave, over to you.\n\nDavid Ruud\n\nSenior VP & CFO, DTE Energy Company\n\nThanks, Jerry, and good morning, everyone. As Jerry said, we completed another very successful year in 2022, and we are well positioned for 2023 and future growth. I'll start on Slide 10 to review our 2022 financial results.\nOperating earnings for the year were $1.2 billion. This translates into $6.10 per share, placing us at the high end of the guidance range that we had increased during the year. You can find a detailed breakdown of EPS by segment, including a reconciliation to GAAP reported earnings in the appendix.\nI'll start the review at the top of the page with our utilities. DTE Electric earnings were $961 million for the year. This was $97 million higher than 2021, driven by the non-recurring $90 million pre-tax tree trim deferral that we did in 2021 to further accelerate our reliability improvement. We also had the accelerated deferred tax amortization in 2022 that was implemented to delay our rate case filings and avoid increasing customer base rates. These earnings increases were partially offset by higher rate base costs and residential sales that were lower in 2022.\nMoving on to DTE Gas. Operating earnings were $272 million, $58 million higher than 2021. The earnings variance was due to the implementation of base rates and cooler weather, partially offset by higher rate base costs.\nLet's move to DT Vantage on the third row. Operating earnings were $93 million in 2022. This is an $83 million decrease from last year due to the sunset of the REF business at the end of 2021, partially offset by higher custom energy solutions and RNG earnings in 2022.\nOn the next row, you can see energy trading earnings were lower year-over-year, primarily due to the performance of the power portfolio. This was partially offset by strong physical gas performance. Energy trading earnings were $14 million for 2022. Finally, corporate and other was favorable $1 million year-over-year.\nOverall, DTE earned $6.10 per share in 2022, representing 10% growth from our 2021 original guidance midpoint. So another strong year, putting us in a great position for the future.\nAs we have stated in the past, we attribute this continued success to our proven planning process, which includes a detailed 5-year plan that is constructed with lean and invest plans across the portfolio.\nLet's move to Slide 11 to discuss this process before we review 2023 guidance. As we have discussed before, our most senior executives meet weekly to review our financial plan for the current year and the following year.\nIn this robust planning process, we develop a base plan plus lean and invest plans that we can implement if we realize risks or opportunities throughout the year. Before we receive the rate case order in November, we had a base plan that achieved our growth targets, taking into account all the macroeconomic headwinds we were seeing, including increased interest rates and inflation.\nSince receiving the order on the rate case, we've enhanced our plan to address the additional challenge and we are implementing actions from our lean plan, including a number of onetime cost reductions that are not sustainable over the long term. These initiatives are all in areas where we have achieved success in the past like during the start of the pandemic, and during the last recession.\nThese actions include delaying hiring, reducing our contractor workforce, deferring maintenance work in the short term and limiting overtime accordingly. Through taking these actions, we remain confident that we will achieve our financial goals for the year without sacrificing safety, reliability or customer service.\nLet's turn to Slide 12 to discuss our 2023 operating earnings guidance. We are well positioned to deliver another successful year in 2023. Our operating EPS guidance midpoint of $6.25 per share provides 7% growth from our 2022 original guidance midpoint.\nGrowth at DTE Electric will be driven by distribution and cleaner generation investments and supported by the O&M reductions I just described. DTE Gas will see continued customer focused investment in main renewal and other infrastructure improvements.\nDTE Vantage growth will be driven by a strong development pipeline in RNG and custom energy solutions projects. At Vantage, as we go through 2023, we will see the timings for the earnings is back-end loaded towards the third and fourth quarters as new already secured projects come online.\nAt Energy Trading, earnings guidance is $20 million to $30 million for the year. I do want to point out that forecasted earnings are expected to be negative in the first quarter and reversing through the year. This is primarily due to the accounting recognition of contracts in our power physical business that have revenue based on fixed prices over the term of the transaction and then these transactions are hedged on execution.\nThe recognition of the fixed price revenue we received for energy in these contracts does not vary month-to-month, while the recognized cost of energy is variable based on the energy curve that is highest in January and February.\nThis timing variance in Q1 could be a loss of $20 million to $30 million, but will unwind through the remainder of the year. Overall, we continue to feel confident about our 2023 guidance across our businesses and we are well positioned for future growth.\nLet's turn to Slide 13 to discuss our balance sheet strength. We continue to focus on maintaining solid balance sheet metrics. Due to our strong cash flows, DTE has little to no equity issuances in the plan. We have a strong investment-grade credit rating and target an FFO to debt ratio of 15% to 16%. We increased our 2023 dividend by 7.6%, continuing our track record of over 100 consecutive years of paying cash dividend.\nLet me wrap up on Slide 14, and then we'll open the line for questions. In summary, we achieved great success in 2022 across all of our business lines. We have a solid plan for 2023, targeting 7% operating EPS growth from our 2022 original guidance midpoint.\nOur robust capital plan supports our 6% to 8% long-term operating EPS growth while delivering cleaner generation and increased reliability for our customers. DTE continues to be well positioned to deliver the premium total shareholder returns that our investors have come to expect with strong utility growth and a dividend growing in line with operating EPS.\nWith that, I thank you for joining us today, and we can open up the line for questions.\n\nGerardo Norcia\n\nCEO & Chairman, DTE Energy Company\n\nDave and Brent, before we open it up for questions, I would just like to let the community -- investment community know that we had one of our largest ice storms roll through our service territory yesterday and across the whole state of Michigan.\nAnd we've got over 400,000 customer outages at this point in time. And I want to give a shout out to our people. Over 2,000 people were in the field today, first thing this morning, dealing with this on a safe -- and trying to restore our customers safely and as quickly as possible.\nWe understand certainly the inconvenience that this causes our customers, but again, our goal with several thousand people in the field this morning is to restore our customers as quickly and as safely as possible.\nSo with that, let's open up for the first question, Brent."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d5e4b28619580b383adacf3443d31c71",
    "period": "2022 Q3",
    "content": "Q3 2022 DTE Energy Co Earnings Call\n\nQ3 2022 DTE Energy Co Earnings Call\n\nDTENYSEOCT 27, 8:30 AM\n\nOperator\n\nGood morning, and welcome to DTE Energy's Q3 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to turn the call over to Barbara Tuckfield, Director of Investor Relations. Ms. Tuckfield, please go ahead.\n\nBarbara Tuckfield\n\nDirector - IR, DTE Energy Company\n\nThank you, and good morning, everyone. Before we get started, I would like to remind you to read the safe harbor statement on Page 2 of the presentation, including the reference to forward-looking statements. Our presentation also includes references to operating earnings, which is a non-GAAP financial measure. Please refer to the reconciliation of GAAP earnings to operating earnings provided in the appendix.\nWith us this morning are Jerry Norcia, Chairman, President and CEO; and Dave Ruud, Senior Vice President and CFO. And now I'll turn it over to Jerry to start the call this morning.\n\nGerardo Norcia\n\nPresident, CEO & Chairman, DTE Energy Company\n\nThanks, Barb, and good morning, everyone, and thanks for joining us. Let me start by saying that 3/4 of the way through 2022, we are on track for a very successful year, and we continue to be well positioned for the future. This morning, I will highlight some of the successes we have accomplished this year, and Dave will provide a financial update and wrap things up before we take your questions.\nWe are very well positioned to achieve our operating EPS guidance. The $6 guidance midpoint provides over 8% growth from our 2021 original guidance midpoint. As many of you know, we will be filing our Integrated Resource Plan or IRP next week. This filing will provide updates on our path for decarbonization and our commitment to continuing to provide clean, reliable and affordable energy to our customers. Our team has been working hard on this filing going through multiple scenarios and taken into account stakeholder feedback to develop a plan that works best for all of our customers, as well as incorporating the benefits of the Inflation Reduction Act or the IRA.\nI'm extremely proud of all of our team members, who have put their energy into this filing. Naturally, the IRP will impact our 5-year capital plan, and we are excited to provide further details in a couple of weeks at EEI. Along with our capital plan update, we will provide an update on our long-term growth strategy at this conference. We will also provide updates on our voluntary renewables program, MIGreenPower, which continues to show substantial growth. Just this week, we subscribed a new 400-megawatt customer, increasing the program to 2,100 megawatts of subscription.\nAs climate change remains our generation's defining public policy issue, DTE is committed to doing our part by continuing to invest for our customers and to ensure reliability. Our electric grid needs to be modernized to be resilient against extreme weather and also be able to accommodate significant new demand that will be coming in the future. Our electric grid will continue to see increased load as the pace of electric vehicle adoption accelerates.\nWe are focusing on updating and improving our aging infrastructure for this additional demand while continuing to provide safe, reliable and affordable energy. Recently, we saw the passage of the IRA. We see the IRA as a positive overall for our company with benefits for both our utility and nonutility businesses. Dave will go into the specifics in a few minutes on the positive impacts of the IRA.\nLet's move to Slide 5 to discuss how we are delivering for all of our stakeholders. We know that with our engaged and talented team, we will continue to deliver for our customers, communities and investors. We are working hard on all these fronts, and I'm pleased to highlight some of the recognition we have received. DTE was recently named a top 10 employer in the State of Michigan by Forbes Magazine.\nAdditionally, after our most recent engagement survey with Gallup, DTE ranks in the top 4% of companies worldwide in employee engagement, which continues to give me confidence that our team will deliver for our stakeholders. We also continue our efforts to support our customers. As I mentioned earlier, we will be filing our IRP next week. This will provide detail on our plans to generate safe, clean, reliable, affordable energy as we accelerate our decarbonization efforts.\nWe continue to be an integral part of the community. We recently joined the City of Detroit and the White House to form the Detroit Tree Equity Partnership. This ambitious program aims to build Detroit's tree canopy by planting tens of thousands of trees over the next 5 years, cooling urban areas while providing beauty and air quality improvements. The program will also hire and train workers to plant and maintain the trees in the city, bringing jobs to our community.\nWe are also partnering to drive economic development in the State of Michigan. Our Next Energy recently announced that they will be bringing 2,000 jobs to Michigan with a $1.6 billion investment in new battery operations. We are helping the state transition to a new automotive future with electric vehicles. Given all of this positive momentum, we also feel great about our financial position as we head into the final months of 2022 and are on track to achieve our 2022 operating EPS guidance.\nLet's turn to Slide 6. With the opportunities we have in front of us, DTE is on track to make significant customer-focused capital investments across our businesses. These investments are transforming the way we produce power as we shift towards renewables and natural gas and away from coal generation. Two important factors affecting our grid are climate change and emerging electrification technologies. We need to build the grid of the future to ensure we can continue to provide clean, safe, reliable and affordable energy.\nAdditionally, at our gas utility, we continue our important main renewal work, which further reduces greenhouse gas emissions. I'm happy to say we are on target to complete another 200 miles this year. Finally, at DTE Vantage, to continue to add new RNG projects and other energy solution projects for our customers, which enables growth with a focus on decarbonization.\nWe execute on all this investment with a sharp focus on customer affordability and ensuring that we continue to manage our business to achieve that. Our distinctive continuous improvement culture drives cost management. The shift from coal to natural gas and renewables also helps to further reduce operating costs.\nOur diverse energy mix helps reduce fuel costs as well, and it allows us to maintain flexibility to adapt to future technology advancements. The IRA supports this transition to renewable energy while achieving customer affordability goals and further enhances opportunities for growth at DTE Vantage.\nWith that, let me turn it over to Dave.\n\nDavid Ruud\n\nSenior VP & CFO, DTE Energy Company\n\nThanks, Jerry, and good morning, everyone. Let me start on Slide 7 to discuss how the Inflation Reduction Act helps accelerate DTE's clean energy transition while also helping customer affordability. As Jerry mentioned, the IRA has a lot of positive elements for DTE that benefit both our utility and nonutility businesses. Jerry discussed the significant capital investment that we need to make for our customers to provide cleaner generation and to improve and prepare the grid for electrification.\nThe IRA really helps maintain our customer affordability goals while we execute this plan. The wind and solar production tax credit support a more affordable acceleration of our clean energy transition as we build our renewable portfolio. The ability to transfer tax credits will eliminate the need for tax equity partners, which allows us to retain an additional 40% of the investment for our projects.\nThe PTCs for nuclear generation support affordability by providing credits for our production based on the market price environment. The IRA provides new investment tax credits for RNG, making some of the projects that we are working on at DDTET Vantage even more attractive and allowing potential RNG projects to be more economic for our utilities. The increased tax credit for carbon capture and sequestration can benefit both our nonutility and utility operations.\nThe credits make more projects economically attractive, which enhances our business development opportunities and enables us to better help our industrial customers achieve their environmental goals. The tax credits can also support future baseload generation with carbon capture and storage for our utilities.\nLastly, we don't see a material income or cash impact from the corporate minimum tax given our current tax carryforward position and accelerated depreciation provision in the IRA. Overall, we view the IRA as beneficial for customers and supportive of the transition to cleaner energy while maintaining affordability.\nLet's turn to Slide 8 to review our third quarter financial results. Operating earnings for the quarter were $311 million. This translates into $1.60 per share. You can find a detailed breakdown of EPS by segment, including our reconciliation to GAAP reported earnings in the appendix.\nI'll start to review at the top of the page with our utilities. DTE Electric earnings were $363 million for the quarter. This was $21 million higher than the third quarter last year, driven by accelerated deferred tax amortization in 2022 that was implemented to delay our rate case filings and keep us out of rate cases over the last 3 years, along with lower O&M costs this year. These were partially offset by higher rate base costs in cooler weather.\nMoving on to DTE Gas, operating earnings were $7 million higher than the third quarter last year. The earnings variance was due to the implementation of base rates partially offset by higher rate base costs.\nLet's move to DTE Vantage on the third row. Operating earnings were $26 million. This is a $47 million decrease from the third quarter last year due to the sunset of the REF business at the end of 2021, partially offset by higher earnings from industrial energy services.\nOn the next row, you can see Energy Trading earnings had a decrease of $33 million from the third quarter of 2021, mainly due to the performance of the power portfolio compared to last year. As I mentioned on the second quarter call, there is also reversal of the timing favorability in our physical gas portfolio as our strategic long positions used to support physical positions were transacted this quarter. This reversal may continue in the fourth quarter. Year-to-date, Energy Trading earnings are $32 million, and we are on track to achieve full year guidance of $20 million to $35 million.\nFinally, Corporate & Other was favorable $29 million quarter-over-quarter, which is primarily due to the timing of taxes and a onetime tax true-up in 2021 that we mentioned in the third quarter call last year.\nRegarding the balance sheet for Corporate & Other, we've already successfully remarketed the senior note associated with the equity converts this quarter and will pay down the $1.25 billion of parent debt coming due in November with the proceeds from the equity conversion. The paydown of these notes and the early remarking of convertible debt are good examples of measures taken to reduce interest costs. Our planning process contemplated inflationary pressures and rising interest rates, and we are confident that we will offset increased costs with no impact to our long-term growth. Overall, DTE earned $1.60 per share in the third quarter.\nLet me wrap up on Slide 9, and then we'll take your questions. In summary, through 3 quarters, we're having a strong operational and financial year, and we're on track to achieve our operating EPS guidance midpoint of $6 per share, which provides over 8% growth from our 2021 original guidance midpoint. As Jerry mentioned, we'll be filing our IRP in early November, which will lay out our plan to support cleaner energy and the modernization of our electric grid while focusing on affordability and reliability.\nWe believe the IRA supports affordability for our customers and positions DTE to continue to grow in the near and long term. We look forward to seeing you at EEI. We will lay out our 2023 early outlook and our 5-year plan as we incorporate the details of the IRP.\nWith that, I thank you for joining us today, and we can open the line for questions."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/326f3e3b41c0b491c94072319547a215",
    "period": "2022 Q2",
    "content": "Q2 2022 DTE Energy Co Earnings Call\n\nQ2 2022 DTE Energy Co Earnings Call\n\nDTENYSEJUL 28, 8:30 AM\n\nOperator\n\nGood morning. My name is Julianne, and I will be your conference operator today. At this time, I would like to welcome everyone to DTE Energy's Q2 2022 Earnings Conference Call. (Operator Instructions) Barbara Tuckfield, Director of Investor Relations, you may begin your conference.\n\nBarbara Tuckfield\n\nDirector - IR, DTE Energy Company\n\nThank you, and good morning, everyone. Before we get started, I would like to remind you to read the safe harbor statement on Page 2 of the presentation, including the reference to forward-looking statements. Our presentation also includes references to operating earnings, which is a non-GAAP financial measure. Please refer to the reconciliation of GAAP earnings to operating earnings provided in the appendix.\nWith us this morning are Jerry Norcia, Chairman, President and CEO; and Dave Ruud, Senior Vice President and CFO.\nAnd now I'll turn it over to Jerry to start the call this morning.\n\nGerardo Norcia\n\nPresident, CEO & Chairman, DTE Energy Company\n\nThanks, Barb, and good morning, everyone, and thanks for joining us. Let me start by saying that halfway through 2022, we are on track for another very successful year, and we continue to be well positioned for the future. This morning, I will highlight some of the successes we have accomplished this year, and Dave will provide a financial update and wrap things up before we take your questions.\nSlide 4 lays out the topics I will talk about this morning and all are very positive. As I said, we are on track for another successful year at DTE. And it always starts with our commitment to deliver for our team, customers, communities and investors. We continue our journey of transitioning to a clean energy future, highlighted by putting our new natural gas plant in service, on time and on budget. We have made great strides on strengthening our grid, in particular, to prepare for potential severe weather.\nOn the financial front, we are delivering another strong year for investors. On our first quarter call, we told you we were ahead of plan and we continue track in that way through the second quarter. We are confident that we will achieve our financial goals for the remainder of the year. In fact, we are raising our 2022 operating EPS guidance midpoint from $5.90 per share of $6. This is the second guidance increase for 2022 and provides over 8% growth from our 2021 original guidance midpoint. So we are excited about delivering another successful year in 2022.\nLet's move to Slide 5 to discuss how we are delivering for all of our stakeholders. You're probably very familiar with this slide by now, which highlights the focus on our 4 key stakeholders. We know that with our engaged and talented team, we will continue to deliver for our customers, communities and investors. We are working hard on all of these fronts, and I am pleased to highlight some of the recognition we have received.\nWe continue to focus on improving the health and well-being of our team. I'm proud to say we were recently recognized for our efforts in this area by receiving the Best Employers award from the Business Group on Health for excellence in health and well-being, with an additional notice for excellence in mental health. The award was given to companies that focus on health, equity and the employee experience, and demonstrate the principles of diversity, equity and inclusion. DTE is 1 of only 2 utilities to receive this award, which shows our commitment to improve the lives of our team and their families.\nOn the customer front, we received the ENERGY STAR Excellence in Energy Efficiency Award from the EPA and the Department of Energy, recognizing energy programs that demonstrate organization-wide energy savings and best practices. We also continue our efforts to support our communities. DTE was recognized by Points of Light for the fifth consecutive year as one of the Civic 50. This award highlights DTE as one of the top 50 community-minded companies nation-wide and corporate citizenship. We will continue our efforts in helping to build stronger communities with the many programs we have in place. I'm glad our team gets acknowledged for the great work they are doing.\nEqually as important is that DTE continues its journey to deliver for our customers and to be a force for good in our communities. So what does that all mean? While I've always said that having highly engaged employees, customers who are satisfied with their service and communities that are resilient and thriving enables us to deliver distinctive value for our investors. And as I mentioned, we are raising the midpoint of our 2022 operating EPS guidance, given the strength we have seen in the first half of the year and the opportunities we have in the second half. Dave will provide the details on the guidance in a few minutes.\nLet's turn to Slide 6. Some of you have recently heard me say that right now is one of the most exciting times in our industry. I recently told a group of new employees that they are joining our company and industry at one of the most interesting times in our history. There is so much opportunity in front of us in transforming the way we produce power, shifting generation from coal to gas and renewables, in modernizing our grid, prepare for worsening weather patterns and preparing for increased demand from emerging technologies like vehicle electrification.\nThe level of investment in our company -- in our industry over the next 5 and 10 years will rival the original build-outs of power generation and the electric grid. We have made great strides in preparing for these opportunities in a number of key areas. The Blue Water Energy Center, our new natural gas plant went into service in June. This state-of-the-art facility has an 1,100 megawatt capacity and was constructed on time and on budget.\nThe in-service at this plant was timed with the retirement of our St. Clair and Trenton power plants. Today, less than 40% of DTE's generation mix is attributable to coal. And by 2028, after we cease coal use at our 1,000-megawatt Belle River power plant, coal will represent less than 30% of our generation mix. So we are ahead of our previous plan, well on a path toward our net zero emissions goal.\nOur voluntary renewables program, MIGreenPower continues to show substantial growth. In fact, we have doubled the number of customers enrolled in the program for the third year in a row. Recently, new contracts with the Ann Arbor School System and Comcast were added to the program. We have nearly 1,100 megawatts subscribed with large business customers and over 60,000 residential customers. We are also finalizing agreements for over $1 billion of new MIGreenPower investments with additional large customers.\nWe also continue our important main renewal work with the target of completing another 200 miles in 2022, ensuring we can continue providing safe and reliable service to our customers. At DTE Vantage, we have multiple on-site energy projects and very RNG projects coming online in the second half of the year. Additionally, we have a strong pipeline of projects that support growth in this business, including potential additional landfilled RNG conversions.\nDTE Electric's rate case proceedings are going well, and we are on track to file our Integrated Resource Plan in October of this year. We continue to evaluate the opportunity to exit coal use at the Monroe power plant earlier than 2040. And this filing will begin to address our opportunities on that front.\nAs I mentioned on our first quarter call, we have been extremely focused on further hardening our grid. And as you know, we experienced extreme weather last year. We have an aging system. We need to replace and upgrade poles, insulators and transformers. As a team, we are committed to building a flawless grid for our customers, and we need to invest to move towards that aspiration. And with the level of investment and energy inside DTE, we will get there. We continue to make progress on further improving the reliability of our system with significant investments in tree trimming. Around 70% of our outages are the result of trees, and we have a very aggressive tree trimming program. We have gone from investing $60 million in 2013 to well over $200 million this year, pushed trees away from our wires. And as we do this successfully and continue to replace and rebuild our challenged circuits, our customers are experiencing the reliability that they expect.\nSo we are definitely making great progress across all of our businesses in 2022 and continue to be ahead of plan. As I mentioned, we are increasing our 2022 operating EPS guidance midpoint of $6 per share, providing over 8% growth from the original guidance.\nLet's move to Slide 7. We are planning to invest over $40 billion in our utilities over the next 10 years. At DTE Electric, we are investing over $35 billion over this time period, to support reliability by building the grid of the future while adding renewable resources. And as we plan for the cessation of coal use, we will need to invest in renewable resources, short- and long-duration storage, demand response and other dispatchable carbon-free resources.\nWe also see the increased pace of EV adoption that is driving grid investments, support increased sales and a need for additional reliable generation.\nAt DTE Gas, we are deploying significant capital over the next 10 years to upgrade or replace our aging infrastructure and to further reduce greenhouse gas emissions. This large inventory of utility investment provides the opportunity to pull capital forward into future 5-year plans and positions us for sustainable long-term growth. We continue to evaluate our long-term EPS growth target as we update our 5-year plan and work through various milestones in our electric rate case, while actively engaging stakeholders as it relates to our Integrated Resource Plan filing. And our total return, which continues to outpace the industry is supported by a dividend that is growing in line of our operating EPS growth.\nWith that, I will turn it over to Dave to provide a financial update. Dave, over to you.\n\nDavid Ruud\n\nSenior VP & CFO, DTE Energy Company\n\nThanks, Jerry, and good morning, everyone. Let me start on Slide 8 to review our second quarter financial results. Operating earnings for the quarter were $171 million. This translates into $0.88 per share. You can find a detailed breakdown of EPS by segment, including a reconciliation to GAAP reported earnings in the appendix. I'll start the review at the top of the page with our utilities.\nDTE Electric earnings were $186 million for the quarter. The primary drivers of the variance of second quarter last year were higher rate base costs, cooler weather, O&M expense timing and the expected movement toward pre-COVID residential sales levels. This was partially offset by the acceleration of the deferred tax amortization in 2022 that was implemented to delay the filing of our rate case and keep base rates flat during pandemic.\nThe sales level change was consistent with our forecast and included in our full year guidance. The higher O&M was driven in part by additional investment in the acceleration of our tree trim program. And some of the O&M was also driven by planned investment to ensure we continue to be well positioned for future years. The O&M timing variance will reverse in the second half of the year.\nI'd also like to remind you that in Q4 of 2021, we voluntarily implemented a onetime margin deferral of $90 million to be applied to the acceleration of tree trim expenses over the next few years to further our reliability improvements. This is an expense that is nonrecurring for the second half of '22. So with favorable weather and strong first half performance, DTE Electric is in a solid position to increase guidance for the full year.\nMoving on to DTE Gas. Operating earnings were $6 million, $1 million lower than the second quarter of 2021. The earnings variance was due to higher rate base and O&M costs, partially offset by the implementation of base rates. Given the solid position year-to-date at the gas company, we'll be raising the full year guidance for this business.\nLet's move to DTE Vantage on the third row. Operating earnings were $28 million in the second quarter of 2022. This is a $6 million decrease from the second quarter last year due to the sunset of the REF business at the end of 2021, partially offset by higher earnings from the remainder of the portfolio.\nOn the next row, you can see Energy Trading earnings are $7 million for the quarter. This is a decrease of $14 million from the second quarter of 2021, mainly due to the strong performance in the power portfolio that we had in 2021, offset by favorable performance and timing in our physical gas portfolio this year.\nYear-to-date, Energy Trading is at $52 million of operating earnings, which is favorable to our full year guidance. As I mentioned on our first quarter call, some of this favorability is driven by strong performance and some is timing related due to strategic long positions that support physical positions that will occur in future months. While we do expect a reversal of the timing portion of this favorability as we deliver on these positions, we are confident in increasing our guidance in energy trading to reflect the strong performance in the first half of the year.\nFinally, Corporate and Other was favorable $9 million quarter-over-quarter, which is primarily due to expenses we incurred in 2021 to opportunistically retire higher priced debt at the holding company. In the second quarter, we also saw the reversal of the favorable tax timing from the first quarter. Overall, DTE earned $0.88 per share in the second quarter.\nLet's turn to Slide 9. As Jerry mentioned, we are ahead of plan year-to-date, and we are increasing our 2022 operating EPS guidance at both DTE Electric and DTE Gas primarily due to favorable weather, and we are increasing guidance on energy trading due to the strong performance through the first half of the year. Overall, we are increasing 2022 operating EPS guidance from a midpoint of $5.90 per share to $6 per share, and we feel we are in a great position to achieve this as well as continue to invest in our system to support performance in future years.\nLet me wrap up on Slide 10, and then we'll take your questions. In summary, we feel great about our year-to-date financial results. We're having a strong operational and financial start to 2022 and are increasing our operating EPS guidance midpoint to $6 per share, which provides over 8% growth from our 2021 original guidance midpoint.\nOur robust capital plan supports our strong long-term operating EPS growth, while providing cleaner generation and increased reliability with a focus on customer affordability. DTE continues to be well positioned to deliver the premium total shareholder returns that our investors have come to expect with strong operating EPS growth of 5% to 7% and a dividend growing in-line with operating EPS.\nWith that, I thank you for joining us today, and we can open the line for questions."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f7d8ede0f34c46368b40d82ac202305c",
    "period": "2022 Q1",
    "content": "Q1 2022 DTE Energy Co Earnings Call\n\nQ1 2022 DTE Energy Co Earnings Call\n\nDTENYSEAPR 28, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Brent, and I will be your conference operator today. At this time, I would like to welcome everyone to the DTE Energy First Quarter 2022 Earnings Conference Call. (Operator Instructions)\nIt's now my pleasure to turn today's call over to Ms. Barbara Tuckfield, Director of Investor Relations. Please go ahead.\n\nBarbara Tuckfield\n\nDirector - IR, DTE Energy Company\n\nThank you, and good morning, everyone. Before we get started, I would like to remind you to read the safe harbor statement on Page 2 of the presentation, including the reference to forward-looking statements. Our presentation also includes references to operating earnings, which is a non-GAAP financial measure. Please refer to the reconciliation of GAAP earnings to operating earnings provided in the appendix.\nWith us this morning are Jerry Norcia, President and CEO; and Dave Ruud, Senior Vice President and CFO. And now I'll turn it over to Jerry to start the call this morning.\n\nGerardo Norcia\n\nPresident, CEO & Director, DTE Energy Company\n\nThanks, Barb, and good morning, everyone, and thanks for joining us. On today's call, I'll start off by discussing DTE's strong start to 2022 and provide highlights on our transition to cleaner generation. Dave Ruud will provide a financial update and wrap things up before we take your questions.\nAs shown on Slide 4, the success that DTE has achieved continues to be the result of our focus on employees, customers and communities. We continue to focus on improving the health and well-being of our team and cultivating deeper employee engagement, which results in being able to deliver service excellence.\nBeginning with our team. For the 10th consecutive year, DTE earned a Gallup Great Workplace Award. When we won our first award, they told us the hardest thing to do would be to win it again. And now we have done it for a full decade. I'm proud of this recognition, which shows the dedication and engagement of our team. And as you know, we've said before, high engagement is the secret sauce that drives our success. Of all said, if we serve each other well, we can deliver for our customers, our communities and our investors, and we're doing just that.\nOn the customer front, one of our top priorities this year is to further harden our system in preparation for the upcoming storm season. As you know, we experienced extreme weather last year, and we are working toward building an even more reliable grid of the future. DTE's reliability plan is focused on 4 strategic pillars: tree trimming, infrastructure resiliency and hardening, infrastructure redesign and technology automation, and we are focusing these efforts on the areas that we know are most vulnerable.\nFor tree trimming, we are enhancing our efforts and have greatly increased our investment with a particular focus on the most vulnerable circuits to improve reliability and customer satisfaction. And we know that circuits that have been trimmed have experienced a 70% improvement in interruptions and a 65% improvement in outage minutes. So we know this effort yields results.\nWe are also converting existing electric circuits to a modern distribution system. Circuits, which have been hardened, experienced an 80% improvement in the average number of sustained interruptions and a 43% reduction in wire down events. We continue increasing our investment in remote monitoring and control devices, building an advanced distribution management system, modernizing our system operations center, which started operating in February and enhance cybersecurity. We remain committed to meeting our long-term reliability targets and improving our customers' experience.\nMoving on to our communities. We are making strides in providing support through our workforce investment priorities, which include increasing the number of jobs for those with barriers, enhancing job readiness and attracting employers to Detroit and other areas in Michigan. One example of our efforts is the Tree Trim Academy we built right here in Detroit.\nThis program trains individuals to become apprentices and, importantly, it teaches skills to prepare them for the responsibilities of a job. Tree Trim jobs bring prosperity to people who pursue them and also offer a strong pipeline to longer-term opportunities such as overhead line work. Upon completion of the Tree Trim Academy, graduates begin their apprenticeship, which takes about 2.5 years to complete.\nDuring this time, Journeyman Tree Trimmers make a good wage with full union benefits for themselves and their families. It's a great example of matching a business need with a community need and that's when we get magic. We're proud that our Tree Trim Academy was recently recognized by Boston College with its innovation award in the category of transformative partnership. With highly engaged employees customers are satisfied with their service and communities that are resilient and thriving, we will continue to deliver value for our investors.\nLet's turn to Slide 5. We delivered a strong first quarter with operating EPS of $2.31, fueled by solid performances across all of our business lines, and we are on track to deliver 7% operating EPS growth from our 2021 original guidance midpoint. At DTE Electric, we filed our first general rate case in almost 3 years. This rate filing is really about moving our infrastructure investments forward, and we continue to focus on doing this in an affordable way.\nI'm proud of the work we've done with the Michigan Public Service Commission to develop innovative ways to maintain affordability. And we will continue to focus on keeping rates manageable as we invest in the system. Following a very successful 2021 for MIGreenPower, our voluntary renewables program, we hit an important milestone in early 2022, with over 50,000 residential customers now subscribing to the program.\nAt DTE Gas, we're accelerating the 35% reduction target of Scope 3 customer greenhouse gas emissions a full decade, from 2050 to 2040. Advancements in greener technologies like green hydrogen, carbon capture and sequestration, renewable natural gas and customer voluntary offset programs will enable the company to accelerate this goal. We also continue our important main renewal work with a target of completing another 200 miles in 2022, ensuring we can continue providing safe and reliable service to our customers.\nOur natural gas balance program is also progressing, and we have over 6,500 customers described to offset their greenhouse gas emissions. We are proud of how this first-of-its-kind program is growing. Additionally, DTE Gas launched another project that showcases our commitment to a clean energy future in Michigan. We partnered with the City of Grand Rapids to help supply renewable natural gas to fuel their vehicles. This RNG will supply DTE's natural gas fueling stations as well as power buses and fleet vehicles.\nAt DTE Vantage, we have multiple on-site energy projects and dairy RNG projects coming online in the second half of the year. This is in addition to the conversion project I mentioned on our year-end call that goes into service in 2023. With this new project, DTE and our 50% partner will build a new RNG facility to take biogas from a Michigan-based landfill and convert it into pipeline quality renewable natural gas. Additionally, we have a strong pipeline of projects that support growth in this business, including additional landfill to RNG conversions.\nWe feel great about our strong start to the year, and we're confident in achieving our 2022 operating EPS guidance. Our robust utility capital investment plan of $18 billion over the next 5 years and $40 billion over the next 10 years supports our future growth. We have a history of achieving the high end of our operating EPS growth target. And as I've said, we continue to evaluate our long-term growth target and expect to provide an update on this later in the year as we update our 5-year plan. We're also targeting dividend growth in line with our operating EPS growth.\nNow on Slide 6. We're more focused than ever on our environmental initiatives, including several significant milestones in 2022. The Blue Water Energy Center, our new natural gas plant, is on track to go into service later this quarter. This state-of-the-art facility has an 1,100 megawatt capacity and was constructed on time and on budget.\nAlso this year, our Trenton Channel and St. Clair Power plants will cease operations. After this transition, roughly 38% of DTE's generation mix will be attributable to coal. And by 2028, after we cease coal use at our 1,000-megawatt Belle River Power Plant, coal represents less than 30% of our generation mix. We are well on a path toward our net zero emissions goal.\nAs we highlighted last year, we are filing our integrated resource plan in October this year. We continue to evaluate the opportunity to exit coal use at the Monroe Power Plant earlier than 2040. We hosted meetings for the public to participate in shaping our clean energy plan. Getting our stakeholders' input early in the process ensures that what matters most of them has taken into consideration. As we work to achieve the right balance of energy resources that will provide cleaner, affordable and reliable power for decades to come.\nI'll just round out my comments by telling you how very excited I am about the position of our company. With the progress we have made and the opportunities we have in front of us. We are off to a strong start in 2022, and we are in a great position to deliver on our targets. We are seeing favorability at both utilities. We are finding ways to use this favorability to create a highly successful year in 2023 as well as the years beyond that.\nIn the longer term, I've highlighted a number of investment opportunities this morning, including the acceleration of coal retirements and transition to more renewable power, building the grid of the future to combat more severe weather and support the prospect of significant demand growth.\nAnd finally, the continued replacement of cast iron main and steel and a gas utility system, preparing that business for long-term success. As you can see, we have a great line of sight of customer-focused investment in our system for the next decade. This puts us in a strong position to deliver for our customers and investors in both the near term and the long term.\nWith that, I'll turn it over to Dave to give you a financial update.\n\nDavid Ruud\n\nSenior VP & CFO, DTE Energy Company\n\nThanks, Jerry, and good morning, everyone. Let me start on Slide 7 to review our first quarter financial results. Operating earnings for the quarter were $448 million. This translates into $2.31 per share. You can find a detailed breakdown of EPS by segment, including a reconciliation to GAAP reported earnings in the appendix.\nI'll start the review at the top of the page with our utilities. DTE Electric earnings were $201 million for the quarter, ahead of our internal plan but slightly lower than the first quarter last year. The drivers of the variance were higher rate base costs and higher O&M, which included the additional investment in the acceleration of our vegetation management program. This was partially offset by cooler weather and the acceleration of the deferred tax amortization in 2022 that was implemented to delay the filing of our rate case and keep rates flat during the pandemic.\nMoving on to DTE Gas. Operating earnings were $196 million, $27 million higher than the first quarter of 2021. The earnings increase was driven primarily by the implementation of base rates and cooler weather in 2022, partially offset by rate base costs.\nLet's move to DTE Vantage on the third row. Operating earnings were $14 million in the first quarter of 2022. This is a $14 million decrease from the first quarter last year due to the sunset of the REF business at the end of 2021, partially offset by higher RNG earnings this quarter. We remain on track to achieve full year guidance at DTE Vantage.\nOn the next row, you can see Energy Trading had another strong quarter, mainly due to strong performance and also some timing in our physical gas portfolio. The accounting timing favorability was largely due to strategic long positions that support physical positions later in the year. Due to these timing-related gains, we're not changing our conservative full year guidance as some of the favorability could reverse later in the year.\nFinally, Corporate & Other was favorable $22 million quarter-over-quarter, primarily due to the timing of taxes. Overall, DTE earned $2.31 per share in the first quarter. So a strong start to the year puts us in a great position for the remainder of 2022.\nLet's turn to Slide 8. We continue to focus on maintaining solid balance sheet metrics. Due to our strong cash flows, DTE has minimal equity issuances in our plan beyond the equity units that will convert later this year. We have a strong investment-grade credit rating and target an FFO to debt ratio of 16%. We increased our 2022 dividend by 7%, continuing our track record of growing our dividend in line with the top end of our targeted EPS growth rate.\nIn the first quarter of 2022, DTE completed a green bond issuance of $400 million. This is DTE's fourth green bond issuance in the past 5 years for a total of over $2.5 billion. DTE is Michigan's leading producer of an investor in renewable energy and these funds support our net zero emissions goals.\nLet me wrap up on Slide 9, and then we'll open the line for questions. In summary, we feel great about the start to the year. Through the remainder of the year, DTE will continue to focus on our team, customers, communities and investors. We are on track to achieve our 2022 operating EPS guidance midpoint of $5.90 per share which provides 7% growth from our 2021 original guidance midpoint.\nOur robust capital plan supports our strong long-term operating EPS growth while delivering cleaner generation and increased reliability and focusing on customer affordability. DTE continues to be well positioned to deliver the premium total shareholder returns that our investors have come to expect with strong utility growth and a dividend growing in line with operating EPS.\nWith that, I thank you for joining us today, and we can open up the line for questions."
  },
  {
    "header": "DTE",
    "cik": "0000936340",
    "ticker": "DTE",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5b009a2738f4e030c56b0caf4be16e26",
    "period": "2021 Q4",
    "content": "Q4 2021 DTE Energy Co Earnings Call\n\nQ4 2021 DTE Energy Co Earnings Call\n\nDTENYSEFEB 10, 9:00 AM\n\nOperator\n\nThank you for holding, and welcome to the DTE Fourth Quarter 2021 Earnings Conference Call. (Operator Instructions)\nThank you. I'd now like to turn the call over to Barbara Tuckfield, Director of Investor Relations. Ms. Tuckfield, please go ahead.\n\nBarbara Tuckfield\n\nDirector - IR, DTE Energy Company\n\nThank you, and good morning, everyone. Before we get started, I would like to remind you to read the safe harbor statement on Page 2 of the presentation, including the reference to forward-looking statements. Our presentation also includes references to operating earnings, which is a non-GAAP financial measure. Please refer to the reconciliation of GAAP earnings to operating earnings provided in the appendix.\nWith us this morning are Jerry Norcia, President and CEO; and Dave Ruud, Senior Vice President and CFO. And now I'll turn it over to Jerry to start the call this morning.\n\nGerardo Norcia\n\nPresident, CEO & Director, DTE Energy Company\n\nWell, thanks, Barb, and good morning, everyone, and thanks for joining us. I hope everyone is having a healthy and safe year so far.\nThis morning, I'll start by giving you a recap of our 2021 business performance, provide highlights on how we are well positioned for 2022 and give an review on the robust opportunities in our long-term plan. Dave Ruud will close by providing a financial update and wrap things up before we take your questions.\nI'll begin on Slide 4. 2021 was another great year for operational and financial results, continuing our incredible track record of creating shareholder value. We did all of this with a keen focus on our employees, customers and communities, continue to drive an organization to improve the health and well-being of our team, cultivating deeper employee engagement, which results in service excellence. I always say that employee engagement is the secret sauce that drives our success and for the 16th consecutive year DTE was named one of the best and brightest companies to work for in metropolitan Detroit.\nNow I'll switch over and discuss our customer focus. As you know, heavy storms impacted our service territory in 2021. To further harden our system in preparation for similar extreme weather events in the future, we are investing an additional $90 million in our tree trimming program through 2023, and these investments will not impact our customer bills. Additionally, we have been making significant investments to further improve our reliability to ensure we are delivering for our customers now and into the future. Our strong focus on service excellence positioned us to achieve high customer satisfaction rankings. Our gas company is ranked #1 by J.D. Power for both residential and business customer satisfaction.\nMoving on to our communities. We are continuing our commitment to provide cleaner, more reliable energy through our decarbonization and voluntary renewable programs, which I'll discuss in more detail in a few minutes. Additionally, we were recognized as the 2021 Corporation of the Year by the National Minority Supplier Development Council. We also had tremendous success on the economic development front. We were actively involved in General Motors decision to invest over $4 billion in EV technology in our service territory. On the investor front, we finished 2021 strong and are well positioned to deliver future growth. I am also very proud of how the team successfully completed the spin of DTM. This separation positions DTE as a predominantly pure-play utility and unlock significant value for our investors. In addition, 2021 was the consecutive year, we exceeded our operating EPS original guidance midpoint.\nNow let's turn to Slide 5. Our 2021 operating EPS of $5.99 per share provides 17% growth from our original 2020 guidance. We are narrowing our 2022 operating EPS guidance range. Our increased midpoint of and $0.90 per share provides 7% growth over the 2021 original guidance midpoint. We are reaffirming our 5% to 7% long-term operating EPS growth rate through 2026 from 2022 original guidance. We also increased our dividend by 7%, which is in line with the top end of our operating EPS growth target. With the highly successful spin of DTM, over 90% of our growth will come from our utility businesses. At DTE Electric, we are investing heavily in the modernization of the grid and cleaner generation. At DTE Gas, we continue our main renewal work as well as infrastructure improvements. And the balance of our portfolio, about 10% is made of mainly earnings from our DTE Vantage business. Earnings from this segment are primarily from cleaner energy focused projects.\nSo on to Slide 6. At DTE Electric, we announced our plan to accelerate decarbonization by ceasing coal use at the Belle River power plant by 2028, 2 years earlier than previously planned. Our Blue Water Energy Center is in the late stages of completion. We introduced test gas at the facility last year and 2 turbines have been synchronized to the grid. This state-of-the-art natural gas plant is 96% complete and is on track to be in service this summer. These steps move us closer to our goal of net 0 carbon emissions. In 2021, we continue to see great success with our voluntary renewables program. We reached over 1,000 megawatts of commitments from large business customers and over 48,000 residential customers. We have an additional 1,300 megawatts in advanced stages of discussion with future customers. As we highlighted last year, we are filing our integrated resource plan in October of this year. We continue to evaluate the opportunity to exit coal use at the Monroe Plant earlier than 2040. We started hosting meetings in January for the public to participate in shaping our clean energy plan. Getting our stakeholders' input early in the process ensures that what matters most of them is taken into consideration, as we work to achieve the right balance of energy sources that will provide cleaner, affordable and reliable power for decades to come. We announced during our third quarter call, that we increased our 5-year capital program by $1 billion. This increase in our electric 5-year plan is driven by distribution infrastructure investments, preparing our grid for electrification and hardening initiatives, and we increased our investment in clean energy. Overall, this 5-year $15 billion investment supports our plan to improve reliability and strengthen our system while focusing on customer affordability. DTE Electric filed a general rate case last month, which was the first filing in almost 3 years. I'm proud of the work that we have done with the commission to come up with innovative ways to maintain affordability, and we will continue to focus on keeping rates affordable as we invest in the system.\nAnd now let's turn to Slide 7. At the electric company, we are planning to invest $35 billion over the next 10 years to support reliability, additionally renewable resources and the increased pace of electric vehicle adoption. This provides a large inventory of potential capital investment pull forwards into the 5-year plans. As we plan for the cessation of coal use, we will need to invest in renewable resources, short and long duration storage, demand response and other dispatchable resources. Over the next 10 years, we also see an increased pace of EV adoption that drives grid investments. to support increased sales and a need for additional reliable generation. We believe EV adoption will increase our electric loan by 5% to 10% over the next 10 to 15 years. General Motors recently announced a $7 billion investment that will secure its commitment to accelerate an all-electric future. along with 5,000 high-paying new and retained manufacturing jobs in Michigan. This includes a $4 billion investment to convert GM's Orion Township assembly plant located in DT service territory, this plant will produce full-sized electric pickup trucks. Our collaboration with GM and the State of Michigan was fundamental in securing this investment. The GM projects are the first to be approved utilizing the new critical industry program and strategic site readiness program signed into law by Governor Whitmer in December. These programs were created to ensure Michigan could effectively compete for billions of dollars in investment and attract tens of thousands of jobs to ensure continued economic strength in the state. We are confident there will be more investment in the EV industry in our state. Even in our own operations, we are making strides in this area. We recently announced that we will be replacing up to 25% of our fleet with green fuel technologies by 2030.\nNow let's turn to Slide 8 to discuss our gas business. We had significant accomplishments at DTE Gas in 2021. We announced our new natural gas balance program. This program provides the opportunity for customers to purchase both renewable natural gas and carbon offsets, allowing them to offset up to 100% of the carbon from the natural gas use. We are the first gas utility to introduce this innovative program, and our customers really like it. We are proud of how fast the program is growing with over 5,000 customers already subscribed. Another major accomplishment in 2021 is that we finished the first phase of our major transmission renewal project in Northern Michigan. This project includes the installation of new pipe and facility modification work to provide supply redundancy for a growing market. We are on track to complete this project in 2022. We continue to focus on upgrading our system and replacing aging infrastructure to reduce costs and improve customer satisfaction. We plan on completing 200 main renewal miles in 2022. At DTE Gas, we are planning on investing over $3 billion over the next 5 years to upgrade and replace aging infrastructure and to further reduce greenhouse gas emissions. Overall, we're looking forward to another strong year from our gas company, and we see natural gas playing an important role for Michigan's energy needs over the long term.\nNow let's turn to Slide 9. At DTE Vantage, we continue to see additional opportunities in RNG and industrial energy services as the REF business sunset at the end of 2021. Last year, we told you about a new RNG project in South Dakota, which is now under construction and slated to start up in the second quarter of this year. We commenced construction on another Wisconsin RNG project in the third quarter and entered into an agreement for an additional one, which will be our first project in New York. Additionally, DTE Vantage, along with its 50% partner, will build a new RNG facility to take all of the available biogas from Riverview Energy, a Michigan-based landfill and converted into pipeline quality renewable natural gas. The project adds to BT Vantage's portfolio of RNG projects serving transportation and other end-use markets. The RNG business contributes to our decarbonization efforts as we move to a cleaner energy economy. At DTE Vantage, we are planning to invest between $1 billion to $1.5 billion over the next 5 years. We are targeting operating earnings of $90 million to $95 million in 2022, growing to $160 million to $170 million in 2026. So longer term, we are maintaining our earnings growth target of about $15 million per year, which we have been able to achieve over the past few years. And we continue to have a great pipeline of projects in both R&D and industrial energy services to achieve future growth.\nWith that, I'll turn it over to Dave to give you a financial update.\n\nDavid Ruud\n\nSenior VP & CFO, DTE Energy Company\n\nThanks, Jerry, and good morning, everyone. As Jerry said, we completed a successful financial year in 2021, and we are well positioned for this year and for our future growth.\nLet me start on Slide 10 to review our 2021 financial results. Operating earnings for the year were $1.2 billion. This translates into $5.99 per share. You can find a detailed breakdown of EPS by segment, including our reconciliation to GAAP reported earnings in the appendix. I'll start the review at the top of the page with our utilities. DTE Electric earnings were $864 million for the year. This was $51 million higher than 2020 and primarily due to the implementation of rates from the rate case we filed back in 2019, higher commercial and industrial sales and additional renewable projects. This was partially offset by higher O&M rate base cost and the [tree trim] deferral of $90 million pretax that we'll be using over the next 2 years to further accelerate our reliability improvements.\nMoving on to DTE Gas. Operating earnings were $214 million, higher than 2020. The earnings increase was driven primarily by the implementation of rates, partially offset by higher O&M and rate base costs.\nLet's move to DTE Vantage on the third row. Operating earnings were $176 million in 2021. This was $26 million higher than 2020, driven primarily by RNG earnings. On the next row, you can see Energy Trading had another solid year due to a strong performance in the gas portfolio throughout the year. Finally, Corporate and Other was unfavorable $32 million year-over-year. This was driven by interest income in 2020 related to the CARES Act refund, which didn't repeat. And in 2021, we incurred expense to opportunistically retire higher priced debt at the holding company, which will provide interest savings going forward. Overall, DTE earned $5.99 per share from continuing operations in 2021, representing 17% growth from our 2020 original guidance. So another strong year putting us in a great position for the future.\nLet's turn to Slide 11 to discuss our 2022 operating earnings guidance. We are well positioned to deliver another successful year in 2022. As Jerry mentioned, we are raising our 2022 operating EPS guidance and nearing the range to $5.80 to $6 per share. The increased midpoint of $5.90 per share provides 7% growth from the 2021 original guidance midpoint. In 2022, growth at DTE Electric will be driven by distribution and cleaner generation investments. DT Gas will see continued customer-focused investments in main renewal and other infrastructure improvements. 2021 was the final year for our reduced emissions fuel business at DC Vantage. Approximately $100 million of REF earnings net of associated costs rolled off last year. This is partially offset in 2022 by new RNG and industrial energy services projects that will serve as a base for growth going forward. At Corporate and Other, the biggest driver in our year-over-year improvement is lower interest expense. This is a result of leveraging earnings and cash strength in 2021 to opportunistically remarket some higher-priced debt. We also paid down parent debt with proceeds from [DTM's] debt issuance. This will provide interest savings in 2022 and future years.\nLet's turn to Slide 12 to discuss our balance sheet strength. We continue to focus on maintaining solid balance sheet metrics due to our strong cash flows, DTE has minimal equity issuances in our plan beyond the convertible equity units that we'll convert later this year. but we also increased our 5-year capital investment plan by $1 billion. We have a strong investment-grade credit rating and target an FFO to debt ratio of 16%. We increased our 2022 dividend by 7%, continuing our track record of growing our dividend in line with the top end of our targeted EPS growth rate. We completed our liability management plan following the spin of our midstream business using the funds raised from DTM's debt issuance to repurchase a little over $2.6 billion of corporate debt. This liability management plan was NPV positive, EPS accretive and further supports our long-term growth.\nLet me wrap up on Slide 13, and then we will open the line for questions. In summary, we achieved great success in 2021 across all of our business lines. We raised and narrowed our guidance range and are in great shape for 2022, targeting 7% operating EPS growth from our 2021 original guidance midpoint. Our robust capital plan supports our 5% to 7% long-term operating EPS growth while delivering cleaner generation and increased reliability for our customers. DTE continues to be well positioned to deliver the premium total shareholder returns that our investors have come to expect with strong utility growth and a dividend growing in line with operating EPS.\nWith that, I thank you for joining us today. And we can open the line for questions."
  }
]