[
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a94256f2c860f3385e96259e17249613",
    "period": "2026 Q1",
    "content": "Q1 2026 Lam Research Corp Earnings Call\n\nQ1 2026 Lam Research Corp Earnings Call\n\nLRCXNASDAQOCT 22, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Lam Research Corporation September Quarter 2025 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded. I would now like to turn the conference over to Ram Ganesh of Investor Relations. Please go ahead.\n\nRam Ganesh\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and CEO; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the September 2025 quarter and our outlook for the December 2025 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the Risk Factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information.\nToday's discussion of our financial results will be presented on a non-GAAP financial basis unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation.\nThis call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThanks, Ram, and good afternoon to everyone on the call.\nLam delivered a solid September quarter, highlighted by record revenues of $5.3 billion, gross margin of 50.6% and record operating margin of 35%. We also achieved record combined spares and services revenue, and growth in total CSBG revenue outpaced the increase in installed base units.\nInclusive of our guidance for the December quarter, we expect to close calendar 2025 with 3 consecutive quarters of greater than $5 billion in revenue. Our performance reflects strong company-wide execution and the critical role that our products and services portfolio plays in enabling the industry's technology road map and in addressing the rapid increase in semiconductor manufacturing complexity.\nOur December quarter guidance does contemplate roughly a $200 million revenue impact from the recently announced 50% affiliate rule restricting shipments to certain domestic China customers. Currently, we expect this rule to impact our calendar year 2026 revenues by approximately $600 million. This impact, together with the strong growth anticipated in worldwide fabrication equipment, or WFE spending, leads us to expect the China region to represent less than 30% of our overall revenues in calendar year 2026.\nTurning to WFE. Spending in calendar year 2025 is shaping up to be slightly better than our prior view of $105 billion, predominantly due to better-than-expected high-bandwidth memory, or HBM, related investments. As we look ahead, we see a robust setup for equipment spending in calendar year 2026.\nAI-related demand should support sustained strength in leading-edge foundry logic and DRAM as well as continued NAND upgrade spending. The strong leading-edge growth we see across all 3 device segments is forecasted to be partially offset by a decline in domestic China related investments.\nWe plan to provide our detailed 2026 WFE spending outlook and subsegment color on our January call for our usual practice. AI and its impact on the semiconductor industry continues to be a major topic of interest. And the data center CapEx investments already announced are expected to drive significant expansion of manufacturing capacity over a multiyear period.\nIn recent months, we have seen an acceleration of activity. AI data centers require the most advanced CPU and accelerator capabilities; low latency, high-bandwidth memory and high-speed eSSD storage, all integrated through 2.5D and 3D advanced packaging. We estimate these needs translate to roughly $8 billion of WFE spending for every $100 billion in incremental data center investment.\nMost importantly, deposition and etch, the area of Lam's core product differentiation, play an increasingly critical role enabling the higher performance, more scalable semiconductor devices required for AI. We see the surge in AI data center demand creating billions of dollars of served available market expansion and share gain opportunity for Lam in the coming years.\nI will share a few areas of strength we are seeing. In NAND, customers are continuing to upgrade existing fabs to meet the need for higher layer count, higher performance devices. We have estimated that these conversions will require $40 billion of WFE spending over the next several years. And as we have previously said, Lam should capture a high percentage of this conversion spend due to our large installed base position.\nOur upgrades business is projected to remain strong into 2026, as NAND bit demand looks to be trending higher than prior expectations. Device makers have already announced enterprise-grade SSDs with 256 terabytes of storage capacity to satisfy growing data center demand for high-capacity storage.\nAvailability of clean room space will likely act as a limiter to the pace of NAND supply growth, but we believe the capacity additions to meet rising bit demand may be needed sooner than previously thought. Lam is in a great position for both upgrade activity in the near term and new capacity builds in the future.\nWe have the industry's largest installed base of NAND systems and our comprehensive NAND product portfolio features several industry-first advances. Notably, Lam recently earned the 2025 semi award for our pioneering Lam Cryo 3.0 dielectric etch technology, a process that has quickly become the industry standard for advanced NAND devices.\nWe are also seeing solid demand for our atomic layer deposition, or ALD, products, including a recent key win at a major NAND manufacturer for a critical high aspect ratio dielectric deposition application. Lam's differentiated conformal fill capability using a higher temperature process was fundamental in securing this win.\nOn the metal side, Lam's Halo Moly ALD tool has been selected as the tool of record for 3 consecutive nodes at a leading customer, including for devices with more than 500 layers. This further reinforces our leadership in the 3D NAND word line application, a step that is fundamental to building the higher performance devices required for eSSDs.\nThe performance demands of AI devices are also spurring investment in foundry logic and DRAM manufacturing inflections. Over the last several years, we have focused our -- on expanding our product portfolio to target these opportunities and believe we will benefit as the technology transitions unfold. For example, Lam's ether Driesist EUV patterning solution has demonstrated the ability to resolve features of less than 15 nanometers at the highest density and pattern fidelity.\nEther also enables a more than 10% reduction in EUV exposure dose boosting scanner productivity and reducing the cost of patterning per wafer. Lam's Ether technology is already ramping in the HBM high-volume production line of a major memory manufacturer, and we see more opportunities ahead as we look further out on the road map.\nFor instance, we believe high NA EUV in combination with Ether for single patterning of sub-10-nanometer features will be critical to addressing the complexity and cost challenges associated with the transition from gate-all-around transistors to CFET in foundry/logic, as well as the anticipated migration from 6F squared to 4F squared in DRAM.\nIn September, we announced a key partnership with JSR Corporation, an innovative semiconductor materials company to collaborate on the integration of our Ether technology with novel EUV patterning materials and metal oxide resists. In addition, Lam and JSR are partnering to explore new precursor materials for advanced ALD applications, which we believe can further enhance our capabilities and differentiation for future technology inflections.\nIn the case of low K ALD films, Lam's high-productivity single-wafer solutions are enabling our customers to move past traditional furnace-based approaches. As logic transistor sizes scale down to achieve greater compute power, higher capacitive coupling in the gate module to grades overall performance.\nSimilarly, as DRAM devices shrink, there is a detrimental increase in capacitance between the bitline and capacitor contact. To resolve these issues, deposited low-k films must be very thin, 5 nanometers or less, and conformal in high aspect ratio structures. Furnace-based films at these thicknesses are often fragile and unable to withstand the harsh chemistries used in subsequent process steps.\nLam's low-K ALD solution employs a unique single wafer remote plasma reactor and a novel precursor to deposit thin defect-free films with the desired silicon carbon bonding structure. As a result, Lam's ALD films have demonstrated superior durability on the remainder of the chip making process. and we recently secured critical wins at foundry logic and DRAM customers for low applications using this process.\nBeyond traditional device inflections, Lam is also benefiting from healthy growth in advanced packaging. Our SABRE 3D plating and Syndion etch systems are industry leaders and should continue to see strong demand in 2026 as AI-related spending grows.\nLooking further ahead, we are investing in new advanced packaging opportunities. Today's packaging production lines primarily use 300-millimeter diameter wafers. But as AI and high-performance computing demand larger chips to integrate more accelerators, memory and interconnects panel-level packaging is emerging as a scalable solution.\nBy processing multiple units on larger format panels, it significantly improves manufacturing efficiency and supports the integration of increasingly complex and larger semiconductor devices. Lam's SABRE 3D, Calisto and Phoenix tools are being engineered to meet future panel packaging needs.\nWe are collaborating across the ecosystem to drive industry-wide standardization and co-development, both of which are essential for scaling high-volume manufacturing and next-generation integration solutions. We expect to end this year with tools shipped to or install at 20 customers worldwide. Our growing installed base of panel packaging tools is rapidly building experience and maturity that should prove valuable as this technology becomes mainstream in the future.\nSo to wrap up, Lam is poised to close out a record calendar year 2025, and our setup is strong heading into 2026, where we expect solid WFE growth. The technology requirements of AI play extremely well to Lam's product strengths, and we are excited by the breadth of opportunities we see ahead for the company.\nNow here's Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nThank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a busy earnings season. We executed well in the September '25 quarter, delivering gross margin performance of 50.6%, which is a record in the post Novellus period.\nFinancial results for the quarter came in above the midpoint of all of our guidance ranges. We also delivered many financial records throughout the P&L. The company truly performed well in the quarter.\nLet's turn to the details of our September quarter results. Revenue for the September quarter came in at an all-time record of $5.3 billion, which is up 3% from the June quarter. Deferred revenue balance at quarter end was $2.77 billion, up slightly from the June quarter due to increases in services and system-related transactions where revenue recognition was not yet complete.\nThis was partially offset by approximately $100 million of reduction in customer advanced down payments. We do expect to see these down payments continue to decline in the December quarter. From a market segment perspective, foundry accounted for 60% of our systems revenue in the September quarter, up from 52% in the June quarter.\nThis marks our third consecutive record quarter underscoring the strength of our strategic focus and execution in foundry. Foundry strength came from investments at the leading edge in addition to mature node spending in China.\nMemory was 34% of systems revenue, which was down from 41% in the prior quarter due to the timing of customer investment plans. Within Memory, nonvolatile memory contributed 18% of our systems revenue, which was down from 27% in the June quarter. The trajectory of the NAND spending this year is broadly consistent with our expectations coming into the year.\nAnd as the industry transitions to devices of up 200 layers, we continue to estimate over $40 billion in upgrade spending will be required over the next several years. DRAM increased from the June quarter accounted for 16% of systems revenue compared to 14%. Investments in high-bandwidth memory continue to remain strong, driven by AI-related customer demand.\nWe're also seeing traditional node migrations to the 1B and 1C nodes, enabling the transition to DDR5. The Logic and Other segment came in at 6% of systems revenue in the September quarter, roughly in line with the 7% we reported in the June quarter.\nLet's turn to the regional breakdown of our total revenue. China came in at 43%, an increase from the prior quarter level of 35%. While the multinationals in China remain steady, the domestic Chinese customers grew and the majority of our China revenue continued to come from them. The next largest geographic concentrations were Taiwan at 19%, which was flat sequentially and Korea at 15%, down sequentially from 22%, again due to the timing of customer investment plans.\nThe customer support business group generated approximately $1.8 billion in revenue for the September quarter, slightly higher sequentially and year-over-year. This is being driven by continued strength in spares and upgrades. CSBG remains a key part of our growth strategy given the expanding installed base and our innovation in advanced services.\nWe expect CSBG to deliver year-over-year growth in 2025. And I just mentioned that in the 13 years since we brought Lam and Novellus together, CSBG has grown every year except for one.\nLet's look at profitability. Gross margin in the September quarter was 50.6% at the higher end of our guided range and improving from the June quarter level of 50.3%. The increase is primarily driven by favorable customer mix, partially offset by the impact of tariffs. I expect the impact from tariffs to continue to increase somewhat in the December quarter.\nOperating expenses for September were $832 million, which was up from the prior quarter level of $822 million. The increase is primarily due to increased headcount and incentive compensation, which is tied to the company's improved profitability. R&D accounted for 68% of the total operating expenses.\nWe're investing in innovations like Vantex, Okara, Halo and Dextro, to continue our leadership in providing a differentiated product portfolio for our customers. The September quarter operating margin was 35% at the high end of our guidance. This operating profit represents a record level for land in both dollars as well as percentage terms.\nThe non-GAAP tax rate for the quarter came in at 14.2%, generally in line with our expectations. We continue to see the tax rate in the low- to mid-teens for the near term. We do expect, however, with the increase in the guilty rate in the United States as well as the advent of the global minimum tax regime outside of the United States, you will see a slight increase in our effective tax rate as we get into calendar year 2026.\nOther income expense for the September quarter was approximately $8 million in income compared with $4 million in income in the June quarter. The slight increase in OI&E was primarily the result of increased interest income tied to a higher cash balance. As we've talked about in the past, you should expect to see variability in OI&E quarter-to-quarter.\nLet's look at capital return. In the September quarter, we allocated approximately $990 million through share buybacks through open market share repurchases. Our average buyback price in the quarter was approximately $106 per share. Year-to-date, we've repurchased nearly 30 million shares at an average price of a little more than $88 per share. We also paid $292 million in dividends in the quarter. I'll remind you that we increased the dividend from $0.23 to $0.26 per share earlier this month.\nMoving forward, we remain committed to returning at least 85% of free cash flow to our shareholders over time. The September quarter diluted earnings per share were $1.26 above the midpoint of our range. The diluted share count was 1.27 billion shares, which was a reduction from the June quarter and consistent with our guidance. We have $6.5 billion remaining on our Board authorized share repurchase plan.\nLet me pivot to the balance sheet. Cash and cash equivalents totaled $6.7 billion at the end of the September quarter, an increase from $6.4 billion at the end of the June quarter. The main reason for the cash increase was cash generated from operating activities, which was partially offset by cash allocated to capital return as well as capital expenditures.\nDays sales outstanding was 62 days in the September quarter, which was up slightly from 59 days in the June quarter. September quarter inventory turns improved to 2.6x compared with 2.4x in the prior quarter and up from the levels 2 years ago of 1.5x.\nWe've remained focused on driving asset utilization during this time frame, and I was pleased to see us deliver this outcome. Our noncash expenses for the September quarter included approximately $97 million for equity compensation, $89 million for depreciation and $13 million for amortization.\nCapital expenditures in the September quarter were $185 million, which was up $13 million from the June quarter. Spending was primarily focused on lab investments in the United States along with expansion of manufacturing sites in Asia. This remains consistent with our global strategy to be close to our customers' development and manufacturing locations.\nWe ended the September quarter with approximately 19,400 regular full-time employees, which was an increase of approximately 400 people from the prior quarter. Headcount increases were in R&D to support our long-term product road map. Additionally, we had increases within the field organization to support customer growth and a higher volume of tool installations.\nLet's turn to our non-GAAP guidance for the December 2025 quarter. We're expecting revenue of $5.2 billion, plus or minus $300 million. We expect a decline in China revenue offset by stronger spending from the global multinationals. We're expecting gross margin of 48.5%, plus or minus 1 percentage point.\nI expect customer mix and tariffs will be contributing to the sequential decline in gross margin. We're expecting operating margins of 33%, plus or minus 1 percentage point. And finally, earnings per share of $1.15, plus or minus $0.10 based on a share count of approximately 1.26 billion shares.\nI want to give you a few things to think about as you build your 2026 models. While we are not yet quantifying the level of growth in WFE, I will tell you that calendar '26 looks somewhat second half weighted as we sit here today. The newly restricted China entities would have been weighted to the first half of next year.\nCustomer mix will be a headwind to gross margin a bit next year, as the China mix normalizes. And the tax rate will likely tick up very slightly, as I previously mentioned. We'll give you better color on all this during the December quarter call.\nSo let me wrap up. Lam delivered another strong quarter, highlighted by record levels of revenue, record gross and operating profit. Inclusive of our December quarter guidance, we're on track to deliver calendar year 2025 at an all-time high watermark in financial performance closing with 3 consecutive quarters of revenue above $5 billion.\nWe remain focused on strategic investments that extend our technology leadership, operational efficiencies and long-term value creation.\nOperator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ac7a07454093796b22ca2300207c9914",
    "period": "2025 Q4",
    "content": "Q4 2025 Lam Research Corp Earnings Call\n\nQ4 2025 Lam Research Corp Earnings Call\n\nLRCXNASDAQJUL 30, 5:00 PM\n\nOperator\n\nGood day, and welcome to Lam Research's June Quarter of 2025 Earnings Conference Call. [Operator Instructions]\nPlease also note that this event is being recorded today. I would now like to turn the conference over to Ram Ganesh, Vice President, Investor Relations. Please go ahead.\n\nRam Ganesh\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer. During today's call, we will share our overview on the business environment and we'll review our financial results for the June 2025 quarter and an outlook for the September 2025 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific time. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information. Today's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation.\nThis call is scheduled to last and 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website. And with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThanks, Ram, and good afternoon, everyone. Lam delivered another great quarter. Revenues and profitability came in at the upper end of our guided ranges. Our gross margins exceeded 50% for the first time since the merger of Lam and Novellus and EPS hit a new high for the company. We achieved record foundry revenues driven by strong performance in both gate-all-around and mature node markets. And again, our upgrades business grew to a new high, up mid-teens percent over the prior quarter as NAND customers migrate to higher layer count, higher performance devices to meet the faster read right requirements and greater storage demands of AI applications.\nIn short, we are executing well on the served market expansion and share growth story we laid out at our Investor Day earlier this year. 3D scaling of device and advanced packaging architectures is accelerating growth in etch and deposition intensity and Lam's new products targeting key technology inflections are winning with customers. Furthermore, in advanced services, Lam is at the forefront of realizing the vision of an autonomous fab. We are gaining momentum with our equipment intelligence enabled Dextro cobots, which provide device makers with an unprecedented level of equipment maintenance precision and repeatability.\nThe result is enhanced tool-to-tool matching improved machine availability, lower operational costs and, in some cases, higher yield. In the June quarter, Lam expanded our Dextro capabilities to cover 3 additional tool types, and we are accelerating the road map to support more products and more shipments in coming quarters. Turning to the overall market environment for calendar year 2025. We expect wafer fabrication equipment, or WFE spending to be in the $105 billion range up from our prior view of approximately $100 billion, predominantly due to an uptick in domestic China related spending.\nWe see non-China investments remaining broadly consistent with our prior view. Currently, we expect WFE in the second half of the calendar year to be roughly flat with the first half. Looking forward to 2026, it is still too early to comment on the overall level of WFE spending. However, our strong position in Gate all around, advanced packaging, high-bandwidth memory and NAND layer conversions, we feel confident that Lam is well positioned to outperform.\nIn 2025, Lam's served available market, or SAM, is set to expand to around mid-30s percent of WFE due to these industry drivers and we expect them to work in Lam's favor again in 2026. Longer term, we are on a solid path to grow our SAM to the high 30% range of WFE by continuing to deliver critical solutions for atomic level device scaling, new materials innovation and advanced packaging integration. The key R&D investments that we've made over the last several years have enabled us to create the broadest, most competitive product portfolio in the company's history, thereby putting us in a strong position to win over 50% share of the incremental SAM over time.\nI'll share a couple of examples that underscore our early progress towards our SAM expansion and share gain goals. First is our HALO ALD moly tool, which is ramping at multiple NAND customers this year. We expect moly adoption to increase broadly as more customers convert NAND capacity to 200 layers and higher in the next few years. Ram is leading the industry transition to ALD Moly not only in NAND, but also in foundry logic. AI is driving greater transistor performance requirements and, in turn, accelerating the inflection to gate all around device architectures.\nHowever, below 2 nanometers, gate all-around structures begin to encounter significant resistance capacitance or RC challenges. Narrower transistor contacts in these devices cause greater electrons gathering, resulting in higher resistance of the deposited tungsten films replacing tungsten with molybdenum solves the resistance problem, but the process of depositing this higher performance material is inherently slower and more complex.\nThis is driving a roughly 3x increase in Lam metal deposition SAM per wafer when transitioning to advanced gate all-around nodes. Today, we are the only company with ALD moly tools already in production in foundry logic. And in the June quarter, we secured a key win at another leading foundry customer for their next-generation application. As moly adoption expands across various metal interconnect layers, the flexibility of Lam's unique multistation architecture to execute both plasma and thermal processing in the same chamber enables optimization of process conditions and process step sequencing to meet requirements for different applications and over multiple generations of future logic devices.\nAnother area where we have made strong progress is advanced packaging. Advanced packaging is critical for scaling system performance to address next-generation AI requirements and so far has enabled up to 100% improvement in memory density, 4x improvement in bandwidth and an approximate 40% gain in power efficiency. Lam SAM is growing with greater adoption of next-generation packaging architectures for DRAM, CPUs, GPUs and ASICs used in data centers. In 2021, leading-edge foundry logic customers spent just 1% of WFE on advanced packaging. With AI's rapid adoption of advanced packaging, that number has grown more than 6 times in the future, we expect end consumer devices like mobile application processors and laptop CPUs to also feature more complex packaging schemes as on-device AI becomes mainstream. We are a leader in the advanced packaging inflection and are leveraging our experience to win more opportunities.\nFor example, Lam is a mass unmatched experience in copper plating hardware design and process technology over the last 20 years. We have, by far, the largest installed base in the industry and recently achieved a significant milestone of 6,000 installed plating sales. By incorporating our learning from the installed base into improvements in our latest SABRE 3D system, we are delivering best-in-class colinearity uniformity and defectivity in high-volume advanced packaging environments. The experience we have gained at the leading edge is now cascading to additional wins with next tier customers seeking to adopt a proven best-in-class solution.\nSABRE 3D market share in advanced packaging is expected to grow nearly 5 points year-on-year in calendar 2025. Finally, let me pivot to the strong momentum we're seeing with our newest generation etch tools. In NAND, we continue to solidify our leadership in high aspect ratio dielectric etch. Equipped with our cryo process, our Vantex system recently won a key multigeneration etch decision at a major NAND customer. This further confirms our differentiation in both technology innovation and high-volume production worthiness in the NAND segment.\nAcross all device types, our state-of-the-art conductor etch tool, Akara is off to a solid start since its launch earlier this year. By combining direct power coupling with Lam's unique plasma pulsing capabilities, Akara delivers industry-leading depth uniformity and profile control that is vital for DRAM scaling. In the June quarter, Akara secured multiple new application wins at a top DRAM maker. So to wrap up, I'm excited by the breadth of opportunities I see ahead for the company and encouraged by the outstanding progress our team has already made for the long-term goals we communicated at our February Investor Day.\nEtch and deposition intensity is rising with 3D scaling. Our products are winning in key technology inflections. And as a result, there is tremendous potential for Lam to continue expanding SAM and to grow share at each successive process technology node. Now here's Doug to talk about our quarterly financial performance and the September outlook.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nExcellent. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a busy earnings season. We executed well on the June 2025 quarter, including delivering a record gross margin percentage of 50.3% in the post Novellus period. These past 2 quarters represent Lam's highest gross margin percentage since we merged the companies in 2012.\nOur June quarter financial results came in above the midpoint of all of our guidance ranges with earnings per share actually exceeding the guidance range. For our 2025 fiscal year, we had record revenue of $18.4 billion and gross margin of 48.8%. Our free cash flow generation in fiscal '25 was 29% of revenue and approximately $5.4 billion, which was also a record for the company in dollar terms. We're delivering on the profitability objectives discussed at our Investor Day earlier this year through a growing top line, favorable mix and strong operational execution.\n[indiscernible] details of our June quarter results. Revenue came in at $5.17 billion, which was an increase of 10% from the prior quarter. The deferred revenue balance at the end of the quarter was $2.68 billion, which was an increase of approximately $670 million from the March quarter. This was related to customer advanced on payments from several newer customers. From a market segment perspective, June quarter, systems revenue in the Foundry segment represented 52% of our systems revenue, an increase from the percentage concentration in the March quarter of 48%.\nIn dollar terms, this level represents a second consecutive record quarter, and we also set a new record from a fiscal year perspective. We benefited from continued momentum in leading-edge processes as well as investments in mature nodes by domestic Chinese customers. Summary was 41% of systems revenue, a slight decrease from the prior quarter level of 43%. Non-volatile memory came in at 27% of our systems revenue, which was higher than the March quarter's level of 20%. We continue to encourage you to think of NAND investments focused primarily on upgrades, which we anticipate will require an investment of roughly $40 billion over several years.\nDRAM decline from the March quarter coming in at 14% of systems revenue compared with 23% last quarter. The decline in the June quarter was related to the timing of certain customer projects. For the 2025 fiscal year, DRAM revenue reached a new record in dollar terms, with spending focused on technology upgrades to the 1-beta and 1-gamma nodes enabling DDR5 and LPDDR5. High Bandwidth Memory was also a key investment area. [indiscernible] segment came in at 7% of systems revenue in the June quarter, slightly lower than the prior quarter level of 9%.\nNow I'll go through the regional composition of our total revenue. The China region came in at 35%, an increase from the prior quarter level of 31%. We saw increasing investment from global multinational customers in this region to the highest level since the December quarter of 2022. The majority of our China revenue, nonetheless, continued to come from domestic Chinese customers. The next largest geographic concentration were Korea at 22% and Taiwan and 19% of revenue in the June quarter, both of which were a decrease from 24% concentration in the March quarter.\nJapan revenue at 14% was a record for Lam in dollar terms. The customer support business group revenue in the June quarter totaled approximately $1.7 billion consistent with the March quarter as well as the June quarter of a year ago. We had a third consecutive record quarter for upgrade revenue driven by NAND technology conversions. We also saw strength in our spares business, offset by a decline in reliant systems. Sitting here today, we do think we will see modest growth in CSBG for the calendar year.\nLet's look at profitability. The June quarter gross margin came in at 50.3%, close to the top end of our guided range and improving from the March quarter level of 49%. The increase is tied to a stronger mix and continued progress in our operational efficiencies from our close to customer manufacturing strategy. Operating expenses for the June quarter were $822 million, up from the prior quarter level of $763 million. This was a bit higher than our original estimate coming into the quarter, primarily due to increased incentive compensation tied to the company's improved profitability.\nR&D accounted for 69% of total operating expenses. The June quarter operating margin was 34.4% and near the high end of our guidance. This operating profit represents a record level for Lam in both dollars as well as percentage terms. Our non-GAAP tax rate for the quarter came in at 4.8%. As I indicated on the last earnings call, the rate in the June quarter reflects a tax reserve release tied to a statute of limitations expiration. Our estimate for the September 25 quarter is for the tax rate to be back in the low to mid-teens range.\nOther income and expense for the June quarter was approximately $4 million in income compared with $7 million in expense in the March quarter. The improvement in OI&E was primarily the result of increased interest income tied to a higher cash balance as well as gains on our venture investment portfolio. As we've talked about in the past, you should expect to see variability in OI&E quarter-to-quarter. For capital return in the June quarter, we allocated approximately $1.3 billion to share buybacks and through a combination of open market share repurchases and an accelerated share repurchase program that ASR will continue to execute into the September quarter.\nWe also paid $295 million in dividends. The June quarter diluted earnings per share were $1.33, exceeding the high end of our guidance range driven by that higher revenue, stronger gross margin performance and the lower tax rate. The diluted share count was 1.28 billion shares, which was a reduction from the March quarter and was consistent with our guidance. We have $7.5 billion remaining on our board authorized share repurchase program. Let me pivot to the balance sheet. Cash and cash equivalents totaled $6.4 billion at the end of the June quarter, an increase from $5.5 billion at the end of the March quarter.\nThe main reason for the cash increase was cash from operating activities, including those customer advanced on payments, which was partially offset by cash allocated to the share buyback and dividends and capital expenditures. [indiscernible] sales outstanding were 59 days in the June quarter, which was down from 62 days in the March quarter. June quarter inventory turns improved to 2.4x compared with 2.2x in the prior quarter.\nWe're making progress in managing inventory levels, and we'll continue to work on this as we go forward. Our noncash expenses for the June quarter included approximately $94 million in equity compensation, $86 million in depreciation and $12 million in amortization. Capital expenditures were $172 million, which was down from the March quarter level of $288 million. Spending in the June quarter was mainly centered on lab investments in the United States, in Asia as well as manufacturing facilities in Asia, supporting our global strategy to be close to our customers' development and manufacturing locations.\nI would point out that offsetting this capital spending, we received more than $50 million in benefits through the advanced manufacturing investment credit as well as other chips act-related programs. We ended the June quarter with approximately 19,000 regular full-time employees, which was an increase of approximately 400 people from the prior quarter. [indiscernible] headcount increases primarily within R&D to support the long-term product road map. In addition, we had increases within the factory and field organizations for increasing manufacturing activities and a higher volume of tool installations.\nLet's look at our non-GAAP guidance for the September 2025 quarter. We're expecting revenue of $5.2 billion, plus or minus $300 million. We expect stronger China revenue driven by foundry spending in the September quarter. We're expecting gross margin of 50%, plus or minus 1 percentage point. This guidance includes our current assessment of the direct impact of tariffs on our business. Operating margins of 34%, plus or minus 1 percentage point. And finally, earnings per share of $1.20, plus or minus $0.10 based on a share count of approximately 1.27 billion shares.\nSo let me wrap up. In completing the first half of the calendar year 2025, I was pleased that we made solid progress on the objectives we shared at the beginning of the year. Sitting here today, as Tim mentioned, we now see WFE relatively balanced half-on-half. We continue to prioritize strategic investments that extend our technology leadership, operational efficiencies and profitability, which reinforces our long-term value creation agenda. Operator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd05f00a10efe481afcd7cf8451d99c1",
    "period": "2025 Q3",
    "content": "Q3 2025 Lam Research Corp Earnings Call\n\nQ3 2025 Lam Research Corp Earnings Call\n\nLRCXNASDAQAPR 23, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Lam Research March 2025 Earnings Conference Call. [Operator Instructions]. Please note, this event is being recorded.\nI would now like to hand over to Ram Ganesh, Vice President, Investor Relations. Please go ahead.\n\nRam Ganesh\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research Quarterly Earnings Conference Call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we have reviewed the results for the March 2025 quarter and our outlook for the June 2025 quarter. The press release detailing financial results was distributed a little after 1:00 p.m. Pacific Time. The release can be found on the Investor Relations section of the website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides the presentation for additional information. Today's discussion on financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation.\nThis call is scheduled to last to 3 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website. And with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThank you, Rob, and thank you all for joining the call today. Lam's March quarter results reflect continued strong execution across the company, with revenues, gross margin, operating margin and EPS all exceeding the midpoint of our guidance. We delivered a record quarter for foundry revenues, demonstrating our product momentum in leading-edge technology inflections. Gross margin percentage was also a record for the company since the Novellus merger. As the investments we have made over the past several years in our manufacturing and operations are contributing positive as we scale the business. As our guidance indicates, gross margins are set to expand -- in the June quarter.\nOn our January call, we laid out what we saw as fundamental drivers of WFE spending in the year ahead. To date, these are about largely as expected, with strength in leading-edge foundry logic technology-driven conversions in NAND and a focus on high bandwidth memory and DDR5 in DRAM.\nFrom an overall indicative, we continue to forecast calendar year 2025 BFE spending in the $100 billion range. We recognize that the current tariff and global economic environment is dynamic, but thus far, we have not seen any meaningful changes for our customers' plans. We are closely monitoring the situation alongside our customers and ecosystem partners. We believe that the agile manufacturing and supply chain capability that we have developed in recent years provides us with the flexibility to lessen the direct impact of tariffs. Our strategic focus in this environment remains on delivering the new products, advanced services and digital transformation initiatives required to achieve the growth and profitability outperformance goals we described at our Investor Day in February.\nAs a reminder, we identified 3 key drivers that underpin our ability to outperform overall WFE growth over the next several years. First, we expect to expand our served market, or SAM, faster than WFE as deposition and etch intensity rises due to greater semiconductor device complexity. Second, we expect to gain share with the strongest product portfolio in the company's history, targeted at $1 billion-plus technology inflections such as gate-all-around backside power distribution, advanced packaging and dry EUV photoresist processing. And third, we expect to grow our CSBG revenue faster than our installed base as customers look to Lam's upgrade, automation and equipment intelligence offerings to enhance productivity and execution as they expand their global fab operations.\nYear-to-date, we are already witnessing incredible momentum in these areas. In deposition, Lam's atomic layer deposition or ALD products are making strong gains. Our Striker Spark ALD tool delivers the industry's densest conformal low-k carbide dialect films. Leveraging this capability, we have secured multiple key wins for spacer applications and a leading-edge foundry. Our ALTUS Halo system enables barrierless atomic layer deposition of molybdenum, reducing the resistance of critical contact and interconnect layers by 50% compared to legacy technologies.\nIn the case of 3D NAND, this reduction is critical to achieving the superior I/O performance needed for AI applications. As a result, Lam's Halo molybdenum process is seeing increased adoption across our leading 3D NAND customers. In etch, our new Akara system has gotten off to a great start, rapidly solidifying and expanding our market-leading position in conductor edge, featuring a proprietary industry-first innovation for ultrafast plasma control Akara delivers previously unachievable levels of performance in edge selectivity and profile patterning precision. We have previously announced leading-edge foundry logic momentum with this tool. And just since our Investor Day, the car has also won multiple critical etch applications and NAND manufacturer. By enabling current DRAM logic road maps with the , we are setting the stage for Lam to make further gains industry looks to implement even more challenging device architectures like 3D DRAM and CFET over next decade.\nTurning to CSBG. We saw record revenues in our upgrade business. While the growth in upgrades was primarily driven by technology conversions, as forecasted at Investor Day, key DRAM and -- logic comers are also more actively upgrading and repurposing existing tools for new applications to optimize capital spending. Looking forward, we see the upgradable architecture of our system being a growing point of differentiation for Lam. We are enabling our customers to cost-effectively scale technology on the equipment they already own while creating revenue and share gain opportunities for us. Our collaboration with customers on operating cost optimization extends across the NP of our installed base business and over a longer term horizon.\nFor example, in March quarter, we signed a new multiyear spares agreement with a large memory customer for their latest technology node. This enables us to deliver value to the customer through assure component quality, cost and availability.\nFinally, in Specialty Technologies, we achieved a couple of key milestones recently. First, at least -- a competitor and shipped multiple 20-millimeter PECVD tools for silicon carbide-based wide-bandgap or device fabrication. Second, our Pulse laser deposition solutions are being extended into more use cases, and we will bring in our latest tool this year for an advanced memory application. As customers look to accelerate R&D scale manufacturing globally, we're finding new ways to add value. We have talked in the past about our semi versus solutions capabilities, which apply advanced modeling, simulation, data science, machine learning and artificial intelligence to enhance equipment performance and shorten the time required for process optimization. I am pleased to report that recently, we signed new life agreements with 3 large customers for our virtual fabrication platform, simulator 3D. For both cost and performance benefits, we see virtual application -- fast becoming a required discipline in advanced technology today and Lam is leading the industry in this evolution.\nSo to wrap up, when I look at our solid March quarter results and strong June quarter guide, I see Lam executing at a high level of all aspects of the [ Alcami ] strategy we issued at our February Investor Day. This includes new product momentum and keeper wins, value creation from the installed base business and innovate in Equipment Intelligence virtual process development. Near term, we're taking steps to lessen the direct active tariffs and closely monitoring for longer-term indicators of demand changes. Our priority is to continue delivering the technological innovations and world-class support that uniquely enable our customers to scale semi -- into manufacturing faster, more productively and more cost effectively. Simply put, our competitive differentiation is enabling our customers' competing. For this reason, we remain confident that Lam is in an excellent position to outperform overall semiconductor industry growth in the years to come.\nThank you, and I'll now pass it on to Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nGreat. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today. Lam is off to a strong start in 2025. The March quarter's performance exceeded the midpoint of all of our guidance range that we gave on the last earnings call. I was pleased with the company's continued solid execution. We've reached the highest quarterly gross margin percentage since Lam merged with us in 2012. We achieved this by proactively delivering on our operational efficiencies, our manufacturing strategy of being close to our customers.\nLet's look at the details of our March core financial results. Looking at the March quarter was $4.72 billion, which was an increase of 8% from the prior quarter. Our deferred revenue balance at quarter end was $2 billion, which was essentially flat from the December quarter. Within this number -- the advanced payments trended lower all the components of the deferred balance trended higher. As we sit here today, I believe our deferred revenue balance will move lower by the end of 2025.\nFrom a market segment perspective, March quarter, system -- memory was 43%, a decrease from 50% prior quarter. Within memory, nonvolatile memory -- for 20% of our systems revenue, down from 24% in the prior quarter. And just a reminder, this segment includes a domestic China customer that we classified as a nonvolatile memory producer and that we are currently limited from -- doing too. On a dollar basis, Lam saw growth from non-Chinese customers, consistent with our expectations from earlier in the year. The nonvolatile memory segment is being driven by customer spending on technology conversions from 1xx layer to 256 class devices. We currently expect this segment represent the biggest percentage growth in systems revenue for Lam in the June quarter. DRAM represented 23% of systems revenue compared with 26% in the December quarter. DRAM spending was focused on technology upgrades, [ alpha ], 1 beta and 1 [ nodes ] to enable DDR5 LPDDR5 and high-bandwidth memory.\nFoundry represented 48% of our systems revenue up the percentage concentration in the December quarter, up 35%. This level represents a new record in dollar terms for Lam. Shipments for gate all around nodes and advanced packaging were strong. also benefited from mature node spending with domestic Chinese customers.\nI'd just like to point out that the last time we're at these revenue levels back in late 2022, Foundry represented a concentration in the low to mid-30% range. We have clearly broadened and diversified our business since. And finally, Logic and Other were 9% of our systems revenue in the March quarter, down from the prior quarter's level of 50%. The decrease was primarily driven by reduced leading-edge spending.\nNow I'll discuss the regional composition of our total revenue. The China region accounted for 31%, flat from the prior quarter. Most of our revenue from China continue to come from domestic Chinese customers. Our next largest geographic concentrations were Taiwan and Korea at 24% of revenue each in the March quarter. Taiwan represented a new record level for us in dollar terms. The Customer Support Business Group generated approximately $1.7 billion in revenue for the March quarter, down a little bit from the December quarter, however, 21% higher than the same period in 2024. Sequentially, the decline was attributable to lower Reliance Systems revenue, partly offset by record upgrade revenue.\nTurning to the gross margin performance. The March quarter came in at 49% at the high end of our guidance range and improving from the December quarter level of 47.5%. The increase reflects a stronger mix as well as the efficiencies we're delivering from our close to customer manufacturing strategy. Operating expenses in March were $763 million, up from the prior quarter level of $735 million. The increase was due to growth in R&D activities associated with our ongoing road map differentiation. R&D accounted for 70% of the total operating expenses.\nOperating margin in the March quarter was 32.8% above the December quarter level of 30.7% and near the high end of our guidance range, primarily because of the higher revenue and the stronger gross margin performance. Our non-GAAP tax rate for the quarter was 13.3%, in line with our expectations. Our estimate for the June 2025 quarter is for the tax rate to be in the single-digit range due to an anticipated tax reserve release tied to a statute of limitation expiration.\nBeyond the June quarter, we continue to believe the tax rate will be in the low to mid-teens for the remainder of the calendar year. Other income expense for the March quarter came in at $7 million in expense compared with $11 million in income in the December quarter. The change in OI&E was due to lower gains on our equity investments and lower interest income. OI&E will continue to be susceptible to market-related fluctuations that will cause some level of volatility each quarter. I do believe OI&E will have a slight negative bias in the June quarter.\nOn the capital return side of things, we allocated approximately $347 million to open market share repurchases, and we paid $296 million in dividends in the March quarter. As I indicated on the last earnings call, in the quarter, we retired $500 million of unsecured notes that reached maturity using cash from our balance sheet. We returned 63% of free cash flow in the quarter. This was a little lower than normal due to that cash that we allocated for the debt retirement. For the March quarter, diluted earnings per share came in at $1.04, the diluted share count was roughly 1.29 billion shares, about flat with the December quarter. We have $8.8 billion remaining on our board-authorized share repurchase program.\nLet me pivot to the balance sheet. Our cash and short-term investments totaled $5.5 billion at the end of the March quarter, down slightly from $5.7 billion at the end of the December quarter. The primary factors behind the cash decrease were the repayment of those notes, our capital spending as well as our capital return activities. Total debt on the balance obviously declined by that $500 million to $4.5 billion at quarter end.\nDays sales outstanding were 62 days in the March quarter, which was a decrease 69 days in the December quarter. Inventory at March end totaled $4.5 billion, a slight increase from the December quarter as we prepare for higher revenue levels in the June quarter. Inventory turns were 2.2x compared with 2.1x in the previous quarter. We will continue to manage inventory levels to low customer demand. Our noncash expenses for the March quarter included nearly $87 million in equity compensation, $83 million in depreciation and $14 million in amortization.\nCapital expenditures in the March quarter were $208 million, up $100 million on the December quarter. A main driver of this increase, the purchase of land in India to enable our planned lab expansion there. Our capital -- otherwise was focused on Lam investments in the United States, and global growth in manufacturing. We ended the March quarter with approximately 18,600 regular full-time ways which was an increase of approximately 300 people from the prior quarter. We had headcount growth primarily in the factory and field organizations to support increased tool installation as well as growing manufacturing activities. We also saw headcount increases within R&D to support long-term product road map.\nNow let's turn to our non-GAAP guidance for the June 2025 quarter. We're expecting revenue of $5 billion, plus or minus $300 million. Expect systems revenue in Foundry and NAND to be up in the June quarter. This business level is consistent with our allocations from the beginning of the year. I want to specifically point out that we don't see anything being pulled in from future quarters. We're expecting gross margin of 5.5%, plus or minus 1 percentage point. This guidance includes our current assessment of the direct impacts of us on our business. operating margin of 33.5%, plus or minus 1 percentage point; and finally, earnings per share of $1.20, plus or minus $0.10, based on a share count of approximately 1.8 billion shares. This guidance gross margin and operating margin percentage would represent record levels since our joining of Lam and Novellus.\nI would also just point that this would be the highest operating margin percentage that Lam delivered since the late 90s. These earnings would obviously represent an all-time record level of profitability.\nTo wrap up, we're off to a strong start in 2025. We're executing well on our operational and financial objectives. While the tariff related to uncertainty is keeping the dynamic, Customers are continuing to invest consistently with their planned technology road maps. At Lam, we're laser focused on driving innovation and delivering new product and service capabilities, while at the same time, enhancing operational efficiency, and managing our profitability goals. We believe we're well set up to outperform overall [ WF ] in 2025 as well as in the years ahead.\nOperator, we're done in prepared remarks Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a8afdc365169a064a90546a8ae4bdcb2",
    "period": "2025 Q2",
    "content": "Q2 2025 Lam Research Corp Earnings Call\n\nQ2 2025 Lam Research Corp Earnings Call\n\nLRCXNASDAQJAN 29, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Lam Research December 2024 Earnings Conference Call. All participants will be in listen-only mode. [Operator Instructions]. Please note this event is being recorded.\nI would now like to turn the conference over to Ram Ganesh, Vice President of Investor Relations. Please go ahead.\n\nRam Ganesh\n\nVice President of Investor Relations\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research Quarterly Earnings Conference Call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the December 2024 quarter and our outlook for the March 2025 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time. The release can also be found on the Investor Relations section of the company's website along with the presentation slides that accompany today's call. Today's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information.\nToday's discussion of our financial results will be presented on a non-GAAP financial basis unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThank you, Ram, and thank you all for joining the call today. Lam closed out 2024 with another solid performance. December quarter revenue, gross margin, operating margin and EPS were all above our guidance midpoint, reflecting strong and consistent operational execution. Wafer fabrication equipment spending for 2024 finished in line with the mid-$90 billion range we guided earlier in the year.\nOverall, 2024 was a good year for Lam, even as NAND spending remained at muted lows. System revenues in both DRAM and foundry logic grew to record highs and the size of our installed base increased to approximately 96,000 chambers. Our results show that we are making good progress on our strategy of broadening Lam's exposure across end market device segments. It also demonstrates the increasing strength of our product portfolio as semiconductors move into the AI era. For example, gate-all-around and advanced packaging technologies are critical enablers of AI device manufacturing, including GPUs and high-bandwidth memory. They are also highly deposition and etch intensive. And as a result, we saw Lam shipments for data all around nodes and advanced packaging each grow to exceed $1 billion in 2024.\nIn calendar 2025, we see WFE spending rising slightly to approximately $100 billion. Again, we expect technology inflections to lead to faster growth for Lam. As AI applications demand greater device and package level performance. In 2025, Lam shipments to gate-all-around nodes and advanced packaging combined should well over $3 billion. Customer migration towards backside power distribution and drive is processing technologies will add further opportunity in the coming year. As we look forward, we do the increasing importance of deposition and etch technology as a differentiator for Lam and an opportunity to outperform.\nWith this in mind, we have made strategic investments over the past few years to expand our R&D infrastructure, scale our organization and transform our innovation process for greater speed. We are now seeing these investments yield important product advances. Our recently introduced Cryo 3.0 technology is winning at the leading edge, delivering best-in-class results for high aspect ratio dielectric etch applications on our latest [ Vantec CX ] product and also helping extend the capabilities of our large [ Flex ] installed base through Cryo upgrades.\nOur breakthrough drive resist capability for EUV is enabling patterning of extremely fine devices, voice features with greater precision, reduce defectivity, higher productivity and reduced environmental impact. You may have seen that earlier today, we announced that our ether dry resist solution has achieved a major milestone having just been selected as the production tool of record for high bandwidth DRAM at a leading memory customer. Technology inflections in DRAM and foundry logic, combined with an upgrade focused NAND environment, create what we believe is a unique setup for Lam to outgrow WFE spending and strengthen our bottom line in calendar 2025.\nIn NAND, the industry is looking to transition the current installed capacity to higher layer counts to achieve better device performance at lower bit cost. Here, several trends play to our favor. One is the transition to molybdenum or moly. Lam's patented multi-station sequential deposition technology allows us to employ a differentiated liner and fill process sequence that is proving to be a winner with customers. The momentum for our new moly product is strong.\nA second trend is the adoption of carbon gap fill to enable higher bit density and lower cost through multi-tier stacking. Our innovative [ CBD-based ] pure carbon gap fill process provides high-edge selectivity, superior mechanical properties and simplified dry process removability. While we are in the early innings of these transitions, and early in the industry upgrade cycle overall, we expect adoption of moly and carbon gap fill to drive several hundred million dollars in NAND shipments for Lam in calendar 2025.\nLam's opportunity will grow in further in future years as more of the 1 million-plus wafer starts per month installed capacity converts to higher layer counts. The differentiation we are delivering for customers runs deeper than the process technology itself. Our semi versus solutions capabilities apply advanced modeling, simulation, data science, analytics, machine learning and artificial intelligence to further enhance our equipment performance and reduce the timing for process optimization. This is strengthening our competitiveness and most recently, we used our semi versus solutions capabilities to successfully defend the key dielectric etch application at a major memory manufacturer.\nFurthermore, we are leveraging these capabilities to help address the semiconductor industry's global workforce shortage. Through collaborations with universities in the United States, India and Korea, semi verse solutions software is already being used to educate the next generation of semiconductor industry innovators. And our goal is to provide access to Lam's semiconductor simulation technology to tens of thousands of aspiring engineering students through the rest of the decade.\nIn CSBG, our equipment intelligence and in-fab service automation solutions are seeing significant traction with customers. Last month, we announced the industry's first collaborative maintenance robot. Since then, we have shipped our Dextro cobot to a third major memory manufacturer and it is being installed in their fab as part of a multiyear services agreement. Over the next decade, the semiconductor industry is expected to witness a strong expansion of fab capacity globally and our cobot technology offers an important and cost-effective solution to enable precise and repeatable maintenance beyond what human workers alone can achieve.\nLastly, our strategic investments in scaling our operations are paying off. Our Asia operations continue to ramp very efficiently, and in 2024, helped drive meaningful improvement in both our responsiveness to rising customer demand and our gross margin. Doug will provide some additional detail in his prepared remarks. But as a headline, I am pleased we delivered in calendar 2024, approximately 160 basis points of operating margin expansion even as we invested heavily in new products and infrastructure to fuel future growth.\nSo to wrap up, Lam is in a strong position as we enter the new year. Deposition and etch are becoming increasingly vital to semiconductor manufacturing, and we have made key investments to strengthen Lam's product portfolio. I look forward to sharing more on this at our upcoming Investor Day.\nThank you, and I'll now pass it on to Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nGreat. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a very busy earnings season. We delivered strong financial results in calendar year 2024, with revenue of $16.2 billion and diluted earnings per share of $3.36, we're obviously pleased with the company's continued strong execution.\nFor calendar year 2024, CSBG revenue increased 11% to $6.6 billion, exceeding our expectations. Gross margin came in at 48.2% which was the highest annual result since Lam were merged with Novellus in 2013.\nLet's start the details of our December quarter financial results. Our revenue, gross margin, operating margin and earnings per share were all above the midpoint of our guided range. Revenue for the December quarter was $4.38 billion, which was an increase of 5% from the prior quarter. Our deferred revenue balance at quarter end was $2 billion, essentially flat with the September quarter. I do believe our deferred revenue balance will trend lower into calendar year 2025, but will likely fluctuate from quarter-to-quarter.\nFrom a market segment perspective, December quarter systems revenue in [indiscernible] was 50%, up from 35% in the prior quarter. Within Memory, nonvolatile memory increased coming in at 24% of our systems revenue, up from 11% in the prior quarter. This market segment has reached the high point since the end of 2022, driven by NAND spending on tech conversions from [ 1xx-layer ] class devices to 256 layer. We expect these conversions to continue in calendar year 2025.\nDRAM represented 26% [indiscernible] systems revenue compared with 24% in the September quarter. DRAM spending was focused on tech upgrades to the 1-alpha, 1-beta and some initial ramp of 1-gamma nodes to enable DDR5 and high-bandwidth memory. [indiscernible] investments in our tools enabling through silicon via capability continues to be strong. Foundry represented 35% of our systems revenue a decrease from the percentage concentration in the September quarter of 41%. Growth for gate-all-around node spending partially offset the decline in mature node spending. The [indiscernible] Other Markets segment was 15% of our systems revenue in the December quarter down from the prior quarter level of 24%. The decrease was driven by reduced spending in both leading-edge as well as specialty technology nodes.\nNow I'll discuss the regional composition of our total revenue. The China region accounted for 31%, which was down from 37% in the prior quarter. Most of our China revenue continue to come from domestic Chinese customers. The next largest geographic concentration was Korea at 25% of revenue in the December quarter, an increase compared with the September quarter level of 18%. And finally, Taiwan and the United States rounded out the remainder of the top 4 regions. The Customer Support Business Generated almost $1.8 billion in revenue for the December quarter consistent with the September quarter and 20% higher than the same period in 2023.\nSequentially, growth in upgrade revenue largely offset the decline that we saw in Reliant Systems. While spares in the Reliant product line continue to be the 2 largest components of CSBG revenue generation, we achieved record upgrade revenue, demonstrating the strength of that growing installed base.\nTurning to gross margin performance. The December quarter came in at 47.5%, which was above the midpoint of our guided range, but was down from the September quarter level of 48.2%. This was primarily a result of unfavorable customer mix, which we foreshadowed in the last earnings call. We've improved elements of our cost structure during the past 2 years and expanded the gross margin contribution from our Asia operation strategies by a little more than 100 basis points as we exited calendar year 2024. We expect incremental benefit to gross margins as we continue to scale production on a go-forward basis from this strategy.\nOperating expenses for December were in line with our expectations at $735 million up from the prior quarter amount of $722 million. The increase was primarily due to higher incentive compensation tied to the company's increased profitability. R&D accounted for 67% of total operating expenses. Operating margin in the current quarter was 30.7%, a little bit below the September quarter level of [ 31.9% ] and near the high end of our guidance range, primarily because of that higher revenue and the stronger gross margin performance.\nAnd I'd just reiterate what Tim mentioned that we delivered 160 basis point improvement in operating margin for calendar year 2024. Our non-GAAP tax rate for the quarter was 13.2%, within range of our expectations. Our estimate for the March 2025 quarter is for the tax rate to be in the low to mid-teens range. Other income and expense for the December quarter came in at $11 million in income compared with $13 million in income in the September quarter. The slight fluctuation in OI&E was due to lower interest income, which was somewhat offset by lower foreign exchange losses and a little bit of gain in equity investments. All I need will continue to be subject to related fluctuations that will cause some level of volatility quarter-to-quarter. And as we sit here today, I do believe all I need will have a slight negative bias in the March quarter.\nOn the capital return side of things, we allocated approximately $650 million to open market share repurchases, and we paid $298 million in dividends in the December quarter. For the 2024 calendar year, we returned 98% of free cash flow totaling $4 billion, which was at the high end of our long-term capital return plans of 75% to 100% of free cash flow. For the December quarter, diluted earnings per share came in at $0.91. The diluted share count was roughly 1.29 billion shares, which was a reduction from the September quarter. During 2024, we repurchased nearly 34 million shares through our share buyback program, and we have $9.2 billion remaining on our board-authorized share repurchase plan.\nLet me [indiscernible] to the balance sheet. Our cash and short-term investments totaled $5.7 billion at the end of the December quarter, down from $6.1 billion at the end of the September quarter. The main driver of the cash decrease was obviously our capital return activity. This sales outstanding was 69 days in the December quarter, an increase from 64 days in the September quarter. Inventory at the December quarter end totaled $4.4 billion, a slight increase from the September quarter as we prepare for higher revenues in the March 2025 quarter. Inventory turns were 2.1x flat from the prior quarter level. We will continue to manage inventory levels to the best of our ability to align with customer demand. We're pleased to announce that we upsized our revolving credit facility from $1.5 billion to $2 billion.\nAdditionally, I just mentioned that we have $500 million of unsecured notes maturing in March this year, which we intend to simply pay off using cash on the balance sheet. We may choose to refinance this notional amount in the future as we continue to monitor the interest rate environment. By bolstering our liquidity with the credit facility we've created some optionality and flexibility here.\nNoncash expenses for the December quarter included approximately $82 million of equity compensation, $83 million in depreciation and $13 million in amortization. Capital expenditures in the December quarter were $188 million, up $78 million from the September quarter. Spending was mainly centered on lab related investments in the United States and Asia and manufacturing facilities supporting our global strategy to be close to customers' development and manufacturing locations. We ended the December quarter with approximately 18,300 regular full-time employees, which is an increase of approximately 600 people from the prior quarter. Growth predominantly in field and factory roles to support increased tool installation as well as growing manufacturing activities.\nNow let's turn to our non-GAAP guidance for the March 2025 quarter. We're expecting revenue of $4.65 billion, plus or minus $300 million. Gross margin up 48%, plus or minus 1 percentage point. We anticipate roughly consistent levels of customer concentration. Operating margin of 32%, plus or minus 1 percentage point. This guidance accounts for the normal seasonal increase in operating expenses that we always see at the beginning of calendar year. And finally, earnings per share of $1 plus or minus $0.10, based on a share count of approximately 1.29 billion shares.\nI would mention that as we look into 2025, we plan to continue to deliver incremental leverage to the bottom line. At the same time, we will be growing R&D and continuing to grow investment in a digital transformation project that we initially launched in 2023. Each of these investments is expected to enable future financial benefits to the P&L that we plan to show you in February.\nSo let me wrap up. We executed well in calendar year 2024. We delivered 11% growth in CSBG and a 160 basis point improvement in operating margin both of which exceeded our expectations from the beginning of last year. We've made key investments in our product portfolio to drive, served available market and share opportunity, and we've grown the global infrastructure to collaborate and deliver innovative solutions for our customers. We also grew spending in that digital transformation program. We look forward to sharing more details on the strength of our product portfolio as well as an updated long-term financial model at our Investor Day in New York City on February 19. We hope to see you there.\nOperator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/52ee2c4f02f7968e49cf34424c3605fc",
    "period": "2024 Q4",
    "content": "Q4 2024 Lam Research Corp Earnings Call\n\nQ4 2024 Lam Research Corp Earnings Call\n\nLRCXNASDAQJUL 31, 5:00 PM\n\nOperator\n\nGood evening, and welcome to the Lam Research June Quarterly Earnings Call. [Operator Instructions] Please note, this call is being recorded. I would now like to turn the conference over to Mr. Ram Ganesh, VP Investor Relations. Please go ahead.\n\nRam Ganesh\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research Quarterly Earnings Conference Call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer. During today's call, we will share our overview on the business environment, and we'll review our financial results for the June 2024 quarter and our outlook for the September 2024 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time. The release can also be found on the Investor Relations section of the company's website along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information. Today's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website. And with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThanks, Rob, and good afternoon, everyone. In the June quarter, Lam delivered another set of solid results with revenues, profitability and earnings per share, all coming in above the midpoint of our guidance. Our CSBG business posted strong growth with revenues up 22% sequentially, led by Reliant and [indiscernible]. On the manufacturing side, we achieved a key milestone in the quarter with our Malaysia factory shipping its 5,000th chamber. This is the fastest ramp of a new manufacturing facility in Lam's history, and we remain on track to achieve our long-term cost reduction goals through an expanded global manufacturing and supply chain footprint.\nAs previously communicated, 2024 is a year of strategic investment for Lam, where we are prioritizing product development for key technology inflections, global R&D infrastructure close to our customers and digital transformation for operational efficiency at scale. We believe these investments will put Lam in a position to outperform as the industry moves into a period of multiyear WFE spending expansion. Now turning to WFE, we expect this year's spending to be in the mid $90 billion range. Our customer investment profile is generally unchanged from our prior view, apart from slightly stronger domestic China spending and additional demand related to the ramp of high-bandwidth memory or HBM capacity. We see foundry logic, DRAM and NAND investments all up on a year-on-year basis. Global spending on mature node technologies is expected to be roughly flat year-on-year.\nLooking ahead to 2025, we see a positive environment for continued growth in WFE spending. The power of AI is a transformative business tool is still yet to be fully realized. Today, the focus on AI model training is driving strong demand for GPUs and HBM. However, as AI use cases expand, we believe inferencing at the edge will spur content growth of low-power DRAM and [indiscernible] storage in enterprise PCs and smartphones. Investments for AI-enabled edge devices play particularly well to Lam's strengths. We anticipate that memory customers looking to scale capacity and lower bid cost will bias WFE spending toward technology upgrades of the installed base.\nFor NAND, the etch and deposition intensity of upgrades is significantly higher than in a greenfield investment. When you consider Lam's sizable installed base in memory, including roughly 7,500 high aspect ratio dielectric etch chambers for NAND alone, we are positioned to outgrow overall WFE when customers upgrade existing memory production lines to next-generation nodes. Longer term, etch and deposition are set to play an increasingly vital role in the industry's efforts to develop faster, more power efficient and lower-cost semiconductors to serve AI-related applications by delivering critical solutions for atomic level device scaling, new materials innovation and advanced packaging integration, we see tremendous opportunity for Lam to expand our served market and increase our share at each successive process technology node.\nTo this end, our R&D focus is yielding exciting new products, including this year, our first direct power coupled conductor etch tool with matchless power source and bias, known as Direct Drive. This new power source uses solid-state drivers to stabilize the plasma in the etch chamber 500x faster than current industry standards. By combining direct power coupling with Lam's unique plasma pulsing capabilities, our latest conductor edge systems are delivering best-in-class performance for newly emerging [indiscernible] DRAM applications. In [indiscernible] devices, the nature of the bitline placement requires precise etching of ultra-small high aspect ratio of silicon structures to avoid device shorts or leakage. With direct power coupling and plasma pulsing, Lam connects to vertically oriented [indiscernible] transistor architectures with unprecedented depth uniformity and profile controller. Similarly, conductor etch is becoming a critical enabler for EUV patterning for gate-all-around and DRAM due to the need to reduce [indiscernible] placement error. For nodes below 2 nanometers, the requirement is for roughly 40% tighter control than at 5 nanometers. Our new conductor etch tool delivers a 30% reduction in feature roughness, which is 1 of the main contributors to etch placement error.\nIn addition, we can achieve 1 to 2 orders of magnitude improvement in defectivity for a given EUV dose, further helping customers reduce the overall cost and improve the capability of the EUV patterning process. Turning to NAND. AI applications are driving demand for faster, higher-capacity enterprise SSDs. NAND makers are pursuing both vertical and lateral scaling of manned arrays as well as increasing bits stored per sell through implementation of QLC and PLC technologies. In support of these efforts, Lam is developing new dielectric etch and deposition capabilities.\nEarlier today, we announced Lam Cryo 3.0, Lam's third generation of cryogenic etch technology. Building on our learning from nearly 1,000 cryogenic etch chambers, running in man fabs worldwide. This new patented cryogenic etch process delivers industry-leading control of the NAND memory channel hole profile. When a Lam Cryo 3.0 is deployed on our Vantec system, the etch are delivering the industry's highest available ion energy, we can create a 10-micron deep channel hole that has a top-to-bottom profile deviation of less than 10 nanometers or less than 0.1% relative to its depth. Such tight profile control allows customers to increase bit density by packing more cells per layer while also having the flexibility to add more layers per tier. Lam Cryo 3.0 also addresses our industry's need for more sustainable solutions, delivering a 40% reduction in energy consumption per wafer and a 90% reduction in greenhouse gas emissions per wafer compared to non-cryogenic textures.\nDeposition technology is also advancing quickly to support increased bit density and lower cost through multi-tier stacking. Polysilicon and tungsten gap fill materials have typically been used to enable tier stacking in high layer count NAND. Integration of these materials, however, has resulted in poor control of critical dimensions and overlay, negatively impacting yield and performance. Ram's innovative PECVD-based pure carbon and gap fill process provides an attractive alternative material. With the unique combination of high etch selectivity, superior mechanical properties and simplified dry post process removability, it also reduces the number of process steps required in some cases by approximately 50% compared to traditional approaches.\nOverall, etch and deposition are becoming increasingly critical to addressing the complex semiconductor requirements of a growing AI environment. We are excited by the breadth of opportunities we see ahead for the company, especially those created by technology inflections to gate all around backside power delivery, advanced packaging and [indiscernible] processing. All of these are etch and deposition intensive and each represents a $1 billion or higher growth opportunity for Lam. We look forward to sharing our progress on these fronts as well as our long-term financial model at our next Investor Day, which we are planning to hold in February 2025. With that, I'll turn it over to Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nThank you, Tim. Good afternoon, everyone, and thank you for joining our call today. We executed well in the June 2024 quarter. Our June quarter results came in above the midpoint or exceeded our guidance ranges for all financial metrics. We were pleased with the company's strong execution. For fiscal year 2024, we achieved the highest gross margin percentage since the merging of Lam with Novelis in 2013, coming in at 48.2% and we generated quite strong free cash flow of approximately $4.3 billion or 29% of revenue. .\nLet's look at the details of our June quarter results. Revenue came in at $3.87 billion, which was an increase from the prior quarter and over the midpoint of guidance. Our deferred revenue balance at the end of the quarter was -- or excuse me, $1.55 billion, which is a decrease of $194 million in the March quarter related to revenue recognized that was tied to customer advanced payments. As we sit here today, I believe deferred revenue remains stable at these levels for the foreseeable future.\nLet's turn to the revenue segment details. June quarter systems revenue in memory was 36%, which was a decrease from the prior quarter level of 44%. The decline in the memory segment was mainly attributable to DRAM. DRAM came in at 19% of systems revenue compared with 23% in the March quarter as investments in mature nodes declined in the June quarter. DRAM revenue reached a new record in fiscal year 2024 with spending focused on DDR5 and HBM enablement as well as on the 1Y node. Nonvolatile memory came in at 17% of our systems revenue, which was down from the March quarter level of 21%. And just a reminder, we are characterizing one customer's investment in specialty DRAM as a non-ball investment since it has a nonvolatile component in the device.\nNet revenue was at a low point for this year, and I expect NAND investment to gradually improve as utilization rates return to more normal levels, our customers slowly increased spending in conversions to 2xx and 3 XX layer devices into the next year. The Foundry segment represented 43% of our systems revenue, which was roughly flat with the percentage concentration in the March quarter of 44%. Growth in shipments for data all around nodes was offset by a decline in mature node spending. The [indiscernible] and other segment were 21% of system revenue in the June quarter, up from the prior level of 12%. The increase was driven by strength in mature node spending in China.\nWith respect to the regional composition of our total revenue, the China region came in at 39%, down slightly from the prior quarter level of 42% and a little bit higher than our expectations from the previous earnings call. This was driven by domestic China spending. The next largest geographic concentration was Korea at 18% of revenue in the June quarter, versus 24% in the March quarter. Taiwan was 15% of revenue in the June quarter, which was an increase from 9% in the March quarter. The customer support business group revenue in the June quarter pulled approximately $1.7 billion, an increase of 22% from the prior quarter level and 14% higher than the June quarter and calendar 2023.\nCSBG revenue represented 44% of our June quarter revenues and reached the highest point since the end of calendar 2022, driven primarily by an increase in Reliant systems, followed by growth in spares. Our Reliant Systems revenue benefited from strength in domestic China spending for specialty and mature nodes. Spares revenue increased largely due to continued improvement in utilization at our memory customers as well as a little bit of inventory stocking. I do not think CSBG will grow modestly in calendar year 2024.\nLet's look at profitability. Our June quarter gross margin came in at 48.5% at the top end of our guided range and slightly down from 48.7% in the March quarter. June quarter gross margin benefited from continued improvement in factory efficiencies, which largely offset the headwind we saw in customer mix that we talked about on the last earnings call. Operating expenses for the June quarter were $689 million, down marginally from the prior quarter amount of $698 million. As Tim mentioned, we continue to prioritize spending in research and development to extend our technology differentiation as well as expand our product portfolio. I'd just point out that more than 70% of our total operating expenses were concentrated in research and development.\nThe June quarter operating margin was 30.7%, above the guidance range mainly because of that strong gross margin performance. Our non-GAAP tax rate for the quarter was 11.5%. We estimate the tax rate for the remainder of the calendar year 2024 to be in the low to mid-teens level, and this rate will fluctuate from quarter-to-quarter. Other income and expense for the June quarter was approximately $19 million in income compared with $10 million in income in the March quarter. The increase in OI&E was primarily the result of fluctuations in the fair value of our venture investments. And as we've talked about in the past, you will see variability in OI&E quarter-to-quarter.\nLet's [indiscernible] capital return. We allocated approximately $382 million to share repurchases, and we paid $261 million in dividends in the June quarter. During the quarter, we announced that our Board of Directors approved a $10 billion share repurchase authorization. We have $10.8 billion remaining in the plan at the end of the June quarter. For fiscal year 2024, we returned $3.7 billion or 88% of free cash flow, which was in line with our long-term capital plans of returning 75% to 100% of free cash flow. June quarter diluted earnings per share were $8.14, close to the high end of our guidance range. The diluted share count was 131 million shares on track with our expectations and down from the March quarter.\n[indiscernible] balance sheet. Cash and cash equivalents totaled $5.9 billion at the end of the June quarter, up a little bit from $5.7 billion at the end of the March quarter. The sales outstanding were 59 days in the June quarter, a slight increase from 57 days in the March quarter. June quarter inventory turns of 1.9x compared with 1.8x in the prior quarter. We are making progress in bringing inventory levels down, and we'll continue to work on this throughout the rest of calendar year 2024. Our noncash expenses for the June quarter included approximately $79 million for equity compensation, $74 million in depreciation and $14 million in amortization. Capital expenditures were $101 million, flat with the March quarter level was spending mainly centered on lab investments in the United States and Asia as well as manufacturing facilities in Asia, supporting our global strategy to be close to our customers' development and manufacturing locations. We ended the June quarter with approximately 17,200 regular full-time employees, which was flat with the prior quarter.\nLet's turn to our non-GAAP guidance for the September 2024 quarter. We're expecting revenue of $4.05 billion, plus or minus $300 million. Gross margin of 47%, plus or minus 1 percentage point. This gross margin decline is reflective primarily of an unfavorable quarter-to-quarter change in customer mix. I expect this change to continue to be a slight incremental headwind in the December quarter. Operating margins of 29.5%, plus or minus 1 percentage point. Gross margin and operating margin included impact from ongoing transformation costs related to projects to improve our systems and operations.\nAs we communicated at the beginning of the year, we're focused on reengineering our business processes and systems to drive operational efficiencies and to implement AI at greater scale. And finally, we're forecasting earnings per share of $8 plus or minus $0.75 based on a share count of approximately 131 million shares.\nLet me wrap up. As we finish the first half of calendar year 2024, I was pleased that we were able to execute to the objectives we shared at the beginning of the year. We prioritize investment to extend our technology differentiation while driving operational improvements. We're encouraged that the spares business recovery is beginning and upgrade activity should improve as we exit the calendar year. Longer term, Lam is well positioned to capitalize the increase in etch and deposition intensity by delivering new capabilities and multiple new manufacturing inflections that we see ahead. We look forward to talking to you in February at our planned Investor Day about the long-term opportunities for Lam to continue our outperformance in the semiconductor industry.\nOperator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e665f4bfb240a206a62d5ec2ad5d5ade",
    "period": "2024 Q3",
    "content": "Q3 2024 Lam Research Corp Earnings Call\n\nQ3 2024 Lam Research Corp Earnings Call\n\nLRCXNASDAQAPR 24, 5:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Lam Research March 2024 Earnings Conference Call. [Operator Instructions] Please also note, today's event is being recorded.\nAt this time, I'd like to turn the floor over to Ram Ganesh, Head of Investor Relations. Sir, please go ahead.\n\nRam Ganesh\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research Quarterly Earnings Conference Call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the March 2024 quarter and our outlook for the June 2024 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time. The release can also be found on the Investor Relations section of the company website. along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information. Today's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation.\nThis call is scheduled to last until 3 p.m. Pacific Time. A replay of this call will be made available later this afternoon. We're having some technical difficulties posting our earnings call slides externally. We will try to post it as the call is going on. If not, we will post it on our website after this call.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThanks, Ram, and thank you to everyone joining us today. Lam is off to a strong start in calendar 2024, with revenues, profitability and earnings per share for the March quarter, all exceeding the midpoint of our guidance. These results as well as our outlook for the June quarter point to Lam's solid execution in an industry environment that is progressing much as we predicted in our January call.\nToday, we see industry WFE spending for calendar 2024 in the low to mid-$90 billion range, with the modest increase from our prior view, driven mainly by additional lithography shipments in China. We see no meaningful change to our outlook for Lam's overall 2024 revenue profile. From an industry perspective, DRAM remains strong with WFE spending driven by growing demand for high-bandwidth memory, and sustained investment in domestic China.\nIn foundry logic, growth in leading-edge spending this year is being partially offset by a decline in mature node spending outside of domestic China. Domestic China spending is running higher than we had previously expected. However, we still see it being first half weighted with Lam's revenue contribution from China declining as the year progresses.\nIn NAND, we continue to expect year-on-year growth in WFE spending in calendar 2024. Encouragingly, we have seen an uptick in fab utilization. And in the March quarter, this has translated into double-digit percent growth quarter-over-quarter in our spares revenues. As supply and demand continues to normalize through the remainder of the year, we see a strong setup of developing for 2025 NAND spending.\nAs we move toward a broader WFE recovery, Lam stands to benefit from powerful secular drivers of semiconductor growth and innovation. Generative AI and other emerging smart applications are built on a foundation of semiconductor technology and are expected to deliver trillions of dollars of economic benefit at a global level over the next decade. AI's transformative use cases, foreseen in both consumer and enterprise markets are only in the early stages of realization, and we believe that significant investment in semiconductor manufacturing capacity will be required to satisfy the coming demand for advanced compute, memory and storage.\nIn this environment, the winners will be the equipment companies that can accelerate the pace of technology advancement, while at the same time, deliver innovations that disrupt the rising cost and complexity of semiconductor fabrication. To this end, Lam is investing in 2 differentiated approaches: first, we are putting more capabilities and resources close to our customers to strengthen collaboration; and second, we are leveraging Lam's proprietary semi versus solutions, digital twin capabilities to reduce the time and cost of technology development.\nAlready, we are seeing Lam's distributed R&D footprint having a positive effect. In the past quarter, we've used our customer-centric lab investments in Korea, Taiwan and the U.S. to accelerate cycles of learning on new applications. resulting in important wins for Lam in both DRAM and foundry logic advanced packaging.\nWith respect to Semiverse solutions, we leverage a portfolio of digital twins created at the scale of the device the process and the reactor to model complex interactions that influence tool performance and productivity. Lam's engineers now regularly use these capabilities to optimize multidimensional etch and deposition process recipes faster and with less on-tool wafer experimentation.\nTurning to demand related to AI. The early impact has been most prominent in DRAM and foundry logic. We believe, however, that AI's impact on storage is still ahead and represents a key vector of long-term growth for our NAND business. More advanced AI applications need faster, more power-efficient and higher-density NAND storage. NAND-based enterprise solid-state drives or eSSDs, are 50x faster in read right capability, 2 to 5x more power efficient and use 50% less space at the system level compared to hard disk drives or HDDs.\nToday, over 80% of enterprise data is stored on HDDs. And we expect this mix to shift in favor of SSDs as NAND capability and cost continues to improve. This is where Lam is playing a key role by enabling technologies, which are critical for both performance and cost scaling. In deposition, for example, Lam is leading the transition from tungsten to molybdenum in the word line to improve device access time and reduce stack height per storage cell.\nIn etch, Lam is using high aspect ratio cryogenic etch to enhance productivity of memory hole formation. Today, we are approaching 1,000 [ cryo-etched ]chambers in our high-volume manufacturing installed base. In partnership with our customers, we're using the tremendous amount of data coming from this installed base to rapidly improve technology and cost at each successive layer transition in NAND. Recently, we combined the learning from the installed base with the capabilities of our semi verse solutions simulation tools to further strengthen our differentiation. As a result of our accelerated innovation we have defended every NAND high aspect ratio memory hole etch production decision made so far by customers.\nWith respect to DRAM, AI servers use high-bandwidth memory or HBM to increase read right speed and reduce server power consumption. HBM stacks multiple DRAM dies using TSVs enabling 15x more data throughput than standard DRAM. However, HBM also requires an approximately threefold increase in wafers per bit compared to conventional memory. With this in mind, it's important that our SABRE 3D and Syndion tools not only provide best-in-class plating and etch capabilities, but also deliver industry-leading throughput and productivity to keep overall costs low for our customers. We are the leading player in TSV applications for HBM and expect our HPM related shipments to grow more than 3x in calendar year 2024.\nFinally, on the foundry logic side. Lam tools, including selective etch and ALD, are well positioned to help enable the move from FinFET to gate all around, a key transition needed to improve transistor performance per watt by 15% to 20%. We see our shipments for gate all around nodes in calendar year 2024, exceeding $1 billion. Lam tools are also enabling foundry logic inflections such as backside power delivery, molybdenum interconnects and [ dry photoresist ] processes for EUV patterning. Our traction with customers is strong on these inflections. And together, they represent a multibillion-dollar growth opportunity for Lam as AI drives a greater need for faster, more power-efficient devices.\nTo conclude, the proliferation of AI, the global push for localized chip manufacturing capacity and the ubiquity of semiconductors in new consumer and commercial products represent powerful secular drivers for Lam and the rest of the semiconductor equipment industry in the years ahead. We are pleased with the company's execution and our results in the March quarter, and remain focused on our opportunity to outperform through this next leg of industry growth.\nThank you, and I'll now turn it over to Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nThanks, Tim. Good afternoon, everyone, and thank you all for joining our call today during what I know is a busy earnings season.\nWe delivered solid results in the March 2024 quarter. Our March quarter results came in over the midpoint of our guidance ranges for all financial metrics. I'm pleased with the company's continued robust execution. We achieved the highest gross margin percentage since the merging of Lam with [ Novellus ]. We also continue to generate very strong free cash flow of $1.3 billion or 34% of revenue.\nLet's dive into the details of our March quarter results. Revenue for the March quarter was $3.79 billion, which was roughly flat with the prior quarter. Our deferred revenue balance at the end of the quarter was $1.75 billion, which was a decrease of $182 million from the December quarter related to revenue recognized that was tied to those customer advanced payments. I believe deferred revenue will continue to trend downwards as we continue throughout the year.\nFrom a segment perspective, March quarter, systems revenue in memory was 44%, which is a decrease from the prior quarter level of 48%. The decline in the Memory segment was attributable to DRAM coming in at -- excuse me, 23% of systems revenue versus the 31% that we saw in the December quarter. DRAM spending was focused on the 1-[ light ], 1-alpha and 1-beta nodes, spending largely driven by DDR5 and high-bandwidth memory enablement. As we noted in the last quarter, nonvolatile memory WFE is increasing in 2024 and but it remained at a subdued level on a mix basis for the March quarter. This segment represented 21% of our systems revenue, up from 17% in the prior quarter.\nI do just want to mention one thing. We are characterizing 1 customer's investment in specialty DRAM as a nonvolatile investment since it has a nonvolatile component to the device. This might be different than what others in the industry are doing. NAND investment was driven by very modest spending in conversions to 2xx and 3xx layer devices. The Foundry segment represented 44% of our systems revenue, a slight increase from the percentage concentration in the December quarter of 38%. Growth was driven predominantly by domestic China shipments. And finally, the [indiscernible] and Other segment were 12% of our systems revenue in the March quarter, down from the prior quarter level of 14%. The decline was driven by continued mature node softness.\nNow I'll discuss the regional composition of our total revenue. The China region came in at 42% and up slightly from 40% in the prior quarter. While most of our China revenue continued to be from domestic Chinese customers. This was the largest quarter for multinational spending in China since mid last year. We expect spending from this region to increase year-over-year in 2024. I believe it will, however, decline as we go through the year.\nOur next largest geographic concentration was Korea at 24% of revenue in the March quarter versus 19% in the December quarter. Japan and Taiwan rounded out the remainder of the top 4 regions. Our Customer Support Business Group generated revenue in the March quarter totaling approximately $1.4 billion. This was down 4% from the December quarter and 13% lower than the March quarter and calendar year 2023.\nOur Reliance Systems revenue decreased in the March quarter due to continued weakness in mature node investments, partially offset by a higher level of spares. Reliant is at the lowest revenue level in the last 2 years and spares is at the highest revenue level since the end of 2022. The spares business is seeing very early signs of positive impact from utilization increases from our customers.\nTurning to the gross margin performance. The March quarter came in at 48.7%, above the midpoint of our guided range and above the December quarter level of 47.6%. The increase was primarily a result of favorable changes in product and customer mix as well as improved factory efficiencies. March quarter operating expenses were $698 million, up from the prior quarter amount of $662 million. This was due in part to expenses incurred for an extra week in the quarter I'll remind you, it was a 14-week quarter as well as our conscious growth in R&D spending.\nAs Tim mentioned, we remain laser-focused on investing in R&D to extend our product and competitive differentiation. R&D as a percentage of spending was at a high watermark coming in at 71% of total spending. Operating margin for the current quarter was 30.3% and in line with the December quarter level of 30% and at the high end of our guidance range. This was primarily because of the strong gross margin performance, which was somewhat offset by the growth in R&D investment. Our non-GAAP tax rate for the quarter was 11.7%, consistent with our expectations.\nLooking further into calendar 2024, we continue to believe the tax rate will be in the low to mid-teens, with some possible fluctuations quarter-by-quarter. Other income and expense for the March quarter came in at $10 million in income compared with $5 million in income in the December quarter. The increase in OI&E was due to higher cash balances and higher interest rates. OI&E will be subject to market-related fluctuations that could cause some level of volatility quarter-by-quarter.\nOn the capital return side of things, we allocated approximately $860 million to share repurchases, and we paid $263 million in dividends in the March quarter. Our share repurchase activity included both open market repurchases as well as an accelerated share repurchase arrangement. The ASRs continued to execute into the month of April. And I would just mention, we continue to track towards our long-term capital return plans of returning 75% to 100% of our free cash flow.\nMarch quarter diluted earnings per share was $7.79 towards the higher end of our guided range. The diluted share count was 132 million shares on track with expectations and down from the December quarter. We have $1.2 billion remaining on our Board-authorized share repurchase plan.\nLet me pivot to the balance sheet. Our cash and short-term investments at the end of the March quarter totaled $5.7 billion, up a little bit from $5.6 billion at the end of the December quarter. The increase was largely due to collections with an extra week in the March quarter, offset by cash allocated to share buyback, dividend payments and capital expenditures. Days sales outstanding was 57 days in the March quarter, a decrease from 66 days in the December quarter. Inventory at the end of the March quarter totaled $4.3 billion down $107 million from the December quarter level. Inventory turns remained flat from the prior quarter level at 1.8x. We are making progress in bringing inventory levels down, and we will continue to work on this throughout calendar 2024.\nNoncash expenses for the March quarter included approximately $77 million in equity compensation, $75 million in depreciation and $15 million in amortization. Capital expenditures in the March quarter were $104 million, down $12 million from the December quarter. Spending was primarily centered on lab expansions in the United States and Asia supporting our global strategy to be close to our customers' development locations. We ended the March quarter with approximately 17,200 regular full-time employees, which was flat with the prior quarter.\nLet's now turn to our non-GAAP guidance for the June 2024 quarter. We're expecting revenue of $3.8 billion, plus or minus $300 million, gross margin of 47.5%, plus or minus 1 percentage point. This gross margin decline from March is reflective of a quarter-to-quarter change in customer mix. Operating margins of 29.5%, plus or minus 1 percentage point. This reflects our continued commitment to prioritize R&D spending. And finally, earnings per share of $7.50 plus or minus $0.75 based on a share count of approximately 131 million shares.\nSo let me wrap up. 2024 is a year of continued transformation for Lam Research. We're investing in our long-term strategy to expand our technology leadership and operational excellence while efficiently managing overall spending. We're encouraged that the long-term drivers of semiconductor growth such as artificial intelligence, are seeing accelerated adoption and we expect Lam to be a strong beneficiary of these trends. We're well positioned for the architectural and material change coming, such as gate all around, advanced packaging, backside power delivery, and the move to drive photoresist.\nOperator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d6a39d59a35dcb92d480718f77482965",
    "period": "2024 Q2",
    "content": "Q2 2024 Lam Research Corp Earnings Call\n\nQ2 2024 Lam Research Corp Earnings Call\n\nLRCXNASDAQJAN 24, 5:00 PM\n\nOperator\n\nGood afternoon, and welcome to the Lam Research Corporation December 2023 Quarterly Earnings Conference Call. [Operator Instructions] Please note this event is being recorded.\nI would now like to turn the conference over to Ram Ganesh, Head of Investor Relations. Please go ahead.\n\nUnknown Executive\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and CEO; and Doug Bettinger, Executive VP and Chief Financial Officer. .\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the December 2023 quarter and our outlook for the March 2024 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time. The release can also be found on the IR section of the company's website along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information. Today's discussion of our financial results will be presented on a non-GAAP financial basis unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation.\nThis call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThank you, Ram, and welcome, everyone. Lam delivered strong performance in the December quarter. Revenues, gross margin, operating margin and EPS all above the midpoint of our guided ranges. Our results for December closed out a calendar year 2023, in which Lam executed well amid a decline in overall wafer fabrication equipment spending. Compared to the prior year cycle trough in calendar 2019, we achieved a near doubling EPS.\nThere are a few reasons why Lam has evolved stronger cycle to cycle. First, we have improved our positioning in the foundry, logic and specialty technology segments through sustained investments in innovation and new products. As a result, we have grown our total non-memory revenue share, and we continue to gain momentum at key technology inflections. Second, we have delivered tremendous growth in our customer support business group. Lam ended calendar 2023 with approximately 90,000 chambers in the field, an installed base almost 50% larger than in the previous cycle. CSBG revenue has grown by more than 80% from 2019 levels. And finally, we have further improved our ability to manage costs and drive operational efficiency through cycles, delivering operating margins in 2023 that were nearly 2.5 points higher than the prior trough.\nTurning to WFE. We estimate that 2023 spending ended in the low $80 billion range. This is up slightly from our purview, driven by continued strength in domestic China spending predominantly in equipment segments where we do not participate.\nOverall, memory WFE was down nearly 40% year-on-year, led by cuts in NAND spending of more than 75%. Non-memory WFE decreased in the mid-single digits range with mature node growth in China, partially offsetting declines in leading-edge node spending in the rest of the world.\nAs we enter 2024, the business environment remains muted. However, we expect a modest recovery in memory spending to drive exit to the year. Our early view of WFE spending for calendar 2024 is in the mid- to high $80 billion range. Growth in DRAM will be driven by capacity additions for high-bandwidth memory as well as node conversions. NAND spending increases will largely come from technology upgrades. We see foundry logic spend growing in 2024 with higher leading-edge investment, offset in part by declines in mature node investment outside of China. Overall, we believe domestic time spending will be stable in 2024.\nLonger term, the setup for WFE investment is robust. With semiconductor revenues widely expected to reach $1 trillion around the end of the decade and device manufacturing complexity continuing to rise, we believe WFE spending will need to roughly double from today's levels. Lam's served markets of etch and deposition outpaced growth in WFE overall. For this reason, we have been executing a series of strategic actions to best position the company for the growth opportunity ahead. Importantly, we have remained committed to these initiatives despite the challenging spending environment over the past several quarters.\nFirst is our commitment to R&D, including planned spending increases in calendar year 2024 to extend our differentiation in products and services targeted at next-generation semiconductor device inflections. This next era in semiconductors will be defined by the broad move towards 3D architectures and advanced packaging to solve scaling challenges. We believe this will, in turn, drive an increase in etch and deposition intensity over the long term. Our focus is on multiple billion dollar SAM expansion opportunities across memory and foundry logic.\nWe have profiled our advances in gate all around backside power delivery, advanced packaging and dry east patterning over the past several quarters, and our solutions are continuing to gain traction with customers. In the December quarter, we secured additional advantage packaging wins for high-bandwidth memory, which is critical for enabling advanced AI servers.\nOur Sabre 3D tools best-in-class plating uniformity along with our ability to demonstrate an overall cost of ownership advantage made Lam the clear choice over a large competitor. In 2024, we expect our HBM related DRAM and packaging shipments to more than triple year-on-year and outpace WFE growth in this segment by a significant margin.\nThe specialty technology markets are also yielding a diverse set of new opportunities for Lam. For instance, we have recently delivered pulse laser deposition technology to customers targeting high-volume manufacturing of MEMS and next-generation high-frequency devices. We accelerated our entry into this market by integrating technology we obtained via small acquisition onto a production-proven Lam platform. Compared to competing deposition methods, Lam solution enables more highly doped scandium aluminum nitride films, which delivered the Piezo electric performance and cost our customers require.\nThe second area of focus for Lam has been our investment in facilities close to our customers. By establishing process development capabilities near our customers' R&D fabs, we are maximizing collaboration and accelerating time to solutions. We have also made progress ramping supply chain and manufacturing operations within our customer ecosystems. These in-region capabilities enhance our responsiveness and resilience for customers and create significant economic value for Lam as we leverage the benefits of global flexibility. Our new manufacturing facility in Malaysia is poised to fully scale in the coming WFE upturn, providing us the capability to nearly triple the percentage revenue contribution from our lower cost manufacturing locations versus a few years ago.\nAnd finally, Lam is concentrated on reengineering our business processing systems to drive operational excellence at greater scale. Investments in digital capabilities like virtual twinning, advanced simulation and AI are helping us to accelerate problem solving, and we are building equipment intelligence capabilities and in-fab service automation into our most advanced product road maps.\nAs we complete our reengineering efforts, we are also intent on achieving organizational agility. In this regard, we are announcing a small workforce reduction predominantly at the executive level to align our resources with our execution priorities and drive efficiency and speed of decision-making.\nIn calendar 2023, Lam delivered solid results while investing to build strong capabilities for the future. Looking forward, I am confident that our strategic global infrastructure and differentiated technology portfolio provide Lam with the tools we need to capitalize on the robust semiconductor growth expected in the years ahead.\nThank you, and now here is Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nGreat. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a busy earnings season. We delivered strong financial results in calendar year 2023. Our revenue came in at $14.3 billion and diluted earnings per share at $27.33. We're pleased with the company's execution during the year where the memory WFE mix reached historic lows.\nLet's look at the details of our December quarter results. Revenue for the December quarter was $3.76 billion, which was up 8% from the prior quarter and down 29% from a year ago. Our deferred revenue balance at the end of the quarter was $1.93 billion, which was an increase of $238 million from the September quarter, which was mainly tied to grow in customer advanced payments. We continue to have a higher deferred revenue balance versus historic levels given these customer advanced payments.\nFrom a segment perspective, December quarter, systems revenue in memory was 48%, which is an increase from the prior quarter level of 38%. The growth in the memory segment was led by DRAM, which was at record levels on a dollar basis, coming in at 31% of systems revenue compared with 23% in the September quarter. DRAM is benefiting from growth in high-bandwidth memory capacity and the move to DDR5, which is needed to address AI-related workloads, and it's also benefiting from shipments to China.\nAs we've noted in prior quarters, nonvolatile memory WFE was at historic lows on a mix basis in 2023. For the December quarter, this segment represented 17% of our systems revenue, which was up a little bit from 15% in the prior quarter. The slight growth was predominantly led to investments in certain technology projects. NAND customers have aggressively reduced capacity throughout the year to bring inventory levels down.\nThe Foundry segment represented 38% of our systems revenue, a little higher than the percentage concentration in the September quarter of 36%. Growth was driven by new fab shipments in various regions across several process nodes. The Logic and Other segment was 14% of our systems revenue in the December quarter, which was down from the prior quarter level of 26%. The decline was driven by general mature node softness as well as the timing of customer projects. Overall, in the Foundry and Logic segment, we performed well, delivering on the share gains that we've previously been discussing with you.\nNow I'll discuss the regional composition of our total revenue. The China region came in at 40%, which was down from 48% in the prior quarter. Most of our China revenue in the last 2 quarters was from domestic Chinese customers, and we expect spending from this region to be stable overall in 2024. China as a percent of our revenue is expected to stay relatively high in the March quarter, but it likely trend lower as the year progresses. Our next largest geographic concentration was Korea at 19% of revenue in the December quarter versus 16% in the September quarter. And finally, Japan and Taiwan rounded out the remaining of our top 4 regions.\nThe customer support business group generated revenue in the December quarter of nearly $1.5 billion, up 2% from the September quarter and 16% lower than the December quarter in calendar year 2022. Overall, the business was steady, and we continue to see our memory customers operating the fabs at very low utilization rates.\nGiven the strength of the installed base units, we have a strong foundation for growth with technology conversions and utilization rates resume growing. Spares followed Reliant product line continue to be the 2 largest components of CSBG.\nTurning to the gross margin performance. The December quarter came in at 47.6%, which is above the midpoint of guidance and generally in line with the September quarter level, which was 47.9%. We've improved elements of our cost structure during the year and delivered on our commitment to improve gross margin from the 2023 March quarter level by approximately 1 percentage point as we exit calendar year 2023 from those operational improvements. December quarter operating expenses were $662 million, up from the prior quarter amount of $622 million.\nR&D as a percent of spending was higher versus the September quarter, coming in at over 69% of total expenses. The increased spend and reflects our ongoing focus on extending our product and technology differentiation across those critical inflections that Tim mentioned earlier. We will continue to grow investments across multiple market segments to support the long-term strategic objectives for ongoing company outperformance.\nOperating margin for the current quarter was 30%, in line with September quarter level of 30.1% and above the midpoint of our guidance primarily because of a stronger gross margin performance.\nOur non-GAAP tax rate for the quarter was 12.3%, generally in line with expectations. Looking into calendar 2024, we believe the tax rate will be in the low to mid-teens with the normal fluctuations quarter-by-quarter. Other income expense for the December quarter came in at $5 million in income compared with $7 million in income in the September quarter. The slight fluctuation in OI&E was mainly due to variations in exchange rates. OI&E will continue to be subject to market-related fluctuations that could cause some level of volatility each quarter.\nOn the capital return side, we allocated approximately $640 million to open market share repurchases, and we paid $264 million in dividends in the December quarter. For the 2023 calendar year, we returned 79% of our free cash flow, totaling $3.8 billion, which was largely consistent with our long-term capital return plans of 75% to 100%. December quarter diluted earnings per share was $7.52 over the midpoint of our guidance. Diluted share count rounded down to 132 million shares on track with our expectations and down from the September quarter. During 2023, we repurchased nearly 5 million shares through our share buyback program. I would just mention, we have $2.1 billion remaining on our Board-authorized share repurchase plan.\nLet me turn to the balance sheet. Our cash and short-term investments at the end of the December quarter totaled $5.6 billion, up from $5.2 billion in the September quarter. The increase was largely due to collections, offset by cash allocated to share repurchases, dividend payments and capital expenditures. Overall, 2023 was a record year for cash flows from operations coming in at $5.3 billion. Days sales outstanding was 66 days in the December quarter, which was a decrease from 73 days in the September quarter. As a result of our operational focus and execution, I'm pleased to report that inventory turns improved to 1.8x from the prior quarter level of $1.5 billion. We will continue to work on bringing inventory down throughout calendar 2024.\nOur noncash expenses for the December quarter included approximately $70 million for equity compensation, $78 million for depreciation and [ $13 ] million for amortization. Capital expenditures for the December quarter were $115 million, up $38 million from the September quarter.\nSpending was primarily centered on product development activities and lab expansions in the United States and Asia, supporting our global lab investment strategy. We ended the -- excuse me, the December quarter with approximately [ 17,200 ] regular full-time employees, which was flat with the prior quarter.\nLet's now turn to our non-GAAP guidance for the March 2024 quarter. We're expecting revenue of $3.7 billion, plus or minus $300 million. Gross margin of 48%, plus or minus 1 percentage point. This gross margin guidance is reflected reflective of continued favorable customer mix. I do expect this favorable mix to mitigate somewhat as the year progresses. Operating margins of 29.5%, plus or minus 1 percentage point. I would again highlight that the March 2024 quarter will have higher spending as it includes an extra week in the quarter, which occurs every several years. It's a 14-week quarter. And I will also remind you we will be growing R&D spending this year.\nAnd finally, we're expecting earnings per share of $7.25 plus or minus $0.75 based on a share count of approximately 132 million shares. We continue to be focused on improving our business operations to optimize efficiency and effectiveness as WFE growth occurs. Our profitability metrics reflect the progress we made during calendar year 2023, with business realignment and transformational activities well underway. We'll see these activities continue in the first half of calendar year 2024. Including the cost incurred for these improvement activities and headcount reductions that we saw in calendar 2023, I now expect we'll spend in total $300 million for these actions, which will continue to be reported in our non-GAAP adjustments. I had previously told you we would spend $250 million over 12 months. It's now $50 million higher and 6 months longer.\nSo let me conclude. Over many semiconductor cycles, Lam has established a proven track record of successfully managing our business. With the actions we've taken over the course of the last several quarters, we expect to strengthen our operations and technology leadership and further enhance our profitability profile. When revenue scales into the next upturn, Lam will be stronger, better positioned and more efficient.\nOperator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f9455df816936e8d4b22a2d3a88cceea",
    "period": "2024 Q1",
    "content": "Q1 2024 Lam Research Corp Earnings Call\n\nQ1 2024 Lam Research Corp Earnings Call\n\nLRCXNASDAQOCT 18, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Lam Research September 2023 Financial Conference Call.\n[Operator Instructions]\nPlease note today's conference is being recorded. I would now like to turn the conference over to Tina Correia, Corporate Vice President, Chief Accounting Officer and Investor Relations. Please go ahead.\n\nChristina C. Correia\n\nChief Accounting Officer, VP of Corporate Finance & Investor Relations\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the September 2023 quarter and our outlook for the December 2023 quarter. The press release detailing our financial results was distributed a little after 01:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information. Today's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation.\nThis call is scheduled to last until 03:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website. And with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThanks, Tina, and welcome, everyone.\nLam produced solid results for the September quarter. Revenues came in above the midpoint of our guidance. And for the second quarter in a row, our gross margin, operating margin and earnings per share all exceeded the high end of the guidance range. Our revenue and earnings per share are expected to improve further in the December quarter, demonstrating our continued strong execution in a cyclically soft calendar year 2023.\nTurning to the wafer fabrication equipment environment. We see spending for calendar year 2023 in the $80 billion range. The adjustment in WFE from our prior view of mid-$70 billion is based on updated checks on non-Lam-related markets, as well as restricted fab spending in China. It does not change our assumptions on Lam revenues for the year. On the device segment side, NAND weakness continued in the quarter as customers adjusted spending levels down and further lowered utilizations to drive a faster path to supply-demand balance.\nWhile NAND WFE is down significantly in 2023, supply actions are starting to have a positive impact. Customers have recently indicated that pricing trends have stabilized and NAND bit demand has increased from high single digits percent year-over-year growth to high teens as certain consumer markets are demonstrating greater demand elasticity and per unit content.\nDRAM spending is modestly up relative to our prior view, driven by better trends in high-bandwidth memory related demand as well as further upside from domestic China customers. Meanwhile, the foundry/logic segment is down slightly versus our prior baseline due to weakness in both leading edge and non-China-based mature node investments.\nLooking forward, it remains hard to call the timing and pace of WFE recovery, but we believe Lam is in a good position to benefit from both cyclical and structural drivers of demand. When memory investments begin to recover from current cyclical lows, we expect to see early benefits in our installed base business as fab utilization improves, driving increased demand for spares, services and equipment upgrades. Longer term, Lam's growth story is strong and is underpinned by the fact that etch and deposition are fundamental enablers of higher performance, more scalable semiconductor device architectures. To address emerging technical challenges, customers continue to identify new innovative use cases for vertical scaling. Backside power delivery is a good example as it is an emerging device architecture being developed to address the scaling limitations of traditional back-end-of-line integration schemes. Etch and deposition play a critical role in enabling this transition and backside power delivery is expected to add close to $1 billion of incremental SAM opportunity for Lam per 100,000 monthly wafer starts.\nToday, power interconnects increasingly compete for space in the complex back end of line wiring while also taking up considerable area at the transistor level. Additionally, managing power loss between the external source and the transistors is increasingly challenging due to resistance. A backside power delivery architecture enables the separation of the signal and power delivery path to free up valuable way for real estate and minimize power loss.\nFurthermore, customers are implementing changes, including the use of thicker metal layers in order to efficiently integrate backside power with their advanced packaging schemes. New etch and deposition capabilities are needed and the trends are favorable for Lam. Due to our existing strength in back-end processes, we have been able to quickly extend the capabilities of our copper electroplating and PVD deposition products to address the throughput and productivity requirements of backside power applications.\nWe now have tool of record positions at a leading foundry logic customer and expect these positions to continue to grow. As we approach the end of the year, our installed base is closing in on 90,000 chambers. As semiconductor manufacturing is becoming increasingly complex, our customer support business group is seeing more opportunities to deliver innovation, productivity and yield enhancement.\nIn the September quarter, we expanded our equipment intelligence offering at multiple customers to include the first big data application of high-resolution optical emission spectroscopy, or OES. The equipment intelligence capabilities we are delivering with OES are highly differentiated due to the complexity of collecting and interpreting plasma spectra in manufacturing over time and across a large fleet of tools. Our solution allows customers to resolve performance issues that would otherwise remain undetected. Recently, our CSBG team also put the industry's first collaborative maintenance robot, or cobot, into a production fab and a leading customer. Cobots helped execute complex maintenance tasks with precision and reliability, leading to improved tool-to-tool performance matching and higher equipment availability.\nAlso, we believe cobots as a new service offering can play an important role in addressing anticipated skilled labor shortages as semiconductor manufacturing expands and becomes more regionalized. Overall, we see tremendous vectors of growth ahead for the semiconductor industry and for Lam.\nScaling and complexity challenges are driving multiple inflections for 3D architectures, and, in turn, greater etch and deposition intensity. Lam has a strong track record of execution, and we are committed to making the strategic investments needed to position the company to outperform as the industry and our markets grow.\nOver the last 2 years, we've been laying the groundwork for greater scale and efficiency with the expansion of our manufacturing, supply chain and warehousing capabilities in Asia in order to better serve our customers in that region. We are also increasing our R&D efforts to extend our technology differentiation and expand our product portfolio to capture new inflection-driven applications. While the current business environment remains challenging, secular industry trends play extremely well to land strengths, and we are excited by the breadth of opportunities we see ahead for the company.\nThank you, and I'll now turn it over to Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nExcellent. Thank you, Tim. Good afternoon, everyone, and thank you for joining the call today.\nWe delivered strong results in the September 2023 quarter. Our revenue came in above the midpoint of our guided range in gross margin, operating income and earnings per share all exceeded the high end of guidance. We're pleased with the company's execution during a year where memory WFE investment has declined by unprecedented amounts.\nLet's look at the details of our September quarter financial results. Revenue for the September quarter was $3.48 billion, which was up 9% from the prior quarter and down more than 30% from a year ago. Our deferred revenue balance at quarter end was $1.69 billion, which was a decrease of approximately $150 million from the June quarter mainly related to revenue recognized tied to customer advanced payments. We continue to have a higher deferred revenue balance versus historic levels given these advanced payments. We expect to recognize revenue in the December quarter for a portion of these deposits, which is comprehended in our guidance. Within calendar year 2024, I believe the deferred revenue balance will trend to more normalized levels.\nLet's now look at the segments. From a segment perspective, September quarter systems revenue in memory was 38%, which is an increase from the prior quarter level of 27%. The growth in the memory segment was driven by DRAM, which increased sequentially coming in at 23% of systems revenue compared with 9% that we saw in the June quarter.\nAs we've noted in prior quarters, nonvolatile memory spending is at historic lows in 2023 and for the September quarter, the segment represented 15% of systems revenue, which was down from the 18% that we saw last quarter. These spending levels in NAND are at dollar levels we have not seen since planar NAND was the predominant technology.\nThe Foundry segment represented 36% of our systems revenue lower than the percentage concentration in the June quarter of 47%. The decrease is related to timing of leading-edge investments within calendar year 2023. We performed well in this segment during the year, with this quarter spending coming mainly from mature node customers. And finally, the Logic and Other segment was 26% of our systems revenue in the September quarter, which was flat with the prior quarter level. Investments in this segment were heavily focused in the specialty device areas, including sensors, analog and power devices.\nI'll now discuss the regional composition of our total revenue. The China region came in at a high watermark of 48%, up from 26% in the prior quarter. The majority of the China revenue this quarter was from domestic Chinese customers, and we currently expect we will have another strong China geographic concentration profile in the December quarter is low. Our next largest geographic region concentration, [indiscernible] Korea had 16% of revenue in the September quarter and that compares with the 24% that we saw in June.\nOur Customer Support Business Group generated revenue in the September quarter, totaling approximately $1.4 billion, which was down 5% from the June quarter and 25% lower than the September quarter and calendar year 2022. Memory customers continue to operate their fabs at very low utilization rates and customers are holding off on upgrading tools until there's more digestion of the outstanding inventory that is in the industry.\nThe specialty technology market has been a bright spot this year and we see that part of our business up year-over-year as we close calendar year 2023. Spares and the Reliant product line continues to be the 2 largest components of CSBG.\nLet me now turn to the gross margin performance. The September quarter came in at 47.9%, above our guided range and higher than the June quarter level of 45.7%. Our strong gross margin performance compared to the prior quarter was driven primarily by favorable customer mix. We've improved elements of our cost structure during the year and are on track with our plan to improve gross margin from the March quarter level by approximately 1 percentage point as we exit calendar year 2023.\nSeptember quarter operating expenses came in at $622 million, up from the prior quarter amount of $590 million. R&D as a percentage of spending was somewhat higher versus the June quarter, coming in at over 68% of our spending. The increased investment was focused on key technology inflections and development engagements with our customers. We will continue to invest in programs across multiple market segments to support our long-term strategic objectives for continued company outperformance.\nOperating margin for the current quarter was 30.1% higher than the June quarter level of 27.3% and more than 100 basis points over the high end of our guidance because of that strong gross margin performance.\nNon-GAAP tax rate for the quarter was 13.4%, in line with our expectations. Our estimate for the December 2023 quarter as well as for calendar year 2024 is for the tax rate to be in the low to mid-teens range. Other income and expense for the September quarter came in at $7 million in income compared with $7 million in expense in the June quarter. The favorable fluctuation in OI&E was due to a variety of factors, including rising interest rates, generating income on our cash balance. OI&E will continue to be subject to market-related fluctuations that will cause some level of volatility quarter-by-quarter.\nLet me now pave the capital return side of things. We allocated approximately $830 million to open market share repurchases and paid $230 million in dividends in the September quarter. I'll highlight that in September, we announced a 16% growth in our dividend, in line with our plan to deliver disciplined annual dividend growth.\nSince paying our first dividend in 2014, we have now raised the dividend amount 9x. We returned over 120% of free cash flow in the quarter and we have $2.7 billion remaining on our Board-authorized share repurchase plan.\nCalendar year-to-date, we've returned 83% of our free cash flow to shareholders. September quarter diluted earnings per share was $6.85 over the high end of our guided range. Diluted share count was 133 million shares, on track with our expectations and down from the June quarter.\nLet me pivot to the balance sheet. Our cash and short-term investments at the end of the September quarter totaled $5.2 billion down from $5.6 billion in the June quarter. The main driver of the cash decrease was obviously our capital return activity. I just mentioned, we also purchased buildings at our company headquarters as well as our Bay Area, California factory for approximately $250 million, retiring the leases that were on the balance sheet. The [indiscernible] cash was somewhat offset by improvement in day sales outstanding, which were 73 days in the September quarter, down from the 80 days that we saw in the June quarter.\nInventory turns were flat with the prior quarter level of 1.5x. We continue to work to bring our inventory down. But as we've noted in prior quarter, we expect this to occur at a slower pace than we've done in the past. Our noncash expenses for the September quarter included approximately $67 million for equity compensation, $76 million in depreciation and $14 million in amortization. Capital expenditures for the September quarter came in at $77 million, which was flat with the June quarter.\nSpending in September was primarily centered on product development activities, and lab expansions in the United States and Asia. We ended the September quarter with approximately 17,200 regular full-time employees, which was a decrease of 200 people from the prior quarter.\nMost of this decrease is related to the restructuring actions we took earlier in the calendar year with the timing of the headcount reduction occurring in the September quarter.\nLet me now turn to our non-GAAP guidance for the December 2023 quarter. We're expecting revenue of $3.7 billion, plus or minus $300 million. Gross margin of 47%, plus or minus 1 percentage point. This level of gross margin reflects a continued favorable customer mix, albeit not quite as favorable as we saw in September. Operating margin of 29.5%, plus or minus 1 percentage point.\nThe operating expenses embedded in this guidance increased from the September level due to growth in R&D. I'd also just mention that the June 2024 quarter will be higher as it includes an extra week in the fiscal quarter, which occurs every few years. It's going to be a 14-week quarter in March. And finally, earnings per share of $7, plus or minus $0.75 based on a share count of approximately 132 million shares.\nWith our December quarter guidance, we see solid performance in both revenue and profitability. Lam is delivering strong financial results and technology leadership to our customers as we develop solutions for the next industry inflections.\nAnd before I wrap up, I'd just like to mention 2 things as you think about modeling our business into 2024. The first is that we're currently experiencing favorable customer mix that may not continue at the same level going into next year. This may create near-term headwinds for gross margin. Second, given all the opportunities we see in long-term technology collections like data all around, dry resist, advanced packaging, changing metallization schemes and continued evolution of other 3D structures like DRAM, 2024 may be an R&D spending growth year to take advantage of these future opportunities that we see.\nAs a result, it's possible that historic leverage we've delivered takes a temporary pause. We will obviously continue to aggressively drive the operational efficiencies that we always have, and our longer-term profitability objectives remain unchanged. Operator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d8ed67ebcbb24b676c8da3a9a8ea2dcf",
    "period": "2023 Q4",
    "content": "Q4 2023 Lam Research Corp Earnings Call\n\nQ4 2023 Lam Research Corp Earnings Call\n\nLRCXNASDAQJUL 26, 5:00 PM\n\nOperator\n\nGood day, everyone, and welcome to the Lam Research Corporation's June 2023 Quarterly Financial Conference Call.\n[Operator Instructions]\nPlease also note today's event is being recorded. At this time, I'd like to turn the floor over to Tina Correia. Ma'am, please go ahead.\n\nChristina C. Correia\n\nChief Accounting Officer, VP of Corporate Finance & Investor Relations\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the June 2023 quarter and our outlook for the September 2023 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call. Today's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the Risk Factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information.\nToday's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThank you, Tina, and welcome to everyone joining the call today. Lam posted strong results for the June quarter, with gross margin, operating margin and earnings per share well above the guided ranges. CFPG at 47% of revenues in the quarter, continues to stand out as a key area of strength and stability for Lam and otherwise weak wafer fabrication equipment spending environment.\nOperationally, we achieved significant improvement in on-time delivery and critical back order performance in the quarter and now see these metrics back at normalized pre-pandemic levels. Our focus on the resiliency of our global manufacturing and supply chain network is delivering greater predictability in the short term, but more importantly, positions us to scale more efficiently when WFE growth inevitably resumes.\nLooking near term, we see WFE spending in 2023, tracking to mid-$70 billion range, with the upside coming from domestic China related spending, as well as strong growth in high-bandwidth memory or HBM related demand. By device segments, we expect overall memory WFE to be down in the mid-20% range compared to last year and non-memory segments to be down approximately 10%. We continue to see second half 2023 WFE tracking higher than first half. While 2023 is a down year for WFE, the long-term growth dynamics for the semiconductor industry are strong.\nEmerging growth drivers such as generative AI are only in their initial stages of adoption and will be fundamental to driving increased investment in both memory and foundry logic fabs over the next several years. Advanced AI servers have significantly higher leading-edge logic, memory and storage content versus traditional servers, and every incremental 1% penetration of AI servers and data centers is expected to drive $1 billion to $1.5 billion of additional WFE investment.\nThis creates tremendous opportunity for Lam as greater etch and deposition intensity is needed to enable higher performance and more scalable device architectures. To ensure we are best positioned to win long term, we have been making significant investments to broaden our product portfolio for processing at the atomic scale. Lam is the established leader in 3D NAND and we are well positioned to benefit from the move underway to 3D in other device segments. At all around 3D DRAM and advanced packaging are important 3D inflections that are expected to drive strong SAM and share growth for Lam.\nAdvanced packaging is becoming vital to the performance, power and cost road maps of high-performance applications, including generative AI. Customers are increasingly adopting a wide variety of packaging schemes to enable logic and memory integration. Some of these schemes enable up to 50% improved memory density, 10x improvement in bandwidth and 60% gain in power efficiency. Lam has a track record of excellence in the Advanced Packaging segment with a strong set of manufacturing proven products. Overall, we have greater than 50% market share in deposition and etch solutions required for advanced 3D stacking of high-bandwidth memory.\nMore specifically, our SABRE 3D copper electroplating tool and Syndion etch system hold 100% market share across all leading memory customers or through silicon via formation as a result of our long-established expertise in etching and filling high aspect ratio geometry structures. Overall, we expect our packaging SAM to double in the next 5 years. We also see our market position strengthening as we bring technology and productivity innovation to address emerging opportunities.\nFor example, in the June quarter, we had a critical win for a new inter-dye gapfill application at a key foundry logic customer for their chiplet architecture. As this latest win ramps into production we will have secured a leading share position for this application across the top 3 foundry logic customers. We won this application for a couple of reasons. First, we delivered higher productivity relative to the competition by leveraging our unique triple quad platform architecture and multi-station sequential deposition chamber design. This enables film deposition of greater than 20 microns in a single pass, allowing the customer to run more wafers between chamber clean steps.\nSecond, we delivered superior on-wafer performance including better film stress management, improved defectivity and enhance wafer-to-wafer uniformity versus the competition. As we expand our position in newer high-growth markets like 3D packaging and specialty technologies, we have looked to leverage existing R&D and tools within the Lam portfolio to broaden our product offerings most efficiently.\nIn the recent example, our long-established Kiyo Etch platform has proven to be highly suited to applications, which are critical to enabling new die-to-wafer hybrid bonding schemes. By delivering better etch profile than the competition, we secured a key win in the June quarter at a leading foundry logic customer. We are currently the tool of record for a suite of etches and [indiscernible] strip steps at this customer and expect to start recognizing revenue for the new application in 2023. As this customer continues to shrink packaging dimensions with future hybrid bonding iterations, we have the opportunity to double our revenue with them over the next several years.\nIn another instance, Lam has been working with customers within the specialty segment to support key 300-millimeter etch solutions, including atomic layer etch to 200-millimeter to overcome challenges in the manufacturing of gallium nitride devices. Adoption of GaN technology is accelerating across multiple applications, ranging from high-efficiency charging devices for consumer electronics and automotive, to 5G RF infrastructure. However, the fabrication of such devices is complex and requires ultra-low damage etch processes with atomic scale precision.\nWith our suite of solutions, we can deliver a GaN etch process that improve surface roughness and other material properties that impact device performance. These solutions were developed as a result of Lam's deep understanding of the required technology as well as key partnerships with customers and research institutions. Longer term, we look to outperform in the $1 trillion semiconductor industry forecasted for the end of the decade. At Lam, we are executing a strategy to create competitive differentiation by focusing on what we see as 3 key vectors of rising complexity. First is the technical complexity associated with enabling the transition to 3D device and packaging architectures across all our segments. Second is the support and workforce complexity arising from the expanding geographic footprint as regional efforts build momentum. And third is the sustainability complexity as we responsibly manage the carbon impact of the semiconductor industry as the output grows to $1 trillion.\nThis quarter, we detailed 1 component of our strategy in a press release for our semi versus solutions portfolio of advanced simulation and modeling products. These products are designed to help engineers get to process solutions faster, develop new products at lower cost and collaborate across the global ecosystem with greater effectiveness. We believe that by combining the physical advantages of Lam's diverse global R&D and manufacturing footprint with the virtual development and digital twin capabilities of our semi versus solutions, we will be in an excellent position to innovate and outperform as our industry grows into the future.\nWith that, I will turn it over to Doug. Thank you.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nExcellent. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a very busy earnings season. We executed well in the June 2023 quarter with revenue coming in above the midpoint of our guided range, and our profitability metrics exceeding the high end of guidance. While we continue to work through a challenging WFE investment here, most notably with very low memory spending, our focus on improving our operational efficiencies is showing up favorably in our results. We're laser-focused on what's in our direct control and executing well.\nLet me dig into revenue. June quarter revenue came in at $3.2 billion, a decrease from the prior quarter as we expected. Systems revenue declined quarter-over-quarter as we had reduced levels of deferred revenue with the improvement in supply chain constraints. We closed the June quarter with $1.8 billion in deferred revenue on the balance sheet, which was a decreased $165 million sequentially. We've got all the deferred revenue related to outstanding backward parts completely back to normal levels. As we discussed last quarter, though, our deferred revenue balance is currently still at higher than historic levels. The deferred revenue balance includes increased customer cash and advanced deposits tied to orders from newer customers. We expect a significant portion of these deposits to convert to revenue during the second half of calendar year 2023.\nLet me now turn to the revenue segment details. Memory as a percentage of systems revenue in the June quarter was low at 27%, which was a decline from the prior quarter level of 32% and our lowest concentration percentage for this segment in the last decade. The DRAM segment within memory remained flat at 9% of systems revenue and NAND came down to 18% of systems revenue down from the March quarter level of 23%.\nWe continue to expect NAND spending to remain at low levels for the remainder of the 2023 calendar year. And I just mentioned NAND spending is at the lowest levels we've seen since the advent of the 3D NAND architecture. Consistent with the prior quarter, we see strong concentration of systems revenue in the Foundry segment, with the June quarter revenue percentage at 47% versus 46% that we saw in the March quarter. Investments were biased towards leading-edge devices. There also continues to be robust spending to support more mature specialty nodes. We had a record level of concentration in the Logic and Other segment with 26% of the systems revenue in the June quarter compared with 22% in the prior quarter. There was broad-based spending in areas such as advanced packaging, harder processors, analog, image sensors and power applications. These are areas where we've demonstrated strong momentum with our technology solutions, and I just point out that they are broadly distributed geographically.\nWith respect to the regional composition of our total revenue, the China region was 26%, which was up a little bit from the prior quarter, which was 22%. China domestic customers majority of the China regional revenue in the June quarter. The result of strong concentration of investments by our customers in the Korea and Taiwan region which comprised 24% and 20% of our total revenues, respectively, in the June quarter.\nThe U.S. region declined from the record level that we saw last quarter largely due to the timing of customer projects. The customers for our business group revenue in the June quarter totaled approximately $1.5 billion, which was a decrease of 7% from the prior quarter level and 8% lower than the June quarter in calendar 2022. CSBG represented 47% of our June quarter revenue. This is a historically high concentration percentage driven largely by continued strength in the specialty note investments, which are serviced by our Reliance Systems business.\nOur Reliant and spares businesses continue to represent the largest individual portions of CSBG revenues. Both our spares and service businesses have been negatively impacted a low fab utilization levels, particularly at our memory customers. On the profitability side of things, our June quarter gross margin came in at 45.7%, above our guided range and up from 44% that we saw in the March quarter. The quarter-on-quarter increase was related to cost and efficiency improvements as well as a favorable product mix. We continue to expect to make further progress on our operational execution as we go forward.\nOperating expenses for June came in at $590 million, which was down from the $608 million in the March quarter, although it was a little bit higher than our original estimate coming into the quarter. Investing in research and development continues to be a top priority for Lam with over 2/3 of our operating expense concentrated in R&D. We're focused on extending our product differentiation and ensuring that our competitiveness remains very strong.\nThe June quarter operating margin came in at 27.3%, which was over the guidance range largely because of our strong gross margin performance. The non-GAAP tax rate for the quarter came in low at 7.5% due to a more favorable jurisdictional mix of income and provision true-ups that occurred at the end of our fiscal year. We estimate the tax rate for the remainder of the 2023 calendar year will be in the low to mid-teens level. And as always, this rate will have some fluctuation quarter-to-quarter.\nOther income and expense for the June quarter was approximately $7 million in expense, consistent with the prior quarter amount and primarily related to our strong cash balances as well as higher interest rates. And I'd just point out, from a return on cash standpoint, we're now realizing higher interest rates on our cash balances than we're paying on the longer-term duration debt in our capital structure.\nAnd as we've discussed in the past, [indiscernible] is subject to market-related fluctuations that will cause some level of quarterly volatility. From a capital return activities, we allocated approximately $906 million to open market share buyback and we paid $232 million in dividends in the June quarter. We have $3.5 billion remaining on our Board-authorized share buyback plan. For the June quarter, we returned 109% of free cash flow, and we're very much in line with our long-term capital return plans of returning 75% to 100% of free cash flow.\nJune quarter diluted earnings per share came in at $5.98 over the high end of our guidance range. This was enabled from stronger revenue, improved gross margin and net lower tax rate. Diluted share count was 134 million shares on track with our expectations and down from the March quarter.\nLet me now come to the balance sheet. Cash and short-term investments, including restricted cash, totaled $5.6 billion, which was flat with the March quarter. The sales outstanding were 80 days in the June quarter. June quarter inventory turns came down from the prior quarter level of 1.9x to 1.5x. While we did bring inventory down slightly during the June quarter, the balance is elevated from historic levels.\nAs business volumes reduce, we need to cancel a significant volume of purchase orders with our suppliers. As we work through these cancellations, we're taking more inventory than we need in the near term. This ongoing process will keep inventory higher than we'd like this year, frankly. We do expect inventory to come down, though, albeit more slowly than we may have historically been able to drive it to.\nNoncash expenses for the June quarter included approximately $68 million in equity compensation, $76 million in depreciation and $14 million for amortization. Capital expenditures were $79 million, which was down from the March quarter by approximately $41 million. Spending mainly centered on product development activities and our global lab infrastructure. We ended the June quarter with approximately 17,400 regular full-time employees, which was a decrease of approximately 1,300 people from the prior quarter. Most of this decrease is related to the restructuring actions we took earlier in the calendar year with the timing of the headcount reduction showing up in the June quarter.\nOverall, we're on track with our transformation initiatives, to improve our operations. And as we stand at the end of the quarter, we incurred approximately $143 million year-to-date out of an anticipated $250 million estimated range for calendar year 2023.\nLet me now turn to our non-GAAP guidance for the September '23 quarters. We're expecting revenue of $3.4 billion, plus or minus $300 million. Gross margin of 46.5%, plus or minus 1 percentage point. This improvement in gross margin is a function of our operational efforts as well as a beneficial mix. Operating margins of 28%, plus or minus 1 percentage point. We're purposely spending a little more in R&D in the second half of 2023.\nAnd finally, earnings per share of $6.05, plus or minus $0.75 based on a declining share count of approximately 133 million shares. So let me summarize. The results this quarter demonstrate, I think, that we're on a solid path to strengthen our operations and our profitability profile. We're improving and optimizing all elements of the company, and solidifying Lam's business foundation to ensure we're well positioned for outperformance when WFE growth resumes. And I'll just reiterate what Tim said, we continue to see WFE a little bit second half weighted this year.\nOperator with that, that concludes my prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/72b11ddf083b7e707e674c58c13bc297",
    "period": "2023 Q3",
    "content": "Q3 2023 Lam Research Corp Earnings Call\n\nQ3 2023 Lam Research Corp Earnings Call\n\nLRCXNASDAQAPR 19, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Lam Research March 2023 Quarter Financial Conference Call. Today's conference is being recorded.\nAt this time, I'd like to turn the conference over to Tina Correia. Please go ahead.\n\nChristina C. Correia\n\nChief Accounting Officer, VP of Corporate Finance & Investor Relations\n\nThank you, operator, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we'll share our overview on the business environment, and we'll review our financial results for the March 2023 quarter and our outlook for the June 2023 quarter.\nThe press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information.\nToday's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation.\nThis call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, Chief Executive Officer & Director, Lam Research Corp.\n\nThank you, Tina, and welcome, everyone. Lam's March quarter results reflect strong execution, with revenues, operating margins and EPS all exceeding the midpoint of our guidance. Foundry-related system revenues achieved record levels, demonstrating our solid progress in both leading edge and specialty technology segments. We continue to prioritize investments in long-term technology road maps, customer support and operational transformation while prudently managing near-term spending and profitability.\nAs our June quarter guidance indicates, the near-term demand environment remains challenging. We expect 2023 WFE spending to be in the low to mid-$70 billion range with additional weakness primarily from memory customers, partially offset by domestic China-related demand.\nOn the China front, we see incremental strength in mature node logic and memory segments. Recently, the U.S. government notified us of a clarification to the rule issued last October governing exports to China. This notification allows us to ship certain products that we had originally excluded from our expectations. We expect to ship these tools in the second half of 2023.\nOverall, memory customers continue to lower fab utilizations, slow technology conversions and reduce investments in capacity additions to limit bit output, to drive inventory down to normalized levels. We expect memory spending for the year to decline approximately 50% from 2022 led by NAND.\nMemory spending in 2023 is at a historic low as a percentage of total WFE. We believe this level of investment is unsustainable to support long-term growth in bit demand, especially considering the data-intensive applications, such as AI, are still in the early stages of adoption and can have approximately 3x the DRAM and 8x the storage content of a regular server. In addition, advances in memory architectures, such as DDR5, are driving process technology evolution and larger die sizes.\nAs these trends accelerate, Lam's established leadership in memory positions us to outperform and as we benefit not only from investments in new tools for capacity but also from the technology upgrades to our large installed base of tools. Our installed base for memory has increased close to 40% compared to the last down cycle. It is a valuable platform for growth when memory customers begin to ramp utilization back to normal levels and convert existing lines to next-generation nodes.\nWhile Lam clearly stands to benefit when memory conditions improve, this is the one aspect of our growth opportunity. Rising manufacturing complexity tied to key technology inflections is positive for both overall capital intensity and, more importantly, Lam's areas of product strength. For example, EUV patterning and gate-all-around devices are 2 important inflections where Lam has made significant investments in new products for processing at the atomic scale. We are gaining traction with these new products, yet they are in the early stages of the ramp, with the majority of growth still in front of us.\nIf we look at patterning, it is already a multibillion-dollar opportunity for Lam. We have a leading share position in this segment, and we are broadening our footprint as EUV adoption scales. Lam's etch solutions have been developed to enhance productivity of EUV by creating well-defined smooth patterns with minimal EUV photon exposure. Our pulse plasma capabilities help reduce line width roughness, which is a particularly challenging problem as EUV resist become thinner at future nodes. Lam's etch portfolio is on track to win close to 75% share of these EUV patterning applications.\nAlso, as the pattern is etched into the film stack, the hardness and stress in the films has a strong influence on pattern fidelity. Precise control of film properties is a hallmark of our deposited hardmask films. We are already the process tool of record for critical applications in the foundry/logic segment for EUV patterning, with continued growth expected as EUV adoption expands.\nAddressing EUV scalability challenges is also the central goal behind our dry resist technologies. Last year, we saw the first adoption of our dry development and underlayer processes for EUV applications by a major memory customer. Our progress extended to include a second large memory player in the March quarter.\nToday, I'm pleased to provide another update. A key foundry/logic customer is set to adopt our dry resist deposition, dry development and underlayer solution for their EUV applications. And we will start recognizing revenues for these products in calendar 2023.\nLooking ahead, the challenges of EUV patterning will continue to grow at every technology node and, in particular, when high-NA EUV adoption dictates the need for even thinner EUV resist. With our differentiated pattern etch, hardmask and dry resist solutions, we see our product portfolio becoming increasingly vital to the industry's scaling road map.\nMoving to gate-all-around. This inflection introduces what we consider to be the first true 3D logic device from a processing perspective. It requires new etch and deposition capability to address the geometric complexity, reforming the all-around characteristics of the transistor. Processing for gate-all-around, just as the name implies, must take place on top of, underneath and inside the device where reactants need to reach spaces that are perpendicular to the usual reaction direction. The 3D nature of gate-all-around architecture is well suited to atomic layer deposition and atomic layer etching solutions, making a key inflection that plays to our strengths.\nFor Lam, the transition to the gate all-around node is close to $1 billion incremental opportunity per 100,000 wafer start per month capacity. Our expectation is for our share in this market to be at least as good as our overall goals for the company.\nTo address the manufacturing challenges of gate-all-around devices, Lam has launched several new products, including our Selis, Prevos and Argos suite of selective etch tools, with more to come in the future. These tools can etch and treat all surfaces of the device with ALE-like precision.\nOur selective etch tools have achieved process of record positions at multiple customers for gate-all-around applications, and we saw continued momentum in the March quarter with additional shipments to key customers.\nAtomic-level control is also increasingly critical in depositing films in the complex geometries very close to the transistor. Our differentiated approach uses a radical-based plasma ALD reactor to deliver high-performance films with high-volume manufacturing-ready productivity. Multiple customers have now adopted Lam's ALD low-k spacer and nitride films, and we see this demand growing in future nodes.\nIn summary, we are working through a lower WFE year in 2023 by managing near-term expenses, strengthening our operational capabilities and prioritizing R&D investments tied to critical manufacturing inflections. Our focus remains on ensuring that when WFE growth resumes, the criticality of our products to our customers' plans and the value of our installed base, which has grown nearly 40% since the last downturn, put us in a strong position to outperform.\nThank you. And now I'll turn it over to Doug.\n\nDouglas R. Bettinger\n\nChief Financial Officer & Senior Vice President, Avago Technologies Ltd.\n\nGreat. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today. Our March 2023 quarter financial results came in at or over the midpoint of our guidance ranges for all financial metrics. We generated over $1.6 billion of free cash flow during the quarter, which was a record level for the company. Overall, we not only delivered financial performance in line with our guidance for the quarter, but we also made great progress on our business transformation and cost-saving initiatives.\nLet me now move to our revenue and profitability results. Revenue for the March quarter was $3.87 billion, down 27% from the prior quarter. Systems revenue was the main driver of the decrease given the decline in WFE investments, most notably in memory. As expected, with the improvement in supply chain constraints, we are exiting the March quarter, having completed shipments for nearly all of our outstanding back order systems. Back orders are now at what I would characterize as normalized levels.\nHowever, our deferred revenue balance is higher than historic levels, remaining flat with the prior quarter with a balance of $2 billion. This deferred revenue balance reflects the impact of increased customer cash and advanced deposits tied to orders from newer customers, which is offset by the decline related to the completed back orders. The advanced payments will remain in deferred revenue until we ship the related tools. And I would just mention that we do expect the majority of these deposits to convert the revenue during calendar year 2023.\nLooking at the revenue segment details for the March quarter. The percentage of systems revenue in memory was 32%, which is a decline from the prior quarter level of 50%. I would mention this is the lowest level of memory concentration for us in a decade. Within memory, the NAND segment represented 23% of our systems revenue, down from the December quarter level of 39%. And DRAM decreased sequentially, coming in at only 9% of systems revenue compared with 11% in the December quarter. With the current weakness in memory investments, we anticipate a further decline in both NAND and DRAM revenue in the June quarter.\nIn foundry, conversely, we had a record dollar level of revenue in the March quarter, representing 46% of our systems revenue, higher than the percentage contribution in the December quarter, which was 31%. We had positive momentum in both leading and mature node devices. And I'm pleased with the progress we've made in this segment of the market. We are seeing particular concentration in the mature node investments this year.\nThe Logic/Other segment had continued strength with a contribution of 22% of systems revenue in the March quarter compared with 19% in the prior quarter. Investments were from a broad array of logic IDMs in multiple regions.\nLet me now shift and discuss the regional contribution of our total revenue. Korea and China were at the top of the list, with each coming in at 22% of the total. The Korea region had a slightly higher concentration in the March quarter, up from 20% in the December quarter. China was down from 24% in the prior quarter, and the reduction was largely attributed to the U.S. government sales restrictions for certain Chinese domestic customers which were put in place in early October of 2022. Notably, in the United States, we had a record revenue from a dollar perspective in the March quarter, which represented 16% of our total revenues, an increase from the prior quarter level of 10%. And finally, Taiwan decreased to a concentration of 18% as compared with 19% in the December quarter.\nOur Customer Support Business Group generated revenue in the March quarter, totaling approximately $1.6 billion, which was a decrease of 7% from the December quarter but 14% higher than the March quarter in calendar 2022. CSBG continues to be a resilient part of our business model, representing over 40% of our March quarter revenue.\nWe saw utilization levels decline at the memory customers, which negatively impacted both spares and in-service businesses, but Reliant Systems and upgrade revenues increased in the March quarter given the demand strength we're seeing in mature node devices.\nThe specialty technology market is performing better than overall WFE, and I expect this part of the business to continue to perform well during calendar year 2023.\nLet me now pivot to our gross margin performance. The March quarter came in at 44%, right at the midpoint of our guided range and down from 45.1% in the December quarter. The quarter-on-quarter decrease was tied to lower business volumes as well as customer and product mix. The company is focused on improvements in cost and efficiency to enhance profitability, which is aligned with our plan to expand gross margin by at least 1 percentage point exiting calendar year 2023.\nOperating expenses were $608 million in the March quarter, down 11% from the prior quarter amount of $686 million. We executed on cost savings actions and have managed spending across the company while prioritizing investments in support of our customers' road maps. R&D expenses comprised nearly 70% of our operating expenses, which is a high point for the company.\nThe March quarter operating margin was 28.3% and above the midpoint of guidance, mainly because of the cost-saving actions and expense management that we undertook.\nOur non-GAAP tax rate for the quarter was 13.1%, in line with our expectations. Looking into calendar 2023, we believe the tax rate will be in the low to mid-teens, with fluctuations expected quarter-to-quarter.\nOther income and expense came in for the quarter at $8 million in expense, lower by approximately $30 million from the prior quarter. The decrease in expense reflects increased interest income due to the higher cash balances as well as rising interest rates. OI&E will continue to be subject to market-related fluctuations that will cause some level of volatility each quarter.\nOn the capital return side of things in the March quarter, we allocated approximately $483 million to open market share repurchases. Additionally, we paid $234 million in dividends in the quarter. We continue to track towards our long-term capital return plans of returning 75% to 100% of our free cash flow.\nMarch quarter diluted earnings per share was $6.99, at the higher end of our guided range. Diluted share count was down to 135 million shares, on track with our expectations and, obviously, lower a little bit than the December quarter.\nFor the balance sheet, cash and short-term investments, including restricted cash, at the end of the March quarter totaled $5.6 billion up from $4.8 billion at the end of the December 2022 quarter. The increase was largely due to collections, offset by cash allocated to share buyback, dividends and capital expenditures.\nDay sales outstanding were 77 days in the March quarter, an increase from 70 days in the December quarter. Inventory turns declined from the prior quarter to 1.9x, and we ended the March quarter with a slightly higher inventory dollar balance. We will continue to manage inventory balances during the calendar year.\nNoncash expenses for the March quarter included approximately $74 million in equity compensation, $78 million in depreciation and $14 million for amortization.\nCapital expenditures for the March quarter were $119 million, down from the December quarter level by approximately $44 million. March quarter investments were mainly for our Malaysia factory, the Korea Technology Center and other product development activities.\nAs we discussed in the January earnings call, we had a workforce reduction within the March quarter of approximately 1,400 people. Additionally, we reduced 700 temporary workers. We incurred a charge for the workforce actions in the March quarter of approximately $99 million, primarily reflecting severance-related payments. This charge was somewhat higher than our original estimate due to more impacted people with a somewhat higher seniority level.\nWe also incurred other onetime charges in the quarter for product rationalization decisions as we prioritize technology investments within the company and for transformation costs related to projects to improve our systems and operations. We anticipate we'll incur onetime costs in the range of $250 million within calendar year 2023, which is inclusive of the $144 million that we expensed in the March quarter.\nWe ended the March quarter with approximately 18,700 regular full-time employees, which is a slight decrease in the prior quarter. Due to the timing of our quarter end and our restructuring actions, a significant amount of the head count reduction we undertook won't be reflected in the head count number until the June quarter.\nNow let's turn to the non-GAAP guidance for the June 2023 quarter. We are expecting revenue of $3.1 billion, plus or minus $300 million. The sequential decline reflects a soft memory environment and the normalization of back order systems that occurred in the March quarter; gross margin of 44%, plus or minus 1 percentage point; operating margins of 25.5%, plus or minus 1 percentage point; and finally, earnings per share of $5, plus or minus $0.75 based on a share count of approximately 134 million shares.\nSo then let me summarize. 2023 is proving to be a challenging environment for our memory shipments, but I'm pleased with the progress we're accomplishing against this challenging backdrop. We continue to make progress on growing our technology leadership and focusing on our operational efficiencies. We will emerge from this memory-led downturn a stronger, better positioned, more efficient company.\nIn closing, I'll just mention one more thing, that as we look at the profile of WFE spending this year, it now appears to be a little bit second half weighted.\nOperator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d18593934bfc47192800fe7601814421",
    "period": "2023 Q2",
    "content": "Q2 2023 Lam Research Corp Earnings Call\n\nQ2 2023 Lam Research Corp Earnings Call\n\nLRCXNASDAQJAN 25, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Lam Research December 2022 Earnings Conference Call. Today's conference is being recorded. At this time, I would like to turn the conference over to Tina Correia, Corporate VP of Investor Relations and Corporate Finance. Please go ahead.\n\nTina Correia\n\nCorporate VP of IR & Corporate Finance, Lam Research Corporation\n\nThank you, operator, and good afternoon, everyone. Welcome to the Lam Research Quarterly Earnings Conference Call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer. During today's call, we will share our overview on the business environment and we'll review our financial results for the December 2022 quarter and our outlook for the March 2023 quarter.\nThe press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information.\nToday's discussion of our financial results will be presented on a non-GAAP financial basis unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, CEO & Director, Lam Research Corporation\n\nThank you, Tina, and Happy New Year to all that are joining us today. Lam ended 2022 on a strong note. We posted record revenues and earnings per share for both the December quarter and the calendar year. Systems revenue growth in our Foundry Logic segment exceeded foundry logic wafer fabrication equipment growth, demonstrating our continued progress launching new tools and winning applications in that space. In our installed base business, our CSBG revenues expanded faster than the growth in installed base units. We also generated more than $3.5 billion in cash from operations and returned over 100% of free cash flow to stockholders in the form of dividends and share buybacks.\nOverall, Lam executed well in 2022. We delivered solid results in an environment of acute supply chain constraints and strong inflationary pressures. Still, there are elements of our performance where we recognize the opportunity for additional focus, and with the pressures of the COVID pandemic and the global chip shortage of abating, our attention this year is on the actions needed to hit our long-term growth and profitability objectives we laid out in March 2020.\nBeginning early in the COVID pandemic, Lam and others throughout the supply chain quickly ramped investments in infrastructure and resources to meet unprecedented demand driven by remote work trends and the accelerated digitization of the global economy. As seen in our results today, these investments have enabled Lam to achieve revenues of greater than $5 billion per quarter, approximately 70% higher than what we saw in the last up cycle.\nAs we look forward into 2023, however, we see a substantially weaker demand environment and the corresponding need to make prudent changes to our near-term operations and priorities. Customers across all segments are exercising caution, especially those in the memory markets. Inventory levels in both NAND and DRAM remain very high, and customers are not only reducing new capacity additions, but also lowering fab utilization levels to bring excess inventory into balance as quickly as possible.\nIn addition, the U.S. government's new restrictions on sales of equipment, parts and services for specific technologies and customers in China are further impacting equipment demand in a declining market. In 2022, WFE spending ended the year in the mid $90 billion range, slightly higher than our prior view due to easing supply chain constraints. As we indicated in our last earnings call, we expect calendar year 2023 WFE to be in the mid-$70 billion range.\nGiven the decreased business levels expected this year, we have made the difficult decision to reduce our overall workforce by approximately 1,300 employees by the end of the March quarter, about 7% of our global employee base. While the reductions are broad-based across the company, we have taken special care to preserve, and in some cases, increase our investments in the critical R&D efforts, which I believe are key to Lam's long-term growth and competitiveness. Despite reductions in overall company spending, we expect R&D as a percentage of operating expenses in 2023 to increase compared to 2022.\nWe will also be taking specific actions to transform our business processes and enterprise systems to ensure that with stronger WFE spending returns, the company is well positioned to scale quickly and efficiently across our global infrastructure. These actions will contribute 100 basis points of improvement to our gross margin from March quarter levels as we exit calendar year 2023, and we expect the operating margin benefit to be slightly higher than that.\nOver the past few years, we have been executing on a set of strategies that we believe strengthen our ability to capitalize on the robust secular demand trends we see ahead in our business. In just the past 2 years, we have opened a state-of-the-art engineering center in India, brought online a new technology development center in Korea and ramped our new manufacturing operation in Malaysia. These strategic investments place critical Lam capabilities closer to customers and ecosystem partners, a benefit for stronger collaborations, greater scalability and increased resilience, all of which would be of greater importance as we see more than 50 new fabs being built over the next few years globally. They also provide wider access to talent critical to supporting Lam's growth longer term.\nWe have also been drawing on learnings from our rapidly growing installed base to support our customers' manufacturing road maps. Our installed base of approximately 84,000 chambers is more than 30% larger than in the prior down cycle. A solid installed base business not only provides a platform for stable revenue growth long term, but also delivers data and learnings that are key to an efficient product innovation process.\nAt this scale, there is a tremendous opportunity to extract value for our customers and for Lam. The data we generate from our installed base helps drive fab productivity improvements and the capabilities of our equipment intelligence products are helping us migrate from standard service offerings, like engineer on-site labor, to more comprehensive results-based contracts and predictive smart solutions.\nThe number of chambers in 2022.\n(technical difficulty)\nwith another strong growth year expected in 2023. We have been strategically focused on technology inflections, notably in foundry logic devices, with the goal of broadening Lam's positioning in a market segment where we have been under-indexed.\nIn 2022, we continued to make progress. We have doubled our conductor etch share node to node and leading foundry logic customer through the success of our Kiyo product, which uses equipment intelligence to deliver best-in-class uniformity and improved yield. In the selective Etch business, our recently released Argos, Prevos and Selis tools, are gaining increasing traction. Our Argos product is in roughly 20 applications and a leading foundry logic customer, and in adjacent selective applications at another customer our Prevos and Selis tools, our production tool of record for gate all-around applications.\nContinued scaling of foundry logic devices from existing nodes is expected to increase Etch and deposition intensity around 25% to 30%, thus creating tremendous opportunity for us to gain share through new innovations for future devices.\nLastly, we have continued to make both organic and inorganic investments to expand our market. Lam's innovative drive-assist fabrication technology has on development tool of record positions at multiple customers for key steps in the patterning process, and we are actively engaged with customers across both the Memory and foundry logic segments. We expect to announce more on this in 2023.\nIn advanced packaging, our recent acquisition of SEMSYSCO, we have expanded our capabilities within the leading-edge logic and chiplet segments. We are rapidly integrating SEMSYSCO technology with Lam's market-leading capabilities in fleeting and wet processing, and we have already achieved a key win in this area. Customers view advanced packaging solutions in both wafer and substrate formats as critical to enabling future high-performance computing and AI applications, and Lam is well positioned to benefit from this trend.\nSo to wrap up, 2022 presented many challenges. With our team's focus and strong execution, we were able to meet our customers' needs, deliver record revenues and expand our product and technology portfolio. This coming year represents a reset in the market and in our business, but it's also an opportunity for us to make the changes needed to accelerate our strategic priorities. I am confident that by taking the difficult actions we have announced today, we are putting Lam in a stronger position to capitalize when industry spending growth returns.\nWith that, I'll pass it on to Doug.\n\nDouglas R. Bettinger\n\nExecutive VP & CFO, Lam Research Corporation\n\nGreat. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a busy earnings season. We had a record financial year in calendar 2022. And revenue came in at $19 billion, and we delivered an all-time high for earnings per share of $37.31, which was a 15% growth in earnings per share over calendar year '21.\nOverall, I'm pleased with the operational performance we achieved this past year delivered while navigating a challenging business environment with global supply chain constraints, significant inflationary headwinds and fluid regulatory restrictions. Lam also achieved record levels of performance in the December quarter across multiple metrics, including revenue, operating income dollars and earnings per share.\nRevenue for the December quarter was $5.28 billion, an increase of just over 4% from the prior quarter. We delivered higher levels of system sales in deposition and etch, offset somewhat by a decrease in CSBG revenue. Deferred revenue at the end of the quarter was $2 billion, a decline of $770 million from the September quarter.\nSupply chain constraints have improved, and we were able to fill shipments of many critical parts that's required for revenue recognition. Our expectations are that the deferred revenue balance will continue to decrease in the March quarter as we fully complete shipments related to outstanding backordered systems. The deferred revenue balance decrease I just spoke about was partially offset by some increases in deferred due to customer cash and advanced deposits, which I also noted last quarter.\nAs we sit here today, I expect to have some level of these type of deposits in the deferred balance throughout calendar 2023, keeping deferred revenue at somewhat higher levels than we've historically seen. I anticipate that the deferred revenue from backorders will be at a normalized level as we exit the March quarter.\nLet's turn to the revenue segment details for the December quarter. Memory represented 50% of systems revenue, which is slightly down from the prior quarter level of 52%. Included in memory, the NAND segment represented 39% of our systems revenue, flat with the September quarter. The spending was primarily focused on 192-layer-and-above class devices. The DRAM segment concentration decreased sequentially from the prior quarter, coming in at 11% of systems revenue compared to 13% in the September quarter. The DRAM investments were mainly targeted towards 1Z and 1-alpha nodes. I expect that we will see both NAND and DRAM revenue decline meaningfully in the March quarter. For calendar 2023, I expect NAND spending to decline more than DRAM.\nWe continue to see strength in the foundry segment with the December quarter concentration comprising 31% of our systems revenues. While this percentage is a little bit lower than September quarter level of 34%, the dollar amount was flat with a mix of investments in both leading and mature node devices.\nThe Logic and Other segment revenue came in at a high watermark for the company, contributed 19% of systems revenue in the December quarter compared with 14% in the prior quarter. Investments were focused on microprocessor, image sensor and advanced packaging technologies. Lam had strong momentum in Logic and Other throughout calendar 2022. I expect we'll continue to perform well in this segment. I'd mention that this was a record revenue level for us in microprocessor related revenue. We've been talking about momentum here for a while, and it's clearly showing up.\nWith respect to the regional composition of our total revenue, the China region was 24% of the total, down from the prior quarter level of 30%. This reduction was due to the U.S. government sales restrictions for certain domestic customers, which were put in place in early October of 2022. Rounding up the top region of revenue locations, Korea comprised 20% of total revenue, up from 17% in the prior quarter, and Taiwan decreased to a concentration of 19% compared to 22% in the September quarter.\nThe Customer Support Business Group results in the quarter were approximately $1.7 billion, which was down 9% from the September quarter, though it was 16% higher than the December quarter of calendar 2021. As I've noted in the past, CSBG revenues will fluctuate on a quarterly basis. And in the December quarter, we experienced declines in the CSBG product lines with reductions in utilization and system spending.\nGoing into calendar 2023, we have the impact of China regulatory work restrictions in addition to memory spending at well below historic levels and elevated customer device inventory. These factors are resulting in customers having underutilized factories and taking actions to manage their supply levels in 2023, negatively impacting our spares and services business. While we continue to believe the mature node segment will perform better than overall WFE spending, we are in an unprecedented business environment and expect the CSBG business could be down somewhat in calendar year 2023.\nLet me now pivot to our gross margin performance. The September quarter came in at 45.1% over the midpoint of the guided range, but down from September quarter's gross margin of 46%. The decrease from the September quarter was tied to customer and product mix. With the decline in business volumes in March 2023 quarter, we expect lower factory and field utilizations to unfavorably impact our gross margin on a sequential basis.\nOperating expenses were $686 million in the December quarter, up 6% from the prior quarter amount of $647 million. Higher spending was mainly in R&D projects, which comprised nearly 67% of our total spending. Supporting our customers' road map continues to be a top priority for us while we focus on managing other areas of discretionary spending within the company.\nDecember quarter operating margin was 32.1%, over the midpoint of guidance due to the higher level of revenue and gross margin. Our non-GAAP tax rate was 11.9%, in line with expectations. Looking into calendar 2023, we believe the tax rate will be in the low to mid-teens with some fluctuations quarter-by-quarter. This rate estimate does not include any impacts from potential U.S. or global tax policy changes.\nOther income and expense came in for the quarter at $38 million of expense, approximately $9 million higher from the prior quarter, mainly due to negative foreign exchange fluctuations, which was somewhat offset by higher interest income because of increasing returns on our cash and investments. OI&E will continue to be subject to market-related fluctuations that will cause some level of volatility quarter-by-quarter.\nOn the capital return side in the December quarter, we allocated approximately $483 million to open market share repurchases. Additionally, we paid $236 million in dividends in the quarter.\nFor the 2022 calendar year, we returned 119% of our free cash flow, totaling $3.5 billion, which was somewhat higher than our long-term capital return plans of 75% to 100%. December quarter diluted earnings per share was $10.71, which was at the high end of our guidance range. Diluted share count was 136 million shares, which was lower than the September quarter and in line with our December quarter expectations. During 2022, we lowered share count by nearly 6 million shares through our share buyback program.\nNow moving to the balance sheet. Our cash and short-term investments, including restricted cash, were up to $4.8 billion versus the prior quarter level of $4.6 billion. Operating cash flow of $1.1 billion in the December quarter was offset by cash allocated to share repurchases, dividend payments and capital expenditures. Inventory turns were 2.4x. Days sales outstanding were 70 days, a decrease from maybe 2 days in the September quarter due to strong collections and improved linearity within the quarter.\nI would point out that we expect 2023 to be a strong cash-generating year as working capital comes down with lower business levels. Our noncash expenses for the December quarter included approximately $73 million for equity compensation, $73 million in depreciation and $12 million in amortization.\nCapital expenditures for the December quarter were $163 million, a slight increase over the September quarter spending of approximately $140 million. The expenditures were in R&D and manufacturing, including our Korea Technology Center and our Malaysia factory.\nWe ended the quarter with approximately 19,200 regular full-time employees, which was an increase of approximately 500 people from the prior quarter. Our growth was in the factory and field to support the manufacturing as well as installation of tools at our customers' fabs. Also included in this headcount growth were 150 employees from the SEMSYSCO acquisition that was completed in the December quarter.\nAs you heard from Tim and saw in our earnings release, we will be reducing our regular full-time headcount by approximately 1,300 employees. We expect these reductions to be largely reflected in our June quarter ending headcount. In addition to the full time reductions, we expect to be lowering our temporary workforce by approximately 700 people in the March quarter. We've already adjusted our temporary workforce down by 700 people in the December quarter.\nLet me now turn to our non-GAAP guidance for the March 2023 quarter. We're expecting revenue of $3.8 billion, plus or minus $300 million. I'll also just mention that we currently think revenue will be somewhat first half weighted this year as we consume the reduction in deferred revenue in the March quarter.\nGross margin of 44%, plus or minus 1 percentage point. The decrease in this is the result of lower business volumes. Operating margin of 27.5%, plus or minus 1 percentage point. And finally, earnings per share of $6.50 plus or minus $0.75 based on a share count of approximately 135 million shares.\nWe will be taking a charge of approximately $80 million in the March quarter from headcount reduction. Including this impact, and the other near-term actions that Tim spoke about, we are anticipating a total of $150 million to $250 million in charges to be incurred over the next 12 months.\nIn addition to headcount, we anticipate potential charges from facilities restructuring, business realignment and transformation and product rationalization. On top of the cost savings activities, we are driving a greater focus from our senior leadership team through inclusion of additional profitability metrics in our annual incentive compensation structure. Currently, we're at low volumes given the business environment. These initiatives will structurally improve our profitability.\nAs Tim already laid out, we expect gross margin to be higher by roughly 1 percentage point and to expand operating margins by a little more than that as we exit the calendar year and complete these activities.\nOver many years in cycles, Lam has established a proven track record of successfully managing this business. With the actions we plan to execute throughout the year, we expect to strengthen our operations and technology leadership and further enhance our profitability profile with the company's returning growth. When business improves, and we know it will, Lam will be a stronger, better positioned, more efficient company.\nOperator, that concludes our prepared remarks. We would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9d66b57121fd39d77970e57b3a0b7b7c",
    "period": "2023 Q1",
    "content": "Q1 2023 Lam Research Corp Earnings Call\n\nQ1 2023 Lam Research Corp Earnings Call\n\nLRCXNASDAQOCT 19, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Lam Research September 2022 Quarter Earnings Conference Call. At this time, I would like to turn the conference over to Ms. Tina Correia. Please go ahead, ma'am.\n\nTina Correia\n\nCorporate VP of IR & Corporate Finance, Lam Research Corporation\n\nThank you, operator, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer. During today's call, we will share our overview on the business environment, and we'll review our financial results for the September 2022 quarter and our outlook for the December 2022 quarter.\nA press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information.\nToday's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website. And with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, CEO & Director, Lam Research Corporation\n\nThank you, Tina, and thank you to everyone joining the call today. Our September quarter results reflect continued strong execution by Lam, with revenues topping $5 billion for the first time in the company's history. Gross margins came in at the higher end of guidance and operating margin and earnings per share both exceeded the guidance range.\nAs you can see from our press release today, we also expect solid performance in the December quarter despite the challenging environment. Recently, the United States government announced new export regulations for U.S. semiconductor technology sold in China, including wafer fabrication equipment and related parts and services.\nWe have taken the necessary steps to ensure full compliance with the rules and have ceased shipments and support as required. Our financial guidance issued today for the December quarter includes the impact of these changes. For calendar year 2023, we estimate the total revenue impact from these restrictions to be in the range of $2 billion to $2.5 billion.\nTurning to the broader demand picture. We see wafer fabrication equipment spending in calendar year 2022 in the low $90 billion range. This outlook includes the impact of new China-related restrictions and lower demand partially offset by improving supply chain conditions. As some of our customers have indicated recently, there has been a rapid deterioration in demand fundamentals, particularly within the Memory segments.\nCustomers are adjusting investment plans into next year to bring channel inventories down to more normalized levels. As a result, we see memory bit shipments tracking below end demand for the next few quarters. In our normal cadence, we would provide our first view of 2023 WFE on our January earnings call.\nHowever, given the current environment, today, we are providing our preliminary estimate for calendar year 2023. Inclusive of the China restrictions, we expect next year's WFE to be down more than 20% with Memory investments accounting for a large portion of that decline. We will provide more detailed color on our outlook in our next earnings call. But for now, we believe that customer actions to reduce memory bit supply growth will create a favorable setup for memory mix to increase as a percent of overall WFE beyond 2023.\nAs these cyclical adjustments play out, the structural factors supporting a long-term WFE growth remain unchanged. These include expanding semiconductor content in end devices, rising device complexity and larger die sizes. These factors create tremendous opportunity for Lam as they require greater etch and deposition intensity to enable higher performance and more scalable device architectures, including the transition to 3D structures.\nTo ensure we are best positioned to win long term, we are focused on 3 key strategies: first, continue to demonstrate our commitment to customer success by ensuring that the rapidly growing installed base of Lam tools at our customers is operating at maximum efficiency; second, be a trusted R&D partner for our customers by sustaining our investment in the technology development that is most critical to their long-term device scaling road maps; and third, accelerate innovation and deepen our customer and supply chain partnerships by fully leveraging Lam's recently expanded global R&D and manufacturing infrastructure.\nOur installed base is now approaching 80,000 chambers in the field. This is over 30% higher than in the 2019 memory-related pullback in WFE. Lam's growing installed base continues to drive strong performance in our CSBG business, which hit another record in the September quarter with approximately $1.9 billion in revenue.\nWhile we won't hit new records every quarter, our installed base has become ever more important to our business model, particularly in WFE spending downturns. During such times, customers can continue to advance their technology while optimizing capital efficiency through upgrades to their existing tools.\nWe are also engaging with customers to find other efficiencies, including yield enhancement. An example of the opportunity this creates can be seen in our Coronus product line. Lam's Coronus double etch process is employed by customers to help prevent process-related defects, which can impair cost per bit scaling. As a result, we have seen a steady increase in the number of bevel edge passes used at each successive NAND technology node.\nAnother opportunity to help drive efficiency can be found in the enormous volume of equipment and process data being generated from our large and growing installed base. Together with customers, we are using key learnings to deliver services and upgrades that positively impact our customers' operations. For example, we recently deployed Equipment Intelligence Services to support new equipment installation at a large memory manufacturer.\nUsing these capabilities, we were able to shorten the time to release tools to production by more than 20%. While the near-term demand dynamics warrant an increased focus on operational efficiencies, the strong pull for technology advancement from our customers and the growth opportunity it creates for Lam continues.\nWe made solid progress in the September quarter with key technology wins across multiple customers. For example, our ability to deposit critical films to lower device capacitance and improved lithography overlay performance led to wins for these layers at a leading DRAM customer.\nFor both applications, we leverage learning from our 3D NAND leadership position as well as ecosystem partnerships to bring innovative and cost-effective solutions to our DRAM customers. In foundry logic, we secured multiple new ALD application wins at a key customer by delivering purpose modifications and film characteristics required for building and integrating gate-all-around structures.\nWhether it's our focus on operational efficiency or our collaboration on advanced technology, we believe our long-term success will be rooted in an R&D and manufacturing infrastructure close to our customers, close to our ecosystem partners and with access to world-class talent. Consequently, over the past 2 years, we have made strategic investments to expand our global footprint, including the addition of a manufacturing facility in Malaysia, an R&D lab in Korea and just last month, the opening of Lam's India Center for Engineering in Bengaluru.\nThis center is a valuable addition to our global Lam network, specializing in the design and testing of hardware and software used across our product lines. So overall, I am pleased with how we are continuing to strengthen our foundation in technology, manufacturing and service. This foundation puts us in a very good position to both navigate the current cyclical dynamics and emerge stronger as we look to capture the exciting opportunities we see over time in the semiconductor industry.\nThank you again for joining today. And I'll now turn the call over to Doug.\n\nDouglas R. Bettinger\n\nExecutive VP, CFO & CAO, Lam Research Corporation\n\nExcellent. Thanks, Tim. Good afternoon, everyone, and thank you for joining our call today. Lam delivered solid results in the September quarter with record levels of performance across multiple metrics, including revenue, operating income and earnings per share.\nThe September financials reflect our focus on operational excellence and our ability to deliver and meet the needs of our customers in a dynamic industry environment. Revenue in the September quarter crossed the $5 billion mark for the first time in our history, coming in at approximately $5.1 billion.\nWe continue to ramp output levels, delivering nearly 10% revenue growth over the prior quarter. Supply chain issues have begun to ease somewhat. They have not gone away completely, however. We continue to deal with certain inflationary pressures as well as output constraints.\nDeferred revenue was $2.8 billion and grew in the September quarter by approximately $550 million. This growth was primarily due to customer cash and advance deposits followed by the timing of shipments on outstanding orders. With macro conditions weakening and wafer fab equipment spending declining, I expect deferred revenue and backlog levels will come down as we exit the December quarter.\nI'll provide more information regarding our December guidance and focus for calendar year 2023 later in my scripted remarks. Let me now turn to the segment details for the September quarter. Memory represented 52% of systems revenue, which was slightly down from the prior quarter level of 54%.\nIncluded in Memory, the NAND segment represented 39% of systems revenue compared to 40% in the prior quarter. We see capacity adds and conversions occurring by NAND customers mainly for 192-layer class devices. The DRAM segment concentration was consistent with the prior quarter coming in at 13% of system revenues compared to 14% in the June quarter.\nThe DRAM investments were primarily for 1Z and 1-alpha node conversions. Foundry reinvestments were respectable in the September quarter, comprising 34% of our system revenues, reaching a record level from a dollar standpoint. The increase in the quarter from the June quarter concentration of 26% as a result of the continued strength in investments for both the leading and mature node devices across a myriad of customers.\nThese investments are supporting areas such as AI, IoT, cloud, automotive and 5G. The Logic and Other segment contributed 14% of systems revenue in the September quarter compared with 20% in the prior quarter. I'll remind you that we had record results in this segment in the June quarter, and we continue to have positive momentum in the Logic segment. Our customer base here is investing in microprocessors, image sensors as well as advanced packaging solutions.\nI'll now turn to the regional composition of our total revenue. The China region came in at 30% of the total, relatively flat with the prior quarter level of 31%. The China September revenue was more concentrated towards the domestic Chinese customer base. And as Tim discussed, we now have additional restrictions for certain domestic Chinese customers and expect the revenue in this region will be significantly lower as we go into next year.\nThe Taiwan region increased to a concentration of 22% in September versus 19% in the June quarter. Korea decreased to 17% of our total revenue from 24% in prior quarter. I expect these 2 regions to continue to be strong for us based on the plans of our customers in those regions. The customer support business group results were strong in the September quarter. Revenue here reached a record of nearly $1.9 billion, which was up 16% from the June quarter and 37% higher than the September quarter in calendar 2021.\nAll parts of the CSBG business delivered good performance in the quarter. Notably, the Reliant and spares product line revenues were at record levels. Reliant was the biggest contributor to the sequential growth in September. As we've noted in the past, CSBG revenues will fluctuate on a quarterly basis. While the macro setup creates the likelihood of a decline in trailing edge demand, the strength of our installed base and value-added services provide a platform to offset potentially softer specialty WFE spending. We do believe, nonetheless, that the specialty segment will weather next year relatively better than WFE in total.\nMoving to gross margin. The September quarter came in at 46% at the high end of our guided range and an increase from June's gross margin of 45.2%. We benefited from higher output levels as well as favorable customer and product mix. We do continue to have cost pressures in freight and logistics as well as in certain raw material areas like semiconductors.\nI see headwinds coming in our December quarter related to customer mix, which I'll talk to when I address our guidance. Operating expenses for the September quarter were $647 million, up from the prior quarter amount of $635 million. The increase in spending was in R&D, which comprised nearly 68% of our spending, which was a high water concentration level for the company.\nWe're focused on supporting our customers' manufacturing plans for both the short and long term and investing with those objectives in mind. We're committed to managing spending next year as we see a decline in calendar year 2023 wafer fab equipment spending, which will obviously negatively impact our revenue levels.\nThe September operating margin was 33.3% and was over the guidance range due to the higher levels of revenue and improved gross margin. Our non-GAAP tax rate for the quarter was 13.8%, slightly higher than expected due to the geographic mix of income, coupled with the impact of the required U.S. R&D capitalization rules. Our estimate for the December 2022 quarter and for 2023 is for the tax rate to be in the low to mid-teens level.\nPlease note, this estimate does not reflect the impact of any potential U.S. and global tax policy changes being considered. The minimum tax provisions of the Inflation Reduction Act are not effective for us until the second half of calendar year 2023, which is our 2024 fiscal year. We do not expect any meaningful impact to our tax rate related to this policy change, however.\nAnd also, as a reminder, as we've discussed in the past, you should expect the tax rate to fluctuate from quarter-to-quarter. Other income and expense came in for the quarter at $30 million in expense. This was an expected decrease compared with the $87 million of expense in the June quarter. I'll just remind you that we incurred a loss related to market declines in one of our venture investments last quarter. We have now liquidated that position.\nOther expense in the September quarter was a little bit better than we expected, mainly because of higher interest rates on an increasing cash balance and slightly favorable foreign exchange impacts. The OI&E P&L line item is subject to market-related fluctuations that will cause some level of volatility to the items such as foreign exchange as well as impacts from the equity markets.\nFrom a capital return perspective, we allocated approximately $105 million to share repurchases during the September quarter. The cash was deployed in open market repurchases. The ASR from the June quarter also continued to execute in the September quarter. We paid $206 million in dividends during the quarter. And just to remind you, we continue to target returning 75% to 100% of our free cash flow as our long-term capital return plan.\nSeptember quarter diluted earnings per share came in at $10.42, which was above our guided range because of the strong revenue and improved profitability performance that I spoke about. Diluted share count was 137 million shares, which was lower than the June quarter and was in line with September quarter expectations.\nLet me now pivot to the balance sheet. Cash and short-term investments, including restricted cash, totaled $4.6 billion, which was up from the prior quarter level of $3.9 billion. We generated solid cash from operations in the September quarter of $1.2 billion, which was partially offset by the share repurchases and dividend payments. Inventory turns were consistent with the prior quarter level, coming in at 2.5x.\nDays sales outstanding was 82 days, which was a slight decrease from the 85 days in the June quarter. Noncash expenses for the September quarter included approximately $71 million for equity comp, $64 million for depreciation and $12 million for amortization. Capital expenditures for the September quarter were $140 million, a little bit higher than June, which was $126 million.\nCapital expenditures are supporting growth in manufacturing facilities in the United States and Malaysia. Additionally, we're investing in research and development infrastructure in California and Oregon as well as our new technology centers in Korea and India. We ended the September quarter with approximately 18,700 regular full-time employees, which is an increase of approximately 1,000 people from the prior quarter.\nWe had headcount growth primarily in the factory and field organizations and some in R&D to address higher output levels, to manage the supply chain constraints and to support customer deliveries and installations. We've decided to slow down hiring to only critical positions as we assess the business trajectory going into 2023. Overall, we're executing well in the short term while we plan to prudently manage the business for a down WFE year in calendar year 2023. I'll remind you that we know how to manage this business during a down cycle. Our operating model has been constructed and tested for many years in different business environments.\nWith that backdrop, I'll provide our non-GAAP guidance for the December 2022 quarter. We are expecting revenue of $5.1 billion, plus or minus $300 million. This includes our current estimate of the impact of new regulations on our ability to supply products and services to certain customers in China. This revenue guidance would have been decently higher if not for these new regulations.\nGross margin of 44.5%, plus or minus 1 percentage point. This is down from the September quarter, primarily due to customer mix. We have lost more profitable business from the China region. Operating margins of 31.5%, plus or minus 1 percentage point; and finally, earnings per share of $10 even, plus or minus $0.75 based on a share count of approximately 136 million shares.\nSo let me just wrap it up. Throughout 2022, we've demonstrated the ability to deliver record financial performance and profitable growth. It's been a year of volatile supply chain constraints, inflationary pressures and regulatory changes. We're confident we're prepared for the challenges we see in the industry in calendar 2023, and we built a solid foundation for continued success, evidenced in our technology leadership and robust installed base.\nOperator, that concludes my prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5777ce552ca3db5377d2cbb19c36507c",
    "period": "2022 Q4",
    "content": "Q4 2022 Lam Research Corp Earnings Call\n\nQ4 2022 Lam Research Corp Earnings Call\n\nLRCXNASDAQJUL 27, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the June 2022 Quarter Earnings Conference Call. At this time, I'd like to turn the conference over to Tina Correia. Please go ahead.\n\nTina Correia\n\nCorporate VP of IR & Corporate Finance, Lam Research Corporation\n\nThank you, operator, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the June 2022 quarter and our outlook for the September 2022 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information. Today's discussion of our financial results will be presented on a non-GAAP financial basis, unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, CEO & Director, Lam Research Corporation\n\nThanks, Tina. Good afternoon, everyone. We appreciate you joining us today. Lam's June quarter results were much stronger than we originally anticipated. Revenue and non-GAAP earnings per share achieved new quarterly records, and we're well ahead of our guidance for the quarter. Industry-wide shortages continue to impact output and the efficiency of our operations. However, specific actions we have taken in our supply chain in recent quarters are allowing us to execute more effectively in the supply-constrained environment.\nI want to thank our global Lam teams, including our supply chain, operations and engineering groups as well as our suppliers and customers for demonstrating incredible dedication, agility and partnership in the face of significant challenges. In the June quarter, we continued to see good momentum with our product and installed base initiatives with foundry-logic systems and CSBG revenues, both reaching new highs.\nOur performance this quarter adds to my confidence that Lam will emerge from this period of industry disruption, stronger, more resilient and even better positioned in our markets. As suggested by our guidance today, we expect to see incremental improvement in supply chain conditions in the September quarter, but our view is that industry-wide output will continue to be constrained through the rest of this year. Consequently, we are lowering our outlook for calendar year 2022 wafer fab equipment spending to be in the low to mid-$90 billion range.\nOverall semiconductor demand remains robust, but with some macro-driven pockets of weakness, particularly in consumer-focused markets. We see strong foundry-logic spending outgrowing both NAND and DRAM investments. In the longer term, we expect industry growth to be driven by the increasingly vital role semiconductors play in the global economy. This, along with expanding semiconductor content in end devices, rising device complexity and larger die sizes will help sustain strong WFE levels.\nMost importantly, for Lam, technology inflections will continue to drive greater etch and deposition intensity. Across our company, we have been prioritizing investments to benefit from these trends and prepare for the growth ahead. Over the last 2 years, Lam has devoted significant attention to the disruptions that have impacted semiconductor ecosystem. But at the same time, we have used this period to accelerate a strategic transformation of our operations and product focus.\nWe have significantly expanded Lam's capabilities and resources closer to our customers and ecosystem partners, both in the U.S. and globally to deepen collaboration, accelerate the introduction of new products and drive greater operational flexibility. Compared to pre-pandemic times, Lam now has a more globally diverse manufacturing and supply chain infrastructure, designed to leverage unique regional capabilities while servicing worldwide demand. A notable example is Lam's new Malaysia facility, which takes our manufacturing, supply chain and logistics operations to the next level in terms of scale, automation and efficiency. Over the last 2 years, we have also increased our technology infrastructure investments across the U.S., Asia and Europe, which has included a new development center in Korea and a soon to open engineering lab in India.\nOur vision is to be the premier technology collaboration partner in the ecosystem, leveraging Lam innovation to bring customers, suppliers, peer companies and consortia, together to create disruptive solutions for the industry's grand challenges. Productivity and extendability of EUV patterning has been one such area of focus. And in the June quarter, we announced that SK Hynix has selected Lam's innovative dry resist fabrication technology as a development tool of record for 2 key steps in the patterning process for advanced DRAM chips. We also announced the expansion of partnerships within the EUV ecosystem.\nIn collaboration with Entegris and Gelest, we look to provide our customers with reliable access to precursor chemicals for Lam's dry photoresist technology. Together, we will also be working to accelerate the development of dry resist solutions for high numerical aperture EUV patterning.\nWith customers, we are using data-driven equipment intelligence solutions to deepen our engagements. An enormous amount of equipment and process data is being generated from our installed base and together with customers, we are using key learnings to drive fab productivity. Lam's Sense.i platform was launched in early 2020 with the goal of combining Lam's innovative equipment intelligence solutions with our market-leading etch technology. The Vantex dielectric etch system built on the Sense.i platform has seen tremendous momentum since launch and has become the fastest ramping etch tool in Lam history. We expect the installed base for this product to approximately triple this year alone.\nFurthermore, we are seeing increased demand for Lam solutions in new advanced packaging architectures. Our Kiyo plasma etch products with Hydro have a proven record of delivering the productivity and uniformity requirements needed for cost-effective front-end device scaling. Leveraging this expertise in high-volume manufacturing, we have now achieved multiple new etch tool of record positions for advanced packaging at a leading foundry-logic customer. As customers further develop these architectures in support of greater system performance, we see a growing opportunity for Lam's etch and deposition solutions.\nAnd the final element in our transformation over the past several years relates to our emerging leadership in sustainability. In late June, we released our 2021 ESG report where we outlined how we integrate ESG throughout our operations. We are proud that we were one of the first in the semiconductor industry to set a net 0 emissions goal. I encourage you to review the report to see the great progress we are making across several important areas, including environmental sustainability and our commitment to diversity and inclusion in our workforce.\nSo in summary, I am very pleased with the solid results posted by the company for the June quarter. Our results are an indication of our strong business foundation built on a large and growing installed base, a differentiated product portfolio and a commitment to ecosystem-wide collaboration and success. We are in a great spot to benefit as secular drivers push the semiconductor industry to new heights over time.\nThank you, and I will now turn it over to Doug.\n\nDouglas R. Bettinger\n\nExecutive VP, CFO & CAO, Lam Research Corporation\n\nGreat. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a very busy earnings season. I'm pleased to share our June quarter result with you today. We had our second consecutive fiscal year of record levels of revenue and diluted earnings per share. Revenues increased year-over-year for the fiscal year by over 17%, and diluted earnings per share rose by more than 21%. We delivered solid performance in the June 2022 quarter. Our results across all financial metrics came in at the high end or above our guidance ranges due to our improved execution and the continued strong demand for our equipment.\nJune quarter revenue was a record at $4.64 billion, which was an increase of more than 14% over the prior quarter and over the high end of the guidance range. Over making progress on our -- on addressing the supply chain challenges we've previously talked about, it will take more time for them to be fully resolved. Despite the supply chain improvements and higher factory output levels, we still exited the June quarter with $2.2 billion in deferred revenue, which was an increase of $129 million sequentially.\nFrom a segment perspective, memory represented 54% of systems revenue in the June quarter, which was down from the prior quarter level of 66%. The NAND segment came in at 40% of our systems revenue, which was roughly consistent with the prior quarter. Our NAND customers are investing in tools for 17x layer and beyond devices.\nOn the DRAM side, revenues were 14% of systems revenue, which is a decline from the prior quarter level of 27%. DRAM investments are focused on the 1z and 1-alpha node addition and conversions. In the Foundry segment, June quarter revenues increased quarter-over-quarter and represented 26% of our systems revenue compared with 21% in the March quarter. The increase is related to the timing of customer investments with broad-based spending across both leading as well as specialty node devices.\nThe Logic and other segment had record performance in the June quarter coming in at 20% of systems revenue higher than the March quarter amount of 13%. Our performance here not only reflects the demand in the market for microprocessors, analog components, image sensors and advanced packaging solutions but it also demonstrates the progress we're making in the leading-edge foundry logic inflections that Tim talked about earlier.\nLet me now turn to the regional composition of our total revenue. The China region came in at 31% of total revenue, which was flat with the March quarter percentage. China domestic customers were the majority of the China regional revenue in the June quarter. There was also a strong concentration of investments by our customers in the Korea and Taiwan regions which comprised 24% and 19% of our total revenues respectively in the June quarter. The customer support business group revenue was also a record at approximately $1.6 billion, which was up 16% from the prior quarter level and 18% higher than the June quarter in calendar 2021. There was strength across all parts of CSBG but notably in spares with our customers' fabs running at high utilization levels as well as in our Reliant business with customers investing in specialty market areas such as RF and power devices.\nWhile quarter-on-quarter growth rates in CSBG can vary based on customer investment patterns, I believe CSBG is well positioned to again deliver annual growth in 2022.\nLet me now pivot to our gross margin performance.\nThe June quarter came in at 45.2%, above the midpoint of the guided range. Our fixed cost absorption improved somewhat with the higher output levels. However, we continue to have cost challenges in the areas of freight and logistics, semiconductors as well as in other critical components. We will continue to drive progress on improving our operational efficiencies. However, we expect inflationary pressures to be a persistent headwind in the second half of the year.\nOur September quarter guidance embeds our views on these factors. Operating expenses for June were $635 million, up slightly from the March quarter. The increase was mainly in R&D across all of our business units as we're investing in development of technologies to support our customers' long-term roadmaps as well as to mitigate some of the supply chain challenges we're having. The June quarter operating margin was 31.5% coming in over the guidance range as a result of the stronger-than-expected revenue performance.\nOur non-GAAP tax rate for the quarter was 11%, generally in line with our expectations. We estimate the tax rate for calendar year '22 to be in the low-teens level. This estimate doesn't reflect any impact of any potential U.S. tax policy changes, and this is obviously something we continue to monitor closely, and we'll update you as appropriate. And just to remind you, as we have discussed in the past, you should expect the tax rate to fluctuate on a quarterly basis.\nOther income and expense for the June quarter was approximately $87 million in expense consistent with what we noted on our call last quarter as well as what was included in the June quarter guidance. We had an increase in expense this quarter related to market declines in one our venture investments that recently went public. The OI&E P&L line item is subject to market-related fluctuations that will cause some level of volatility due to items such as foreign exchange as well as impacts in the equity markets.\nWe continue to execute on our capital return objectives during the June quarter allocating $868 million towards share repurchases. We paid $208 million in dividends. Our share repurchase activity was a combination of open market repurchases as well as an accelerated share repurchase program. This ASR will continue to execute during the September quarter.\nI'd also like to highlight that since calendar year 2012, when we brought Lam and Novellus together, we've returned approximately 115% or more than $20 billion of our free cash flow to equity holders. Our stated plan is to return 75% to 100% of free cash flow through a combination of buyback and dividends. June quarter diluted earnings per share was $8.83. Diluted share count was 138 million shares, which was lower than the March quarter and lower than our June quarter expectation due to the increase in share repurchase activity.\nLet me turn to the balance sheet. Cash and short-term investments, including restricted cash, totaled $3.9 billion, which was down from $4.6 billion at the end of the March quarter. The decrease in the cash position was attributed to our capital return activity as well as our usage of cash for growth in working capital as well as continuing capital investments. We increased the level of inventory we're carrying to support our growing business volumes. Inventory turns were flat with the prior quarter level coming in at 2.6x. The sales outstanding come in at 85 days, which was essentially flat with the March quarter. It again was a somewhat back-end weighted shipment quarter.\nNoncash expenses for the June quarter included approximately $70 million for equity compensation, $69 million in depreciation and $19 million for amortization. Capital expenditures for the June quarter came in at $126 million, down by roughly $20 million from the March quarter level. Capital expenditures are supporting the company growth in manufacturing in multiple geographies, including the United States and Malaysia as well as research and development infrastructure investment in California, Oregon, as well as our new technology center in Korea.\nWe ended the June quarter with approximately 17,700 regular full-time employees, which was an increase of approximately 800 people from the prior quarter. We had headcount growth primarily in the factory and field organizations to address the higher output levels, to manage supply chain constraints as well as to support increasing customer delivery and installation.\nLooking ahead, I'd like to provide our non-GAAP guidance for the September 2022 quarter. We're expecting revenue of $4.9 billion, plus or minus $300 million. Gross margin of 45%, plus or minus 1 percentage point. This gross margin outlook reflects ongoing inflationary challenges that we're seeing in the supply chain. Operating margins of 31.5%, plus or minus 1 percentage point; and finally, earnings per share of $9.50 plus or minus $0.75 based on a share count of approximately 137 million shares.\nSo then in summary, Lam demonstrated an improved operational execution in the June quarter and delivered record financial performance, both quarterly as well as on a fiscal year basis. While the semiconductor industry is not immune from softening macro factors that we see, Lam's technology leadership, along with our robust installed base is a solid foundation for continued long-term growth for the company.\nAnd with that, operator, I'll conclude my prepared remarks. Tim and I would now like to open up the call and take questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a534a2d8551f8a34f9f472b22068bc6",
    "period": "2022 Q3",
    "content": "Q3 2022 Lam Research Corp Earnings Call\n\nQ3 2022 Lam Research Corp Earnings Call\n\nLRCXNASDAQAPR 20, 5:00 PM\n\nOperator\n\nGood day, ladies and gentlemen, and welcome to the March quarter 2022 earnings conference call. At this time, I'd like to turn the conference over to Tina Correia. Please go ahead.\n\nTina Correia\n\nCorporate VP of IR & Corporate Finance, Lam Research Corporation\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the March 2022 quarter and our outlook for the June 2022 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website, along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information. Today's discussion of our financial results will be presented on a non-GAAP financial basis unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website. And with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, CEO & Director, Lam Research Corporation\n\nThank you, Tina. Lam reported revenues of $4.06 billion and earnings per share of $7.40 in a severely supply-constrained environment. While we were able to deliver results within our guided ranges, I am disappointed that we are not performing better in a very strong demand environment for our equipment and services. Continued component shortages, along with new challenges that emerged, including COVID-related lockdowns, along with -- exacerbated an already stressed supply chain situation. As a result of the larger range of issues, our original expectation for the timing of output recovery proved to be optimistic.\nIn response, we have intensified the focus across Lam. We are committing the financial resources and workforce required to both meet our customers' priority tool needs in the short term as well as increase the long-term resiliency of our global supply network. Our recovery efforts span from embedding Lam experts at key suppliers to collaborate on shortages to increasing field resources to accelerate installation of tools once shipped. Customers are partnering with us to qualify additional component suppliers, and we have assigned more engineering resources to work on design and sourcing for alternative parts to improve supply chain flexibility.\nDespite the issues we still face, I am thankful for the tremendous efforts from Lam employees, our suppliers and our customers through this challenging period. While the near-term pace of supply chain recovery is difficult to assess, we are confident that our actions will result in progressive improvement in our performance on a go-forward basis. Our deferred revenue balance exiting the March quarter was over $2 billion as we shipped systems to customers to accelerate tool installation but could not recognize this revenue within the quarter due to the lack of certain critical components. Doug will elaborate more on the deferred revenues in his prepared remarks.\nOn the demand side, the environment remains very strong. While continued supply-related delays could potentially limit how much wafer fabrication equipment investment can be executed in 2022, our current WFE view is still in the $100 billion range. We see unconstrained demand exceeding $100 billion in 2022 and any unmet demand should flow into next year. Our confidence is rooted in the fact that the powerful secular drivers of WFE spending are unchanged. Greater semiconductor content, rising device complexity and larger die sizes all contribute to a healthy setup for sustainably strong WFE levels.\nAn example of this can be seen in the smartphone segment, where unit growth may be flattening year-over-year due to inflationary-driven softness in consumer markets, but the average NAND and DRAM content is increasing around 20% year-over-year, driving demand for WFE. In servers, we see overall growth in both units and content with server DRAM content per CPU growing in the 20% range from the prior year. On top of this, the drivers of Lam-specific growth are also unchanged. Etch and deposition are critical technologies required to transition semiconductor manufacturing to higher performance and more scalable 3D device architectures in memory, foundry logic and advanced packaging. Lam's leadership position in key enabling technologies for 3D devices, evidenced by our installed base in leading-edge fabs worldwide, is a solid foundation for long-term outperformance. And with our continuing investment in an exceptional pipeline of new products and services, we are increasingly well positioned to win at the 3D inflections.\nOn the technology front, we are winning new applications across etch and deposition and across all device segments. We are strengthening our overall market position by delivering differentiated solutions that enable higher aspect ratio structures, enhanced device performance and increased manufacturing productivity. Over the past 2 calendar years, Lam's total revenue growth has exceeded that of our large peers. This is in part due to our gains in the foundry logic market, where we were historically under-indexed. And it is also a result of our success in expanding our CSBG installed base opportunities. Through innovations like Lam's Equipment Intelligence solutions, we are helping address our customers' capacity constraints by utilizing vast quantities of tool data to improve system performance and enable faster tool installations.\nIn the March quarter, we expanded on our selective etch wins at a large foundry logic customer. At the same time, we have added new wins in our conductor etch business. In 1 example, we are set to double our conductor etch share at a key foundry logic customer as they transition to their next node. At another leading foundry logic customer, we have successfully replaced a competitor's tool at a critical step by helping the customer accelerate their move to the newer node. Key to our traction in these wins is our ability to enhance our product offerings with Equipment Intelligence solutions to deliver the best etch uniformity and improve yield, thereby addressing customers' cost and performance requirements as they execute their scaling road maps.\nIn deposition, we continue to see significant momentum for both our ALD metals and dielectric solutions for leading-edge foundry logic nodes. In DRAM, where the highest performance devices are adopting more advanced CMOS technology like high-K metal gate transistors, we have leveraged our foundry and logic success to win new applications in the [DRAM Ib] nodes. As customers ramp capacity on these nodes, our etch share in this segment is set to expand. In deposition, our critical spacer applications enable lower-capacitance thinner films to support further device size and power scaling. In the March quarter, we secured 2 wins for critical spacers at a large DRAM customer for their leading node.\nIn the NAND segment, we also won a highly contested decision at a key customer where we demonstrated a superior ALD solution for a critical transition to a next-generation low-resistance enabling film for their Worldline applications.\nShifting to our CSBG business, results were down modestly in the March quarter, predominantly due to the global supply constraints that impacted our reliance and upgrades businesses. While CSBG is subject to quarterly fluctuations, we believe our expanding installed base over a longer period offers a stable platform for revenue growth. During the March quarter, we secured fairs contracts at 2 of the world's largest IDMs with the cumulative contract amount exceeding $1 billion. We see calendar year 2022 to be another strong growth year for our CSBG business.\nSo to wrap up, we believe we are making progress on the extraordinary industry supply challenges, but overcoming the breadth of issues that have emerged is taking longer than we initially expected. We are focused on meeting the critical needs of our customers and have committed both the financial resources and workforce required to recover as quickly as possible. With continued strength in the equipment demand environment and progressive improvement in our supply chain, we do expect Lam to post another solid year of revenue and EPS growth. With that, I'll turn it over to Doug.\n\nDouglas R. Bettinger\n\nExecutive VP, CFO & CAO, Lam Research Corporation\n\nExcellent. Thank you, Tim. Good afternoon, everyone, and thank you for joining us on our call today during what I know is a busy earnings season. In the March 2022 quarter, we delivered results within the guidance ranges for all our financial metrics. However, we missed the midpoint for all numbers. As Tim discussed, we experienced broadening supply chain issues that negatively impacted our revenue as well as our profitability.\nDelays in securing critical parts needed for shipments of our tools hindered our ability to meet our revenue objective and led to increased spending as we focused on initiatives to mitigate these constraints. Deferred revenue grew by over $600 million. The magnitude of the increase reflects the heightened degree of part shortages that we're experiencing, which impacts our ability to recognize revenue on tools that we've actually shipped. Our inventory balance also increased as we're procuring the parts that we can in building to meet the growing unmet demand that we see.\nOn the margin side, we have headwinds from adding resources to address the supply chain challenges as well as to be prepared for the higher volumes we see in the second half. Additionally, we have ongoing supply-related inflationary pressures. We were able to partially offset the gross margin headwinds through operating expense management during the quarter. As a result, March operating income and earnings per share came in closer to the midpoint of our guidance. We see ongoing cost and supply constraint challenges continuing to impact our guidance for the June quarter.\nLet me now turn to the details of our revenue for the March quarter. Revenue came in at $4.06 billion, a decrease from the December quarter. The memory segment was sequentially stronger in the March quarter with concentration of 66% of systems revenues. This was up from the prior quarter level of 58%. The strength in memory during the quarter was led by the DRAM segment where we had a record level of revenue for the company and a percent concentration at 27% of systems revenues. This compares with 23% that we saw in the December quarter. The DRAM investments were primarily for 1z and 1-alpha node additions as well as conversions.\nThe NAND segment was 39% of our systems revenue, higher than the 35% in the prior quarter. Our NAND customers are investing in tools for 128-layer to 192-layer devices. In foundry, March quarter revenue comprised 21% of our systems revenue versus 31% that we saw in December. The decrease quarter-to-quarter is related to the timing of customer investments. There continues to be solid investments in this segment to address end demand drivers such as AI, IoT, cloud, high-performance computing and 5G. I would expect to see increases in this segment as we progress through the year related to both leading as well as mature node device investments.\nWe see continued progress in the Logic/Other segment, which contributed 13% of systems revenue in the March quarter and is a record in terms of revenue dollars. We're seeing good traction here, notably in etch, as we expect continued growth in this segment during calendar year 2022 as our customers invest to meet the demand requirements in the market for microprocessors, image sensors and advanced packaging solutions.\nI'll now turn to the regional composition of our total revenue. The China region came in at 31% of total revenue. The split of the China revenues was fairly balanced between the domestic and multinational customers that have fab locations in China. There was also a strong concentration of investments by our customers in the Korea and Taiwan regions, which comprised 24% and 16% of our total revenues, respectively, in the March quarter.\nThe Customer Support Business Group revenue was approximately $1.4 billion, which was down 5% from the prior quarter. CSBG was 8% higher than the March quarter of calendar 2021. Our reliance and upgrade product line revenues were negatively impacted in the March quarter by the ongoing supply chain constraints. Nonetheless, there continues to be healthy demand in the specialty market across numerous customers as well as investments by our customers for upgrades across their installed fleet of tools.\nOur spares business remains strong, given the high utilization levels in the industry, and we're also seeing solid customer pull for services for the same reason. As we've noted in the past, CSBG can fluctuate on a quarterly basis but our expectations continue to be that this business will grow annually.\nLet me now shift to our gross margin performance. The March quarter came in at 44.7%. We are experiencing a multitude of cost pressures with increases in freight and logistics rates, raw materials costs driven by commodities such as nickel and aluminum as well as increased integrated circuit costs. Our June quarter guidance reflects our expectations for a sustained level of cost headwinds as we manage through and adapt to this inflationary environment.\nOperating expenses for March were $621 million, down from the prior quarter level of $627 million. We managed our overall spending levels during the quarter while continuing our focus on supporting our emerging customers' technology road maps. We are also deploying incremental R&D resources towards qualifying new supply sources to help improve our supply chain challenges. Incentive compensation expenses that, as you know, are tied to the company's profitability were also lower in the quarter.\nThe March quarter operating margin was 29.4%. Our non-GAAP tax rate for the quarter was approximately 10%. And as I've shared with you in the past, the tax rate will have some fluctuations from quarter to quarter. Looking into calendar year 2022, we expect the ongoing tax rate to be in the low teens level. And I just mentioned that we continue to monitor potential tax changes in the United States that are under discussion. But given the uncertainty there, we've not yet reflected the impact of any changes in our modeling.\nOther income and expense came in for the quarter at approximately $44 million in expense. And I'll just remind you, in the December quarter, we had income for this line item due to a gain in one of our venture investments that had raised capital in a public offering. We also had favorable results from our venture investments since the time we set guidance that contributed positively in the March quarter by approximately $0.11 in earnings per share. OI&E is subject to market-related fluctuations that will cause some level of volatility in this P&L line item. We're forecasting a more negative OI&E impact in June's guidance based on what we currently see in the equity markets.\nWe were active in our buybacks during the March quarter, allocating over $1.2 billion towards share repurchases. The cash was deployed in a combination of open market repurchases as well as an accelerated share repurchase program. The ASR will continue to execute during the June quarter. We paid $211 million in dividends during the March quarter as well. March quarter diluted earnings per share was $7.40. Diluted share count was 140 million shares, which was lower than the December quarter and less than our March quarter expectation due to the increased share repurchase activity.\nLet me shift to the balance sheet. Cash and short-term investments, including restricted cash, ended at $4.6 billion, which was down from the prior quarter level of $5.6 billion. The decrease was primarily driven by the capital return activities that I just spoke about. Additionally, operating cash was at a somewhat lower level this quarter due in part to the investments we're making in inventory to help mitigate some of the supply challenges. Inventory turns were down from the prior quarter level, coming in at 2.6x. Also, due to the timing of customer shipments occurring later in the quarter, our days sales outstanding came in at 83 days, which was an increase from 73 days that we saw in the December quarter.\nNoncash expenses for the March quarter included approximately $69 million in equity compensation, $64 million in depreciation and $20 million for amortization. Capital expenditures in the March quarter were approximately $145 million, which was fairly flat with the December level. Capital expenditures were mainly focused for growth activities such as our silicon spare parts facility in Ohio, the Malaysia factory expansion and the new Korea Technology Center.\nWe had approximately 16,900 regular full-time employees as of the end of the March quarter, which is an increase of approximately 600 people from the prior quarter. We had headcount growth primarily in the factory and field organizations to address supply chain constraints while supporting customer deliveries and installations.\nLet me now shift and look at our non-GAAP guidance for the June 2022 quarter. We're expecting revenue of $4.2 billion, plus or minus $300 million. While customer demand continues to be strong, we see ongoing supply chain constraints. Gross margin of 44.5%, plus or minus 1 percentage point. Our guidance reflects expectations of an inflationary cost environment and the continuing need to very tactically manage the execution in the supply chain. Operating margins of 29.5%, plus or minus 1 percentage point. And finally, earnings per share of $7.25, plus or minus $0.75 based on the share count of approximately 139 million shares.\nSo then let me wrap things up. Our execution in the March quarter came in a little short of our expectations. While we work through incremental challenges with our supply chain that is continuing to limit our output, demand remains robust. Exiting the March quarter, we had our sixth consecutive quarter of growing backlog. Visibility to end demand is high. We have a solid foundation in our share position, with strong traction to date and new opportunities going forward in all market segments.\nOperator, that concludes our prepared remarks. Tim and I would now like to open up the call for questions."
  },
  {
    "header": "LRCX",
    "cik": "0000707549",
    "ticker": "LRCX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/41622f2afb66c0aed4229db5b5c7f5e5",
    "period": "2022 Q2",
    "content": "Q2 2022 Lam Research Corp Earnings Call\n\nQ2 2022 Lam Research Corp Earnings Call\n\nLRCXNASDAQJAN 26, 5:00 PM\n\nOperator\n\nGood day, and welcome to the Lam Research Corporation's December Quarter 2021 Earnings Conference Call. At this time, I would like to turn the conference over to Tina Correia, Corporate Vice President, Corporate Finance and Investor Relations. Please go ahead, ma'am.\n\nTina Correia\n\nCorporate VP of IR & Corporate Finance, Lam Research Corporation\n\nThank you, and good afternoon, everyone. Welcome to the Lam Research quarterly earnings conference call. With me today are Tim Archer, President and Chief Executive Officer; and Doug Bettinger, Executive Vice President and Chief Financial Officer.\nDuring today's call, we will share our overview on the business environment, and we'll review our financial results for the December 2021 quarter and our outlook for the March 2022 quarter. The press release detailing our financial results was distributed a little after 1:00 p.m. Pacific Time this afternoon. The release can also be found on the Investor Relations section of the company's website along with the presentation slides that accompany today's call.\nToday's presentation and Q&A include forward-looking statements that are subject to risks and uncertainties reflected in the risk factors disclosed in our SEC public filings. Please see accompanying slides in the presentation for additional information.\nToday's discussion of our financial results will be presented on a non-GAAP financial basis unless otherwise specified. A detailed reconciliation between GAAP and non-GAAP results can be found in the accompanying slides in the presentation. This call is scheduled to last until 3:00 p.m. Pacific Time. A replay of this call will be made available later this afternoon on our website.\nAnd with that, I'll hand the call over to Tim.\n\nTimothy M. Archer\n\nPresident, CEO & Director, Lam Research Corporation\n\nThank you, Tina, and Happy New Year to all that are joining us today. Calendar 2021 was another year in which companies and our communities had to respond to significant challenges on many fronts. Lam's operations and results were impacted by the effects of COVID-19, labor shortages, freight and logistics cost escalation and supply chain constraints. But I am proud and thankful for how Lam employees responded at every turn with commitment and agility to support our customers and business.\nAs the digital transformation of both the global economy and our everyday activities accelerated throughout the year, demand for wafer fabrication equipment continued to strengthen. Lam delivered record revenues and record earnings per share in calendar year 2021.\nEmbedded in these results is record revenue in every area of our business, including NAND, DRAM and foundry logic and within every subsegment of our customer support business. Even in a year with relatively higher foundry logic spend versus memory, we gained market share in both etch and deposition.\nAs we closed out 2021 and enter the new year, demand for Lam products has never been higher. Yet as we have discussed in prior quarters, the global supply chain remains severely stressed at these unprecedented output levels.\nIn the December quarter, unexpected shipment delays primarily for components from a critical supplier surfaced in the last 2 weeks of the quarter leaving us with insufficient time for full recovery despite the diligent efforts of our supplier and our global operations team. The resulting shipment delays caused revenues to come in below the midpoint of our guidance range. Revenue for the tools that were impacted in December will be recognized in the March quarter.\nLooking into the first weeks of 2022, we see that supply challenges have broadened with the COVID Omicron surge adding further disruption to freight and logistics operations as well as exacerbating skilled labor shortages. We also continue to encounter significant scarcity of certain components and parts, including semiconductors.\nAs a result, our March quarter revenue levels will be limited by the output constraints of our global supply chain, and this is reflected in our guidance. We are aggressively working on the issues with our suppliers and believe we will see progressive improvement as we move through the next few quarters. Overall, for calendar year 2022, we expect to deliver strong across-the-board revenue growth.\nOn the demand front, we are seeing continued momentum in wafer fabrication equipment spending. We believe that spending in calendar year 2021 ended consistent with the mid-$80 billion estimate we provided on our last call. Strength was broad-based with NAND, DRAM and foundry logic all growing double digits.\nAs we look to calendar year 2022, there are multiple themes underpinning our view for continued WFE growth, including powerful end market demand trends, rising device complexity, strong semiconductor industry operating profitability and regional government support and incentives. In end markets, the technology landscape continues to build not only on the prevalent drivers of AI, IoT, the cloud and 5G, but also now along another vector as advances in virtual and augmented reality lay the groundwork for the metaverse over the coming decade.\nImmersive gaming experiences will be a primary driver of metaverse development and adoption. And I've spoken on prior calls about how advanced processors and memory devices for gaming are favorable for WFE demand due to both leading-edge performance requirements and semiconductor content growth.\nAcross the semiconductor industry, we see more than 20 new fabs being built, and customers have already announced significant CapEx increases for the year. Consequently, we expect 2022 WFE spending to be in the $100 billion range with strong growth across all segments.\nWe believe that our performance in 2021 has strengthened our ability to win in the robust demand environment we see ahead. We launched innovative new etch and deposition products, gained market share at key technology inflections and rapidly grew our installed base.\nOn this last point, our customer support business group continues to exceed expectations. Our chamber count grew approximately 13% in calendar year 2021 to approximately 75,000 units. Our revenue per chamber, which we highlighted at our 2020 Investor Day as a key growth objective, increased nearly 24% year-on-year in 2021 or nearly twice the growth in chamber count. We expect calendar year 2022 to be another strong growth year for our CSBG business.\nOur large and growing installed base also adds immense value through our product innovation process. The high volume of wafers running on our installed base every day enable us to detect newly emerging challenges more quickly and accelerate our cycles of learning, both of which are critical in an era of increasing device and manufacturing complexity.\nOn the product front, 2021 was a year of significant milestones for Lam. To highlight just a few: our Vantex dielectric etch system became the fastest ramping new etch product in Lam history. Built on our groundbreaking new Sense.i platform, Vantex helps customers reduce costs by enabling higher etch rates and improving fab footprint efficiency, while new process capabilities extend our technology leadership in high aspect ratio edge. We expect continued growth in Vantex shipments in 2022 with overall revenues from this product roughly doubling year-over-year.\nOur VECTOR DT product for backside deposition, achieved process tool of record status at all customers for 3D NAND devices with more than 200 layers further demonstrating our leadership in 3D scaling enablement. We achieved several important leading-edge wins with our selective etch, strip and surface treatment solutions including applications for gate-all-around and a foundry logic customer and our first selective etch win in DRAM.\nAs device complexity increases across logic and memory devices, the need for angstrom-level precision is driving greater adoption of Lam's selective edge solutions compared to conventional wet etch methods. This should enable selective etch revenues to double this year as customers adopt our innovative suite of products for current leading-edge applications as well as for future device architectures. And finally, we increased our deposition market share with wins in critical bit line and spacer applications for RC reduction and are now qualified at all leading nodes for this application.\nTo conclude, our product momentum and outperformance in our installed base business have put Lam in a great position to capitalize on the tremendous demand we see for wafer fabrication equipment. Our top priority is to alleviate the near-term supply constraints that have impacted our output capacity, our delivery predictability and our financial results. With progress expected on this front over the next several months, we believe calendar year 2022 will be another outstanding period of growth for Lam.\nThank you. And now here's Doug to cover the financial results and our outlook.\n\nDouglas R. Bettinger\n\nExecutive VP, CFO & CAO, Lam Research Corporation\n\nGreat. Thank you, Tim. Good afternoon, everyone, and thank you for joining our call today during what I know is a very busy earnings season.\nCalendar year 2021 was a record year for Lam Research in many respects. We closed the year with revenue at $16.5 billion, which includes record levels of revenue for both our systems as well as our CSBG businesses. We also delivered an all-time high for earnings per share coming in at $32.46. I think it's important to point out that we had 59% growth in earnings per share over calendar year 2020, which outpaced the growth in revenue, which was at 39%.\nWe ended the year, however, on a bit of a down point. As Tim spoke about, our revenue came in at the lower end of the guidance range due to supply chain issues that impacted us in the last 2 weeks of the December quarter. These delays primarily from 1 supplier for critical parts meant we were unable to recognize revenue for tools that we actually ship to customers, totaling more than $200 million. You'll notice this reflected in the increased level of deferred revenue on the balance sheet at the end of the December quarter of $1.46 billion. The vast majority of these parts have now shipped and the full value of the tools will revenue in the March quarter.\nWhile we continue to increase the output capacity of our own factories, we're seeing a broadening out of headwinds from the global supply chain, which is impacting the somewhat soft March quarter revenue and gross margin guidance. These headwinds are partially Omicron and labor-related, partially supplier scaling related and partially due to freight and logistics constraints. Our expectations are that the broader supply chain issues in the industry will persist for a while and will exit the March quarter with incremental supplier shipment delays potentially causing another growth of as much as $500 million in deferred revenue.\nI would just highlight that we often ship equipment to our customers on a modular basis, which accelerates deliveries and allows customers the ability to begin installation while waiting for the fully configured tool. As we get our suppliers caught up with our needs and these missing components ship, these tools will revenue in future quarters. This is obviously a fluid situation right now.\nLet me now turn towards the details of our December quarter results. Revenue for the quarter came in at $4.23 billion, a slight decrease from the September quarter but an increase of 22% from the same quarter a year ago.\nFrom a segment perspective, Memory represented 58% of systems revenues in the December quarter, down from the prior quarter level, which was 64%. The strength in Memory during the quarter was driven by investments in the DRAM segment, which increased both in terms of dollars as well as percent concentration at 23% of systems revenue versus 19% in the September quarter and 10% in the June quarter. The DRAM investments were primarily focused on the 1Z and 1-alpha nodes.\nThe NAND segment was 35% of our systems revenue versus 45% in the prior quarter. We're seeing both capacity additions as well as conversions across our NAND customers with investments in 128 through 192 layer devices. We expect we'll continue to see a blend of additions and conversions as we go through calendar year 2022.\nBroad demand across both leading edge and mature device nodes drove continued strength in the foundry segment, with the December quarter representing 31% of our systems revenue versus 25% in the September quarter. Multiple customers are investing in the segment to meet end demand drivers such as AI, IoT, cloud and 5G, which is leading to significant unit growth and more silicon content in most technology devices.\nWe had another record quarter of system revenue dollars in the Logic and Other segment which contributed 11% of systems revenue in the December quarter, which was consistent with the concentration in the prior quarter. Our customers are investing to meet the demand requirements in the market for microprocessors, image sensors and heterogeneous silicon packaging technologies.\nNow let's switch to the regional composition of our total revenue. The China region came in at 26% of total revenues. And while being the top region for December, it was down from the 30%-plus levels we've seen for the last few quarters. This was an expected outcome and is related to the timing of customer investments. China domestic customers were the majority of the China regional revenue in the December quarter. The Korea and Taiwan regions also had solid investment activity representing 25% and 18% of revenues, respectively, in the December quarter.\nThe revenue for our installed base business, CSBG, was nearly $1.5 billion, which was 29% higher than the December quarter in calendar 2020 and approximately 8% higher sequentially. The continued strength of CSBG reflects a growing installed base of tools, customers operating at high utilization levels as well as our ability to monetize the growing installed base by offering more value-added advanced service solutions. Each subsegment of CSBG hit a new record in the quarter, but I want to specifically call out our Reliant product line for achieving its 12th consecutive record quarter, delivering value to a growing specialty market across numerous customers. While the CSBG business can have quarterly fluctuations, we continue to see sustained and stable growth on an annual basis.\nNow moving on to gross margin. The December quarter was 46.8%, above the midpoint of the guided range. The increase in gross margins came from a favorable customer and product mix due to shipment timing as well as high field resource productivity due to greater customer installation activity. As we've discussed in the past, gross margins can fluctuate quarter-to-quarter due to overall business levels, along with customer and product mix. And I would just mention, we've got incremental negative cost impacts from the supply chain constraints that we discussed earlier that are negatively impacting the March gross margin guidance.\nOperating expenses for December were $627 million, an increase from the prior quarter amount of $586 million. The December quarter had higher variable compensation as we close the calendar year as well as additional research and development investments. We've added headcount in R&D to support our growing product portfolio, and we're focused on supporting our customers' ongoing technology road maps.\nDecember operating margin came in at 32% or approximately $1.4 billion. Our non-GAAP tax rate for the quarter was 11.9%, generally in line with our expectations.\nLooking into calendar year '22, we expect the ongoing tax rate to be in the low-teens level. We continue to monitor potential tax changes under consideration in the United States. Given the uncertainty there, we have not yet reflected the impact of any changes in our financial modeling. And as we've discussed in prior calls, our tax rate may fluctuate from quarter-to-quarter.\nOther income and expense came in for the quarter at $19 million in income. This amount is better than the prior quarter and resulted in income in the December quarter due to a gain in one of our venture investments that recently raised capital in a public offering. As we've noted in last quarter's earnings call, we did not include the estimated gain of approximately $50 million in our December quarter guidance, and the amount in the results that you're seeing was reasonably close to that forecast. This gain added 26% -- or excuse me, $0.26 tax adjusted to earnings per share. And I just have you note that overall OI&E is subject to market-related volatility that could cause a difference from our typical run rate.\nWe continue to buy back shares with our focus on capital return. And in the December quarter, we repurchased approximately $430 million worth of stock. In addition, we paid $211 million in dividends during the quarter. For the calendar year, we allocated a total of $3.8 billion towards capital return, which was approximately 94% of free cash flow. During 2021, we reduced share count by more than 4 million shares at an average repurchase price of $593 per share.\nDiluted earnings per share for the December quarter was $8.53. And the diluted share comp balance was slightly lower than the September quarter level coming in at 142 million shares, which was in line with our expectations.\nLet me now shift to the balance sheet. Cash and short-term investments, including restricted cash, totaled $5.6 billion, up from the prior quarter level of $4.9 billion. We generated strong cash from operations in the December quarter of $1.4 billion, which was somewhat offset by the capital return activities that I just spoke about.\nDay sales outstanding was essentially flat coming in at 73 days compared to 72 days in the September quarter. Inventory turns were down slightly from the prior quarter level coming in at 2.9x, which was pretty much as planned as we've grown inventory to increase the business volume.\nNoncash expenses for the December quarter included approximately $63 million for equity compensation, $62 million for depreciation and $20 million in amortization. Capital expenditures in the December quarter were flat with September coming in at $138 million. Capital expenditures are mainly focused on expansion activities such as our silicon parts facility in Ohio and the Korea Technology Center that will be opening in the first half of 2022.\nWe have 16,300 regular full-time employees at the December quarter -- at the end of the December quarter, which is an increase of approximately 900 people from the prior quarter. Our headcount growth was mainly in the factory and field organizations to support the growing output levels that we're seeing.\nNow let's look at our non-GAAP guidance for the March 2022 quarter. We're expecting revenue of $4.25 billion, plus or minus $300 million. As we've discussed earlier, the guidance reflects our expectation for a higher level of shipment delays in the March quarter, due to broadening out of supply chain constraints we're seeing. Customer demand is decently stronger than what we can currently supply. Backlog has grown for 5 consecutive quarters as we exited the December quarter.\nWe're expecting gross margin of 45%, plus or minus 1 percentage point. Our guidance reflects a higher level of spending that we're incurring for managing the execution of the supply chain as well as extra costs to secure critical semiconductor component parts. As we sit here today, I believe our gross margin will improve as we progress through the year.\nWe're forecasting operating margins of 29.5%, plus or minus 1 percentage point. And finally, earnings per share of $7.45 plus or minus $0.75 based on a share count of approximately 141 million shares. We're widening our ranges out a bit due to the supply chain uncertainties that we've discussed.\nAs we start calendar year 2022, we're in the strongest investment year in the history of the semiconductor industry. It's important to note that the demand is clearly there. We are dealing with broadening out of supply chain constraints, which we know we're going to fix over time. We're laser-focused on addressing these supply challenges, and we're confident that we'll deliver improvements as we go through the year. We're in solid market share positions. We've gained further traction across all market segments in 2021. And we've got a robust and growing installed base business.\nOperator, that concludes Tim and my prepared remarks. We'd like to now open up the call for questions."
  }
]