[
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ae026ccc016c6cd46e5cf879199f9cd7",
    "period": "2025 Q3",
    "content": "Q3 2025 Trimble Inc Earninings Call\n\nQ3 2025 Trimble Inc Earninings Call\n\nTRMBNASDAQNOV 5, 8:00 AM\n\nOperator\n\nThank you for standing by. My name is Bagley, and I will be your conference operator today. At this time, I would like to welcome everyone to the Trimble Third Quarter 2025 Financial Results Conference Call. [Operator Instructions] I would now like to turn the call over to Rob Painter, President and CEO. You may begin.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation and safe harbor statements are available on our website. Our financial review will focus on year-over-year non-GAAP performance metrics on an organic basis. In addition, we will focus on adjusted numbers that we believe more accurately portray the underlying performance of our business.\nThis means we will exclude the divested agriculture and mobility businesses as well as the 53rd week of fiscal 2024. As reported numbers, along with the reconciliation are provided in the appendix of our slide presentation. Okay, let's get to it.\nOur third quarter results delivered a top and bottom line beat, and we are once again raising guidance for the year. The story of Trimble this year can be summarized in 3 words: clarity, durability and momentum. That message continues today, driven by the purposeful execution of our Connect & Scale strategy. Our strategy continues to guide our own transformation, delivering transformative outcomes to our global customers and positioning us well to deliver on our 2027 financial commitments.\nWe're also carrying this momentum forward with the Trimble brand. Earlier this year, we launched our NASCAR partnership with RFK Racing. And last week, we announced our partnership with Liverpool Football Club. This isn't just a sponsorship. LFC will employ Trimble technology and the design and construction of its world-class infrastructure. That's connect and scale in action.\nTurning to Slide 5. The numbers clearly reflect our execution. We delivered $901 million in revenue in the quarter, up 11% and -- our ARR grew 15% to $2.31 billion with a notable 17% increase in our AECO segment. EPS of $0.81 was up 16% year-over-year and higher still on an organic basis. The structural quality of our model is self-evident. Recurring revenue accounted for 63% of third quarter revenue and software and services for 78% of our total.\nAs you will see from the results in skilled systems, the physical solutions of Trimble are uniquely empowering workflows by connecting the work between the office and the field with rich mission-critical data sets. Before turning to the segments, I want to briefly address 3 topics we've heard many of you asking about over the last few weeks. First, the impact of the U.S. federal government shutdown.\nWe correctly anticipated lower government revenue early in the year and have been able to contain the impact on the business, which we previously quantified as single-digit millions in the back half of 2025. The second topic is the impact of AI on vertical software. In short, we see a net opportunity. We believe we are uniquely positioned to capitalize on this transformation for 3 key reasons: First, AI as a logical extension of Connect and scale, not a separate initiative.\nWe've been working with AI for years, and we are already connecting physical and digital solutions, workflows and ecosystems. We believe AI will be adopted inside industry platforms like ours as a natural extension of the data coming out of the mission-critical systems we build today. We're not chasing a new market. We're leveraging our core assets.\nSecond, our industries are inherently difficult to disrupt. We operate in physical industries like construction and transportation, and they're fragmented and complex. This requires deep domain expertise, extensive go-to-market capabilities and a trusted partner that can bridge the office in the field. The unique corpus of data that flows through our ecosystems each and every day, combined with our deep industry relationships, creates a powerful competitive moat that a new pure-play AI company cannot easily replicate.\nThird, we are already executing on this opportunity. We remain humble to the potential for disruption and are hard at work integrating AI across our business. We're using it to drive internal efficiencies and accelerate our product innovation. We view AI as a powerful tool to enhance our value proposition and extend our leadership. Expect us to drive productivity over time.\nThe third topic is the strong demand for AI data centers. Many of our customers have significant global backlogs and continue to invest to service them with an emphasis on speed of delivery. This is clearly reflected in our ACV bookings performance. We have the benefit of serving a diversity of end markets, infrastructure, residential, energy, commercial, onshoring and reshoring of manufacturing and more.\nOur business is resilient because we are not dependent on any single project type contractor profile or end market. Okay. Let's turn to the segments, starting with AECO. The team delivered another outstanding quarter. ARR at $1.42 billion and revenue at $358 million were both up 17%. Our ACV bookings remained strong and in line with our long-term model, and we continue to see strong engagement and expansion with our core commercial customer base with net retention, excluding SketchUp at approximately 110%.\nMarket feedback continues to validate our value proposition to connect workflows and integrate ecosystems to address higher order problems, create connected data environment and facilitate multisided marketplace business models. In the quarter, we launched SketchUp 2026, which is now enabling real-time viewing, which in turn enhances collaboration and usage. We launched ProjectSight, which is our AI-enabled project management solution into Europe and Australia. Our unique Trimble workflows are linking design and reality capture, they're linking scan to BIM and digitizing site layout, delivering step function levels of quality and productivity to our customers.\nIn October, we held a user conference with our owner and public sector customers, showcasing our latest innovations in our suite of asset life cycle management solutions. We sit in a unique spot to help asset owners digitize their capital program management as well as their permitting and operational asset management needs. This digitization enables us to provide AI-driven insights that solve real problems.\nMoving to Field Systems. The business outperformed in the quarter, with particular strength again in civil construction. Kudos to the team. This is the industrial IoT of our business, our data collection node in the physical world. Revenue at $409 million was up 8%. ARR at $386 million was up 18% driven by strength across our geospatial and civil solutions.\nAt a product and workflow level, an example of our continued mix fleet innovation comes from our announcement with Premier and their pile drivers. The solution we enable automatically move the physical machine to the precise location of a pile according to the digital project plan, then optimizes the depth of the pile with minimal operator input. The system allows one operator to complete the task of driving piles, which otherwise would be a 2- or 3-person job.\nProductivity and quality. That's Trimble at work. Our latest AI innovations are now offering automated point cloud classification and inspection analysis tools to quality control as built construction. In addition, we continue to expand our points of distribution to help better drive adoption of technology in the market. In September, we held our first Trimble Dimensions in Australia, enabling us to showcase our innovations to almost 1,000 attendees in Brisbane.\nNext week, we are excited to be back in Las Vegas to host our flagship Trimble Dimensions user conference for all our AECO and field systems customers, where we will showcase new workflow solutions along with our latest AI innovations. The reach of this business into the physical world is near ubiquitous, the sampling of customers and projects won in the quarter spans the globe, rail projects in Japan, airports in Quebec and Colorado, transportation authorities in Norway, Paris and the U.S. State Department of Transportation, survey agencies in Thailand and Saudi Arabia as well as wins with automotive and autonomous mining OEMs.\nMoving to transportation. ARR at $501 million was up 7%, delivering profitable growth in a challenged freight market. In September, we held our European user conference in Amsterdam, an inspiring Forum with representation from some of the largest and most important companies in the world in attendance. Many of them were new customers.\nAt the end of this month, we'll be in New Orleans for our North American User Conference. To give a sense of connect and scale and action here, we start with critical customer problems, network optimization, empty miles, driver retention, maintenance and fuel management. Our ecosystem strategy enables interoperability to help companies achieve a more holistic view of their supply chain, leading to better planning and execution.\nThis breadth of data enables AI to learn and forecast future processes, enabling predictive analytics for demand, capacity and potential disruptions. As an example of the strategy in action, we announced and launched our freight marketplace offering with Procter & Gamble as our anchor shipper customer. We are building the next generation of an intelligent and responsive supply chain.\nWith that, I'll hand it over to Phil to walk us through more of the numbers, including our updated full year guidance.\n\nPhillip Sawarynski\n\nSenior VP, CFO, MD & Co-Head\n\nThanks, Rob. Let me start with some comments regarding capital allocation. During the third quarter, we repurchased $50 million worth of shares, a direct reflection of our confidence in the long-term value of our business and our commitment to delivering shareholder returns.\nThis leaves approximately $273 million under our current repurchase authorization. Longer term, we continue to expect at least 1/3 of our free cash flow to be used for repurchasing shares. Our M&A strategy remains focused on strengthening our core market positions. We look for opportunities in high-growth areas such as construction software with a particular emphasis on tuck-in acquisitions, smaller strategic purchases that integrate quickly and enhance our existing platforms to deliver a rapid return on investment.\nLet's review the third quarter of 2025, starting on Slide 6. Organic revenue growth at 11% exceeded the high end of our outlook, driven by the strength of AECO Anfield systems with transportation and logistics continuing to grow in a challenging freight market. ARR was in line with the top end of our outlook at 15% to another record of $2.31 billion. The consistent growth in our recurring revenue base provides a predictable and resilient foundation for our business.\nGross margins expanded 90 basis points to 71.2%, showcasing our continued model progression. We achieved EBITDA margins of 29.9%, which is a 160 basis points expansion year-over-year. Reported earnings per share was $0.81 for the quarter, $0.10 better than the midpoint of our guidance and $0.06 above the high end of our guidance.\nMoving to the balance sheet and cash flow items on Slide 7. Our year-to-date reported free cash flow remains strong at $206 million when considering the $277 million cash tax payment paid in the second quarter, which was related to the agriculture divestiture. Our balance sheet is a source of strength and financial flexibility with $233 million of cash and a leverage ratio of 1.2x, which is well below our long-term target rate of 2.5x.\nMoving to a segment review of the numbers before we close with guidance and starting with AECO on Slide 8. AECO delivered a record $1.42 billion of ARR posting 17% ARR and revenue growth for the quarter. Operating income at 31.8% increased 270 basis points year-over-year. This business continues to operate well above the Rule of 40, reflecting a balance of high growth and profitability.\nNext, Field Systems on Slide 9. Revenue was up 8% in the third quarter despite approximately 150 basis points of model conversion headwinds. The segment posted another strong quarter of ARR growth at 18% where we continue to successfully execute our business model conversions and deliver and expand capabilities that are subscription-based.\nField Systems operating income at 33.4% increased 40 basis points driven by a greater mix of higher-margin recurring revenue. Finally, transportation and logistics on Slide 10. The segment delivered revenue growth of 4% and ARR growth of 7%. We continue to make excellent progress on our connected scale strategy, which will unlock a cross-sell and upsell opportunity we size at approximately $400 million within this segment.\nOperating margins expanded 10 basis points year-over-year to 25.8%. Let me turn to guidance on Slide 11. With the strong performance in the third quarter, we are increasing the midpoint of our full year as reported 2025 revenue guidance by $45 million to $3.565 billion. We are also increasing our full year EPS midpoint outlook by $0.10 to $3.08 and are maintaining our organic ARR growth midpoint at 14%.\nFrom a cash flow perspective, we are holding to our full year view to be approximately 1x net income after adjusting for the $277 million cash tax payment related to the sale of the Agriculture business and the approximately $30 million in M&A costs. We continue to expect that we can deliver free cash flow greater than non-GAAP net income over the long term.\nBefore turning the call back to Rob, I want to connect these results to our long-term vision. Our execution to date in 2025 reinforces our confidence in achieving our fiscal 2027 targets, which we refer to as our 3,4,30 framework. That is $3 billion in ARR, $4 billion in revenue and 30% EBITDA.\nAn early look at 2026 revenue has us in the mid- to high single-digit range. We look forward to providing more details regarding 2026 in February. Back to you, Rob.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWe are committed to ending the year on a high note and positioning ourselves for another year of growth and strategic progression in 2026. This confidence is rooted in our strategy and the conviction of our team. To our colleagues and partners, I thank you for your dedication and results. To our customers, thank you for your confidence in Trimble to the investment community. Thank you for your interest and support. Operator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d97388a2770be573b94b39662876a2d9",
    "period": "2025 Q2",
    "content": "Q2 2025 Trimble Inc Earnings Call\n\nQ2 2025 Trimble Inc Earnings Call\n\nTRMBNASDAQAUG 6, 8:00 AM\n\nOperator\n\nThank you for standing by. My name is Greg, and I will be your conference operator today. At this time, I would like to welcome everyone to today's Trimble Second Quarter 2025 Financial Results Call. [Operator Instructions].\nI'd now like to turn the call over to Rob Painter, Chief Executive Officer. Rob?\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation and safe harbor statements are available on our website. Our financial review will focus on year-over-year non-GAAP performance metrics on an organic basis. In addition, we will focus on adjusted numbers that we believe more accurately portray the underlying performance of our business. This means we will exclude the divested agriculture and mobility businesses as well as the 53rd week of fiscal 2024, as reported numbers, along with the reconciliation are provided in the appendix. .\nOur second quarter results outperformed top and bottom line expectations, reflecting continued strong strategic execution and momentum with our Connect & Scale strategy. My congratulations and gratitude to the Trimble team and our global partners. We are raising our guidance for the full year, and Phil will walk you through the details.\nStarting on Slide 4. The foundation of our Connect & Scale strategy begins with our best-in-class solutions, which are generally core to the day-to-day operations of our customers, delivering productivity and sustainability outcomes. Our strategy compels us to do what we can uniquely do. That is connecting people, connecting data, connecting workflows and connecting ecosystems across the construction and transportation and logistics industry life cycles. Our product leaders are increasingly bundling our solutions together into prepackaged product suites, making it easier for customers to access our technology and making it easier for our sellers to reach our customers.\nThey are also progressing our efforts towards subscription offerings, expanding our user base and the size of our addressable markets while simultaneously delivering us increased visibility into our business. Strategically, these business model transformations are connecting workflows as we move data from on-premise and on machine to the cloud. We are enabling our customers to generate better insights into their own data while enabling us to build a unique data set to power our AI ambitions.\nFor example, in our ProjectSight project management system with AI, we have processed over 1.5 million drawings with AI at a rate of over 200,000 drawings per month since our Dimensions User Conference in November of 2024. This AI capability saves significant time that our customers would otherwise been manually adding attribute data to a model.\nFinally, our go-to-market motions are modernizing, enabled by better underlying technology stacks and process excellence. AI-assisted motions are increasing bookings visibility and unlocking cross-sell opportunities as well as new logo expansion. The sum of these activities plays a strong role in our current results.\nTurning to Slide 5. $876 million in revenue in the quarter, up 9% organically. $2.21 billion of ARR, up 14% organically and $0.71 of EPS, up 15% year-over-year and higher still on an organic basis. Software and services accounted for 79% of second quarter revenue. Recurring revenue accounted for 63% of second quarter revenue. We run negative working capital and CapEx is less than 1% of revenue on a trailing 12-month basis. Our value creation algorithm is working.\nLooking forward over the next couple of years, the continued rollout and maturation of our strategy gives us conviction to deliver on our 3, 4, 30 commitment by 2027, $3 billion in ARR, $4 billion in revenue and 30% EBITDA margin.\nLooking beyond the next couple of years, we are optimistic about what an AI forward future will mean to Trimble. I'd like to characterize our right to win in this space in the form of trillions, billions, millions and thousands, trillions of dollars of construction run through Trimble, tens of billions of freight run through Trimble. We have millions of users of our software, and we have hundreds of thousands of instruments and machines in the field that operate on Trimble technology. The transformation we've been making in our business over the last few years has prepared us for this moment.\nIn the last weeks and months, we have taken thousands of Trimble colleagues through AI training sessions and we are deploying AI across most every function of the company. While it's very early in the AI adoption cycle, we believe we are heading in the right direction and making the right decisions to unlock the efficiency and customer value creation opportunity. In June, we held our biannual Technology Conference, where 300 of our top engineering and product leaders came together to share and collaborate on our next waves of innovation. Not surprisingly, AI made up about half of the content of the conference.\nWith that context, let's talk about each of our segments, starting with AECO and a quote from a steel fabricator and a rector customer who said the following. We're always 3 steps ahead of everyone else because of the technology we use. With Trimble Connect, we can visualize the entire project before it starts. We track every piece of steel in real time and stay ahead of any potential delays. This sentiment is indicative of the success we are having with connecting people and connecting data. In the quarter, ARR at $1.36 billion and revenue at $350 million were both up 16%. ACV bookings remained strong and in line with our long-term model, growing in the mid-teens with a healthy gross and net retention.\nAt the point solution level, we continue to innovate. SketchUp won Best in Show in the BIM category at AIA 2025 and with over 4.4 million models created in the quarter, SketchUp remains core to the workflow of architects and designers around the world. ProjectSight added features such as daily reporting and ERP integration, which contributed to strong growth in the quarter. At connected workflow level, we are now delivering an office to field to office workflow and civil construction that enables project managers to send quantity request for earthmoving and our B2W track applications to cruise in the field using our site work solution and then flowing that data back to the office for progress tracking, which informs decision-making and ensures accurate billing. No guesswork, no phone calls, no manual data transfer, only Trimble.\nThis workflow example is just one example that validates our strategy of driving growth through Trimble Construction One bundles as well as running cross-selling motions that serve existing customers with more solutions. Once we have a customer using our ecosystem with a core solution, our strategy of adding connected solutions multiplies the value a customer gets and makes us an indispensable partner for our company's entire operation.\nThe investments we have made into our business over the last few years are unlocking insights that drive sales enablement and targeted marketing campaigns to reach this market opportunity. In combination with our transformation to operate as one sales organization and AECO focused on named accounts, we remain optimistic about our ongoing growth potential.\nMoving to Field systems. I'll start with a quote from a customer in Scotland talking about machine control. This is our largest investment in advanced construction technology to date and the effect on productivity has been eye-opening, with 1 project already being 8 weeks ahead of schedule and on track to be completed in half the estimated time.\nThe business outperformed in the quarter with particular strength in civil construction. Revenue at $393 million was up 3% despite the 200 basis point headwind based from model conversions. ARR at $358 million was up 17%, driven by strength in our Works Plus machine control offering, our catalyst positioning as a service offering and Trimble Business Center.\nAt a product innovation level, we expanded Siteworks machine guidance to be available for tilt bucket attachments. We expanded Trimble Ready options with a number of OEMs, and we introduced the NAV 960 guidance Controller for our PTX joint venture. In the end markets, we saw strength in drilling and piling applications for renewable projects as well as site pad preparation for data centers and warehouses. This business is the most global business at Trimble, and it is inspiring to see our work in action. In the quarter, we had wins with customers in U.S. state departments of transportation with mobile mapping at the Panama Canal with optical solutions with the Rwanda Statistics Department, the Dubai Municipality and the Bureau of Water Management in the Philippines buying Trimble GNSS. With customers in Ukraine, Tanzania and Turkey buying Trimble reference stations and with customers in China and Australia buying our monitoring solutions. Trimble is everywhere.\nMoving to transportation. I'll start by quoting a customer who said, autonomous procurement has transformed our spot bid management by using AI to predict prices, enabling us to set realistic, walk away prices and align with market conditions, especially during peak seasons. While our end market remains in a stubborn freight recession, we continue to grow the business with innovation coming from products such as our AI-based autonomous procurement solution.\nRevenue at $133 million and ARR at $492 million were both up 8% in the quarter. ACV bookings were up double digits. At a product level, we have ongoing integration efforts to connect key Transporeon products such as visibility and autonomous procurement with our TMS offerings, which enhances user experience and further enables cross-selling efforts. We are accelerating our rollout of the U.S. -- in the U.S. of our freight marketplace, which enables real-time capacity sourcing for shippers, carriers and brokers. We are building confidence at every turn.\nWith respect to the macro environment across our business, there was no discernible shift in sentiment or end market performance in the quarter. Various indices inevitably point one way or the other. Opportunities continue to outweigh the uncertainties. In meeting with customers in the U.K. and Europe, energy and defense look healthy. In the United States, the puts and takes of the One Big Beautiful bill look to be net positive, including deductions on capital equipment. Globally, we remain bullish on India and the Middle East. At an end market level, our construction customers generally have healthy backlogs, and they continue to hire for their project work. In the transportation market, we are hopeful that the market has stabilized with more upward catalysts than downward catalysts.\nPhil, over to you.\n\nPhillip Sawarynski\n\nSenior VP, CFO, MD & Co-Head\n\nThanks, Rob. First, I'd like to give an update regarding impacts from policy. Regarding tariffs, our operations team has done an outstanding job creating a flexible and global supply network. With the latest information to date, there is no change to the tariff impact on our cost of goods at approximately $10 million per quarter in the Field Systems segment. We've implemented surcharges to offset this. Thus, we expect no impact to profitability. Related to the repeal of Section 174 from the One Big Beautiful bill, we anticipate a cash flow benefit of approximately $50 million in 2025 and a total additional benefit of approximately $80 million, which will be realized over subsequent years.\nWith regards to capital allocation, we bought back $50 million of shares in the second quarter and have approximately $323 million of authorization available. Longer term, we continue to expect at least 1/3 of our free cash flow to be used for repurchasing shares.\nOn the M&A front, we continue with the small tuck-ins. And in the second quarter, we acquired capabilities that we have branded Trimble Materials, which serves contractors by connecting the field, office, warehouse teams and suppliers to streamline the entire purchasing and materials management process. The tuck-in playbook is working and we are accelerating our ability to integrate, which yields a rapid return on investment by putting additional functionality in the hands of our sales teams to cross-sell and upsell and continue the flywheel of ARR growth.\nLet's review the second quarter of 2025, starting on Slide 6. Organic revenue growth exceeded our outlook at 9%, driven by outperformance in all 3 segments, and ARR was in line with our outlook at 14% to a record $2.21 billion. Gross margins expanded 210 basis points to 70.6%, which shows our continued model progression. We achieved EBITDA margins of 27.4%, which is a 170 basis point expansion year-over-year. Reported earnings per share was $0.71 for the quarter, $0.09 better than our guidance.\nMoving to the balance sheet and cash flow items on Slide 7. Our year-to-date reported free cash flow was strong at $90 million despite a $277 million tax payment related to the agriculture divestiture. Our balance sheet continues to be strong with $266 million of cash and a leverage ratio of 1.4x, which is well below our long-term target rate of 2.5x.\nShifting to a segment review of the numbers before we close with guidance and starting with AECO on Slide 8. AECO delivered a record $1.36 billion of ARR posting 16% ARR and revenue growth for the quarter. Operating income at 30.4% increased 400 basis points year-over-year. This business continues to operate above the Rule of 45.\nNext, Field Systems on Slide 9. Revenue was up 3% in the second quarter despite approximately 200 basis points of model conversion headwinds and a difficult comp with the large government order in the prior year. Field Systems posted ARR growth in line with our expectations at 17% for the quarter, where we continue to successfully execute our business model conversions. Our civil construction business continues to be particularly strong, and ARR growth was driven by our model conversions and sales of subscription offerings. Field Systems operating income at 30.8% increased 190 basis points, driven by a greater mix of higher-margin recurring revenue.\nFinally, Transportation & Logistics on Slide 10. Revenue and ARR were up 8% for the quarter. The segment is greater than 90% recurring revenue following the divestiture of the mobility business. We continue to make good progress bringing the global transportation teams, processes and systems together as we execute our Connect & Scale strategy, which allows us to access the approximately $400 million of cross-sell and upsell opportunities within the segment. Operating margins at 21.5% are expected to improve in the next 2 quarters as we continue to execute the strategy.\nLet me turn to guidance on Slide 11. With the overperformance in the first half of the year, we are increasing the midpoint of our full year as reported 2025 revenue guidance by $100 million to $3.52 billion. We are also increasing our full year EPS midpoint outlook by $0.11 to $2.98 and are maintaining our organic ARR growth as adjusted guidance midpoint of 14%. While the business is performing well and ahead of plan, given the lingering uncertainty of tariffs, foreign exchange rates and other macro factors, we are updating our guidance with a similar approach we took in the first quarter, which we see as prudent, given the unknowns of the macro environment.\nFrom a cash flow perspective, we are increasing our full year view to be approximately 1x net income after adjusting for the $277 million cash tax payment for gain of sale in the agriculture JV and the approximately $35 million in M&A costs and $50 million updated benefit from the repeal of Section 174. We continue to expect that we can deliver free cash flow greater than the non-GAAP net income over the long term.\nFor the third quarter guidance on Slide 13, we expect revenue to be in the $850 million to $890 million range and EPS of $0.67 to $0.75. We expect organic revenue growth in the third quarter to be in the 4% to 9% range. For further details regarding our guidance, please see our earnings supplement document, which can be found on our investor website.\nWith that, I'll turn it back to Rob.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nThank you, Phil. The strength of the second quarter mirrored the strength of our first quarter, demonstrating confidence and momentum in our business. We remain on a strong footing, strategically, operationally and financially. Thanks to all our global colleagues for their work and their dedication. We have a lot of work to do as a business to fulfill our potential, and we are up to the task.\nOperator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/67547e33b360b39f77b8e744bf2c687d",
    "period": "2025 Q1",
    "content": "Q1 2025 Trimble Inc Earnings Call\n\nQ1 2025 Trimble Inc Earnings Call\n\nTRMBNASDAQMAY 7, 8:00 AM\n\nOperator\n\nHello, and welcome to Trimble First financial results conference call.\n[Operator Instructions]\nAs a reminder, this call is being recorded. I would now like to turn the call over to Rob Painter, President and CEO. Rob, you may begin.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation and safe harbor statements are available on our website. Our financial review will focus on year-over-year non-GAAP performance metrics on an organic basis. In addition, we will focus on adjusted numbers that we believe more accurately portray the underlying performance of our business. This means we will exclude divested agriculture and mobility businesses. We also adjust for the approximately $50 million of January 1 term license revenue that was recognized in the first quarter of 2024 but not in the first quarter of 2025 because January 1, 2025, fell into the fiscal fourth quarter of 2024.\nexited 2024 on a strong footing, strategically, operationally and financially. The results of the first quarter of 2025 are further evidence of the strength of our business. To understand how we are positioned to navigate the uncertainty at the moment is to understand the quality of our performance in the first quarter, which can be expressed in 3 words: clarity, durability and momentum. Clarity manifests as the simplification and focus we have brought to our business over the last few years. On February 8, we closed the sale of our Transportation Mobility business to Platform Science, further solidifying our strategic focus to compete and invest where we have a natural right to win.\nStarting with Slide 4, durability manifests through the quality of our business model, which we intentionally transformed over the last few years. Today, we are 3.75 software, 2/3 ARR asset-light and operating with a strong balance sheet. We are in the business of selling productivity and efficiency outcomes to our customers, and our technologies are mission-critical. While visibility and predictability into the future is far from perfect, it is definitively higher and better than at any point in our 47-year history. In the first quarter, as detailed on Slide 5, momentum manifested in a beat across the board. Revenue at $841 million was up 3% organically and up 10% after adjusting for the timing of January 1. ARR at $2.11 billion was up 17% organically and was ahead of expectations across our segments. EPS at $0.61 was also ahead of expectations. Congratulations to our team and our partners.\nDespite the strong start to the year and our current momentum, we are maintaining our guidance for the year as we feel the prudent move is to inject a degree of conservatism into our outlook. Tariffs are modest in our software-centric business and have thus far been offset with pricing. We will all know more in 3 months, and we will recalibrate at that point. One area of Trimble where we are not cautious is in our AI journey, where we are moving with a clarity of purpose to better serve our customers while further strengthening our own business operations. We're not just talking, we are acting. In April, we held a virtual internal AI summit with nearly 2,500 internal attendees, where we spent a day reviewing priorities and work in progress. In addition, we have OKRs throughout the company to drive execution and accountability to AI outcomes. Slide 6 provides a framework for how we think about internal and external applications of AI on 1 axis and delivery of cost efficiencies and revenue growth on the other axis. This framing helps us allocate capital with intention. For example, our product managers are leveraging AI to develop marketing and technical requirements documentation.\nOur marketers are beginning to generate sales pipeline with agents mining data from our CRM systems. Our sellers are leveraging AI for sales coaching. Our customer success teams are leveraging AI for case deflection and our software engineers are programming and testing with AI productivity tools. We are also releasing AI capabilities into our customer-facing solutions, from natural language prompted design to feature extraction out of 3D point clouds to automating invoices and even releasing stand-alone automation products to connect to carriers and shippers. We believe we have a natural right to win and an AI forward emphatically so given the unique scope and scale of Trimble in the physical and digital world. With that in mind, let's step back and share our view on the macros. And for words, opportunity, coupled with uncertainty. On an absolute basis, the uncertainty of tariffs and trade policy put sand in the gears and stoke fears of an economic downturn. Despite these fears, the business is resilient, and we outperformed in the quarter.\nOn a relative basis, we look at how our business is competitively positioned. In this respect, if we hit a downturn, we believe we can outperform and win market share. Weak competitors will reduce investment or exit the market, and we have the ability to run cross-sell and upsell plays if new logo generation becomes more difficult. At our Investor Day in December, we talked about $1.4 billion of cross-sell opportunities in the portfolio. We also have the balance sheet to continue to take subscription models to market in our software and hardware offerings, thus delivering more affordable access to our technology.\nIn summary, this leadership team has successfully managed through challenging environments by applying a simple and consistent principle, position ourselves to exit periods of challenge on a stronger competitive footing. Year-to-date, the opportunities have outweighed the uncertainties across end markets and geographies, we see pockets of strength at the same time we see pockets of modest weakness. In the last few weeks, I have met inverse with dozens of global customers and partners in 7 countries. Most of them were level-headed and taking a wait-and-see approach. We have seen modest softness in the public sector in the U.S. and slightly longer sales cycles with enterprise customers.\nOn the other hand, Germany's announcement of infrastructure spend has been a positive. We see global strength in customer segments such as small to midsized construction companies and in industry segments such as data centers, renewables and mining. With that context, let's talk about each of our segments, starting with AECO and a quote from an engineering customer who said the following: \"With all these technologies connecting together with AI and internet of things, having all your solutions under one platform just makes sense.\" This sentiment is indicative of the success we are having with Trimble Construction One and our cross-selling efforts. In the quarter, ARR outperformed, up 19% to a record $1.29 billion. ACV bookings remained strong, growing in the mid-teens. Indicators we pay special attention to include ACV bookings, pipeline, net retention and the lifetime value to customer acquisition cost ratio. All these indicators are healthy at the moment.\nIn the last weeks, we have launched the 2025 versions of our bema engineering and architecture and design solutions both of which are bringing new AI features to market. Moving to Field Systems. I'll start with the quote from a customer talking about the value proposition of our machine control and guidance as a Service offering. The Trimble offering allows me to sleep better at night with the subscription, budgeting equipment costs on bids is easier, and it makes us more competitive. I don't have to worry about outdated software or communication between systems or that the technology we just spent thousands of dollars on is now obsolete. That's a subscription advantage that is irreplaceable. The business outperformed in the quarter with particular strength in civil construction and advanced positioning. The subscription offering in the quote contributed to 25% ARR growth in the segment to a record $358 million. An interesting and important fact is that 50% of our customers who bought machine control as a service in the quarter were new logos once again affirming that smart business model transformations expand addressable markets.\nIn early April, our field systems team was at the Bauma Trade Show in Munich, where our technology was present on more than 20 OEM boots, signifying the importance of Trimble in the ecosystem and demonstrating our commitment to serve the mixed fleet. Moving to Transportation. I'll start by quoting a long-time customer who said, \"We are impressed by the high quality of work and expertise that Trimble brings to a digitalization.\" This quote is indicative of the fundamental transformation happening in our served industries, which transcends economic cycles, thus providing context for continued growth in an underlying freight recession. ARR and transportation grew 7% to a record $459 million. The split of revenue in this business is 40%; Europe, Middle East and Africa, 57% North America and 3% rest of world, and our systems are mission-critical, which we believe provide a downside ballast of China, U.S. trade further deteriorates.\nWith respect to KPIs in the segment, they are the same ones we think about in AECO, including ACV bookings, which exceeded our expectations in the quarter in which we expect to grow double digits this year. For market health, we look at tender rejection rates along with spot pricing for more real-time market conditions and both are relatively steady. In the Transporeon business, we can also see pretty clear industry segment trends. For example, in Europe, we can confirm what appears to be somewhat self-evident. The automotive segment is down while retail and construction materials are up. In summary, clarity, durability and momentum in the form of a strong start to the year gives us confidence and conviction to stay the course. Phil, over to you.\n\nPhillip Sawarynski\n\nSenior VP, CFO, MD & Co-Head\n\nThanks, Rob. A few items to cover before turning to the slides. On April 25, we filed our 2024 10-K no changes to the financials that we presented earlier this year. In addition, we recently announced a change in our auditors for the 2025 fiscal year. We're excited to welcome KPMG as our new auditor. We thank E&Y for their service, and I want to offer a particularly large thank you to the Trimble team for all the hard work and dedication throughout and we are looking forward to a successful transition. Turning to our operations.\nLet's start with tariffs as they stand today. The total impact adds approximately $10 million per quarter to our cost of goods in the field Systems segment. We've already implemented surcharges to offset this, Thus, we expect no impact to profitability. We are managing discretionary spend and directing capital to the most attractive market opportunities such as data centers and infrastructure while continuing to invest in the transformation and growth of our core business. We bought back $627 million of shares in the first quarter and have the remaining $373 million of authorization available. We continue to believe that repurchasing Trimble stock is an attractive opportunity for capital deployment given our share price today.\nWith respect to M&A, we are primarily focused on small tuck-ins with opportunities for fast integration where we can quickly cross-sell and upsell our customer base, yielding a rapid return on investment without deploying significant capital. Let's review the first quarter of 2025, starting on Slide 7. As we noted previously, we have approximately $50 million of term license renewals that are recognized on January 1. These happened in the first and fourth quarters of 2024, but not in the first quarter of 2025. The right way to look at the business progression is to normalize for this dynamic. Unless otherwise noted, I will be talking about our as-adjusted numbers, which remove the effects of the recent divestitures, which we further adjust for the January 1 term license renewals. As reported numbers, along with the reconciliation are provided in the appendix. Organic revenue was up 10% and ARR was strong, up 17% to a record $2.11 billion. Gross margins expanded 180 basis points to 69.9%, and which shows our continued model progression despite the greater hardware mix with the field systems performance. We achieved EBITDA margins of 25.9%, which is a 100 basis points expansion year-over-year. Reporting earnings per share was $0.61 for the quarter.\nMoving to the balance sheet and cash flow items on Slide 8. Our reported free cash flow for the quarter was $149 million, which represents a conversion rate of 1x net income. Our balance sheet is strong with $290 million of cash and a leverage ratio of less than 1.3x, which is well below our long-term target rate of 2.5x from a liquidity standpoint, we are asset and working capital life and have the full $1.25 billion of availability on our revolving credit facility. Let's shift to a segment review of the numbers before we close with guidance, starting with AECO on Slide 9. AECO delivered a record $1.29 billion of ARR, posting 19% ARR growth for the quarter. operating income at 27.3% increased 50 basis points year-over-year. We continue to expect the segment to expand margins by about 100 basis points for the full year. The business continues to operate well above the rule of 40 and was greater than the Rule of 45 in the first quarter. Next, Field Systems on Slide 10. The Revenue was up 6% and ARR growth up 25% for the quarter, where we continue to successfully execute our business model conversions.\nOur civil construction business was particularly strong, and ARR was driven by positioning services and sales of subscription offerings. Overall, dealer inventories went down for the quarter for our businesses and are sized appropriately for the demand, taking into account the uncertainty in the market. Operating income at 29.7% increased 280 basis points, driven by the increasing higher-margin recurring mix. Finally, Transportation and Logistics on Slide 11. Revenue and ARR were up 6% and 7%, respectively, for the quarter. The segment is now greater than 90% recurring revenue following the divestiture of the mobility business. We made good progress bringing the global transportation teams together in the first quarter as we execute our connected scale strategy, which allows us to access the $400 million of cross-sell, upsell opportunities within this segment. Operating margins of 21.2% are expected to improve in the next 3 quarters as we continue to execute the strategy.\nLet me turn to guidance on Slide 12. We are maintaining our full year as reported 2025 guidance with the midpoint at $3.42 billion of revenue and $2.87 of earnings per share. We're also maintaining our organic ARR growth as adjusted guidance midpoint of 14%. With the macro uncertainty Rob mentioned, we are derisking our guidance by modestly reducing our organic revenue growth, driven mostly by non-ARR revenue in field systems and to a lesser extent, transportation. This is offset by the revenue benefits we see with the change in foreign currency exchange rates, along with the first quarter outperformance. We will revisit our guidance with second quarter results, and we expect to have greater clarity. Looking at the calendarization, the fourth quarter of 2025 benefits from January 1 in the quarter, which is expected to bring approximately $60 million of high-margin term license revenue.\nWe provided an updated view of this calendarization in the earnings supplement on our Investor site. On an as adjusted basis, our EPS guide implies low to mid-teens EPS growth year-over-year, which is consistent with our long-term model. From a cash flow perspective, our full year view is updated to be 0.9x net income after adjusting for the $253 million cash tax payment for gain on sale of the Ag JV and approximately $35 million in M&A costs. Relative to the prior guide, we are expecting higher cash taxes and onetime items. We continue to expect that we can deliver free cash flow greater than non-GAAP net income over the long term. For the second quarter guidance on Slide 14, we expect as-reported revenue to be in the $815 million to $845 million range and EPS of $0.59 to $0.65 and which is consistent with the numbers we provided earlier in the year. We expect organic growth in the second quarter to be in the 2% to 6% range. With that, I'll turn it back to Rob.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nDurability in our business. This happened by design, not by accident. We are positioned to withstand market headwinds. Momentum. We saw ROI on mission-critical applications. Our Connected Scale strategy works, and we will continue to prosecute our strategy. clarity of purpose. We have always managed with a mindset to exit challenging times on a stronger competitive basis than when we entered it. Control what we can control, embrace our values, follow the money, control our costs execute our OKRs, lead. Operator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f01b789a28496d839dccbd4acc235cd4",
    "period": "2024 Q4",
    "content": "Q4 2024 Trimble Inc Earnings Call\n\nQ4 2024 Trimble Inc Earnings Call\n\nTRMBNASDAQFEB 19, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. My name is Krista, and I will be your conference operator today. At this time, I would like to welcome everyone to the Trimble Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions]\nAnd I will now like to turn the conference over to Rob Painter, President and CEO. Rob, you may begin.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and please refer to the safe harbor statement. Our financial commentary will reflect non-GAAP performance metrics, including organic growth comparisons which refers to the corresponding period of the prior year unless otherwise noted. In addition, our P&L commentary will emphasize comparables on an as-adjusted basis, which excludes our agriculture business, our recently divested mobility business and the extra week we had in the fourth quarter of 2024.\nStarting on Slide 4. We ended the year on an emphatically strong note. As reported, fourth quarter revenue at $983 million, ARR at $2.26 billion and EPS at $0.89 were all above the midpoint of our guidance. On an as-adjusted basis, revenue was up 9% for the quarter and 6% for the year with ARR up 16%. Gross margins at 71.7% represent the first time that we have crossed the 70% level. Kudos to our global colleagues and partners. Phil will walk us through additional details of as-adjusted performance in his commentary, which is necessary to set the correct baseline for fiscal 2025.\nMoving to Slide 5. Our performance in the fourth quarter capped a transformative year for Trimble. For those newer to the Trimble story, we call our strategy, Connect & Scale. Our technology is digitizing and transforming work in the construction, geospatial and transportation industries. These markets are large, global, underserved and underpenetrated with a combined addressable market of over $70 billion.\nBy executing our strategy, we have simplified, focused and strengthened Trimble. We now report under 3 segments with leadership perfectly aligned to the structure. We have also transformed our business model in the process covering compelling and compounding financial returns. On an as-reported basis, between 2019 and 2024, ARR increased from $1.2 billion to over $2.26 billion. Recurring revenue doubled as a percent of overall revenue to 62% and overall software and services increased to 76% of revenue. Gross margins in 2024 at 68.2% have increased over 1,000 basis points. All of this has translated into over 400 basis points of EBITDA improvement with 2024 ending at 27.2%.\nAt our Investor Day in December, we outlined the progression and direction of our strategy detailing our right to win at the intersection of product, technology and go-to-market. We laid out our [ 3-4-30 ] ambition through 2027 to deliver $3 billion of ARR, $4 billion of revenue and 30% EBITDA margins. By delivering transformative outcomes for our customers, we are poised to deliver compelling returns to our shareholders.\nToday, I'll highlight the last few months of Connect & Scale strategic progression in 3 areas. First, product and go-to-market through the lens of our customers; second, technology innovation; and third, capital allocation. In the fourth quarter, we engaged with thousands of our customers and partners. Our Dimensions User Conference which focused on the engineering and construction industry, had more than 7,000 registered attendees. We ran sessions on site at the venue and offsite at the purpose built proven ground where we could demonstrate our field solutions in the dirt.\nWe had the opportunity to showcase our product innovation progression as we move from point solutions to workflow to ecosystems. This progression uniquely leverages the vast installed base we have across the life cycle continuum of the engineering and construction industry.\nAt the off-site venue, pictured on the cover slide, more than 25 of our OEM partners demonstrated onboard and offboard technology, serving a large array of machine types, and we were able to showcase our unique office to field workflow connectivity. The unique value we are offering to the ecosystem is evidenced by the strong growth in ARR in both AECO and Field Systems. Further evidence of this unique value is in the record level of ACV bookings in AECO in the quarter.\nIn transportation, we see and hear our customers asking us to address similar opportunities as our construction customers. They increasingly seek data-rich solutions delivered in a common and connected data environment. While the freight market macros remain challenged, our team is doing a good job controlling what we can control. For example, the Transporeon business achieved an all-time record level of bookings in both the fourth quarter and the year.\nWhen the freight markets return to growth, this business is well positioned to showcase its true financial potential. Complementing the product direction is the innovation that has taken hold with our go-to-market initiatives across the company, which have never been better aligned to unlock the potential of Trimble.\nOn the technology innovation front, we continue to progress state-of-the-art and core positioning technologies, along with connectivity, collaboration and visualization. We believe we are well positioned to be a winner in the data-centric AI forward world, leveraging trillion billions, millions and thousands. Trillions of dollars of construction programs run through Trimble. Tens of billions of freight run through Trimble. We have millions of users of our software. We manage millions of miles of our roadways and we have hundreds of thousands of instruments and machines out in the field in the real world operated by Trimble technology.\nOver the last few months, we have increased the adoption of AI to fuel our own productivity, creativity and to drive pro expansion. We've been launching agents to better support customers, product managers and our sellers. The potential is exciting, and we will continue to lean into the technology to drive both internal efficiencies and amplify customer value.\nFinally, I'll cover 3 topics on the capital allocation front. Starting with the divestiture of our mobility business, which we closed on February 8. We are a significant shareholder in platform science and we refreshed an ongoing and important commercial relationship with their team to link telemetry with our broad set of capabilities, including dispatch scheduling, running, navigation, maintenance visibility, freight procurement and more. We are accounting for this investment under the cost method of accounting, where our investment will be represented on our [indiscernible] rather than the non-GAAP P&L.\nSecond, we remain committed to executing our share buyback plan. We continue to believe that repurchasing Trimble stock as an attractive opportunity for capital deployment given our share price today. As further evidence of our commitment, today, we are announcing that our Board increased our recuse authorization to $1 billion.\nThird, given the strength and momentum in the underlying business and particularly the success we have demonstrated executing our TC1 platform strategy in AECO, we intend to play offense on the acquisition front. Tuck-in opportunities that can quickly integrate and be put in the hands of our sellers are the most obvious category, building on the success we have had with such moves over the past few years.\nWe will also opportunistically consider large opportunities should they present themselves, particularly instruction software. Though the bar will be high, anchored in our disciplined focus on ROI and compared to the returns we can generate from buying back our own shares. Trimble enters 2025 with a balance sheet well below our leverage targets with continued strong free cash flow generation and with shares trading at levels we find attractive. Collectively, this gives us a range of good options to consider as we drive value for shareholders.\nPhil, over to you.\n\nPhil Sawarynski\n\nVP of Treasury, Corporate Development & Co-Lead of Trimble Ventures\n\nThanks, Rob. On January 16, we filed our 2023 amended 10-K along with our 10-Qs for the first, second and third quarters of 2024. As we messaged throughout the process, there is no change to our filed financial results. Our full attention is now focused on working with our audit provider to complete the 2024 audit. The good news is that the 2024 audit work builds on the 2023 work. The challenge is that because of the 2023 filing delays, the timeline is compressed. We are likely to file our 2024 10-K after the March 4 due date and are working to file within the 15-day extension that is allowed under SEC rules. At this time, we believe any delays to our filing would be solely due to the tight timing. We are, of course, working hard and doing everything we can to file our 10-K on time.\nLet's review the fourth quarter and the year for 2024 on Slide 6. Unless otherwise noted, I'll be talking about our as adjusted numbers, which remove the effects of the recent divestitures in the 53rd week including the January 1 term license renewals. As reported numbers, along with the reconciliation are provided in the appendix, organic revenue was up 9% for the quarter and 6% for the year with ARR up 16%. We achieved EBITDA margins of 27.8% for the quarter and the year, both of which expanded nearly 100 basis points. Reported EPS was at $0.89 for the quarter and $2.85 for the year. The reason we didn't see an even larger EPS outperform was primarily due to additional incentive compensation accruals and additional sales commissions.\nMoving to the balance sheet and cash flow items on Slide 7. Our reported free cash flow for the year was $498 million, which represents a conversion rate of 0.71 to net income. Adjusting for $204 million of MA-related tax payments and transaction costs, cash flow was over $700 million with a conversion rate of approximately 1x. Our balance sheet is strong with over $700 million of cash and a leverage ratio of less than 1x which is well below our long-term targeted rate of 2.5x.\nLet's shift to a segment review of the numbers before we close with guidance. Starting with AECO on Slide 8. 18% ARR growth for the quarter and the year and operating income at 31.2% for the quarter and the year. This is a scaled business nearing $1.3 billion of ARR and revenue and operating well above the Rule of 40. In fact, it was greater than a Rule of 45 for both the quarter and the full year. ACV bookings increased over 20% in the quarter, providing momentum to our ongoing commitment to grow ARR at our long-term model rate in the mid-teens. We are especially pleased with the ongoing performance of our Trimble Construction One offerings as well as a level of growth in cross-selling and upselling initiatives.\nNext, Field Systems on Slide 9. While for the year, revenue was slightly down on an organic basis, it inflected positively in the second half of the year and was up 2% in the fourth quarter. Of particular note, ARR growth at 21% for the quarter and the year demonstrates the intentionality of our business model conversions.\nIn almost every business where we have implemented these changes, we have seen the addressable market expand. It should also be noted that the recurring revenue conversions were 150 basis points headwind to 2024 annual revenue growth, thus, the 2 must be looked at in combination. It further be noted that the team executed on these transitions while increasing operating income margins to 30.1% for the year.\nFinally, Transportation and Logistics on Slide 10. Revenue and ARR were up 8% both for the quarter and the year, led by growth above the segment average from our Maps business and the Transporeon business. Operating margins were 24.1% for the year. Transporeon continues to deliver a challenging freight environment with strong double-digit bookings growth for the year, including several cross-sells with North American customers as the Connect & Scale playbook is being replicated in the Transportation segment.\nBefore we turn to guidance, let's set context with a few considerations related to tariffs and foreign currency translation. Based on what we know today, we have not modeled any impact of new tariffs into our guidance. Given the software centricity of Trimble today and the geographic diversity of our revenue and supply chains, we are confident we can navigate the environment with minimal financial impact.\nWith respect to foreign currency, our EPS has [indiscernible] has been naturally hedged against currency moves given our global workforce. However, with the growth in AECO and Transporeon outside the U.S. we now expect a slight amount of foreign currency translation headwind to flow through to EPS.\nFor 2025 guidance, on Slide 11, the midpoint of our as-reported guidance is $3.42 billion and $2.87 EPS. This includes one month of mobility with approximately $20 million revenue and under $0.01 of EPS. On an as-adjusted basis, our EPS guide implies low to mid-teens EPS growth year-over-year, consistent with our long-term model. Our guidance assumes the strong U.S. dollar holds and we have incorporated into our guidance full year foreign currency impacts on revenue of minus $50 million, ARR of minus $30 million and EPS of approximately minus $0.04. Relative to our initial fiscal 2025 guidance we provided in December at our Investor Day, on a constant currency basis, we have raised our revenue and EPS guidance.\nFor first quarter guidance on Slide 13, we expect as-reported revenue to be in the $794 million to $824 million range and EPS $0.55 to $0.61. We have provided an updated view of calendarization in the earnings supplement on our investor site was in line with what we shared at Investor Day.\nOn an as-adjusted basis, organic growth for the first quarter is in the minus 1% to plus 3% range. Please note that there is no January 1 in our 2025 fiscal first quarter. It was in the fourth quarter of 2024. Adjusting for this would result in first quarter 2025 organic growth of approximately 8% at the midpoint. Also note that the January 1, 2026 will occur in the fourth quarter of fiscal 2025.\nBoth revenue and operating margins are expected to trend up in both absolute and percentage terms as we move throughout the year, reflecting the fact that our portfolio is now more heavily weighted to the growing recurring revenue business models and less impacted by seasonality in field systems.\nWith that, I'll turn it back to Rob.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nThanks, Phil. I appreciate that divestitures and the 53rd week make comparables a bit difficult. We encourage you to refer to the supplement on our website where we outline the moving parts. To keep things simple, whether we are talking on as reported or an as-adjusted basis, the message is the same. We ended 2024 on a strong note with a significant beat on our numbers, and we are carrying that momentum into 2025 with raised guidance on a constant currency basis.\nI'll close with a reflection on confidence and humility. Confidence that every turn is what we deliver to our customers, improving performance and unlocking insights with technology. As we execute our Connect and Scale strategy in 2025 and beyond, we are confident in our ability to execute the strategy and excited about the opportunities in front of us. We are also humble as we navigate the uncertainty in the current environment. Our highly experienced and values-driven team is hard at work to achieve the potential of Trimble.\nI'll close by extending my gratitude to our colleagues, partners and shareholders for their ongoing support.\nOperator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/03b9eef60b709408988104e4d03aeaeb",
    "period": "2024 Q2",
    "content": "Q2 2024 Trimble Inc Earnings Call\n\nQ2 2024 Trimble Inc Earnings Call\n\nTRMBNASDAQAUG 6, 8:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Trimble Second Quarter 2024 Financial Results Conference Call. [Operator Instructions]\nI would now like to turn the call over to Rob Painter, Trimble, President and CEO. Please go ahead.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back. Our financial commentary will reflect non-GAAP performance metrics, including organic growth comparisons, which refer to the corresponding period of last year, unless otherwise noted. In addition, our P&L commentary will emphasize comparables on an as-adjusted basis, which excludes our agriculture business.\nLet's start on Slide 4. During the second quarter, we continued to advance our Connect & Scale strategy, which involves digitally connecting the workflows within targeted industry segments and creating scale across Trimble through shared technology platforms. Our strategy delivers outcomes in the form of unique value to our customers and sustainable value creation to our shareholders. We want to convey 3 key messages today. The strategy is working. The numbers reflect the execution and the execution reflects our simplified and focused organization.\nSlides 5 and 6 detail some highlight metrics. $2.11 billion of ARR grew 14%. Revenue grew 1%. Gross margins were a record 66.5%. EBITDA margin expanded 40 basis points to 24.6% and free cash flow was strong. Revenue in the quarter was 75% software services recurring and 60% overall recurring revenue both records for Trimble, reflecting our portfolio transformation and continued organic mix shift driven by ARR growth. Based on the solid first half year performance, we are raising our guidance for the year.\nBefore we turn to the performance of the segments, let me provide an update on the status of our financial audit. By way of reminder, the need for EY's reaudit of our 2023 financials stemmed from concerns about the comprehensiveness and documentation of a number of our internal controls, especially around our IT systems. These concerns arose as EY prepared for a PCAOB inspection of their audit of Trimble. In April, EY began additional audit procedures relating to our 2023 financial statements using a more detailed substantive approach. We are working collaboratively with EY and have provided them with a substantial majority of the information they need. EY's work is nearing completion, and we expect it to wrap up within the next month or so. To date, the audit has not identified any issues, which would result in a change of our financial statements. When EY's work is complete, we will reissue our annual report for 2023 and filed Forms 10-Q for the first and second quarter of 2024. Based on the work to date, we anticipate that the financial results will be the same as what we have previously reported.\nLet's get back to the business with a review of our segment results, starting on Slide 7 with our AECO segment. The team delivered another record quarter of ARR with a terrific 18% level of ARR growth. The AECO segment is the tip of the spear of our Connect & Scale strategy, and the strategy is working. We are succeeding and growing customer count with our innovative products and driving higher revenue per customer through our integrated platform offering. The A represents architecture and design. Here, our SketchUp product surpassed 1 million subscribers, an amazing milestone delivered by the team. The E represents engineering. An example of the strategy at work here comes in the form of unique workflows that only Trimble can deliver such as Scan and fabrication workflows. The C represents construction. Here, our recent tuck-in acquisitions of field and payment solutions have shown us that we can run repeatable land-and-expand players that deliver our customers fast time to value when they buy additional capabilities on top of our construction management system.\nThe O represents the owners, both private and public sector. In May, we held a user conference in Cleveland, where we launched Trimble Unity, a suite of asset life cycle management solutions that uniquely connects Trimble capabilities. Across these AECO personas, we operate a common and connected data environment, namely Trimble Connect. Connect has now initiated more than 20 million projects since inception and had over 6 billion API hits into the platform in just the first 6 months of 2024.\nOn the go-to-market side, we moved the team to a named account selling model earlier this year, and we are now lining up our digital marketing efforts to better enable our sales motions. In conclusion, the Connect & Scale investments we have made over the last several years have enabled us to grow and gain share. Our strategy resonates with customers looking for strong ROIs, based on our second quarter results, our pipeline and our solid bookings performance, we see our momentum continue. We recently hired a Chief Revenue Officer for this business which we believe will help further enable and ensure our growth and success at scale and this $1.16 billion ARR business that is already operating well above a Rule of 40 benchmark.\nThe physical side of our business is largely conveyed in our field systems reporting segment with key highlights on Slide 8. Revenue was down as expected, primarily related to the strength of prior year government-related sales. While end market conditions have been soft in some areas, we continue to perform well with strong product and channel positions. Nowhere is this more evident than in the more than $300 million of field systems ARR. The team has been doing a great job of converting relevant software and hardware models where we have the ability to leverage our strong market position and product offerings to deliver unique value to customers. This motion has expanded our addressable market as evidenced by delivering 17% ARR growth, nearly matching the growth in AECO.\nI will illustrate this through 3 examples, starting with our Worksplus offering in civil construction, which offers machine control and guidance as a service. The team delivered a record quarter of bookings.\nSecond, our positioning services business has expanded our unique ability to offer globally ubiquitous and high accuracy signals from our classic geospatial and agriculture markets into automotive markets. The team delivered 3 design wins in the quarter to major automotive OEMs.\nAnd third, we launched the R980 GNSS survey instrument in the quarter with firmware configurations, field software and positioning services available on a subscription basis, which expands the addressable market by lowering upfront costs, enabling more customers to adopt our premium solutions. Strategically speaking, most of the solutions we sell in this segment act as a data collection node in the physical world to provide us the unique Trimble ability to connect the physical and digital world.\nClosing our segment commentary on Slide 9, transportation and logistics beat our top and bottom line expectations. Transporeon delivered double-digit ARR growth as did our Maps business. Excluding the North America mobility business, organic ARR growth in this segment was 11%. While our mobility business has experienced the churn we anticipated, it is worth noting that the team delivered the largest bookings in the last few years in the quarter, which was 1/2 a technology upgrade with Trimble and 1/2 a competitive displacement.\nOur new platform is generating positive buzz in the market, and we are having good success selling video solutions. While the freight market remains in a recessionary environment, our Transporeon business continued to win new logos in the quarter, and we continue to innovate on all our solutions, some of which will be unveiled at our user conferences in September. In addition, we are moving down the path of product rationalization between the Trimble and Transporeon businesses as evidenced by consolidating our work on freight marketplace and visibility into 1 team each.\nWe also began selling our mapping solutions into the Transporeon customer base. The sum of these activities delivered 18.7% operating income, a solid 460 basis point increase.\nBefore handing over to Phil to walk us through more of the numbers, I want to offer a perspective on why we see Trimble as an AI winner. Starting with our own internal usage, we now have over 2,500 engineers using GitHub CoPilot and more than 5,000 Trimble colleagues using an internal version of Microsoft Azure open AI that we call Trimble Assistant.\nFrom a customer-facing perspective, we have beta and production releases of AI capabilities in a number of areas. In AECO, we automate the extraction of PDF data in the submittal logs and into estimating engines. We also transformed 3D BIM models into photorealistic rendering. In Field Systems, we focus on feature extraction from 3D point cloud.\nIn transportation, our AI solutions include customer support, autonomous procurement and autonomous quotation systems that match shippers with carriers. We've included several examples of Trimble AI in the appendix of the slides, complete with HyperLink.\nOur thesis on AI is that the density of domain-specific data and insight will separate the AI winners and losers. With our unique scale that includes over $1 trillion of construction capital programs, tens of billions of dollars of freight transactions running through our systems, millions of global customers and hundreds of thousands of instruments and machines in the physical world we believe we have a compelling right to win and a defensible moat to continue building around our business. Phil?\n\nPhil Sawarynski\n\nVP of Treasury, Corporate Development & Co-Lead of Trimble Ventures\n\nThank you, Rob. As noted before, my financial commentary will emphasize comparables on an as-adjusted basis, which excludes our agriculture business. We believe that maximizing long-term free cash flow drives shareholder value. Connect & Scale is our strategy, which we believe will continue to deliver recurring revenue growth, margin expansion and ultimately, cumulative cash flow growth.\nSlide 10 highlights balance sheet and cash flow dynamics. On cash flow, we are trending better than expected after considering the transaction-related impacts. Reported free cash flow in the first half of 2024 was $300 million, that includes $50 million of tax payments related to our gain on sale from the Ag JV as well as $54 million in M&A-related transaction expenses.\nOur conversion ratio in the first half of 2024, without these items was well above our target of 1x net income. We will have additional tax payments impacting future operating cash flow related to the Ag JV gain on sale in our third and fourth quarters of 2024 and second quarter of 2025 since the tax payments are spread out over time. Our asset-like model continues with capital expenditures less than 2% of revenue and negative net working capital.\nNet debt to EBITDA after the close of the Ag JV stands at less than 1x, well below our long-term leverage target of 2.5x. We have just under $1 billion in cash after paying down return debt and the outstanding balances on our credit facilities. We intend to resume our share buyback when practical. Our capital allocation focus remains the same. We invest where we see opportunities for the highest returns. We continue to disproportionately allocate capital to our AECO business where the bulk of our operating expense increases are in our sales and marketing engines to continue to drive ARR revenue growth and ultimately, margin expansion.\nOn the M&A front, we expect to opportunistically pursue tuck-in acquisitions, primarily in the AECO segment where we can quickly integrate and bundle within Trimble Construction One. We acquired a field of human resources application in the third quarter of 2023, and we also recently acquired a payments offering branded as Trimble Pay that has been integrated with Viewpoint, and for both, we are seeing bookings well in excess of our deal models. These growth opportunities are enabled by our Connect & Sales strategy via bundled product offerings that we put in the hands of our sellers. This is a playbook that is delivering results and is a critical part of our acquisition strategy going forward.\nWith that, let's turn to Slide 11 and talk about guidance for the remainder of the year. We have a 53rd week in fiscal 2024, which adds approximately $85 million of revenue and $50 million of operating income, mainly driven by term license renewals on January 1, which falls in the fourth quarter of this year. We are increasing the midpoint of our as-reported full year revenue guidance by $10 million from $3.62 billion to $3.63 billion, which also overcomes foreign currency headwinds. We are also increasing the full year earnings per share midpoint by $0.04 to $2.74 from the prior $2.70.\nAECO revenue is slightly better than our prior guide due to the first half performance and strong bookings in the prior quarters. Field Systems revenue is down slightly and transportation is unchanged. We maintain our strong ARR growth range from 11% to 13%, driven primarily by the expectation of mid- to high-teens growth in AECO, offset largely by the previously disclosed churn in our North American transportation mobility business.\nOur EBITDA margin for the year is expected to be between 26.7% and 27.2%. Free cash flow conversion for the year is updated to be approximately 0.75x net income which includes $116 million of anticipated tax on gain from the JV I noted earlier as well as approximately $75 million in full year M&A costs. Without these items, we would be above 1x net income for the year and an improvement from our prior guide.\nLet's move to our third quarter guidance on Slide 12, which is consistent with our prior guide. I'll focus again on our as-adjusted view, excluding agriculture. Our outlook for ARR growth remains strong with continued expectations for 11% to 13% organic growth despite the North American transportation mobility headwind I mentioned earlier. Our total company revenue is projected to be $840 million to $880 million. On an as-adjusted basis, our revenue is anticipated to grow in the range of flat to up 4% year-over-year and is showing improvement relative to the second quarter, mainly due to strong government sales in the second quarter of 2023.\nNon-GAAP operating margin is expected to be in the range of 22.5% to 23.5%, and adjusted EBITDA margin in the range of 24% to 25% for the third quarter. Our EPS forecast is in the range of $0.58 to $0.64, which is, again, consistent with our prior guide.\nI'd also like to point out that we included a new supplement in our materials that is available on our Investor Relations website. This is to provide a summary of our results, along with assumptions behind our guidance model in a readily available format.\nOne more item I'd like to mention before turning it back over to Rob. As we think about the financial model in a multiyear context, I refer to our Investor Day numbers from September 2022. Our long-term target model projected that revenue would grow in the 5% to 8% range organically. Normalizing for the benefit of the extra week in fiscal year 2024, we believe with the continued shift to higher-growth software, we are biased above the midpoint of this range. We also had forecasted operating leverage in the range of 30% to 35%.\nGiven the mix shift to software with higher gross margins, we would expect operating leverage going forward to be at or above the high end of this range. Thus, we see the potential to expand operating margins in the range of 100 basis points or more annually. We look forward to providing more details and an update on our long-range financial plan at our Investor Day in New York City on December 10.\nRob, I'll turn it back over to you.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nThanks, Phil, and thank you to all our Trimble colleagues and partners for delivering a solid first half of the year and for demonstrating resilience and conviction as we continue to transform how we work so that we can transform how the world works.\nI'll end with a fun fact related to the games in Paris. Our technology is leveraged for the design, engineering and construction of many of the stadiums, such as the aquatic center, the sailing marina, the football stadium and also for athletic housing. The lay of Garden building, which houses over 400 athletes will be converted to an office building after the games conclude. On the project, our survey kit, engineering and prefabrication technologies were used to construct a sustainable structure and to deliver it on time.\nTrimble Connect was used as a collaboration platform to coordinate across hundreds of users and stakeholders. To quote the BIM engineering manager on the project, I find Trimble Connect to be the best collaboration platform on the market in terms of quality and usability. You can tell they design the tool to be easy to use, even for nonexperts.\nOperator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/51a2982632f889a05fbb030b4531fcb0",
    "period": "2024 Q1",
    "content": "Q1 2024 Trimble Inc Earnings Call\n\nQ1 2024 Trimble Inc Earnings Call\n\nTRMBNASDAQMAY 3, 8:00 AM\n\nOperator\n\nThank you for standing by. My name is Krista, and I will be your conference operator today. At this time, I would like to welcome everyone to the Trimble First Quarter 2024 Results Conference Call. [Operator Instructions] I would now like to turn the conference over to Rob Painter, President and Chief Executive Officer. Rob, you may begin your conference.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back. Our financial commentary will reflect non-GAAP performance metrics, including organic growth comparisons which refer to the corresponding period of last year, unless otherwise noted. In addition, our P&L commentary will primarily emphasize our as adjusted numbers, which exclude our agriculture business, better reflecting Trimble on a go-forward basis.\nStarting on Slide 4. During the first quarter, we continued to advance our Connect & Scale Strategy, which involves digitally connecting workflows within targeted industry segments and creating scale across Trimble through shared technology platforms. Our strategy delivers outcomes in the form of unique value to our customers and sustainable value creation to our shareholders. We want to convey 3 key messages today, starting with a solid performance in the quarter, where all 3 segments performed ahead of expectations as detailed on Slides 5 and 6. $2.03 billion of ARR grew 13% organically, as adjusted revenue grew 8% organically. As adjusted gross margins were a record 67.5% as adjusted EBITDA margin expanded 290 basis points to 27.9%, and free cash flow was strong at $227 million. We are confirming our previous total year guidance despite unfavorable currency moves, and we will provide an update on our next call as we build confidence in the months ahead.\nKey message #2 is a strategic portfolio highlight. In the first quarter, we divested certain water monitoring assets, our 21st divestiture in the last 4 years. And on April 1, we closed our PTX Trimble joint venture. I'm proud to have established this precision ag joint venture with [indiscernible] and his team at AGCO. This is a high character team with a bold vision. These moves simplify and focus our organization and provide cash to strengthen our balance sheet and support our capital allocation strategy.\nKey message #3 on Slide 7 is that our new reporting segments are in place, which align to our new organizational structure. We provided historical data on the segments to our investors on April 12. It takes an enormous amount of work to affect change on this scale, and I'm grateful to our Trimble colleagues for their courage and dedication. The sum of these actions will simplify and focus our business, thereby enabling us to reset to a new and better baseline as we aim to perform to our full potential. As evidenced on an as-reported basis, our first quarter revenue was 73% software services and recurring and 58% recurring. While on an as adjusted basis, our first quarter was 77% software services and recurring and 63% recurring.\nTurning to the segments. Let's start on Slide 8 with our AECO segment. Connect & Scale is well in motion here, and it is working. Connect is about connecting users, data, stakeholders and workflow across the industry life cycle continuum. Our right to win starts with the breadth of depth and connectedness of our offerings. It bookends by delivering solutions that connect the physical and digital worlds. Scale is about making Trimble easier to do business with and enabling efficient and effective growth. In the quarter, we moved our go-to-market team to an account-based selling model. We expanded our prepackaged Trimble Construction 1 offerings, and we released our next version of systems transformation, which is providing us new insights into our customers. Mark Schwartz and his team delivered record first quarter bookings, an 18% increase in ARR and margin expansion of 430 basis points. This business is a multiyear overnight success. And we trust the new reporting structure now gives enhanced visibility to the quality of the business we have been transforming over the last few years.\nTo emphasize the point, this is a scaled $1.1 billion ARR segment operating as a rule of 40 plus business. In fact, a rule of 50 plus in the quarter. Market conditions remains favorable at the moment with strength in subsegments such as reshoring and onshoring of manufacturing, EV and battery plants, data centers and renewable energy projects. The physical side of our business is largely conveyed in our new field systems reporting segment with key highlights on Slide 9.\nThis business is predominantly hardware, but that discrete award underplays the importance of this business to our strategy. Think of this as industrial IoT, the data collection node in the physical world that provides us the ability to connect the physical and digital worlds. In this business, we are continuing to transform our selling models moving towards hybrid models where we increasingly monetize aspects of the solution as recurring revenue. Thus, the segment revenue split approximately 50-50 is hardware and software.\nOn an as-adjusted basis, which excludes our agriculture business, Ron Bisio and his team grew revenue by 1%, while increasing operating margins by 250 basis points to 26.9%. Software services and recurring revenue are 48% of business and ARR grew 14%, evidence of our Connect & Scale Strategy in motion in this segment.\nMarket conditions remain mixed and overall slightly positive. We see strength in the same subsegments as AECO, including infrastructure spend. On the cautious side, we see economic weakness in pockets of Europe and Asia Pacific, most notably through lower OEM retail unit sales and continued weakness in residential construction. We are closely monitoring U.S. GDP growth, along with global interest rate dynamics and how that will impact capital purchases.\nClosing our segment commentary on Slide 10. Transportation and Logistics began the year with a solid start. We closed the Transporeon acquisition last April. Thus, it is excluded from the organic comparison in the first quarter. On the heels of record fourth quarter bookings, the Transporeon team delivered a record first quarter bookings. Chris Keating and his team reorganized their go-to-market strategy and recommitted to process excellence and organizational focus. They are also delivering innovation, most notably through AI-driven product releases in autonomous procurement and autonomous quotation, which have found product market fit. They predominantly deliver this bookings growth in a European region that continues to experience a freight recession, thus demonstrating that selling a winning value proposition and backing it up with innovation and process improvement can generate positive results even in a tough market environment. They also delivered a multi-hundred thousand dollar annualized contract value global cross-sell win, selling autonomous procurement to an existing enterprise software customer that is notably in North America. We've also begun cross-selling our MAP solutions into Transporeon's European customer base. We remain confident this is an exciting Trimble business with a compelling right to win and an attractive business model that enables a series of land and expand product-led growth opportunities.\nIn context of the bookings and ARR growth, we will continue to allocate capital to our go-to-market expansion. In the rest of the segment, the 4% organic revenue growth was driven by our enterprise and MATS teams, which each grew double digit. Excluding Transporeon we have delivered consistent margin expansion since the end of 2021. Including Transporeon the segment expanded margins by 480 basis points in the quarter.\nBefore I turn it over to Phil for his first call as our incoming CFO, let me once again express my gratitude to David Barnes for his service and partnership over these last few years. Phil, over to you.\n\nPhil Sawarynski\n\nVP of Treasury, Corporate Development & Co-Lead of Trimble Ventures\n\nThank you, Rob. We believe shareholder value is ultimately a function of maximizing long-term free cash flow. Connect & Scale is our engine, which in the mid to long term, aims to deliver cumulative recurring free cash flow.\nSlide 11 highlights balance sheet and cash flow dynamics in the quarter. Free cash flow was strong in the quarter, coming in at $227 million or 1.4x non-GAAP net income. We continue our asset-light model with capital expenditures less than 1% of revenue and negative working capital. Pro forma net debt to EBITDA after the close of the agriculture joint venture stands at about 1. Post the close of the AGCO transaction, at the beginning of the second quarter, we have just under $1 billion in cash even after paying down our term debt and the outstanding balances on our credit facilities. Our strong cash balance puts us in a good position to resume our share buyback activity after we issue the 10-Q.\nNow a few comments about capital allocation. Our priority remains the same, which is to invest back into our business where we see opportunities for the highest returns. For example, over the last few years, we have been investing in digital transformation, the fruits of which are being demonstrated in AECO. We continue to transform our processes and systems in AECO. And over time, we will expand this work throughout the rest of the company. As promised, we retired over $1 billion debt in early April. In January, we announced an $800 million share repurchase authorization. And in the first quarter, we executed $175 million of buybacks. On the merger and acquisition front, we will opportunistically pursue tuck-in acquisitions with a bias toward the AECO segment, where we can land and expand with capabilities that fit inside the Trimble Construction One offerings. As an example, we acquired a field human resources application in the third quarter of 2023 and doubled the customer count in the first few months under our ownership. This was enabled by our Connect & Scale strategy via bundled product offerings that we put in the hands of our sellers. We intend to run the same playbook as we think about our acquisition strategy going forward.\nBefore I turn to guidance, an update on the expected timing of the release of our 10-Q filing, our auditors, EY, informed us several weeks ago that the 2023 audit of Trimble was selected as part of the PCAOB's inspection of EY's work. During preparation for the PCAOB review, EY concluded that neither EY or Trimble had sufficient documentation related to certain IT and other controls for revenue-related systems and processes. While EY had deemed Trimble's controls over revenue effective at the time of the 10-K filing, EY's subsequent internal review over the last few weeks has changed their conclusion. Unfortunately, the result is that our 10-Q filing will be delayed, and we will need to amend our 10-K to revise the internal control disclosures after the completion of EY's additional audit procedures. We have decided to delay our annual shareholders meeting until EY has completed their work. It is first and foremost, important to note and emphasize that our auditors have not withdrawn their 2023 financial audit opinion. We are committed to working with our Auditors to close this out in an expeditious manner.\nWith that, let's turn to guidance for the second quarter and the remainder of the year. As Rob noted earlier, we are reaffirming all elements of our initial guidance for 2024 and despite negative currency moves with some puts and takes between quarters and with prudence, given that we are still early in the year and our global end market environments are dynamic. Several factors influence our outlook for the year. While we got off to a very strong start in the first quarter, some of our outperformance came from hardware and term license revenue in the first quarter that we previously anticipated would come in the second quarter or later in the year. With this dynamic in mind, we think the best way to understand our trends is by looking at the year through a lens of first half versus second half.\nOverall, our outlook for the first half remains consistent with what we shared with you a quarter ago. We expect that as adjusted organic revenue growth in the second half of the year will be consistent with the first half after adjusting for the impact of the extra week in the fourth quarter.\nLet's now move to our detailed guidance on Slide 12. I will focus again on our as-adjusted view, excluding agriculture. Please note that we have also included slides in the appendix to our presentation that provide more information on our segment and corporate assumptions. Our prior guidance assumed the agriculture joint venture we closed on April 1, which is exactly what happened. The as adjusted view removes agriculture in the historical periods, which enables looking at the growth dynamics of our current portfolio in a consistent way. Our outlook for ARR growth remained strong with continued expectations for 11% to 13% organic growth for the year. This is driven primarily by the expectation of mid- to high-teens growth in AECO ARR. Our total company full year organic revenue growth outlook remains in the 4% to 7% range. This is driven by AECO growth in the high teens to low 20s, field systems growth flat to down in the low single digits transportation revenue flat to up in the low single digits. As a reminder, our 2024 fiscal year includes 53 weeks, which increases full year and fourth quarter revenue by approximately $85 million of which approximately $70 million is in the AECO segment. Excluding this extra week revenue growth, NACO is expected to be up in the low to mid-teens. Our margin outlook for the year is also unchanged with non-GAAP operating margin expected to be in the range of 24% to 25% and adjusted EBITDA margin in the range of 26.5% to 27.5%. This represents year-over-year improvement on both measures of between 100 and 200 basis points. AECO margins are expected to be up approximately 300 basis points for the year and by about 50 basis points, excluding the extra week. This margin expansion reflects both the strong growth in our construction software businesses with high gross margins while continuing to invest in support of future growth opportunities.\nIn Field Systems, margins are expected to be down approximately 100 basis points due to changes in customer and product mix.\nFinally, in transportation, we expect margins to continue to improve with margins up approximately 100 basis points for the year with continued margin expansion in our enterprise maps in transporting businesses.\nOur EPS forecast of $2.60 to $2.80 is unchanged and continues to reflect the benefits of capital redeployment of the proceeds from the joint venture transaction. We've already paid down all of our prepayable debt, and we continue to anticipate that we will execute on up to $800 million of share repurchases over the course of the year. Relative to our prior guidance, EPS will benefit from lower net interest expense due to the increased cash on our balance sheet, offset by lower equity income. From a cash flow perspective, we continue to expect full year free cash flow of approximately 0.85x non-GAAP net income. This outlook does not assume a change as it relates to expensing research and development for tax purposes. Excluding the impact of acquisition deal expenses and the 53rd week, our free cash flow forecast for the year is roughly 1x non-GAAP net income. Note that we expect free cash flow in the second quarter to be the lowest of the year. Second quarter cash flow is normally seasonally low, and in the second quarter, we will see high acquisition-related expenses related to the closing and transition costs for the agriculture joint venture as well as higher cash taxes.\nI'll finish by offering a few comments on how our guidance for 2024 breaks out by quarter. As we discussed, our guidance overall assumes that excluding the 53rd week, our as adjusted organic growth is relatively consistent between the first half and second half of the year. For the second quarter, we expect revenue between $845 million and $875 million, which reflects as adjusted organic revenue approximately flat year-over-year. As adjusted organic revenue growth year-over-year in all 3 segments is expected to be lower than the first quarter. In AECO, these dynamics reflect the timing of the term license sales which although considered as part of our ARR calculation, are recognized upfront under the accounting rules and positively impacted the segment in the first quarter.\nTo illustrate this point further, within AECO, we recognized approximately $85 million of term license revenue in the first quarter and in both the second quarter and third quarter, we expect term license revenue in AECO to be approximately $30 million, due in large part to the normal timing of the term license renewals. Then in the fourth quarter, that term license revenue will increase again above first quarter levels due to the inclusion of the 53rd week in January 1, 2025, in a 2024 fiscal year which is when many of the term licenses renew. Our ARR measure evens out the lumpy nature of term license revenue, and we believe it is the best measure of growth in AECO. It's important to note that term license revenue is highly profitable, so the profitability in our AECO segment and at the company level will be highest in the first quarter and fourth quarter and lower in the second and third quarters. In the Field Systems segment, we had strong sales of geospatial technology to government customers in both the second quarter of 2023 and in the first quarter of 2024, which we do not expect to repeat in the second quarter. Transportation revenues and organic growth will be modestly lower in the second quarter, primarily reflecting reduced low-margin hardware sales in our North American mobility business. At this point, we expect the total company third quarter revenue will be similar to second quarter revenue with fourth quarter revenue, the high point for the year, assisted by $85 million in revenue from the 53rd week. Operating and EBITDA margins for the year are expected to follow these same trends. We look forward to providing you with more details on the drivers and economics of these segments at our Investor Day event in December.\nRob, I'll turn it back to you.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nThanks, Phil. When we think about our right to win at Trimble, we believe we can uniquely bring together users and connect workflow between the physical and digital worlds across industry continuums. Connect & Scale is our strategy. Our strategy as an industry platform strategy, our platform strategy is in turn a data strategy. If we are successful in our pursuits, we will collect 1 of the most complete data sets in and across industries, creating a flywheel of enhanced insights and data connectivity, thereby enabling our customers to transform how they work while building a competitive moat around our business. Thanks to all our Trimble colleagues for delivering a solid start to the year and for demonstrating resilience and conviction as we continue to transform how we work so that we can transform how the world works.\nOperator, we can now open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b73b165f4ef450d4f6d5c148cc0127c8",
    "period": "2023 Q4",
    "content": "Q4 2023 Trimble Inc Earnings Call\n\nQ4 2023 Trimble Inc Earnings Call\n\nTRMBNASDAQFEB 12, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Trimble Fourth Quarter and Full Year 2023 Results Conference Call. [Operator Instructions]\nRob Painter, Chief Executive Officer of Trimble. You may begin your conference.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back. Our financial commentary will reflect non-GAAP performance metrics, including organic growth comparisons, which refer to the corresponding period of last year, unless otherwise noted.\nStrategic progression takes place is a series of 1,000 little steps, periodically punctuated by nonlinear moves and events, reflecting on the quarter and the year, 2023 represented a transformative year for Trimble, within the portfolio, the Transporeon acquisition and the announcement of the agriculture joint venture with AGCO represent 2 of the larger moves in the history of our company. Reflecting on our Connect and Scale strategy over a 5-year time frame, the structural improvement in the business is self-evident and is the result of methodical work over the last few years by our colleagues and partners.\nAnnualized recurring revenue finished 2023 at a record $1.98 billion, up 13% organically and represents the single biggest lever we have to increase shareholder value. This compares with ARR of $1.1 billion 5 years ago. Recurring revenue was 49% of our total revenue in 2023 and 53% in the fourth quarter versus 31% in 2018. Remaining performance obligations closed the year at $1.8 billion. Gross margin closed at a record 64.7% in 2023, up 470 basis points over 2022, this compares to 58% 5 years ago. This is definitive structural improvement.\nEBITDA margin closed at a record 26.6% for the year. In dollars, we crossed the threshold of $1 billion of EBITDA. This compares to EBITDA of 22.6% 5 years ago. Operating leverage has been 44% over a 5-year time frame. We are running with negative working capital and we closed with free cash flow of $555 million, up 60% over prior year. Our ARR and low capital intensity punctuate the difference between industrial technology and industrial. While the evolution of our financial metrics during our transformation have been compelling. The bigger takeaway is how this positions the company today for success now and in the future.\nTrimble has never been in a better position to help our customers succeed with solutions that address the growing intersection of the physical and digital worlds. We are eager to leverage our strong market position and unique assets to drive continued profitable growth in software and technology-enabled services to expand margins and to showcase our ability to increase the company's overall returns through smart capital allocation.\nWe believe this Framework is the winning formula for a world-class industrial technology company, and we believe executing against this plan will allow Trimble to unlock and sustainably compound value for shareholders.\nWith that structural context, let's turn to Slide 3 and talk about a threefold framework that guides our capital allocation priorities, looking back on 2023 and forward into 2024. First, we remain committed to executing our Connect & Scale strategy. Over the last several years, our P&L investments have been heavily biased towards our software assets and architecture, engineering, construction and owners, which we refer to as AECO. This focus is driven by the size and immediacy of the secular opportunity.\nOur transformation of AECO software represents the tip of the spear for the company and increasingly provides a template for how we will operate across all of Trimble. Looking at tactical proof points of progression, let's start with our product strategy. Trimble Construction 1 or TC1, can be thought of as a commercial framework around prepackaged bundled offerings. In the fourth quarter, we doubled the number of these prepackaged offerings by serving more users across more vertical segments. Nearly half of our AECO bookings in the fourth quarter were TC1 bookings. We come into 2024 with a strong portfolio, and we will learn, adapt and expand these offerings. As we connect more of our data and workflows, we will continue to expand these offerings powered by the investments we have been making in our underlying systems and enhanced by our process transformation.\nAfter a couple of years of hard work, we can now see [indiscernible] of our customer set, which unlocks marketing and selling insights to enhance our go-to-market motion with more advanced marketing and selling strategies that are more efficient and cost-effective. We will continue to roll out functionality in 2024, and we will expand the capabilities across more geographies and more of the product portfolio and it goes further because product, systems and process work have to link to an aligned go-to-market organization in order to turn possibility into a reality.\nAs measured by cross-sell activity, more than 20% of 2023 annualized contract value, or ACV bookings and AECO were cross-sell bookings. In the fourth quarter, this number accelerated to over 25%. This didn't happen by accident. The acceleration comes from a packaging of solutions across business lines and is enabled by our digital transformation. We are winning on the breadth of capability. To put this into further context, the AECO teams delivered over 30% ACV bookings growth in 2023 and had a record fourth quarter.\nSlide 4 shows a number of quotes from our customers. [indiscernible] continue to give us positive feedback about our direction. We are delivering life cycle value and uniquely connecting workflows, all while making ourselves is easier to do business with. As we come into 2024, we are moving towards an account-based selling model, which will further align ourselves to sell TC1 and cross-sell offerings. This capital allocation is working and is built on our strategy around the construction continuum that has been accelerated by successful M&A over the last 10 years.\nBack to Slide 3. The second of our 3 capital allocation priorities is to further simplify and focus our business. In the last 4 years, we have divested 21 businesses that did not meet the must-have threshold of a connect and scale business, namely the ability to further a connected industry solution while delivering compelling and sustainable financial results. In early 2024, we divested a small water metering business and [indiscernible] business that we owned in [ Germany ]. We continue to look for areas where we can further simplify our portfolio, which goes beyond divestitures. We have reduced thousands of SKUs in the last couple of years and turned a number of stand-alone products into features within larger bundled solutions.\nIn September, we announced our joint venture with AGCO, which naturally led us to rethink how we organize ourselves, which, in turn, unlocked an ability for us to further simplify and focus our teams. In the second half of 2023, we undertook $50 million of run rate cost reductions, $10 million ahead of our commitment in November, recognizing that we needed to say no to more things so that we could further focus the organization. Given the pending AGCO JV and the new organizational structure that officially went into effect in January, we reorganized the business under 3 pillars: AECO, field systems and transportation and logistics. This structure brings similar businesses together, enhancing our ability to achieve scale and growth.\nThe new organization in place is already off to a good start and hats off to the team for executing these changes seamlessly. Beginning with the first quarter, we will naturally resegment our reporting results to reflect the way we view our business. And when we do this, we will simultaneously be able to deliver an increased level of clarity on our business models that many of you have been seeking.\nSlide 5 provides an overview of the direction we are going with these 3 segments, while providing a bit of color on the software and recurring revenue centricity of each segment. Returning again to Slide 3. Let's talk about the third of our 3 capital allocation priorities, which has returned capital to shareholders. In September, when we announced the JV, we communicated our plan to pay down debt and return capital to shareholders via a buyback. In the fourth quarter, we executed $100 million of buyback.\nOn January 30, our Board approved a new buyback authorization of $800 million, replacing the remaining authority under the prior plan. We reiterated our intention to pay down $1.1 billion of debt and communicated that our near-term intentions on M&A are to focus on tuck-in opportunities. These capital allocation priorities set against the backdrop of our day-to-day execution. They also sit within the context of what we are seeing in our end markets across the global economy.\nGeographically speaking, North America has been overall healthy. Europe remains quite challenged. The agriculture and transportation markets face macro headwinds, a result of commodity prices and overcapacity in trucking. The engineering and construction markets have proved to be more resilient with puts and takes across subsegments. Control what we control is the operating theme in place. We deliver an enduring value proposition in the form of productivity, quality, safety, transparency and environmental sustainability. Record bookings in parts of the business, such as AECO software and Transporeon demonstrate the durability of the business.\nDavid, over to you.\n\nDavid G. Barnes\n\nCFO, Trimble Inc.\n\nThank you, Rob. Slide 6, 7 and 8 cover the financial highlights for the quarter and the year. Organic revenue growth in the fourth quarter was plus 3% and for the year was plus 1%. Excluding the agriculture business, growth was 6% in the fourth quarter and 4% for the year. Standout metrics for 2023 include a 470 basis point improvement in gross margin and $555 million in free cash flow, enabled by profit growth and the success of our efforts to bring inventory levels down.\nWith net debt at $2.8 billion, we remain ahead of the deleverage plan we put in place at the time of the Transporeon acquisition. We have paid down $268 million of the debt incurred to finance the deal. We ended the year with net leverage of 2.8x only modestly above our long-range target of 2.5x. The JV with AGCO is pending regulatory approval, and we continue to expect that the transaction will close in the first half of this year. For modeling purposes, we have assumed that the deal closes early in the second quarter. With debt paydown following the AGCO JD transaction close, our leverage will be below 2x.\nSlide 9 covers revenue trends by geography and business model. $1.98 billion of ARR is the standout highlight, up 24% year-on-year and up 13% on an organic basis. Product revenues, which are nonrecurring and predominantly our bundled hardware and perpetual software were down 3% year-on-year. Excluding agriculture, product revenues were down less than 1%, reflecting the stabilization of these businesses, now the dealer inventories have come well down from their peak in early 2022.\nDealer inventories are now broadly in line with dealers' business outlook and our sales trends going forward are expected to track underlying demand trends. By geography, growth in North America reflects the relative strength that Rob referenced earlier. APAC revenues were strong, driven by growth in Australia and India. Revenues were down organically in Europe, reflecting challenging macroeconomic conditions across many of the end markets we serve there.\nSlide 10 breaks down performance at the segment level. In Buildings & Infrastructure, the highlight in the quarter was the strong performance of our recurring revenue offerings. Bookings in our AECO software businesses increased over 30% year-on-year, driven in part by the strong cross-sell and TC1 performance, which Rob mentioned earlier. Aided by the bookings performance, segment ARR grew year-on-year by just under 20%, with net retention over 110% and at the highest levels this business has seen.\nSegment revenues of nonrecurring offerings principally machine control for civil construction customers were relatively flat year-on-year, resulting in total segment revenue up organically by 10%. Segment margins were up by 290 basis points year-on-year driven both by fixed cost leverage and by the mix shift toward higher-margin software offerings.\nIn Geospatial, revenues grew organically by 1%. Our revenue in this segment breaks down across 3 broad categories. Field sales to end users, government business and OEM business. Sales of our core survey and mapping products to end users returned to meaningful growth in the quarter reflecting a healthier state of dealer inventories and improving underlying market conditions. Offsetting the strong user growth, component sales to OEMs were down as we lapped some unusually large shipments a year ago. Segment margins were up by 180 basis points, driven principally by lower component input costs versus year ago levels.\nIn Resources and Utilities, organic revenue for the quarter was down year-on-year by 4%. Excluding sales of products to agriculture customers, Resources and Utilities revenues were up by approximately 10%. Segment operating margins were lower year-on-year by 160 basis points, driven principally by lower revenue. In transportation, revenue was up 1% organically. Segment organic ARR was up mid-single digit as growth in our transportation and enterprise software and MEPs businesses offset the anticipated impact of churn in our North American mobility offerings.\nTransporeon remains an inorganic comparison and the highlight in the quarter for Transporeon was achieving a record level of bookings, up over 20% versus the prior year. We are encouraged by the sales performance of the team in light of the difficult macro dynamics in Transporeon core European market. Segment margins increased year-on-year by 610 basis points, reflecting the higher margins of Transporeon and margin progression in the balance of the segment.\nLet's move now to the 2024 guidance on Slide 11. I will focus on our performance excluding our agriculture business, and including on a go-forward basis, or more limited exposure to Ag as a 15% owner of the JV and a supplier of products to the JV. For the sake of completeness, we show on Page 11, 2 views our reported view with the Ag business included through the first quarter of 2024 and an as-adjusted view without the agriculture business, which will ultimately be operated within the JV. The outlook for ARR growth remained strong, driven by momentum across our AECO software businesses. We expect full year organic growth rates in the 11% to 13% range of our year-end 2023 levels of $1.98 billion.\nAs adjusted organic revenues are expected to grow for the year in the 4% to 7% range. Please note that our fiscal 2024 will include 53 weeks and the extra week will increase full year and fourth quarter revenues by approximately $85 million. On an as-adjusted basis, we expect margins to improve with EBITDA margins between 26.5% and 27.5%. This represents margin improvement year-on-year of between 100 and 200 basis points.\nThe margin improvement will come from a combination of improved software mix and the impact of the cost actions we took coming out of 2023. From a cash flow perspective, we expect full year cash flow of approximately 0.85x non-GAAP net income. Excluding the costs relating to our AGCO JV transaction and the impact of the 53rd week, Free cash flow is estimated to be approximately equal to non-GAAP net income.\nOur base case cash flow forecast assumes no change in tax legislation. A bill moving through the U.S. Congress will, if enacted, restore the immediate expensing of R&D for tax purposes. If past this legislation would improve incrementally, our cash outlook for 2024 by approximately $130 million. Our EPS forecast for the year reflects the beneficial impact of our planned deleveraging following the close of the ICO JV and up to $800 million of share repurchase. We expect EPS for the year in the range of $2.60 to $2.80.\nI'll finish by offering a few comments on our guidance for 2024 breaks out by quarter and by segment. We expect organic revenue growth to be strongest in Buildings and Infrastructure. Software businesses in Buildings and Infrastructure are expected to grow in the mid- to high teens with product-related businesses up slightly, leading to organic revenue growth for the full year of between 11% and 13%. Buildings & Infrastructure organic growth includes approximately $70 million from the 53rd week. We plan to accelerate model conversions from perpetual to subscription software tied with hardware in our civil construction business.\nGeospatial revenue is expected to be down slightly on an organic basis, with growth in field sales in Survey, offset by lower sales to U.S. federal customers, where business tends to be lumpy from year to year. We will also accelerate model conversions from perpetual to subscription software in our survey and mapping business. Resources and Utilities as adjusted organic growth will be up in the high single digits, led primarily by continued growth in our positioning services business.\nTransportation revenues are expected to be up in the mid [indiscernible] digits for the year and relatively flat on an organic basis, with growth in Transporeon offset by lower North American mobility revenue. We expect reduced hardware revenue in mobility as we are intentionally pivoting that business away from lower margin hardware sales to OEMs, instead focusing on the higher value-added data flows. From an operating margin perspective, we expect to grow margins year-over-year in the Buildings & Infrastructure and Resources and Utilities segments.\nTransportation margins will be up slightly while Geospatial segment margins are expected to be down year-over-year due to changes in customer and product mix. For the first quarter, let's turn to Slide 12 for additional color. On an as-adjusted basis, we expect organic growth between 2% and 6%, and EBITDA margin between 26% and 27%. Buildings & Infrastructure is expected to drive most of the organic growth in the first quarter with low single-digit growth in Geospatial. As adjusted resources and utilities is expected to post high single-digit revenue growth in the first quarter.\nDuring the first quarter, we expect to see softness in Ag. Weakness in the global Ag market is certainly a factor, but the bigger driver is the expected impact of the transition in our distribution strategy. Transportation revenues in the quarter are expected to be down modestly on an organic basis.\nOverall, we expect sequential improvement in Transportation segment organic growth rates as the year progresses, driven by gradually improving end market conditions and the inclusion of Transporeon in our organic trends, beginning in the second quarter. As Rob mentioned earlier, we are moving to implement a new segment reporting structure that reflects our updated organization and the way we will evaluate our businesses and allocate capital going forward. Our plan is to publish more details on our new segment reporting structure later in the first quarter with financials going back 2 years and the perspective on how our 2024 annual guidance cascades to the new segments. We will have a separate conference call with investors to review that information when it is available.\nRob, I'll turn it back over to you.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nThanks, David. We were busy in the fourth quarter preparing ourselves to come into 2024 with a running start. We were with over 10,000 customers at Trimble user conferences in September, October and November. We recommitted to our capital allocation priorities, undertook cost reduction, prepared to reorganize the company and made our numbers for the quarter. We plan to host an Investor Day later in the year to discuss the evolution of the business and to provide investors with more financial detail, including updated targets.\nI will end by taking a moment to welcome Ron Nersesian and Kara Sprague to the Trimble Board. Two fantastic additions. Operator, we can now open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa51341a85b3962c0d0775399a750b36",
    "period": "2023 Q3",
    "content": "Q3 2023 Trimble Inc Earnings Call\n\nQ3 2023 Trimble Inc Earnings Call\n\nTRMBNASDAQNOV 1, 8:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Trimble Third Quarter 2023 Results Call. After the speaker's remarks, there will be a question-and-answer session. [Operator Instructions] And finally, I would like to advise all participants that this call is being recorded. I would like to welcome Rob Painter, Chief Executive Officer, to begin the conference. Rob, over to you.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back. Our financial commentary today will reflect non-GAAP performance metrics, including organic growth comparisons, which will refer to the corresponding period of last year unless otherwise noted.\nSimplification, focus and execution are the themes of today. I'll start with a review of the third quarter, then put a Trimble lens in the current market environment we see, followed by an overview of how we are taking action to maintain our strategic and financial progression. Let's begin on Slide 2 with a review of the third quarter.\nThe clear highlights were continued ARR growth and gross margin progression, which translated into EBITDA progression. ARR stands at a record $1.94 billion, up 25% and up 13% organically. 50% of our revenue is now recurring. Gross margin finished at a record 65%, a reflection of our Connect and Scale strategy translating into a more durable and attractive business model.\nEBITDA at 28% is also a record. The big strategic news of the quarter was the announcement of our joint venture with AGCO in our Agriculture business. Slide 3 reviews our key messages to shareholders. The venture positions us to simplify, focus and derisk our business while deleveraging and returning capital to shareholders.\nAs we discussed on our announcement call, the impact on pro forma 2023 numbers move Trimble to 72% software and 55% recurring revenue. We are proud to partner with Eric Hansotia and his team at AGCO to be a global leader in mixed fleet smart farming and autonomy solutions. We expect the transaction to close in the first half of next year, and I'd like to say that we are really pleased thus far with the internal and external reaction to our partnership.\nIn the quarter, we also divested our Land Folio business, which had approximately $10 million of revenue on a trailing 12-month basis. We have now divested 18 businesses over the last 3 years and pursued a simplification and better focus to execute our strategy.\nLooking at the business with a global macroeconomic lens, we see increasing signs of weakness and stress across many end markets and geographies, exacerbated by interest rates, war and geopolitical tensions. These factors contribute to our updated view on the fourth quarter, which have embedded bearish and bullish signals.\nOn the bearish side, we see the downturn in residential construction impacting our hardware businesses in both Buildings & Infrastructure and Geospatial. While we see strength in major projects, renewables and onshoring of manufacturing, we aren't seeing enough earthmoving activity to overcome this dynamic, especially in Europe.\nIn agriculture, within Resources and Utilities, we see emerging signs of weakness also notably in Europe. We also expect some choppiness in the numbers as we execute our new distribution strategy in preparation for our AGCO joint venture.\nIn transportation, I think it's safe to say that we are in a down freight market, and we've seen some trucking and technology companies either go out of business or cut back their ambitions significantly. On the bullish side, let's remember that we sell productivity, quality, safety, transparency and environmental sustainability. This is a secular value proposition.\nIn Buildings and Infrastructure, software bookings were up more than 30%, demonstrable evidence that the strategy works and that the dollar volume of construction is healthy. Our Trimble Construction One business model framework is delivering results. We are releasing a series of customer persona-based targeted offerings and our systems enhancements are providing new levels of visibility and insight into our customers.\nMachine control as a service offering also exceeded bookings expectations in the quarter. In Geospatial, we continue to innovate to drive the replacement cycle, and our new business models contribute to ARR growing at a double-digit rate within the surveying and mapping business. Next week, we will hold our annual Trimble Dimensions Engineering and Construction User conference, where thousands of industry participants will come together to learn and engage in our latest innovations.\nIn Resources and Utilities, our non-Ag businesses collectively grew ARR double digits. In transportation, the shakeout in the industry will, in time, have the appropriate effect of restoring the balance in capacity and demand and bringing more discipline to the competitive landscape. Against this backdrop, we are taking action to protect our financial model, starting with a greater than $40 million run rate cost reduction initiative as we take action to simplify and better focus our company to operate efficiently and effectively. This is in addition to cost containment initiatives that we undertook in the third quarter.\nWe will simplify by reorganizing our operating businesses and bringing corporate resources closer to customers. For example, we have incubated our industry cloud platform work at a corporate level the last couple of years. It's now time to embed that within the business and sharpen capital allocation. We will focus by getting the right leaders in the right seats and scaling back some of our initiatives to enable the core to better deliver short- and midterm outcomes. David, over to you.\n\nDavid G. Barnes\n\nCFO, Trimble Inc.\n\nThank you, Rob. Let's start on Slide 4 with a review of third quarter results. Third quarter revenue of $957 million was up 8% in total and up 2% organically. Changes in foreign exchange rates increased revenue by 1%, while acquisitions net of divestitures increased revenue by 5%.\nSubscription and recurring revenue continued to grow at a strong rate. As Rob mentioned a moment ago, the weakening macro environment adversely impacted customer sentiment and demand across all of our hardware end markets.\nGross margin in the third quarter was a record 65%, up 410 basis points year-over-year, driven by an increasingly favorable business mix and the ongoing net impact of pricing and reduced input cost inflation. Adjusted EBITDA and operating margins also expanded year-over-year due to the progression in gross margins and the benefit of cost reduction actions we took early in the quarter.\nNet income dollars increased by 4%. And earnings per share grew year-over-year to $0.68, exceeding the high end of our prior guidance range. We are very pleased with our margin performance in the third quarter, delivering strong bottom line results even in the face of a tougher macroeconomic environment.\nTurning now to Slide 5, I'll review in more detail our third quarter revenue trends. On this and the next few pages, I will focus on organic growth rates, excluding the impacts of acquisitions, divestitures and currency fluctuations. ARR was up 13%, driven in part by strong bookings across our construction software businesses. Our digital platform work is enabling cross-sell of bundled solutions.\nOur nonrecurring revenue streams, including hardware and perpetual software, contracted by 8% year-over-year and came in below our expectations. The macro environment worsened late in the quarter across many of our hardware end markets with weakening customer sentiment and propensity to invest. The impact was especially visible in Europe where macro trends are the most difficult. From a geographic perspective, North American revenues were up 5%. In Europe, revenues were down 1%.\nMoving to Slide 6. Our cash flow from operations was $147 million with free cash flow of $134 million, both of which are up significantly versus prior year. Our cash flow in the quarter benefited from lower purchases of inventory, lower tax payments and higher profitability. The working capital dynamics of our business remains strong with negative net working capital.\nWe entered the fourth quarter with $1.6 billion in backlog, inclusive of ag committed backlog expected to ship before our ag JV transaction closes. We project that $1.1 billion of our backlog will be recognized as revenue within the next 12 months.\nWe ended the quarter with leverage measured as net debt to EBITDA of 2.9x, reflecting the repayment of $115 million of net debt during the quarter and repayment of $270 million since the closing of the Transporeon acquisition. Note that we are ahead of our time line to pay down our Transporeon debt with leverage going below 3x 1 quarter ahead of the commitment we made when the deal was announced.\nFinally, I'll repeat what Rob mentioned earlier. During the quarter, we reached an important milestone with half of our revenue now coming from recurring revenue streams. The formation of our ag JV will further accelerate our business in the direction of majority recurring revenue, making our business both more predictable and more resilient. Let's turn now to Slide 7 for additional detail on each of our reporting segments.\nBuildings and Infrastructure revenue was up 6%. Revenue growth was strong across our software businesses in the segment with double-digit year-over-year ARR and revenue increases at e-Builder, Viewpoint, SketchUp and Tekla. This broad-based growth reflects the success and momentum of our Connect & Scale strategy, evidenced by growing bookings, especially of larger and broader bundles. Our Civil Construction business was down year-over-year at a high single-digit rate as the demand environment weakened among dealers and end customers.\nGeospatial revenue was down 2%, reflecting lower demand across many survey end markets. One bright spot for our Geospatial business in the quarter was with our U.S. federal government customers, who continue to place orders well ahead of prior year levels and above our expectations earlier in the year.\nResources and Utilities revenue was down 4%, reflecting both declining farmer sentiment and the impact of our distribution network changes. Revenue declines were most pronounced in Europe, which makes up the largest portion of our ag hardware business. Partially offsetting the weakness in hardware demand, we experienced double-digit segment ARR growth in Positioning Services, forestry and Cityworks. Financial results in our Transportation segment showed progression in a number of areas. Organic ARR was up at a mid-single-digit rate and margins expanded for the seventh quarter in a row. On the other hand, our mobility business in North America has not seen the uptick in bookings that we originally expected.\nWith planned chart notifications in the quarter, our Transportation segment ARR momentum will moderate going into next year. Transporeon top line trends remain below our expectations when we bought the business, driven almost entirely by a contraction in overall industry shipment volumes and the depressed spot market.\nImportantly, we have maintained our customers and our market share. And with our transaction-based recurring model, we are positioned to recover with an improvement in the overall European goods economy when the inevitable upswing takes place. The Transporeon team has managed costs well in this tough environment, and our operating margin since the deal closed remained in line with our original expectations.\nMoving to Slide 8, I will now discuss our guidance for the fourth quarter and the full year. Our third quarter results reflect a weakening demand environment. We expect this weakness to extend through the fourth quarter and into next year. We now project fourth quarter revenue of between $890 million and $930 million. Our fourth quarter outlook reflects 13% growth in ARR, offset by a decline in our hardware and perpetual software at a low to mid-single-digit rate. This yields a full year revenue outlook of $3.76 billion to $3.80 billion.\nA significant majority of the reduction in revenue outlook is in our hardware businesses with the biggest impact in Civil Construction Hardware. For perspective, it is helped to look back to the pre-COVID period to determine the underlying long-term trends of our hardware businesses. All 3 of our core hardware businesses, Geospatial, Agriculture and Civil Construction, have grown at a compound rate of mid-single digit or better since 2019, and our fourth quarter guidance reflects a continuation of this long-term trend.\nWe project that the combined impact of higher gross margins and lower operating expense versus our prior outlook will offset much of the impact of our lower revenue forecast, resulting in an EPS range for the fourth quarter of $0.55 to $0.63. Our updated full year guidance for EPS is $2.58 to $2.66.\nFourth quarter operating margins are projected to be in the range of 24.5% to 25%, a meaningful improvement from year ago levels, but sequentially down from the third quarter, driven primarily by mix.\nWithin the overall outlook for the fourth quarter, we anticipate the following segment trends. Buildings and Infrastructure will remain our strongest segment with organic revenue in the quarter accelerating from third quarter levels to the mid- to high single digits. Even in the current macro environment, we see strong demand for our software offerings, while our hardware businesses are expected to be down at a mid-single-digit rate.\nGeospatial segment revenues are expected to be down at a low to mid-single-digit rate in the fourth quarter. Gradual improvement across some areas of our core field survey business will be offset by lower sales in the fourth quarter to the U.S. federal government. Geospatial margins in the fourth quarter will come down sequentially from third quarter levels due to a less favorable business mix.\nResources and Utilities revenue are expected to be flat to down at a low single-digit rate. This fourth quarter outlook reflects both the adverse overall demand environment and the impact of our ongoing aftermarket dealer network transition. ARR growth in the segment will remain at a strong double-digit level.\nTransportation segment revenues will be flat or down modestly as the impact of higher customer churn in our North American mobility business offsets the growth across the rest of our transportation offerings. This outlook assumes no meaningful improvement in Transporeon's core European transportation market in the fourth quarter.\nFrom a cash flow perspective, we expect full year 2023 free cash flow in the range of $530 million to $555 million. Excluding the impact of full year transaction-related and restructuring-related cash outflows of approximately $100 million, this outlook represents free cash flow of approximately 1x net income. With our strong year-to-date cash flow performance and with contractual certainty on the upcoming close of our ag JV transaction, we plan to reinitiate share repurchases in the fourth quarter.\nConsistent with past practice, we plan to issue guidance for 2024 at our fourth quarter earnings release in February. At this point, our outlook for next year can be characterized threefold. First, we expect that organic revenue growth trends will be better than those we posted this year as our hardware business has stabilized following the declines of 2023 and as recurring revenue sources make up a growing proportion of our total revenue base.\nSecond, we believe ARR will continue to grow at a double-digit rate. Even in the context of a tough macro environment, our bookings and net retention performance continue to support this outlook.\nThird, with the cost reduction actions we are taking, we expect to hold or improve EBITDA margins even with the impact of the close of our AGCO deal. This outlook leaves us on track to achieve the EBITDA margin goals we put forward in our Investor Day last year. Rob, I'll turn it back over to you.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nI want to end the call on the same themes we started with today: simplification, focus and execution. The cost action and the organizational moves we've discussed, in addition to the forthcoming ag joint venture, all drive simplification and enhanced focus on our Connect & Scale strategy.\nOn execution, we humbly learned from our failures and successes. We also have the confidence and conviction to manage through this economic environment. We've done this for decades, we know what we need to do, and we will stay focused on delivering productivity, quality, safety, transparency and sustainability for our customers. And we will continue to invest and innovate against our best growth opportunities.\nWe will exit this economic downturn on a stronger competitive footing. Finally, we are announcing today that David Barnes has decided that he will retire as our CFO in May. Phil Surenski, our Vice President of Corporate Development, Treasurer and Co-Head of Trimble Ventures, will succeed David. David, Phil and our strong finance team will work together to ensure a smooth transition over that time frame.\nI'm very grateful for having had David's steady hand over the last 4 years as we've navigated crises that neither of us ever envisioned. True character reveals itself in a crisis. David's character represents something we would all benefit from emulating. Phil comes into the tole having been at Trimble for 14 years, having worked across a very diverse set of roles along the way. Phil's mandate for the role is straightforward: to leverage his deep knowledge of the company to unlock shareholder value. Operator, we can now open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/31f9f7e56114f8372bb3c115a5e9dec5",
    "period": "2023 Q2",
    "content": "Q2 2023 Trimble Inc Earnings Call\n\nQ2 2023 Trimble Inc Earnings Call\n\nTRMBNASDAQAUG 3, 8:00 AM\n\nOperator\n\nThank you for standing by. My name is [ Maria ], and I will be your conference operator today. At this time, I would like to welcome everyone to the Trimble Second Quarter 2023 Results Conference Call. [Operator Instructions] Thank you. I would now like to turn the call over -- I would now like to turn the call over to Mr. Rob Painter, Chief Executive Officer. Mr. Painter, please go ahead.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back. Our financial commentary today will reflect non-GAAP performance metrics, including organic growth comparisons which will relate to the corresponding period of last year, unless otherwise noted.\nLet's begin on Slide 2 with our key messages. Annualized recurring revenue is our key top line metric at Trimble. Our team, led by our construction software group, achieved 14% organic growth in the quarter, beating our internal expectations by 100 basis points. We now stand at a record $1.88 billion of ARR, which compares to $1.2 billion when we began our Connect and Scale journey in 2020.\nARR has doubled since 2018 and tripled since 2015. We are on track to achieve $2 billion of ARR by the end of the year, a remarkable figure made possible by the Trimble team who continues to work incredibly hard to execute on our customer-driven systems, process and business model transformation.\nWe delivered EBITDA margin of 25.3%, also slightly ahead of our expectations, which was driven by strong gross margin of 64.2%. For perspective, gross margin was 56.8% in 2015 and 58% in 2018. EPS at $0.64 and year-to-date free cash flow conversion rate to net income of nearly 100% demonstrates the power and potential of our asset-light business model.\nOur revenue beat in the quarter is attributable to delivering a large federal government order in the geospatial business in the second quarter instead of the third quarter. For the year, we are holding our revenue guidance and raising EPS.\nMoving to Slide 3. Let's look at the progression of our Connect and Scale strategy through the lens of our reporting segments, beginning with Buildings & Infrastructure.\nThe market backdrop remains generally favorable. In North America, we see strength in infrastructure and nonresidential construction. Customer backlogs remain healthy and technology helps to address the skilled worker shortage. By the numbers, ACB bookings accelerated on a sequential basis, and we achieved a record level of bookings in the quarter. ARR grew over 20%.\nOur Trimble Construction one offering is achieving higher win rates, larger deal sizes and shorter sales cycles. Further, it is helping to grow both new logo and cross-sell bookings. We are confident in our ability to maintain momentum as our most recent release of digital systems upgrades provides significantly enhanced visibility to even further drive cross-sell and upsell.\nStrategically, we are pivoting more of our hardware offerings to adopt aspects of the subscription business model. For example, in building construction layout, our RI layout instrument is only available as a subscription. In civil construction, we have shifted more value to the software on the systems offering, thereby positioning us to reduce the upfront cost of a system and monetize over the life of the customer.\nIn geospatial, the market backdrop is largely the same as buildings and infrastructure, yet serving a more highly penetrated customer base. By the numbers, revenue was well ahead of our internal expectations in the quarter. We continue to see strong demand from U.S. state departments of transportation. And in the quarter, our team delivered the aforementioned federal government order.\nStrategically speaking, we saw ARR growth in our Trimble Catalyst product line. Catalyst offers precision positioning-as-a-service through a subscription offering. We passed the milestone this quarter with over 10,000 cumulative units shipped. We also expanded our product line in the reality capture space with the launch of our X9 scanner. We see reality capture as an important product category as it creates a key linkage between the physical and digital worlds, which we can uniquely serve.\nIn Resources and Utilities, farmer sentiment has been trending negative despite market fundamentals such as commodity prices, largely continuing to be healthy. Our strategic focus in agriculture continues to be building out our aftermarket channel to gain dealer and customer intimacy, thereby providing farmers choice in their technology platforms. While revenue was down as expected, ARR grew at a double-digit rate.\nOur Positioning Services business continues to win customers in both on-road and off-road capacities, demonstrating our ability to innovate in the space of positioning technologies after 45 years in the business. We also took strategic steps to further ongoing ARR growth.\nIn Forestry, we launched a cloud-based log inventory and management system that enables us to move down market, thereby expanding the addressable market. And in Utilities, the team delivered 2 of the largest software bookings in the history of the business.\nIn Transportation, the market backdrop remains challenging with the soft freight market pressuring carriers to streamline their operations for cost savings to increase asset utilization and to increase the productivity of their nondriver workforce.\nAgainst this backdrop, the overall business both increased operating income margin for 6 consecutive quarters and grew organic ARR for the seventh consecutive quarter.\nIn Europe, in our Transporeon business, we see early indications that the spot market might have bottomed out. Despite a difficult economic backdrop in Europe, churn is effectively 0, competitive win rates increased and the business is demonstrating an ability to manage the cost structure in line with the revenue environment.\nWe have early examples of success with bringing the organizations together and making some product road map decisions to streamline product development work.\nMoving to Slide 4. Connect and Scale is a platform strategy, which in turn is fundamentally a vertical industry data strategy. No surprise then that we have been deploying artificial intelligence across Trimble for some time now, both for internal benefits and customer-facing applications. For example, a trial program with over 200 engineers using AI-assisted programming demonstrated upwards of 25% improvement in productivity.\nWe have also extended AI into our sales process, where we are applying AI to the cost scripts of our sales reps to coach them and then further, again, to identify cross-sell opportunities.\nOn the customer-facing front, we are improving our best-in-class positioning accuracy in harsh environments using AI-based error modeling and machine learning on many years of atmospheric data. We are deploying AI and video intelligence solutions in transportation to detect driver fatigue and distraction and for selective spraying applications in agriculture.\nIn our construction software business, we are automating invoices by converting PDF data into usable accounts payable data. We've already processed over 350,000 invoices worth over $1 billion, compelling use cases and we are just beginning.\nLet me now turn the call over to David to take us through the numbers.\n\nDavid G. Barnes\n\nCFO, Trimble Inc.\n\nThank you, Rob. Turning now to Slide 5. Second quarter revenue of $994 million grew 3% organically. Revenue was above our expectations coming into the quarter, driven by the earlier-than-expected shipment of the large order of geospatial equipment to the federal government that Rob mentioned earlier.\nExcluding that, revenues for the quarter were in line with our projections. Our total company revenue growth versus prior year was driven by recurring software, both organic and from the addition of Transporeon. Gross margins were strong again in the second quarter with non-GAAP gross margins of 64.2%, tying the record levels of the first quarter.\nOur gross margins in the second quarter reflect favorable price/cost dynamics, strong growth of recurring software revenues and a higher margin mix within our product offerings. EBITDA margin of 25.3% in the second quarter was up 110 basis points year-over-year benefiting from our strong gross margin performance.\nOperating and EBITDA margins continue to grow versus prior year even as we lapped strong year-ago revenues and as we continue to invest in our digital transformation. Cash flow in the second quarter improved on a year-over-year basis even taking into account Transporeon deal-related expenses. Our improved cash flow performance was the result of lower purchases of inventory, lower tax payments and higher profitability.\nOur capital allocation priority remains debt repayment, and we made progress through the quarter on reducing our leverage.\nTurning now to Slide 6 for some additional color on our revenue performance. Product revenue, which includes both hardware and perpetual software, was down 5% organically in the second quarter and was aided by the federal order, which we had previously expected to ship in the third quarter. The year-over-year decline in product revenue this quarter reflects a difficult comparison with the second quarter of 2022 when our supply chain was freeing up and we were working through high hardware backlog.\nAs expected, dealers reduced their inventories in the quarter. We expect some modest amount of additional dealer inventory reduction over the balance of this year. Our Subscription and Services revenue, which includes SaaS, term licenses, maintenance and support, recurring transactions and professional services, was up 13% on an organic basis largely driven by strong bookings and net retention performance across our buildings and infrastructure software businesses.\nFrom a geographic perspective, revenues in North America, Asia Pacific and the Rest of the World were up organically by 3%, 11% and 18%, respectively. Rest of World revenue growth was driven by strong demand for precision agriculture products from customers in Brazil. Revenues in Europe declined organically by 4% as adverse macroeconomic factors impacted many of our businesses.\nTurning now to results by segment on Slide 7. Our software portfolio in the Buildings and Infrastructure reporting segment continued to perform well with organic ARR growth of over 20%. Bookings of recurring software offerings in the segment grew at a mid-20s percentage rate, despite the challenges of transitioning the North American software businesses onto our new digital infrastructure during the quarter.\nThese large system implementations are never easy, but our teams powered through the transition while still keeping our growth momentum going. With this latest release of our digital transformation, we now have over 1/3 of our Buildings and Infrastructure ARR transacting through a connected system, which will facilitate the acceleration of our Connect and Scale strategy.\nSegment revenues of products for civil construction customers were down at a mid-single-digit rate in the quarter, reflecting strong shipment momentum a year ago.\nIn the Geospatial reporting segment, we experienced organic revenue growth driven by the $18 million shipment to the federal government mentioned earlier. Excluding this one shipment, segment revenues in the quarter were down at a mid-single-digit organic rate, an improvement from the performance in the first quarter. This segment is most impacted by the downturn in residential home construction in North America and Europe. We expect to return to organic growth on an ongoing basis in the fourth quarter.\nIn the Resources and Utilities segment, revenues were down year-on-year and fell modestly short of our expectations, driven by our agriculture business. While our sales to ag OEM customers grew versus prior year in the second quarter, revenue from our aftermarket channel was down. Three drivers help contextualize the aftermarket revenue decline. One, we are lapping a tough comp versus 2022 when our revenues surged as our supply chain freed up well ahead of the OEM supply chain.\nSecond, the changes we announced a quarter ago and our aftermarket distribution network have, as expected, impacted our short-term revenue trends as we and our dealers refine our plans going forward.\nAnd third, we are seeing the impact from a softening of farmer sentiment, especially in Europe. We continue to see strong demand trends from ag customers in Brazil, and our positioning services business grew globally at a double-digit rate as we accelerated our cross-sell efforts.\nIn the Transportation segment, we delivered 6% organic revenue growth, driven by our North American Enterprise and Maps businesses. Our Mobility businesses in Europe and Brazil also grew revenue and ARR at a double-digit rate. As Rob mentioned earlier, operating margins improved sequentially once again. Our triple transportation team has made good progress in turning this business around. And while there's more work ahead of us, we are pleased with the progress.\nI'll note here that segment results now include the Transporeon business. Transporeon performance was largely in line with our expectations for the quarter, notwithstanding a tough macro environment in the European transportation industry.\nMoving now to Slide 8. We ended the second quarter with ARR of $1.88 billion, up 14% organically. Remaining performance obligations, or RPO, our backlog, stood at $1.6 billion at the end of the quarter. RPO related to recurring offerings grew by over $100 million year-over-year as a result of our strong bookings performance. Product RPO came down as expected year-over-year, reflecting our improved lead times.\nWith this high level of RPO, we have significant visibility into our revenue in the coming quarters. On a 12-month rolling basis, our software services and recurring revenue of $2.3 billion represents a record 64% of our revenues, up 800 basis points from year ago levels. We completed the acquisition of Transporeon in the second quarter and reduced net debt by $150 million from the closing of the acquisition through quarter end.\nWe plan to continue to delever, and as anticipated, expect to finish the year with net debt less than 3x EBITDA.\nTurning now to our guidance on Slide 9. The midpoint of our guidance for full year revenue remains the same as we issued last quarter. Our revenue guidance range has narrowed to $3.845 billion to $3.925 billion, which represents organic revenue growth in the second half of the year in the mid- to high single digits. We continue to expect ARR to grow at a mid-teens rate for the year.\nOur expectation for gross and operating margins has increased from prior guidance by 50 basis points, reflecting the strong performance in the second quarter and a heightened focus on margins and cost control. The end result is an increase in the midpoint of our earnings per share guidance range by $0.03. We now expect full year EPS in the range of $2.57 to $2.73.\nFrom a segment perspective, our expectation for full year growth in the Buildings and Infrastructure segment has improved following strong performance in the second quarter. Our forecast in Resources and Utilities is down modestly from the outlook of a quarter ago, reflecting weakening macroeconomic conditions in the agriculture sector.\nThe outlook for Transportation and Geospatial is unchanged from last quarter. For the third quarter of 2023, we expect organic revenue growth in the range of 0% to 5%, which corresponds with a revenue range of $945 million to $985 million. We expect gross margins of 100 to 150 basis points lower than the second quarter, reflecting a less favorable business mix.\nWe expect third quarter operating margins will be similar to second quarter levels. We project EPS in the range of $0.56 to $0.64. From a segment perspective, we expect Geospatial revenues to be down organically at a mid- to high single-digit rate as we won't have the positive impact of the large federal order this coming quarter.\nResources and Utilities revenue is expected to be down at a mid-single digit organically. Revenue in Buildings and Infrastructure and Transportation are expected to continue to grow organically in the third quarter at rates comparable to or better than we experienced in the second quarter.\nBack to you, Rob.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nThe Trimble operating system links strategy, people and execution with a belief set that, that we must strive for excellence across all 3 dimensions. The progress of the quarter represents the quality of the strategy and our ability to execute.\nI'll close with comments on people. In the quarter, we won a number of culture awards, reinforcing our ability to attract the best talent in the industry. We believe that part of attracting the best lies in developing the best talent of the future. Through our Trimble Labs initiative, we now sponsor 30 technology labs in 14 countries.\nWe also believe in the health of our communities. In the quarter, we announced breaking ground on a 1.7 megawatt solar array as a renewable energy source at our headquarters, and our own technology is currently being utilized to increase the productivity and quality of this installation.\nFinally, let me take a moment to acknowledge that Steve Berglund retired from our Board of Directors, completing over 24 years of service at Trimble. We thank Steve for all of his contributions, dedication and years of service to the company. Maria Elcom will Chair our Board of Directors through our next phase of growth.\nOperator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3cec53b2cc80b8155f0940ffc52e266f",
    "period": "2023 Q1",
    "content": "Q1 2023 Trimble Inc. Earnings Call\n\nQ1 2023 Trimble Inc. Earnings Call\n\nTRMBNASDAQMAY 3, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Trimble First Quarter 2023 Results Conference. [Operator Instructions] And finally, I would like to advise all participants that this call is being recorded. Thank you.\nI'd now like to welcome Rob Painter, Chief Executive Officer, to begin the conference. Rob, over to you.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back. Let's begin on Slide 2 with our key messages. Annualized recurring revenue is our key top line metric at Trimble. Our team, led by our construction software group achieved 13% organic growth in the quarter, 100 basis points ahead of our expectations. We now stand at $1.65 billion of ARR, which compares to $1.2 billion when we began our Connect and Scale journey in 2020 and under $700 million at the beginning of 2017. .\nKudos to the Trimble team who have worked so hard to execute on our transformation. EBITDA is our other key P&L metric, and we delivered EBITDA of 27.2%, also slightly ahead of our expectations, which was driven by record gross margins of 64.2%. For perspective, gross margins in 2019 were 57.7% and 56.3% in 2016.\nFree cash flow conversion of 1.14x was also ahead of our expectations. I recognize that consensus numbers and the trading algorithms, both still focus total revenue and EPS. While these figures are important, they are secondary in relevance to ARR and cash flow, which are much more closely tied to fundamental value creation.\nRevenue and margins were both above expectations we set with the investor community back in February. We believe the delta to consensus figures was simply a function of the challenge in getting our quarters mapped correctly against our annual guidance.\nAs a result, we will be more prescriptive with our second quarter commentary. With respect to the macro, like most companies, we are navigating an macroeconomic environment with a heightened sense of uncertainty, trying to find the signal through the noise.\nDespite the noise, what we sell to customers is productivity, quality, safety, transparency and environmental sustainability. The mid- to long-term secular tailwinds remain strong in the industries we serve. They are large global industries that are underserved and underpenetrated and they will continue to digitally transform.\nOur strategy compels us to be mindful of our cost structure in the short term while continuing to invest in our most attractive long-term opportunities. With respect to capital allocation, there are 3 main points. First, we divested 3 small businesses in the first quarter, bringing the total to 16 since 2020. Second, our recent B2W and Rivet deals are both off to a strong start and performing ahead of expectations. Third, the investment we are making in our business transformation has initially been focused towards our software businesses.\n$1.65 billion of ARR growing double digit in this climate as a proof point of high-quality capital allocation. We are transforming our go-to-market motions to deliver bundled and connected solutions while building the systems and processes to efficiently and effectively scale our business. At the company level, we think about our Rule of 40 as the sum of ARR growth and EBITDA margin, which represents our aspirational bar.\nMany of our software businesses have already cleared this hurdle while others are steering this direction. Looking at our hardware businesses, this is where we have felt the whipsaw of supply chain availability and channel inventory stabilization, which continues to make quarterly comparisons of our numbers in fleet at best.\nTo find the signal, you have to look at a multiyear view. Our largest hardware businesses, agriculture, civil construction and geospatial collectively grew revenues at a mid-single-digit rate from the first quarter of 2019 through the first quarter of 2023. In the first quarter, channel inventories continue to draw down, thus, retail demand significantly exceeded wholesale demand.\nMoving to Slide 3. Let's look at the progression of our Connect and Scale strategy through the lens of our reporting segments, beginning with Buildings and Infrastructure. Market backdrop generally remains healthy. In North America, we see strength in infrastructure and nonresidential construction, such as data centers, renewable energy and manufacturing, slightly offset by pressure on residential.\nCustomer backlogs remain healthy and technology helps to address the skilled worker shortage. By the numbers, ACV bookings grew double digits in the quarter and ahead of plan, while ARR grew in excess of the company growth rate. Our Trimble construction and commercial offering is helping to grow new logo and cross-sell bookings and our next wave of systems automation will be released in the next few weeks.\nThrough the lens of strategic progression, customer wins at England's National Highways and the Norwegian Public Roads Administration demonstrate customers want integrated Trimble offerings. At CONEXPO, our technology was present on 20 OEM booths, demonstrating the continued relevance of the mixed fleet. And our introduction of an all-in-one system for on-machine excavator guidance and site serving demonstrates that we can continue to expand the size of the addressable market by virtue of reaching new machine categories.\nIn geospatial, the market backdrop is generally the same as Buildings and Infrastructure with a higher mix of residential exposure, which presents a headwind. Managing channel inventory levels is a priority in this segment. By the numbers, revenue was ahead of our internal expectations in the quarter.\nStrategically speaking, we continue to see strong demand from U.S. State Departments of Transportation, and we see product lines such as mobile mapping showing solid growth. In Resources and Utilities, while farmer sentiment has been dropping, the market fundamentals continue to be healthy. Commodity prices remain high by historical standards and input costs are moderating.\nStrategically speaking, we are on the path towards building out our aftermarket distribution in agriculture. We believe in giving farmers a choice in their technology platforms, and we believe in the power of independent technology dealers where we have the direct relationship. While there's a lot of work ahead of us, feedback from current and prospective partners is positive.\nWe know how to build and manage a channel. I referenced our Sitech model in civil construction and a similar initiative in our geospatial channel as key studies and excellence of channel development. In the quarter, we also announced advanced path planning technology, which takes us a step further on the path towards fully autonomous equipment for a variety of industries.\nIn our positioning services business, we announced that Nissan has gone live with our most advanced driver assist system to date, which is enabled by Trimble positioning technology. This is another example of connected scale, taking a core Trimble technology and applying it across new and existing verticals.\nBy the numbers, we were largely unplanned this quarter. In transportation, the market backdrop is very dynamic with a softening freight market pressuring carriers to find new frontiers of efficiency, which technology can help address. By the numbers, we met our expectations in the quarter, and we have delivered 5 sequential quarterly increases in operating income as a percent of revenue.\nStrategically speaking, we are making progress with our new in-cab technology platform, which delivers the open platform that our customers have been asking for. We launched new functionality in the quarter including the first industry dwell time metrics for fleet management, which provides customers with additional metrics they can use to improve their operational efficiency.\nThe biggest news for us in transportation was the closing of the Transporeon deal on April 3. I've described this business as a perfect example of a platform play within our strategy. The Y comes in the form of a network of over 158,000 carriers and over 1,400 shippers transacting approximately EUR 55 billion of freight on an annual basis.\nEvery day, over 110,000 transports and over 100,000 dock scheduling appointments are managed on the Transporeon platform. Slide 4 provides a summary overview of how we see the complementary aspects coming together to create a stronger franchise in the form of complementary capabilities, customers and geographic reach.\nThe business model of Transporeon is fundamentally a consumption-based model based on an array of transaction fees. Since we announced in December, demand in Europe has slowed and the mix has shifted towards a greater percentage of contract over spot transactions, which are monetized at a lower rate. Our guidance reflects what we believe is a derisked 2023 level of dollar-denominated revenue, approximately 10% below what we communicated in December.\nWhile this is disappointing, there are also positive signals. Bookings are still expected to grow well over 30% for the year. Market share is holding, customer churn is almost nonexistent, and our tax rate assumption improved and cross-selling opportunities with Trimble are looking stronger than they did just a few months ago.\nLet me now turn the call over to David to take us through the numbers.\n\nDavid G. Barnes\n\nCFO, Trimble Inc.\n\nThank you, Rob. I'll start on Slide 5. First quarter revenue of $915 million was above our expectations coming into the quarter. I'll remind you that revenues were exceptionally strong early last year as we recovered from our supply chain challenges and work to bring down backlog. So our comps this quarter were difficult.\nOur organic revenue decline in the first quarter is entirely attributable to reductions in dealer inventories. Gross margins were exceptionally strong in the quarter, as Rob mentioned, our 64.2% gross margins are a record in the history of Trimble, reflecting both an accelerated mix toward higher-margin software offerings and the positive net impact of price realization and lower input costs for our hardware products.\nGross margins in the first quarter benefited from a high level of term license renewals in several of our software businesses, so we expect some moderation from this high level in the coming quarters. While we continue to spend in the quarter against our strategic initiatives, our strong performance on the gross margin line led to higher EBITDA and operating margins up 170 and 120 basis points, respectively, versus prior year.\nWe are pleased with our ability to drive high margins even in a tough environment and as we invest in our business. Cash flow in the quarter improved significantly year-on-year with both cash flow from operations and free cash flow in excess of non-GAAP net income. Our improved cash generation reflects a reduction in cash outflow for hardware component purchases and lower incentive compensation.\nNote that we did not repurchase any shares in the quarter and we'll continue the suspension of share repurchases until we have paid down a meaningful portion of the debt raised to fund the Transporeon acquisition. Turning now to Slide 6 for some perspective on the underlying drivers of our revenue trends. I'd like to call your attention to a change we have made in the presentation of our revenue breakout on our financial statements.\nGoing forward, our revenue will be broken out in 2 components. The first category is products, while the second category is subscriptions and services. Product revenue consists of hardware offerings and our nonrecurring perpetual software while subscription and services revenue is predominantly recurring. In presenting our revenue in this way, we are being responsive to investors who increasingly think of our growth separately in recurring and nonrecurring revenues.\nWe think this new presentation is better aligned with our strategy going forward. Product revenue, including hardware and perpetual software was down 15% organically in the first quarter. The decline in product revenue this quarter reflects a tough comparison with the first quarter of 2022 when our supply chain was freeing up, and we were working through extraordinarily high backlog.\nOur dealers reduced their inventories as expected in the first quarter of this year, and we estimate that dealer inventory reductions accounted for roughly $40 million or nearly half of our product revenue decline. Subscription and services revenue was up 14% on an organic basis. To put our first quarter revenue performance into a longitudinal perspective, it is instructive to look at the compound growth back to 2019 before the impacts of COVID and supply chain swings.\nIn this view, total revenue compounded at a 5% rate in the first quarter of 2023 versus 2019. From a geographic perspective, revenue was down 9% organically in Europe. Nearly half of the Europe revenue decline can be attributed to our decision to exit our Russia business. In North America and Asia Pacific, our revenues in the quarter were essentially flat, while revenue in the rest of the world grew 6%, driven by strong demand from agriculture customers in Latin America.\nTurning now to Slide 7. We ended the first quarter with ARR at $1.65 billion, up 13% organically. Backlog of $1.6 billion was up slightly versus the prior quarter and down from $1.7 billion a year ago. Hardware and perpetual software-related backlog was down $200 million year-over-year, driven by our dramatically improved lead times.\nRecurring-related backlog was up over $100 million year-over-year and up $40 million sequentially due to our growing bookings of recurring solutions. On a 12-month rolling basis, our software services and recurring revenue of $2.2 billion represents 62% of our revenue, up 700 basis points from year ago levels.\nAs we near the completion of the Transporeon acquisition, we did so from a strong balance sheet position with net debt at approximately 1.1x EBITDA. Turning now to results by segment on Slide 8. Our software portfolio in Buildings and Infrastructure had a strong quarter with ARR up organically by approximately 20%. Segment revenue to our civil construction customers, which are predominantly made up of hardware, were down year-on-year in the quarter as expected as our dealers work down their inventories.\nExcluding the impact of dealer inventory changes, we estimate that our resales of civil construction offerings were up in the quarter at a high single-digit rate, reflecting a favorable environment for infrastructure investment. In total, buildings and Infrastructure saw 5% organic revenue growth with operating margins over 28%.\nTransportation segment revenues grew year-on-year organically in the quarter, while operating margins exceeded 15%. Importantly, ARR grew at a mid-single-digit rate in the quarter for this segment. The turnaround of our transportation business is underway, and we are encouraged by the continuous improvement in ARR growth, revenue growth and operating margins.\nIn the Resources and Utilities segment, revenue was down organically as expected. Like our other hardware-centric businesses, RNU revenue trends were impacted significantly by tough comps with prior year. In the first quarter of 2022, our new revenues grew 16% organically as our supply chain freed up and we work to bring down backlog.\nOn a 4-year basis, first quarter revenues were up at a compound annual growth rate of just over 6%. Segment margins were extremely strong in the quarter, reflecting lower input costs and the benefit of higher price realization. In the geospatial segment, which is also heavily dependent on hardware, we saw revenue down 16% on an organic basis in the quarter, but modestly better than our forecast. More than half of the year-on-year organic revenue decline for the segment relates to dealer inventory dynamics. The dealers reduced their overall inventory levels this year.\nGeospatial revenues grew organically by over 16% in the first quarter of last year as we brought down backlog. Our geospatial business has felt the slowdown in residential home construction, which has impacted many of our survey customers.\nI'll now turn to guidance on Slide 9, where we have a number of moving pieces. We are updating our annual guidance to bridge the addition of Transporeon for the remainder of the year. We are also being more prescriptive with our view in the second quarter with the addition of Transporeon. Let's start with the annual outlook pre Transporeon where we are confirming our baseline guidance view for the business. including our outlook for mid-teens organic ARR growth and full year organic revenue growth of 2% to 5%.\nIncorporating Transporeon, we expect the addition of approximately $135 million in revenues over the balance of the year and approximately $175 million of ARR by the end of the year. As such, we now expect full year revenue to be in the range of $3.835 billion to $3.935 billion. We project that our ARR, including Transporeon will be approximately $2 billion at the end of 2023.\nWe continue to expect the gross margins will expand in the range of 300 basis points for the year versus 2022, coming down sequentially in the second quarter and then progressing up again in the second half of the year. We expect non-GAAP operating margins to be in the range of 23% to 24%. Our guidance now assumes a more favorable tax rate than our last forecast based on a more favorable outlook on our tax rate from the Transporeon acquisition.\nOur updated outlook for earnings per share is in the range of $2.52 to $2.72, reflecting a mid-single-digit percentage dilution from Transporeon and related interest expense, which is in line with what we indicated in December. We continue to expect the Transporeon will be roughly neutral to 2024 EPS and accretive thereafter.\nWe affirm our free cash flow projection for the year of approximately 1x non-GAAP net income, reflecting in part our plan to reduce inventory levels. Shortly after the close of the Transporeon acquisition, our pro forma net leverage stood at approximately 3.25x with approximately $3.1 billion in net debt. The debt we raised in connection with our Transporeon acquisition carries an interest rate of approximately 6.3%, in line with our expectations at the time the deal was announced.\nGiven our current cash flow projections, we expect to end 2023 with leverage under 3x. We said in our announcement of the Transporeon acquisition that we expected to restore leverage to below 2.5x within 18 to 24 months following the acquisition. Our updated projections suggest that we will be able to delever to our 2.5x goal sooner than that original time line.\nTurning to the second quarter. The midpoint of our guidance reflects a return to organic revenue growth with revenue between $962 million and $992 million and EPS in the range of $0.55 to $0.61. We expect the impact of additional dealer inventory reductions in the second quarter will be about half the rate of the first quarter with stocking levels at or near normal levels by the end of June.\nWe expect that our gross margin percentage will be lower sequentially in the second quarter due to lower term license revenue and a higher share of hardware. Operating margins will also be down sequentially to approximately 22%, reflecting both lower gross margins and higher operating expense from annual salary increases. Looking at the back half of the year, we expect higher rates of ARR and revenue growth. We expect revenue to increase sequentially from the second quarter through the fourth quarter.\nWe project that the fourth quarter will be our best of the year across the key metrics of financial performance, including total revenue, ARR growth, organic revenue growth and operating margins. As it relates to our view on segment growth throughout the rest of the year, we expect all 4 of our segments to post improving sequential organic ARR and revenue growth through the balance of 2023.\nBuildings and Infrastructure will remain our fastest-growing segment as we expect our recurring software businesses to sustain solid performance while our civil hardware business improves with more normalized dealer inventories. We expect our geospatial segment to return to positive organic growth in the second half of the year, but remain modestly down for the full year. We expect resources and utilities to return to growth late in the second half of the year driven by an expected pickup in our aftermarket channels. Over to you, Rob.\n\nRobert G. Painter\n\nSenior Vice President & Chief Financial Officer, Trimble, Inc.\n\nWhen we think about our right to win at Trimble, we believe we can uniquely bring together users and connect workflow between the physical and digital worlds across industry continuums. Connect and Scale is our strategy. Our strategy is a platform strategy. The platform strategy is, in turn, a data strategy.\nIf we are successful in our pursuits, we will collect one of the most complete data sets in and across industries creating a flywheel of enhanced insights and data connectivity. AI has captured the world's attention, ours too. We believe our corpus of industry-specific data will unlock and accelerate our long-term value creation model.\nAs I conclude my remarks, I want to take a moment to honor the memory of Sandra MacQuillan, who passed away last week after a year's long battle with cancer. Sandra was a dedicated member of our Board and was a valuable contributor to our company's success. Sandra's insight, courage and support for our business will be greatly missed. She helped make Trimble a better company. She helped me to become a better leader.\nOn behalf of the entire Trimble team, I extend our deepest condolences to Sandra's family and loved ones. Operator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e6b8485a9b4b7de089e97c95946fbbe5",
    "period": "2022 Q4",
    "content": "Q4 2022 Trimble Inc Earnings Call\n\nQ4 2022 Trimble Inc Earnings Call\n\nTRMBNASDAQFEB 8, 8:00 AM\n\nOperator\n\nGood morning. My name is Audra, and I will be your conference operator today. At this time, I would like to welcome everyone to the Trimble Fourth Quarter 2022 Results Conference Call. Today's conference is being recorded. (Operator Instructions)\nAt this time, I would like to turn the conference over to Rob Painter, Chief Executive Officer. Please go ahead.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website. And we ask that you refer to the safe harbor at the back. Our financial commentary today will reflect non-GAAP performance metrics, including organic growth comparisons, which will relate to the corresponding period of last year unless otherwise noted. The Trimble 343 operating model simultaneously balances a view on looking forward 3 months, 4 quarters, and 3 years. As I think about framing today's commentary on 2022, I think there is a parallel to look back 3 months at our fourth quarter, 4 quarters to look back at the year 2022 and 3 years back to 2020 when we began our Connect & Scale journey.\nCOVID, supply chain disruptions and net divestitures over these last 3 years has created a dynamic that makes it challenging to discern the signal from the noise in any given quarter, especially when looking at the year-over-year trends, whereas the long baseline reveals the definitive patterns of progression. As I reflect on the fourth quarter of 2022, let's begin on Slide 2 with our key messages, which are consistent with the commentary from the prior quarter. Our key growth metric is annualized recurring revenue, which met our expectations and grew 16% to a record level of $1.6 billion.\nCongratulations to the team for delivering this record performance, which compares to $1.19 billion of ARR at the end of 2019. Total revenue for the year was a record $3.68 billion, up 7% over 2021 and up 6% compounded since 2019, growing through COVID and business model transitions. Total revenue in the quarter was $857 million, flat with last year and towards the lower end of our guidance range. The delta between the ARR and the total revenue performance reflects a slowdown in hardware sales through our dealer partners, as dealers continue to sell through their inventory while processing mixed macroeconomic sentiment.\nFor perspective, over the last 3 years, the sum of our Civil, Agriculture and Survey Hardware and related software has grown at a 12% compound annual growth rate, with Agriculture growing above and Survey growing below this baseline. Gross margin finished at a record level of 61.8%, exceeding our expectations, reflecting software mix, the cumulative impact of model conversions and abating supply chain disruptions. For the year, we achieved a 60% gross margin, a record annual level, up 170 basis points year-over-year, which compares to 57.7% gross margin in 2019.\nEBITDA margin of 24.3% met our expectations in the quarter and ended at 25% for the year, up 210 basis points as compared to 22.9% in 2019. Finally, earnings per share of $0.60 was exactly at the midpoint of our guidance for the quarter. Moving to Slide 3 (sic) [7]. Let's look at the progression of our Connect & Scale strategy through the lens of our reporting segments, beginning with Buildings & Infrastructure. The big event for the team was our Trimble Dimensions user conference in November, where we had over 5,700 attendees from the global engineering and construction industry, which provided a great forum to reconnect with our customers and partners. We launched many new innovations, including the Trimble Construction Cloud powered by Microsoft Azure, which is an industry cloud built to streamline construction projects by connecting users, data and workflow. We also announced extensions of our machine control technology platform to new OEMs and new machine types, further expanding our reach to connect the physical and digital worlds.\nThe highlight financial achievement in the quarter was delivering over 20% organic growth in ARR in addition to record levels of ACV software bookings and record levels of cross-sell bookings. We also had a strong start for our newly acquired Bid2Win business, where we've had some early cross-sell wins. As we previously discussed, we continue to allocate incremental capital towards our own digital transformation as well as our go-to-market efforts, which are generating strong interest from our customers and partners and demonstrating encouraging signs of internal productivity and efficiency.\nThe work we are doing in this business will be highly leveraged across the entirety of the company. In Geospatial, revenue was down further than expected as dealers moderated their inventory levels in the face of softening demand and macro uncertainty. Looking at the indicators, we see softness in residential. And while a portion of the expansion of infrastructure is getting consumed by inflation, underlying optimism remains in the market. For perspective, I look at the 3-year CAGR that I talked about on Slide 2 in order to calibrate the long baseline performance. Strategically speaking, in 2022, we continued to launch new innovations in GNSS, 3D laser scanning and handheld data collectors. And we achieved a double-digit increase in ARR as our business model strategy takes hold.\nIn Transportation, we delivered revenue and ARR growth in line with expectations, in addition to delivering the fourth quarter in a row of operating margin expansion. Connect & Scale progression also came in the form of continued development of connected workflows such as connected maintenance, connected locations and engage lane. The big story, of course, in the fourth quarter was the announcement of the Transporeon acquisition. To refresh memories, Transporeon operates a leading cloud-based transportation management platform powering a global network of 145,000 carriers and 1,400 shippers. The platform integrates with more than 3,000 systems and powered more than 25 million transactions in 2022. For me, this is the very definition of a Connect & Scale business. I had a chance to spend a few days in Europe with Stephan Sieber and the Transporeon team in January, and my level of conviction of strategic and cultural fit has only increased. We are still working through regulatory approvals, and we expect to close the deal in the first half of this year. We're excited to get to work together.\nIn Resources and Utilities, revenue and ARR growth were led by our positioning Services, Utilities and Forestry businesses. Our definition of Utilities covers our work with electrical and water utilities, but our positioning services business can also be thought of as a utility; in this case, precision GPS as a utility. In October, we announced that we crossed a hurdle of 34 million hands-free miles driven with General Motors and their Super Cruise program. Precise GPS technology enables a vehicle to maintain its lane position in various environments, and we are working on several other Tier 1 and OEM program opportunities. Moving to Agriculture. Revenue was flat year-over-year and up when excluding Russia and Ukraine. The 3-year double-digit CAGR growth on Slide 2 is instructive for calibrating the long baseline growth of the agriculture business.\nWith a product lens on Connect & Scale, we are now bundling our guidance hardware, software and our positioning services, providing both easier access to the technology and a better value proposition for our customers. With a go-to-market lens on Connect & Scale, users and customers are at the center of our strategy. In pursuit of this strategy, we announced this week that we are taking a different approach to our go-to-market relationship with CNH Industrial. Moving forward, our distribution to aftermarket customers, after a 12-month transition period, will be done entirely through independent dealer partners, with the product bearing the Trimble brand. Less than 20% of our revenue in the Resources and Utilities segment goes through CNH to their dealer network today. We expect to maintain this revenue and address aftermarket demand and the needs of farmers through our direct relationships with our independent dealer network.\nThis evolved approach to distribution will also enhance our ability to offer OEM brand-agnostic solutions to customers, to help them orchestrate their field operations with mixed fleets of equipment. Our new approach to aftermarket distribution will improve our ability to sell our full range of technology solutions to aftermarket customers, including guidance, selective spraying, variable rate application, water management and our Connected Farm Works center software solution. Our evolving strategy will also enhance our ability to cooperate with OEMs across the industry for their needs for factory-fit equipment. Let me now turn the call over to David to take us through the numbers.\n\nDavid G. Barnes\n\nCFO & Senior VP, Trimble Inc.\n\nThank you, Rob. Starting on Slide 4. I'd like to begin my financial commentary this quarter by discussing organic growth trends across the components of our business. As Rob mentioned earlier, our recurring revenue businesses grew strongly year-on-year in the fourth quarter, with ARR up 16%. The strength of our recurring revenue offerings in a weakening and uncertain macroeconomic environment validates our focus on the continued evolution of our business model. While our recurring revenue streams were strong in the fourth quarter, revenues of hardware and related software were down. Organic hardware revenue was down 13% versus prior year and came in below our expectations.\nThe factors driving the slowdown in our hardware business in the fourth quarter were consistent with what we described in our third quarter call. During the fourth quarter, our dealers continued to reduce their inventory levels, reflecting both our improving supply chain execution and uncertainty in the future economic outlook. The drop in demand was most pronounced in our Geospatial segment, as our surveying end customers ordered less than they did earlier in 2022. Hardware backlog reduced sequentially during the quarter as expected. From a geographic perspective, revenues were up modestly on an organic basis in both North America and the rest of the world, with strong trends in Latin America, but were down in Europe and in Asia Pacific.\nYear-on-year Europe trends were meaningfully impacted by the loss of business in Russia and Ukraine, and were up 1% organically excluding that impact. With that as a backdrop, I'd like to turn now to our total financial performance for the fourth quarter and full year 2022. Starting on Slide 5, fourth quarter revenues of $857 million were flat on an organic basis and down 8% when including the impact of foreign currency and acquisitions and divestitures. Gross margin was up 400 basis points, reflecting both the accelerating mix shift towards software and the positive net impact of our price increases and moderating cost inflation. EBITDA margin was up 20 basis points and operating margin was down 20 basis points, as increases in our gross margin largely offset higher spending against our Connect & Scale strategy, especially our digital transformation, and higher spending on travel and trade shows.\nDiluted earnings per share were $0.60. Looking at cash flow. Both cash flow from operations and free cash flow were, as expected, down year-on-year, with the single biggest factor being the amortization of R&D for tax purposes. We did not repurchase any shares during the quarter, and do not plan to restart our repurchases until we are well on the way to delevering following the issuance of debt to fund the Transporeon acquisition. Turning to Slide 6 and results for the full year 2022, we achieved success across a number of critical dimensions. Organic revenue grew by 7%. Gross margin improved by 170 basis points, reflecting the positive impact of our ongoing mix shift.\nEBITDA margin was 25%, even as we restored spending across a number of areas that had been constrained during the COVID pandemic and as we accelerated investments against our strategy. Cash flow was down year-on-year, principally as a result of an increase in our inventories and a change in U.S. tax legislation, both of which we expect to normalize over time. As we move to complete the Transporeon acquisition, we take this on with a strong balance sheet. Working capital remains negative. Our year-end net debt-to-EBITDA ratio stood at 1.4x and the ratings agencies maintained our bond ratings and stable outlooks following the announcement of the transaction.\nTurning now to our quarterly and annual results by segment on Page 7. Speaking to the fourth quarter, Buildings & Infrastructure achieved organic ARR growth of over 20% and recurring bookings growth in the high teens. Sales of civil construction hardware were down year-on-year by just over 10%, leading to organic revenue growth for the segment of 2%. Dealers continued to reduce their inventory levels and end market demand moderated. Segment margins of 25% were down year-on-year, impacted by lower civil construction revenue, our Dimensions user conference, subscription transition and Connect & Scale investments.\nRevenues in the hardware-centric Geospatial segment were down 12% year-on-year on an organic basis, driven principally by declining dealer inventory levels and softer end market demand across the surveying sector. Segment revenues were also pressured by lower shipments to U.S. federal customers, which vary meaningfully from quarter-to-quarter and can be difficult to predict. Segment margins remained over 25% despite these headwinds. Revenues in our Resources and Utilities segment were up 6% organically, driven by growth from Cityworks and positioning services sold to agriculture customers. Our agriculture revenue was impacted by the loss of business in Russia and Ukraine, with an estimated year-on-year impact of minus 5% to the segment in the fourth quarter.\nSegment margins improved in the quarter sequentially and versus prior year, coming in just under 36%. Our fourth quarter results in the Transportation segment reflect improvement across a number of dimensions. Organic revenue grew 5%, driven by higher year-on-year sales of Enterprise and MAPs software solutions. ARR for the segment grew at a mid-single-digit rate in the quarter. Revenue trends in our mobility offerings improved sequentially from prior quarters, driven in part by higher sales to our largest OEM customer. Operating margins of 14.5% were the highest since 2019 and reflect strong performance by our team in managing costs.\nLet's turn next to our guidance for 2023 on Slide 8. The projections I will share with you today exclude the impact of our pending acquisition of Transporeon. Starting with ARR, we expect organic ARR growth at a mid-teens level in 2023. Our strong outlook for ARR growth is grounded in the solid bookings momentum we achieved in 2022, the potential for accelerated cross-sell as our digital transformation rolls out to a growing portion of our business, and the essential role that our software plays in our customers' operations. The outlook for revenue, excluding future acquisitions and divestitures, is $3.7 billion to $3.8 billion, reflecting an expectation of organic growth in the range of 2% to 5%. As a reminder, divestitures of businesses in 2022 will impact total reported revenue growth trends, with the biggest impact in the first half of the year.\nOur cautious outlook for 2023 organic revenue growth is rooted in an expectation of continued dealer inventory reductions over the next several quarters and softer end market demand in an environment of limited GDP growth. We expect revenue from hardware and related software will be down in the low single digits organically for the year, offset by strong recurring revenue growth. From a margin perspective, we expect that gross margins will improve by over 200 basis points as our business mix continues to shift in the direction of higher-margin software. We expect a modest increase in operating margins, as we invest against our strategy in an environment where organic revenue growth is harder to come by.\nI'll note here that our leadership teams have been working hard over the last several months to adapt our spending plans to the current economic climate. Allocating capital against our strategic priorities is always a major focus for us, and the need for sharp focus is never higher than in a time of weak economic growth. We are confident that we can continue to progress our strategy within the constraints of our operating plan. Income from equity investments is expected to be relatively flat with 2022, and net interest expense is forecast at approximately $70 million. Netting this out, we project to achieve earnings per share in the range of $2.66 to $2.86. we expect that cash flow will grow significantly in 2023, driven in part by reductions in inventory levels.\nWe expect free cash flow for the year of approximately 1x non-GAAP net income. Our cash flow forecast for this year now assumes that amortization of R&D costs under Section 174 of the U.S. tax code will not be repealed within a time frame that will allow us to recover the accelerated tax payments that we made in 2022. While we believe that there is bipartisan support for this change, we are less confident than we were a quarter ago that this legislation will pass soon enough to help us this year. By way of reminder, this issue impacts the timing of tax payments and has an immaterial impact on our tax rate. If Section 174 is repealed within the next several months, our free cash flow would benefit by approximately $150 million. Note that our cash flow guidance excludes the impact of transactional costs relating to the pending Transporeon acquisition. While we are not offering quarterly guidance, a few factors are likely to impact the sequential evolution of our financial results as the year progresses.\nWe expect organic revenue to be down in the first quarter and flat in the first half of the year, reflecting the strong growth in hardware and related offerings that we saw in the first half of 2022. We expect organic revenue to be up in the high single digits in the second half of the year. Influenced by these revenue growth patterns, we expect operating and EBITDA margins to be relatively flat in the first half of the year and up in the second half. While we expect mid-teens organic ARR growth for the year, growth in the first half is likely to be slightly lower, driven by planned churn from a small number of customers. we expect ARR growth to improve sequentially through the year. From a segment perspective, we expect organic revenue growth for the year in Buildings and Infrastructure, Resources & Utilities, and Transportation segments, with the strongest growth in Buildings & Infrastructure.\nRevenues in the Geospatial segment are expected to decline for the year, with the highest levels of organic decline in the first quarter, as we lap strong numbers from the first quarter of 2022. Geospatial trends through 2023 will continue to be impacted by reductions in dealer inventory levels and ongoing softness in demand in a number of the segment's end markets. We expect margins to be stable in Buildings & Infrastructure and Resources and Utilities. We project growth in Transportation margins, while Geospatial margins will be down modestly for the year. Back to you, Rob.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nLet me thank our colleagues, customers and partners for their support and their work in our strategic and financial progression. I'm proud to say that we continue to win culture and innovation awards. I'm proud to announce that we received approval of our emissions reduction targets by the Science Based Targets Initiative. Our objective is a 50% reduction in Scope 1, 2 and 3 emissions by 2030. In addition, we released our first task force on climate-related financial disclosures report. In 2022, our highlight financial metrics were ARR growth and gross margin expansion. Our 2022 ACV bookings gives us confidence that we can continue to grow ARR at a double-digit rate in 2023. Hardware demand remains the hardest revenue stream to predict. While the signals are mixed and even a bit confusing in the short term, the long-term secular attractiveness remains.\nOur ability to uniquely connect the physical and digital worlds provides a guiding light for our business and remains the foundation of our right to win in our served markets. We have surgically reduced our expense structure and moderated spending across the company to ensure discipline and focus in an uncertain environment. What remains certain is our conviction to grow our business by focusing on our customers and continuing to execute our Connect & Scale strategy. Operator, let's now open the line for questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/37495202b3cab5db2f639ba81b4ab062",
    "period": "2022 Q3",
    "content": "Q3 2022 Trimble Inc Earnings Call\n\nQ3 2022 Trimble Inc Earnings Call\n\nTRMBNASDAQNOV 2, 8:00 AM\n\nOperator\n\nGood morning. My name is Chris, and I'll be your conference operator today. At this time, I'd like to welcome everyone to the Trimble Third Quarter 2022 Results Conference Call. (Operator Instructions) Thank you. Rob Painter, Chief Executive Officer. You may begin.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back.\nOur financial commentary today will reflect non-GAAP performance metrics, including organic growth comparisons, which will relate to the corresponding period of last year, unless otherwise noted.\nLet's begin on Page 2 with our key messages. Total revenue in the quarter was $885 million, up 6% yet short of our own higher expectations. Annualized recurring revenue met our expectations and grew 16% to a record level of $1.55 billion. Gross margin finished at a record level of 60.9%, exceeding our expectations. ARR and gross margin are the 2 highlight metrics of the quarter. Software services and recurring revenue comprised 60% of revenue in the quarter and 57% on a trailing 12-month basis. EBITDA margins of 25.8% and earnings per share of $0.66 also exceeded our expectations in the quarter. While ARR performed extraordinarily well in the quarter, demand for hardware and associated software fell short, especially late in the quarter. We expect this will continue through the fourth quarter.\nWhile detecting the signal through the noise is difficult at the moment, we attribute the weaker hardware demand to 2 factors. First, we see a relative weakening of overall sentiment, especially in Europe and in other regions negatively impacted by the strength of the U.S. dollar. Second, we see our dealers, in aggregate, moderating their inventory levels in the back half of the year. This reflects their current sentiment and also factors in some good news from our supply chains, which began to ease up and offer shorter lead times on our products.\nWe see many parts of the global economy through the industries we serve. If we look at the overall economic indicators, I'd say that, in aggregate, the indicators went from great to good. In agriculture, farm income remains high, but does so does inflation. In construction, the overall indices are still net positive, but interest rates are beginning to have a negative impact on residential work, and inflation is eating into the increased funding from the U.S. Bipartisan Infrastructure Bill.\nIn transportation, although spot rates in the truckload market have softened due to normalizing demand, freight volume remains steady along with contract rates. Higher fuel prices continue to inflate overall transportation costs, yet trucking margins have remained relatively healthy due to the strength of freight demand.\nManaging through these challenging economic and geopolitical landscape presents a higher level of operational complexity. What is not complex is leading with guiding principles, which for us are threefold. First, we will take actions to exit an expected period of macroeconomic weakness on a stronger competitive footing. Second, we will continue to allocate capital to key areas of the business such as our digital transformation. Third, we will increase our operational and cost efficiencies and work to reduce our own complexities and redundancies.\nWith that in mind, I will comment on the business through the lens of our operating system, encompassing strategy, people and execution. Let's start with strategy. On September 7, we held an Investor Day where we walked through our Connect & Scale strategy and how it manifests as an industry cloud strategy. We talked about the unifying elements of Trimble and the market opportunity in front of us to digitize and connect some of the most important industries on the planet.\nWe also discussed how our digital transformation will enable connected sales of solutions across a growing portion of our business and shared examples where we are already winning with connected solutions in the market. Finally, we talked about capital allocation and our commitment to transform more of our solution offerings to ratable revenue models, which we firmly believe offer customers more value while expanding the size of our addressable markets. ARR, EBITDA and cash flow are key metrics for us in the coming years.\nIn the last couple of weeks, we exhibited at the INTERGEO Geospatial Conference and bauma Construction Trade Shows, both in Germany, both well attended and both with high levels of customer engagement. On November 7 through 9, we will hold Trimble Dimensions, our Engineering and Construction User Conference, where we expect over 5,000 customers and partners to come together to connect and inspire transformation in our industry.\nMoving to people. On October 6, we announced that we changed our corporate headquarters to Westminster, Colorado. We've also made some leadership changes. In August, Ron Bisio to go over responsibility for our transportation business. Last week, we announced that Peter Large will take responsibility for all of our construction assets, software and hardware across civil and building construction. Our Chief Digital Officer, Mark Schwartz, will take over responsibility for most of our construction software assets. And Patty Booth will take over responsibility for our civil construction business. We now have single point of accountability to deliver outcomes in construction, agriculture and transportation.\nFinally, on the topic of execution. Let's review this in the context of our reporting segments. In Buildings & Infrastructure, we acquired Bid2Win on September 9, which is a great fit for our strategy. Bid2Win extends our software capabilities to estimating and operations in heavily civil construction industry. At the segment level, ACB booking growth in the quarter exceeded the level of ARR growth, giving us visibility to continued growth.\nWe also continue to see success in cross-selling and upselling new and existing logos with our early version of Trimble Construction One. We will continue to expand and automate this offering in the months to come. In Geospatial, I spent 3 weeks in the Asia Pacific region in September and met face-to-face with many customers there. I saw firsthand how they are using our survey and mapping instruments and software-driven workflows to build the largest infrastructure projects under development in New Zealand and Australia.\nIn transportation, the business achieved double digit operating income margin this quarter for the first time since the fourth quarter of 2019. While we still have a lot of work to do, it is worth noting that we are headed in the right direction. In agriculture, we announced that we signed an agreement to acquire Bilberry, which we expect to close in the fourth quarter. Bilberry specializes in selective spring systems utilizing Artificial Intelligence and Machine Learning for sustainable farming. We also signed an agreement with CLAAS to develop a next-generation precision farming system for their tractors, combines and forage harvesters.\nWe launched our next-generation GFX high-resolution touchscreen displays targeted towards farmers that operate mixed fleets. These GFX displays are compatible with over 10,000 vehicle models across more than 40 equipment brands. And they are ISOBUS compatible, which allows one display for ISOBUS implements regardless of manufacturer. Overall, Trimble customers see technology as an increasingly important tool to manage the inflationary and labor shortages they face and to achieve their sustainability commitments. Our bundled solutions represent a unique competitive strength as we compete for our share of the growing industrial technology market. I'll now turn the call over to David to review our financial results and outlook in greater detail.\n\nDavid G. Barnes\n\nCFO & Senior VP, Trimble Inc.\n\nThank you, Rob. Let's start on Slide 5 with a review of third quarter results.\nThird quarter revenue of $855 million was up 6% organically. Changes in foreign exchange rates reduced revenue by 4%, while divestitures net of acquisitions also reduced revenue by 4%. Pricing drove slightly over half of our year-on-year organic revenue growth. Software and recurring revenue continued to grow at a strong rate as reflected by the sequential acceleration of our organic ARR growth. Ongoing transitions of software models from perpetual to recurring, principally in our Transportation and Buildings & Infrastructure segments, contributed to our ARR momentum, but reduced revenue growth in the quarter by approximately 100 basis points.\nHardware revenue grew modestly on an organic basis enabled by reduced lead times and improving throughput from our supply chain. Supply chain constraints continued to be dynamic in nature, but our team made good progress in the quarter, working around these constraints and executed well in a challenging and unpredictable. Bookings for hardware products from our dealers declined sequentially from prior quarters and came in below our expectations, reflecting a softening demand environment in some of our end markets and lower dealer inventories.\nGross margin in the third quarter was a record 60.9%, up 220 basis points year-over-year driven by an increasingly favorable business mix and the improving net impact of pricing and slowing input cost inflation. Adjusted EBITDA and operating margins were essentially flat year-over-year and well above pre-COVID levels. Strong gross margins and lower accruals against our annual incentive plans fully offset the year-on-year impact of spending against our strategic initiatives.\nNet income dollars decreased by 3% and earnings per share were flat year-over-year at $0.66 per share. Our trailing 12-month cash flow from operations was $440 million, and free cash flow was $389 million, both of which were down versus prior year. As we outlined in our last earnings call, inventory dynamics and a change in the U.S. tax law are adversely impacting our cash flow in 2022.\nOur inventories are well above the levels we held before the supply chain shortages emerged in 2021 as we have been buying to support improved hardware lead times. And the provision of the U.S. tax law has resulted in the amortization of R&D cost for tax purposes beginning in 2022, which is meaningfully impacted the timing of taxpayers. We expect both of these unusual factors will reverse in 2023, which will yield significant increases in cash flow in a more normalized relationship between earnings and cash flow going forward.\nNote that the underlying working capital dynamics of our business remain strong with essentially zero net working capital even at our temporarily higher levels of inventory. Notwithstanding a reduction in backlog from improved hardware lead times, we entered the fourth quarter with $1.5 billion in backlog, $1.3 billion of which supports future software, services and recurring revenue. We ended the quarter with leverage, measured as net debt to EBITDA, of 1.4x, giving us a resilient capital structure and the flexibility to invest where we see opportunity. This quarter we funded our acquisition of Bid2Win and completed $90 million in share repurchase.\nTurning now to Slide 6, I will review in more detail our third quarter revenue trends. On this and the next few pages, I will focus on organic growth rates, excluding the impact of acquisitions, divestitures, and currency fluctuations. ARR was up 16% with strong bookings in construction and healthy net retention across our portfolio. Our nonrecurring revenue streams grew modestly with hardware up 3% year-over-year. As Rob mentioned earlier, our nonrecurring revenues were below our expectations driven by weaker end market demands in some markets, especially in Europe, and growing caution among our dealers on how much inventory they want to hold. From a geographic perspective, North American revenues were up 10%. In Europe, where the macroeconomic outlook contracted the most revenues were down 3%. Asia Pacific was up 4%, and the rest of the world was up 21%.\nNext, on Slide 7, we highlight some of the key metrics that we follow. ARR in Buildings & Infrastructure, Geospatial and Resources and Utilities all grew at a mid-teens or above rate while Transportation ARR growth was high single digits and improved sequentially.\nLet's turn now to Slide 8 for additional detail on each of our reporting segments. Buildings & Infrastructure revenue was up 12%. Revenue growth was strong across our software businesses in this segment, while our civil construction hardware revenue benefited from improving supply chain throughput. Segment ARR was up in the 20s in the quarter. Geospatial segment revenue 1% over a very strong performance in the third quarter of 2021.\nResources and Utilities revenue was up 9%, driven by improved throughput from our supply chain, strong demand from OEM customers and continued growth in our positioning services. Financial results in transportation showed progression in a number of areas. ARR growth and margins both improved for the fourth quarter in a row. We continue to progress in the conversion of our transportation enterprise software business to recurring revenue models.\nTurning now to Slide 9. I'd like to provide our updated financial outlook for 2022. I'll start with ARR. Driven by our momentum in bookings and sustained high levels of net retention, our outlook for ARR growth is unchanged from what we shared with you last quarter. We continue to expect organic ARR growth of approximately 16%.Turning to revenue, we now project organic revenue growth of 6% to 8% for the full year, which is 300 basis points below the outlook we shared with you in August. For the full year, we expect the changes in foreign exchange rates will reduce year-on-year revenue growth by 3% while divestitures net of acquisitions will also reduce revenue by 3%. We expect operating margins for the full year of approximately 23%, which is consistent with the range we shared with you in August.\nOur outlook for gross margin has improved, driven both by an improving business mix and a more positive outlook for pricing and costs. We project that our improving gross margins and strong operating cost control will offset the adverse impact of lower leverage on our fixed costs. Our forecast for income from equity investments is approximately $28 million and net interest costs are estimated to be approximately $66 million. Our tax rate guidance is a range from 18% to 18.5%.\nTaken in aggregate, we now expect full year 2022 non-GAAP earnings per share to be between $2.61 and $2.67 per share. From a cash flow perspective, we now expect the ratio of free cash flow to non-GAAP net income to be 0.5 to 0.6x for the year with the primary impact continuing to be Section 174, tax payments and inventory dynamics. We continue to expect to deliver 2023 free cash flow well above non-GAAP net income as these factors reverse.\nFrom a segment perspective, in the fourth quarter, we expect organic growth rates to moderate in the Buildings & Infrastructure, Geospatial and Resources and Utilities segments driven entirely by lower year-on-year revenues from hardware. In the Transportation segment, we expect the growth rate to improve sequentially. ARR growth should remain relatively consistent with recent trends in each of our segments. We expect to issue 2023 guidance in February. But at this point, we anticipate a 2023 outlook for double-digit ARR growth and strong cash flow generation.\nRob, will turn it back over to you.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nThanks, David. Let me acknowledge the global market conditions have become more difficult. I also think the perspective is important. ARR at $1.55 billion and up 16% is a remarkable achievement and puts us in the upper echelon of technology companies. Our survey, agriculture and civil construction hardware revenues, when factoring in our current 2022 forecast, have grown at a compound annual growth rate of over 13% since 2019. The data we have suggest that we have gained share in each of these end markets over the last 3 years, and we remain pleased with our performance and the strategic health of these businesses.\nLooking forward, we will stay true to our 3-4-3 model, simultaneously balancing a view on 3 months, 4 quarters and 3 years. In the short term, we will more tightly manage headcount and discretionary costs while continuing to transform our business models. In the midterm, we are planning for persistent economic uncertainty, and we will be sharper on our capital allocation to invest in key areas of the business without cutting into any muscle. In the long term, the durability of our business is stronger than ever, and our markets are inflecting with the adoption of digital technologies. This remains our moment to connect and scale, and we are as committed as ever to this strategic journey.\nOperator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b765d0f77659ebade08d39984e5af420",
    "period": "2022 Q2",
    "content": "Q2 2022 Trimble Inc Earnings Call\n\nQ2 2022 Trimble Inc Earnings Call\n\nTRMBNASDAQAUG 5, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Trimble Inc. Financial Results Conference Call. Please note, today's conference is being recorded. (Operator Instructions)\nAt this time, I would like to turn the conference over to your host, Rob Painter, Chief Executive Officer. Mr. Painter, you may begin your conference.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back. I will lead the call today as David is at home on the back end of the COVID quarantine. Jim Todd, our Head of FP&A is in the room with me, and the 3 of us will handle the Q&A.\nMy commentary on revenue and ARR growth today will reflect organic performance, thereby excluding our acquisitions and divestitures and foreign currency movements. Let's begin on Page 2 with our key messages.\nOur team delivered a record second quarter, exceeding our own expectations. My congratulations to our team and our global partners. Annualized recurring revenue grew 15% and we now stand at $1.51 billion of ARR. Total revenue was up 6%, also ahead of expectations, as was gross margin of 59.7%, a record level for Trimble. This flowed through to exceeding our expectations on EPS.\nThe Trimble operating system balances strategy, people and execution. We have been busy the last few months demonstrating progression and proof points on many fronts. On strategy, we are seeing solid progress with our Trimble Construction One offering, which is a bundled offering of our construction software solutions currently targeted towards contractors. We chose to start with this segment of Trimble customers as we have the value proposition and momentum on our side.\nFrom this new baseline, we will expand to other personas in construction such as architects and designers and owners, and we will roll out the offering on a more global basis. We will then extend this approach across our other applicable businesses. Our indicators are telling us that with Trimble Construction One, our win rates are going up, our sales cycles are becoming shorter and our average deal size is increasing.\nWe also see progress in cross-selling efforts with more than 20% of our construction software bookings coming from cross-sell in the second quarter, which is increasing our share of wallet and penetration into our installed base.\nFrom a capital allocation perspective, we divested 5 businesses in the quarter, where the revenue profile was greater than 90% hardware that was not core to driving connected value in our industry clouds. This included product lines such as home goods, safety vests, weighing scales and rotating lasers.\nIn the quarter, we made the decision to exit the Russian market and we repurchased $200 million of our shares. Our priority remains investing back into our business and pursuing acquisitions. Our acquisition pipeline is relatively full at the moment, and we have the firepower to act.\nOn people, we were recently named a top company for leadership and global culture in a survey by Comparably. We also appointed Ron Bisio to oversee our transportation and logistics business. Ron is a 23-year Trimble veteran, and has led the growth and transformation of our survey business over the last few years. Ron is an excellent leader and his mandate is to execute our strategy faster. James Langley will redirect his focus to his biggest area of strength, which is his understanding of the needs of customers in the overall market.\nOn execution, we continue to simplify our portfolio through actions such as reducing the number of part numbers and product offerings. We are building resilience for future products by designing more of our new hardware offerings to have dual sourcing capabilities on key components.\nWith respect to our digital transformation, I am pleased with the cadence of delivery on the process and systems front, which we need in order to increase the velocity and scalability of our Trimble Construction One and cross-selling efforts. Our current technology stack is deployed in France and Benelux as a test market. Our most recent release gives our customers the ability to buy and add multiple products on a single contract, and gives our sellers the ability to sell across the breadth of our portfolio from a single go-to-market team.\nThis release gives us visibility across the entire customer and prospect base, driving a true customer 360 view in one system and providing us accurate metrics and KPIs from a single source of truth. From here, we will continue to refine and add functionality and extend to other geographies, including North America, which will happen in the first half of next year.\nChanging gears, I have met with a few dozen customers, well more than 1,000 Trimble employees and many investors over the last few weeks, including a 3-week visit throughout Europe. Our team believes in our connect-and-scale journey, and I am grateful that they are willing to challenge us to execute better and faster.\nOur customers are validating our direction. They are asking for help to unlock more digital insights and to integrate data and workflows across multiple products to drive even more value. They have efficiency and sustainability at the top of their agendas, along with access to qualified labor and inflationary pressures to manage in the near term. They are also asking us to be easier to do business with as they want to more broadly access our technology.\nOn the investor front, the topic has been almost singular, that is the macroeconomic environment and recessionary clouds. Broadly speaking, market indicators and demand remain strong on an absolute basis. On a relative basis, it seems that our end markets are catching their breath and coming off a bit of a high point. Inflation is a top concern.\nIn engineering and construction, we watch signals such as construction backlog, the Architecture Billings Index, Dodge Momentum Index, as well as signals from our own systems. In agriculture, we look at equipment sales, commodity prices, inventory levels and farm income. In transportation, we look towards freight demand, capacity utilization, freight rates and fuel prices. These indicators remain net favorable on an absolute basis.\nOverall, Trimble is much more secular than cyclical in nature. After all, productivity and efficiency are needed more than ever in challenging markets.\nTo help investors appreciate the resilience of Trimble, let's turn to Page 3, and let the facts speak to the quality of the Trimble business model. Over the last 10 years, we have moved our business from 20% to 55% software services and recurring revenue. That represents over $2 billion today in these differentiated revenue streams that uniquely enable us to connect the physical and digital worlds. Over that same time period, we have moved from $361 million of ARR to $1.51 billion of ARR, a 15% CAGR. We believe this is the most resilient of our revenue streams, and it continues to grow at a healthy double-digit level. Finally, we have expanded EBITDA margins from 19.9% to 25.6% over this time frame, and we were doing this with an increasingly asset-light business model that operates with negative working capital.\nThe overall point here is simple. If we enter a recession, we have never been better positioned to navigate. Our mindset in this environment, therefore, is to continue to execute our strategy. We are playing the long game, and we will also be prudent with managing our expenses. Our headcount since the beginning of the year has gone up by approximately 2% organically, and we will remain vigilant to allocate our capital and manage our operating expenses in line with our most compelling opportunity sets.\nTurning now to the quarter and our numbers on Page 4, I'll start by making the point that normal seasonality and year-over-year quarterly comparisons are a bit incomplete as the pandemic and supply chain shortages have altered historical patterns, as have our recent divestitures and adverse movements in FX.\nSecond quarter revenue was $941 million, up 6% organically. Revenue in the quarter was aided by strong performance through our supply chain as we were able to reduce hardware backlog and improve lead times across most of our hardware offerings. Gross margin expanded by 150 basis points to 59.7%, driven by a favorable mix shift towards software offerings and the net impact of pricing and cost. The year-on-year rate of product cost inflation eased modestly in the quarter and came in better than our expectations as supply chain initiatives implemented over the last several quarters have allowed us to reduce our reliance on both expedited transportation and the expensive broker market for scarce parts.\nWe are seeing meaningful improvement overall in the reliability of our supply chain, but significant issues remain, and we don't expect a fully normalized supply chain environment until well into 2023. We faced a number of critical part shortages that reduced our ability to meet customer demand in the second quarter, and those issues will continue to modestly constrain our revenue for the remainder of 2022. EBITDA and our operating margins for the quarter were 24.2% and 22.4%, respectively.\nOperating costs grew versus year ago levels, driven both by the gradual normalization of travel expenses and by the planned investments we are making against our strategic growth initiatives. Net income and EPS were both lower than prior year levels, yet ahead of our expectations. Over the last 12 months, we have generated $470 million of free cash flow, and through the first half of 2022, we generated just over $173 million of free cash flow, both of which are below our long-term goal of generating cash flow in excess of our non-GAAP net income.\nThe main 2 factors impacting second quarter cash flow are the buildup of inventory, driven by supply chain disruptions and tax payments related to the elimination of upfront tax expensing of R&D costs in the U.S. We expect both of these items to normalize over time. Meanwhile, we are operating with negative working capital.\nTurning to Page 5. The highlight metric is the 15% growth in ARR, which reflects strength in bookings, high net retention and the continued conversion of our perpetual software offerings. Hardware revenue grew at a rate of 3% versus a very strong second quarter of a year ago, while perpetual software revenues were down modestly, driven in part by our ongoing model conversions. Geographically, North America revenue was up 8%. Europe was up 1%. The loss of business in Russia and Ukraine reduced Europe revenue growth by 5 percentage points. Asia Pacific was up 5% and Rest of World was up 22%.\nLooking at the highlighted metrics on Page 6, we have covered many of these already. I'll comment on our backlog, which stands at $1.6 billion of which approximately $240 million is hardware. Hardware backlog came down by approximately $110 million in the quarter, about half from divestitures and half from improving supply chain execution.\nBefore the COVID-induced supply chain disruption, our hardware backlog was typically around $100 million, so we are still a good distance from normal backlog dynamics. We have also returned cash to shareholders through our share repurchase program with 445 million of share repurchases on a trailing 12-month basis. We ended the quarter with net debt just slightly over 1x EBITDA, leaving us with the capital structure, which provides both resilience and ample dry powder to invest against our strategy.\nTurning now to segment trends on Page 7. We had a very strong quarter in Buildings and Infrastructure with 13% organic revenue growth and over 20% organic ARR growth. We had strong bookings and net retention across our software offerings in this sector.\nOur Civil Construction business, which has a meaningful hardware component, benefited both from strong demand and improving supply chain execution. In our Geospatial segment, we came into the quarter with an expectation of lower year-on-year organic growth due to the comparison with the unprecedented strength in the second quarter of last year. Organic revenue was down 5% reflecting both tough comps and some acute component shortages.\nDemand for our survey offerings remains strong, and the combination of growing bookings and supply chain challenges resulted in backlog remaining at an elevated level through the quarter. Resource and Utilities organic revenue grew by 15% in the second quarter, reflecting a significantly improved supply chain situation for most of our agriculture products.\nTransportation organic revenue was down 5% on a year-over-year basis and was below our expectations, driven primarily by lower hardware sales to North American customers. While the financial results for transportation have remained below our expectations, there were a number of positive developments in the quarter that position our business for improved trends in 2023 and beyond.\nARR grew in the quarter at a mid-single-digit rate, representing sequential improvement in the rate of growth. Our churn of mobility customers was lower in the second quarter than in any quarter since late 2018. The performance of our ELD software is now very strong and customer satisfaction has improved significantly. We have announced our new mobility product to the market and are actively engaging with both existing customers and new logos.\nI'll now turn to our outlook for 2022 on Page 8. We are raising our guidance on ARR growth to 16% for the year as our conviction on the underlying drivers of growth has increased. For the metrics of total revenue and EPS, 3 factors lead us to project a more cautious outlook for the full year: FX, supply chain and demand. This weighs approximately 1/2 FX and 1/2 supply chain and demand. The appreciation of the U.S. dollar over the last 90 days has obviously been significant. Fortunately, our cost base is quite global and creates a natural hedge, leaving us with only a modest residual exposure to foreign exchange on operating margins.\nWhile supply chains are demonstrably better, and we hold our previous conviction on gross margin improvement in the second half of the year, it only takes one component to prevent a product from shipping, and we are facing some critical component shortages that we believe will impact our Geospatial and Resources and Utilities segments.\nOn the demand front, we are seeing modestly lower-than-expected ordering across the transportation and agriculture sectors. Farmer sentiment has moderated in the face of high input cost inflation. Incorporating these factors, we expect revenue in the range of $3.76 billion to $3.82 billion, which reflects an outlook for the full year organic total revenue growth of 9% to 11%. Overall revenue growth and organic revenue growth are expected to improve sequentially from the second quarter through the third and fourth quarters, reflecting increased pricing and increased software and recurring growth. Note that the impact of our divestitures on our revenue will be approximately 5% in both the third and fourth quarters. If foreign exchange rates remain where they are now, we expect a negative impact on revenue of approximately 4% in the third quarter and 3% in the fourth quarter.\nGross margins are expected to sustain the improvement we saw in the second quarter into the second half of the year, driven primarily by pricing but also by moderating supply chain costs. Our outlook for full year operating margins remains at 23% to 23.5%. The high point for both gross margin and operating margin for the year is expected to be in the fourth quarter.\nOur revised full year EPS range is $2.70 to $2.80. We expect the ratio of free cash flow to non-GAAP net income to come in around 0.7x for the year, impacted by the aforementioned R&D expensing change under the U.S. tax code and inventory dynamics. It is likely these factors will reverse, and we would expect to deliver free cash flow well above non-GAAP net income in 2023.\nConclusion. The financial story for the second quarter was revenue, ARR and gross margin outperformance. For the year, the punchline is seeing through currency movements, divestitures and some choppiness in the macro environment to highlight that we are raising our view on ARR growth to 16% and guiding organic revenue growth between 9% to 11%. In the second half of the year, we expect to build on our second quarter momentum with sequential improvements in organic growth and gross margin through both the third and fourth quarters.\nStrategically speaking, the resilience of our business is stronger than ever. Our markets are inflecting with the adoption of digital technologies. This is our moment to connect at scale, and we remain committed to this journey.\nOperator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ee1071a46efb80296afcf6d5570bf045",
    "period": "2022 Q1",
    "content": "Q1 2022 Trimble Inc Earnings Call\n\nQ1 2022 Trimble Inc Earnings Call\n\nTRMBNASDAQMAY 5, 8:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Trimble First Quarter 2022 Results. (Operator Instructions)\nI would now like to hand the conference over to Rob Painter, Chief Executive Officer. Please go ahead, sir.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nWelcome, everyone. Before I get started, our presentation is available on our website, and we ask that you refer to the safe harbor at the back.\nLet's begin on Page 2, with gratitude and a shout-out to our team and our partners for delivering a record first quarter that exceeded our expectations. The team delivered record levels of annualized recurring revenue of $1.47 billion, revenue of $994 million and EBITDA of $253 million. Every reporting segment met or exceeded expectations and backlog stands at $1.7 billion.\nOur software teams exceeded expectations on delivering ARR growth as we continue to transform our business models. And we achieved record levels of recurring software bookings in many parts of the business. On the hardware side, our operations team secured components late in the quarter to solidify our strong performance.\n(inaudible) speaking, the story of the first quarter is that demand remains healthy, our strategy is working, and we continue to execute in a very dynamic environment.\nAgainst this backdrop, we are raising our organic annual guidance for the year, adjusting for the impact of divestitures and currency. As many of you know, we think on a 3-4-3 operating cadence, simultaneously balancing 3 months, 4 quarters and 3 years. We aim for the same balance on these update calls. I'll start my commentary by addressing some of the specific topics you've been asking about in the 3-4 zone, namely Russia and Ukraine, supply chain, inflation and market conditions.\nStarting with Russia and Ukraine. Our first priority remains the safety of our teams. For the business, we continue to pause all new sales into Russia and Belarus and our long-term planning assumption is that our 2% of revenue from the region does not come back, most of which comes from agriculture and survey hardware. Given our current backlog, we are directing as much product elsewhere as possible, and we do not anticipate a material change to 2022 company revenue.\nIn Ukraine, we are highly motivated to help however we can, but the practicalities on the ground are obviously very difficult. We have donated to relief efforts through our foundation and have begun preparations for how we can help with rebuild efforts.\nAs it relates to supply chain, the short answer is that it isn't getting easier, but we also...\n(technical difficulty)\nWe are a purpose-driven company with a mission to transform the way the world works. On March 31, we announced a $1.25 billion revolving credit facility that links 2 of our sustainability commitments, namely reducing greenhouse gas emissions and increasing gender diversity at Trimble. While we continue to await approval of our science-based targets, we also added ESG performance metrics to long-term incentive compensation for our named executive officers. Talk is cheap. We are taking action.\nConsistent with our 3-4-3 model, I'll talk next about capital allocation and how we view ourselves as capital allocators on behalf of our shareholders. I believe how we allocate our resources, time, people and money, and how we balance that across short- and long-term horizons will ultimately determine how we are judged as operators.\nIn the first quarter, we executed $105 million of share buybacks. In the quarter, we put our balance sheet to work to build inventory where possible. The biggest news, though, is that we announced the sale of 5 of our businesses in the last few weeks, our precision tools business, our weighing business, our timing business, our accessories business and one of our rail businesses. This is in addition to 7 businesses we divested over the previous 2 years.\nWe continue to focus our efforts on developing and growing our connected industry platforms in building our digital transformation capabilities. We believe the best ongoing fit for these businesses lies outside Trimble, yet I would be remiss not to step back and acknowledge that these are our long-term colleagues and the results they delivered over the years enabled much of the transformation you see in us today. My gratitude to all these colleagues and to all of our colleagues who worked tirelessly on this effort over the last few quarters. David will walk you through the numbers in his remarks.\nMoving to Page 3. Let's talk about innovation and our platform strategy. We are building industry clouds to connect stakeholders and workflows across operational life cycles. In Construction, for example, we aim to connect the complete project life cycle to automate and optimize work, establishing shared industry protocols and common data environments so that diverse stakeholders can efficiently collaborate and work across the design, build, operate stages of project delivery.\nOur strategy is already delivering innovative value today based on a strong foundation of technologies in areas such as positioning and sensing, mixed reality, robotics, autonomy, data science and artificial intelligence. Through our partnership with Microsoft, we are enabling designers, engineers and contractors to collaborate with one another by interacting with richer data and more immersive models. And Trimble is the only company in the world with direct access to Microsoft's HoloLens technology that we have integrated directly into our Trimble XR10. Through our partnership with Boston Dynamics, we are at the intersection of the physical and digital world in robotics, where builders use our automated scanning solutions to capture as-built throughout the asset operational life cycle.\nThrough our machine control and guidance technologies, we have been working on autonomy for over 20 years. We are innovating through progressive stages of autonomy with the most recent addition of horizontal steering controls for dozers and compactors, which deliver productivity and sustainability. Our strategy also leverages Trimble product innovation into differentiated go-to-market motions. We are evolving and enhancing our commerce model to remove friction, enhance the user experience, and enable value to be captured and exchanged through more granular interactions at the point of work.\nValue is increasingly tied to subscription payments and delivered on an API-driven services platform so that producers and operators can self-provision services and get real-time user feedback. As an example, our Trimble Construction One solution, as shown on Page 4, delivers a unified provisioning experience across more than 20 products and services and enables our divisions to sell persona-based bundles and discrete connected workflows. We are aggressively streamlining online experiences via self-provision subscription services that empower users to thrive and unlock new innovations for modern ecosystems and project stakeholders.\nThis improves real-time collaboration and interactions at scale that help us address society's most urgent challenges. To enable this strategy, we are investing heavily in our underlying digital systems. Our initial pilots are already demonstrating value by improving the productivity of our sales teams as they serve common customers. As we continue to roll out functionality in the quarters ahead, we expect to be able to deliver our commercial offerings at increasing levels of scale while generating new and impactful digital insights about our customers' journey.\nI will close with a comment on our planned Investor Day in September. The 3 questions we hear most on investors' minds includes: one, the arc of our model progression; two, progress and proof points of our industry platform strategy; and three, the collective impact of the current market risks, namely recession, war, inflation and supply chain. Your feedback over the coming months will be appreciated as we prepare for this update. David?\n\nDavid G. Barnes\n\nCFO & Senior VP, Trimble Inc.\n\nThank you, Rob.\nLet's start on Slide 5 with a review of first quarter results. First quarter revenue of $994 million was up 14% organically year-on-year. Changes in foreign exchange rates subtracted 2% to revenue growth, resulting in reported growth of 12%. The strong revenue performance was broad-based. Approximately 2/3 of our 14% organic revenue growth came from volume, with the remaining 1/3 driven by the impact of price increases we have taken in the past year. Software and recurring revenue increased as expected, and hardware revenue was better than expectations, driven by the success of our operations team and getting more product through our supply chain.\nGross margin in the first quarter was 57.9%, down 50 basis points year-over-year, reflecting higher product and freight costs in our supply chain, partially offset by increased pricing and improved software margins. Adjusted EBITDA margin was 25.5%, down 60 basis points year-over-year, driven primarily by lower gross margins and, to a lesser extent, higher operating expenses from our strategic investments and a return to normalized expense levels.\nOperating margin was 23.5%, down 10 basis points year-over-year. Net income dollars increased by 11%, and earnings per share increased by $0.07 to $0.73 per share. Our first quarter cash flow from operations was $153 million and free cash flow was $139 million. Cash flow was down year-over-year in the quarter as we continue to build inventory and as a result of our incentive plan payouts following very strong performance versus our 2021 objectives. Deferred revenue grew 14%, reflecting continued strong growth in recurring revenue streams.\nThe underlying working capital dynamics in our business remains strong, and we expect that our net working capital will remain near 0 as the year progresses even in this difficult supply chain environment. Our net debt declined over $30 million in the quarter, and our net debt to adjusted EBITDA ratio remains around 1.0.\nTurning now to Slide 6. I'll review in more detail our first quarter revenue trends. ARR was up 12% in aggregate and up 14% organically. Our nonrecurring revenue streams grew with hardware up 11% year-over-year and perpetual software growing 8%. Our hardware growth was driven by strong performance in civil construction, geospatial and agriculture. Our hardware growth contributed to perpetual software growth as some of our hardware offerings are bundled with software. From a geographic perspective, North America revenues were up 11%. In Europe, revenues were up 14%. Asia Pacific was up 5% year-over-year, and the rest of the world was up 31%.\nNext, on Slide 7, we highlight some of the key metrics that we follow. Organic ARR in Buildings and Infrastructure, Geospatial and Resources and Utilities all grew in the teens or above, while transportation ARR growth was in the mid-single digits and improved sequentially. Net working capital, inclusive of deferred revenue, continued to be negative despite the build in inventory during the first quarter. Research and development on a trailing 12-month basis was 14.5% of revenue, with approximately 2/3 of our R&D investments going into software development. Of our $1.7 billion in backlog, approximately $345 million represents hardware backlog, down modestly from year-end 2021 levels but still well above our historical norms. Supply chain constraints continue to be very dynamic in nature, but our team made good progress in the quarter working around constraints and executing well in a challenging environment.\nLet's turn now to Slide 8 for additional detail on each of the reporting segments. Buildings and Infrastructure revenue was up 18% on an organic basis. Revenue growth was strong in both our Building and Civil Construction businesses, and organic ARR was up in the high teens in the quarter. Geospatial revenue was up 16% on an organic basis driven by strong performance in our survey and mapping business. Resources and Utilities revenue was up 16% on an organic basis driven by continued strength in agriculture in Europe, South America and the United States. Financial results in transportation showed progression in a number of areas. Revenue was up 2% on an organic basis year-over-year, and organic ARR growth improved for the third quarter in a row.\nWe continue to progress on the conversion of our transportation enterprise software business to recurring revenue models and made good progress on development of a new product in our mobility business, which we believe will improve both margins and competitiveness when it is launched later this year. We continue to project improved momentum in margins and ARR growth in our Transportation segment in the fourth quarter.\nTurning now to Slide 9. I'd like to provide our updated financial outlook for 2022. As Rob highlighted earlier, demand remains broadly strong across the end markets we serve. High inflation, rising interest rates and the impact of the war in Ukraine are, of course, impacting sentiment around the world, but we don't see meaningful signs that these developments are reducing current demand for our offerings. Our backlog of $1.7 billion, which reflects historically high levels of hardware backlog and growth in our recurring revenue offerings, gives us significant visibility through the balance of 2022. We continue to expect supply chain challenges into 2023, although we are increasingly optimistic that we will see component availability improve in the second half of this year.\nWith that backdrop, I'll talk through our updated guidance. Our recently announced divestitures and the strengthening of the value of the U.S. dollar will both impact our financial results for the balance of 2022, so I'll focus first on organic trends. The key message here is that our organic outlook for ARR, revenue and earnings have all improved. We are raising the midpoint of our organic revenue guidance by $30 million with an updated range of $3.99 billion to $4.07 billion. That revised view reflects an organic outlook for revenue growth of 10% to 12%.\nThe midpoint of our organic EPS forecast has increased by $0.06 with a new EPS range of $2.85 to $3. We are raising our outlook for organic ARR growth to above 15%. Our full year outlook reflects our expectation that organic revenue growth will be in the mid-teens in our Buildings and Infrastructure and Resources and Utility segments where demand remains very strong and backlog is high. Geospatial organic growth is expected to moderate from the first quarter pace and be in the mid- to high single-digit range for the year against 27% growth in 2021. We expect that our Transportation segment will see low single-digit organic growth for the year with meaningful improvement by the fourth quarter when our initiatives to improve retention and grow ARR take hold.\nThe table on Page 9 of our presentation bridges this organic outlook through the impacts of the changes in exchange rates and our upcoming divestitures. The U.S. dollar has appreciated significantly versus the euro and other major currencies in the last 90 days. Assuming that exchange rates remain where they are now, we estimate the impact on our revenue from our last outlook of approximately $45 million. We expect that the divestitures will close in the second quarter and will reduce our 2022 revenues by approximately $145 million. 60% of the revenue impact is in Buildings and Infrastructure, 30% in Geospatial, and 10% in transportation.\nAs a result, our updated full year revenue guidance incorporating the impact of divestitures and recent changes in exchange rates is $3.80 billion to $3.88 billion. We now expect gross margins to be up approximately 100 basis points for the full year with the majority of that improvement coming in the second half. This reflects our view that the pricing actions we are taking will more than offset inflation in the second half.\nOur outlook for full year operating margins has increased to a range of 23% to 23.5%. Embedded in this outlook is the assumption that operating margins will be adversely impacted by our ongoing subscription transitions as well as the investments we are making in support of our Connect and Scale strategy and the acceleration of ARR. In aggregate, these factors present a headwind to operating margins of approximately 200 basis points for the year.\nOur outlook for the margin impact of subscription transitions and strategic investments is unchanged from what we presented a quarter ago. The divestitures will reduce full year EPS by approximately $0.11 and recent changes in foreign exchange rates will impact our earnings per share outlook by about $0.03, resulting in a revised full year EPS range of $2.71 to $2.86. Hardware makes up the substantial majority of the revenue of the divested businesses, and as a result, the divestitures will not have a meaningful impact on ARR trends.\nLooking to 2023 and beyond, we expect that the divestitures will be accretive to both revenue growth and operating margins. More strategically, our business post divestitures will be more centered on our platform strategy and our mix of ARR and software will be higher. Forecast for income from equity investments and net interest cost is unchanged. Our tax rate guidance has increased to a range of 18.5% to 19%.\nFrom a cash flow perspective, we project that free cash flow will be approximately equal to our non-GAAP net income with stronger performance in the second half of the year. This forecast reflects our view that our inventory levels will grow modestly and that the U.S. Congress will take action to permit the continued upfront deduction of R&D expenses. If the legislation is not passed and R&D costs are capitalized for tax purposes, then our 2022 cash flow outlook will be adversely impacted by approximately $70 million. Note that the tax capitalization of R&D cost has no meaningful impact on our book tax rates, only the timing of cash payments.\nA few words on the quarterly dynamics we expect for the balance of this year. The supply chain issues have disrupted the normal seasonal patterns in our business. While the second quarter would normally be our largest quarter in absolute revenue, that is not what we expect this year. After the impact of divestitures and recent currency movements, we expect second quarter revenue to be down slightly versus the second quarter of 2021, which was unusually strong. Following the second quarter, we expect revenue to increase sequentially through the third and fourth quarters, reflecting gradual normalization in the supply chain, higher prices and increasing software and recurring growth.\nFrom a gross margin perspective, we expect second quarter gross margins to be consistent with the first quarter and then the increase in the second half of the year as our additional pricing actions take effect. Driven by improved price realization and revenue mix, we expect gross margins will be approximately 250 basis points higher in the second half of the year compared to the first half, and operating margins will be approximately 200 basis points higher in the second half of 2022 versus the first half. We forecast second quarter earnings per share to be below second quarter 2021 earnings per share with double-digit year-on-year EPS growth in the back half of the year even after the impact of the divestitures. Most importantly, we have increased confidence in the drivers of our organic ARR progression for the remainder of the year.\nRob, back to you.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nBelong, grow, innovate. These are the 3 core Trimble values. Against a challenging landscape in the context of ongoing change, I am proud of what my colleagues have accomplished, individually and collectively. I'm gratified to see that we have been named a top company culture and a top workplace for innovators. We are driven by a sense of purpose at Trimble, and we are proving that we can deliver financial results while showing up with compassion for our colleagues and our communities.\nThe level of curiosity and openness to growth I see displayed at Trimble gives me confidence that we can continue to execute our strategy.\nOperator, let's open the line to questions."
  },
  {
    "header": "TRMB",
    "cik": "0000864749",
    "ticker": "TRMB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5bab68b3a9915ccace94ae116428cac8",
    "period": "2021 Q4",
    "content": "Q4 2021 Trimble Inc Earnings Call\n\nQ4 2021 Trimble Inc Earnings Call\n\nTRMBNASDAQFEB 9, 8:00 AM\n\nOperator\n\nThank you for standing by, and welcome to the Trimble Fourth Quarter and Full Year 2021 Results. After the speakers' presentation, there will be a question-and-answer session. (Operator Instructions) Please be advised that today's conference is being recorded. (Operator Instructions) I would now like to hand the conference over to your speaker today, Mr. Rob Painter, Chief Executive Officer of Trimble. Thank you. Please go ahead, sir.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nWelcome, everyone. Before I get started, a quick reminder that our presentation is available on our website, and we ask that you please refer to the safe harbor at the back. Let's begin on Page 2 with the following key messages.\nOur team once again delivered outstanding results and did so amidst ongoing supply chain difficulties, delivering total organic revenue growth of 14% and organic ARR growth of 12% in the fourth quarter. We ended the year at a record level of ARR of $1.41 billion and 2021 EBITDA margin of 25.6% and operating cash flow of $751 million.\nReflecting on our 2021 results in comparison to our May 2018 Investor Day plan, I am proud to say our team made a great deal of progress. In May 2018, we targeted 2021 adjusted EBITDA between 23% to 24% of revenue. We closed 2021 at 25.6% EBITDA. We targeted software services and recurring revenue mix at 55% of total revenue. We closed 2021 at 55%. We targeted the ratio of 2021 operating cash flow to non-GAAP net income at approximately 1.1x, and we closed 2021 at 1.11x.\nIn July 2018, our net debt to adjusted EBITDA ratio stood above 3x, and we said we would delever below 2.5x. Today, we stand at 1.0x. These proof points give us conviction that we are on the right strategic path with Connect & Scale 2025, that we can uniquely connect the physical and digital worlds to deliver value to our customers and that our asset-light business model works for our shareholders.\nLooking at current market conditions, the overall demand landscape remains robust, and we enter the year with record hardware backlog and record ARR. Nevertheless, we are paying close attention to 3 obvious market factors: interest rates, supply chain and labor market dynamics. While the overall landscape presents material short- to midterm planning challenges, what is straightforward is that the global infrastructure spend is a positive catalyst for the long-term health of the business and that in difficult economic environment, our value proposition that delivers productivity and sustainability will remain a secular growth catalyst.\nMoving to Page 3. I'll talk about the progression of our Connect & Scale 2025 strategy as seen through the lens of the Trimble operating system, capturing strategy, people and execution. Starting with strategy. I'll provide 3 proof points of our progress in the quarter.\nFirst, we acquired Agile Assets, which provides SaaS solutions with analytical tools to manage roads, bridges, airports and rail assets, so customers can better plan, operate and report on those assets across the life cycle. The addition of Agile Assets to Trimble's platform will add the as maintained model to our as designed and as-built data. Availability of this data within the model creates a robust digital twin for owners throughout the asset life cycle, thereby providing greater predictability, sustainability and lower lifetime asset costs.\nSecond, we have increased our ambitions in the area of sustainability, both internally with our own carbon footprint and externally through the commercialization of sustainability. We have submitted our science-based targets for review, and we plan to reduce greenhouse gas emissions in line with the Paris agreement. In addition, our most recent score from the Climate Disclosure Project went up again, marking 2 increases since we first submitted in 2018, and we continue to work diligently to further improve our score.\nWith an external lens, customers are increasingly asking us to help them think about, manage and verify carbon reductions from the productivity and efficiency gains delivered through the use of our products. We have stepped up our ambition level to meet this market opportunity.\nThird, we have continued to transform our software and hardware business model offerings, which has translated into increased bookings and ARR, which in turn gives us visibility into continued growth in 2022. Our Connect & Scale strategy is a platform strategy, and we are executing that strategy in part by partnering to build ecosystems.\nAs evidence, we have a new Microsoft partnership that will first focus on construction, and we established Trimble Ventures in the third quarter and made our first ventures investment in the fourth quarter. Moving to people in our operating system. I start by reflecting on our purpose in the world.\nWe are transforming and digitizing industries that support how we live, what we eat and how we move. In a competitive labor environment, we continue to see people attracted to the why of Trimble. We won a couple of global culture survey awards in the fourth quarter, both for overall company culture and for diversity. We made demonstrable progress in our DEI journey in 2021, and our team continues to engage in their local and global communities through company-sponsored days of service and through our Trimble Foundation.\nWe believe the intersection of a great workplace environment and a purpose-driven organization provides a solid foundation upon which to lead, grow and compete for talent. We were also able to recruit Ann Fandozzi to our Board in 2021. And in January, we announced the addition of Tom Sweet, Dell's CFO, to our Board. I'm encouraged by individuals of this global caliber enthusiastically joining our Board and contributing to our ongoing growth.\nMoving to execution in the Trimble operating system. We saw the benefits of ongoing innovation throughout the course of 2021. In the fourth quarter, we reached a milestone of 1 million monthly active users of Trimble Connect. With our digital transformation efforts making progress, we now have all of these users on common identity and entitlement stacks.\nWe launched the new trimble.com Web presence in December, the culmination of a couple of years' worth of work to modernize this important vehicle. We've also stepped up our outbound efforts to tell our story and to reach important new audiences. We look forward to hosting some in-person events in 2022, and such as our Transportation User Conference in August and our Dimensions User Conference for Engineering and Construction in November.\nFinally, we see our fundamental responsibility to shareholders as being capital allocators, balancing short-term realities with long-term possibility. To this end, we divested 3 businesses in 2021 on top of the 4 divestitures in 2020.\nIn 2022, we will disproportionately invest in areas of the company such as the infrastructure opportunity, autonomy and our own digital transformation. We make these investments and are accelerating the transition to recurring revenue models of a number of our software businesses in the context of a challenging supply chain environment, which is constraining our ability to meet customer demand and adding inflationary pressures.\nThe steps we are taking will moderate our operating leverage over the next few quarters, but will move us forward in our ability to reach the full potential of our strategy. Before I turn it over to David, a big shout out to all 11,500 plus Trimble team members for your ongoing dedication and execution to our global dealer partners and to our strategic partners for their efforts, and to all of you in the investment community who trust us with your capital. David, over to you.\n\nDavid G. Barnes\n\nCFO & Senior VP, Trimble Inc.\n\nThanks, Rob. Turning to Slide 4. Fourth quarter revenue was $926 million, up 12% versus a year ago. Organic revenue growth was 14%. Our strong revenue in the quarter was enabled by the outstanding performance of our supply chain and operations team as hardware revenue grew by over 20% versus the fourth quarter of last year, notwithstanding the extraordinarily difficult supply chain environment.\nBacklog of unfilled hardware orders grew in the quarter, reflecting both the strong demand in our end markets and customers placing orders earlier than they would have in the past. Hardware backlog at the end of fourth quarter was nearly 4x the level of a year ago before the supply chain challenges emerged.\nWith this strong backlog, we have unprecedented visibility into demand for our hardware offerings going into 2022. ARR grew at an organic rate of 12%, driven by business model conversions, strong bookings and healthy customer retention for recurring solutions in the quarter. Gross margins were 57.8%, down 90 basis points sequentially from third quarter levels and down 160 basis points from the fourth quarter of 2020.\nGross margins were impacted by the mix of hardware revenue, higher inbound freight costs and our aggressive purchases of components in the broker market to support strong demand. Cost inflation was higher than our expectations and the price increases we took in our hardware offerings did not fully offset an unexpectedly sharp spike in cost inflation in the quarter.\nThe price increases we have taken so far this year, averaging approximately 5% at the list price level across most of our hardware businesses and accompanied by reduced discounting, have been accepted in the market. Given our leading position in the markets we serve, we are confident in our ability to maintain attractive margins, and we continue to adopt our pricing strategy to the cost outlook.\nOur EBITDA margin for the quarter was 24.1%, while operating income margins were 22.1%. As we expected, margins in the quarter were lower than the fourth quarter of 2020, but higher than Q4 of 2019. EPS was $0.62.\nWe generated cash flow from operations of $155 million and free cash flow of over $140 million. Cash flow was lower than Q4 of 2020, driven by increased component inventory purchases.\nTurning now to Slide 5. Let's step back and review performance for the full year 2021. In the face of unprecedented challenges stemming from the ongoing COVID disruptions, supply chain shortages and accelerating inflation, we achieved record results across a broad range of financial metrics.\nRevenue grew 16% to a record $3.66 billion, and the ARR growth improved sequentially. While gross margins were down modestly due to both inflation and the higher growth of our hardware revenues, EBITDA and operating margins ended the year above the levels of 2020 and at record levels in Trimble's history.\nEarnings per share were $2.66, up 19% versus a year ago. Cash flow from operations and free cash flow grew 12% and 14%, respectively.\nNow on Slide 6. From a geographic perspective, revenues were up in all regions with the highest growth rate in Europe. North America revenue in the quarter also grew at a double-digit rate.\nTurning now to other key operating metrics on Slide 7. I'll note that backlog ended the year at $1.8 billion. This is up from $1.3 billion a year ago. While backlog and our recurring offerings continued to grow, the majority of this increase came from hardware, and year-end hardware backlog exceeded our expectations of a quarter ago.\nOur results for 2021 reflect the achievement of a meaningful milestone. On a trailing 12-month basis, our software, services and recurring revenue exceeded $2 billion for the first time. Operating cash flow of over $750 million was also a record and exceeded 1.1x non-GAAP net income.\nTurning now to our results by segment on Slide 8. Revenue was at or above our expectations in all segments. Buildings and Infrastructure revenue grew 14% versus prior year and 16% organically. Growth was strong across both hardware and software. Our sales of machine control solutions to civil construction customers grew by nearly 30% this quarter despite supply chain constraints.\nARR growth in the segment was strong with Viewpoint and e-Builder ARR together up at a mid-teens growth rate. SketchUp ARR growth was nearly 40%, and while ARR gained momentum in our structures and MEP software businesses as they accelerated their transitions to recurring revenue models in the quarter.\nWe ended the quarter with strong bookings momentum across our B&I software businesses. Segment margins in the quarter were over 30%, representing a record fourth quarter for the segment despite cost inflation and the higher growth of hardware revenues.\nIn B&I, our price increases more than offset the hardware cost inflation we saw in the quarter. Geospatial segment revenue increased 15% overall and 16% on an organic basis. Demand for our core survey and mapping portfolio remains very strong across all regions, driven by strong spending in residential construction, civil infrastructure and utilities. Segment revenues also benefited from shipments against several large government contracts.\nOperating margins were below the levels of fourth quarter 2020 and the third quarter of 2021, driven principally by a short-term mix shift. The cost inflation we experienced in this segment was largely but not entirely offset by our 5% price increase and lower discounting.\nResources and Utilities revenue grew 18% in total and 21% organically. Hardware backlog grew in RNU, reflective of very strong demand across the agriculture sector. The outlook for capital investment in ag remained strong, driven by high crop prices, low inventories and high average equipment age. Segment margins were below those of a year ago and sequentially below third quarter levels.\nProduct cost inflation was particularly high in this segment as the cost of many critical components in our Ag product offerings increased substantially in the quarter. In this segment, our price increases have not yet kept up with inflation and we continue to refine our pricing strategy going forward. We anticipate operating margins in this segment in the coming year to rebound from the fourth quarter 2021 levels as our price realization and mix improve.\nConsistent with our expectation coming into Q4, revenues and margins in our transportation segment were adversely impacted by supply chain challenges, both within our business and at our OEM customers. On the cost side, we experienced meaningful component inflation and high freight costs, and we incurred costs related to realigning our product portfolio toward available components.\nSlow production levels at our OEM customers also constrained our revenue of both hardware and recurring services in the quarter. The leading indicators from our transportation business continue to give us confidence that we are on the path to better ARR and margin trends once the dynamics of the supply chain improve. We grew bookings year-on-year once again in Q4 and our net retention is at 100%.\nOur OEM customers are seeing stabilization in their own supply chain situation, and we expect that orders from them will pick up early this year. Finally, on the cost side, we are introducing new products, which will support improved gross margins. For all these reasons, we project improved performance across the Transportation segment and ARR revenue and margins in the back half of 2022.\nTurning now to Slide 9. I'd like to provide our financial outlook for 2022. We expect to see continued top line momentum. Demand from our end markets remain strong, and so far, we haven't seen any signs of deceleration as a result of recent inflation and higher interest rates. Our backlog and forward-looking indicators of sentiment give us confidence in our prospects for ARR and revenue growth.\nAs Rob and I have mentioned, we expect that supply chain disruptions will continue to be with us through 2022. There are signs that the pressure on component availability will abate in the back half of the year, but our plans presume that the supply chain will not be fully restored to equilibrium until 2023.\nWith those factors in mind, we are initiating annual guidance for 2022. Excluding the impact of any additional acquisitions or divestitures, we project full year revenue of $3.95 billion to $4.05 billion, representing a range of growth outlooks of 8% to 11%. Our continuing transition of software offerings will present approximately 100 basis points of headwind to revenue growth.\nOrganic ARR growth is expected to accelerate through the year to a mid-teens rate by year-end. We expect gross margins in 2022 to be comparable to or slightly better than 2021 with sequential improvement in the back half of the year. We expect that operating margins for the full year will be approximately 23%.\nNote that operating margins will be adversely impacted by the aforementioned subscription transitions as well as investments we are making in support of our strategy and the acceleration of ARR. In aggregate, these factors present a headwind to operating margins of approximately 200 basis points.\nIncome from equity investments is projected to be approximately $30 million lower than 2021 due to higher product costs in our joint ventures. Net interest expense is forecast to be approximately $65 million, and we project that our tax rate will be approximately 18%.\nNetting all this out, we project to achieve EPS in the range of $2.75 to $2.95. From a cash flow perspective, we project the free cash flow will once again exceed our non-GAAP net income. Our cash flow trends will be helped by the projected return toward equilibrium in the supply chain as we anticipate needing lower component inventories by the end of the year.\nWhile we are focusing our guidance on expectations for the full year, I'd like to provide some color on the factors we expect to drive quarterly trends in 2022. Many of the normal seasonal patterns in our business are being disrupted by the impact of the constrained supply chain, so it is most helpful to think in terms of the expected sequential development from where we ended Q4 of 2021.\nWe expect revenue to grow sequentially through each quarter of the year with ARR accelerating as well. From a product cost perspective, we expect to see inflation through the first half of 2022, similar to what we experienced in Q4 of 2021, with meaningful improvement in the second half. As a result, gross margins are likely to be relatively flat with Q4 of 2021, through the first half of the year and meaningfully higher in the second half. We expect that operating margins in the second half of the year will exceed the first half by approximately 150 basis points. I'll close by noting that we are planning an Investor Day in Colorado this September. And with that, I'll turn it back over to Rob.\n\nRobert G. Painter\n\nCEO, President & Director, Trimble Inc.\n\nWe entered the COVID crisis almost 2 years ago. And at that time, we set an objective to exit the crisis on a stronger competitive footing. I'm proud of our accomplishments in 2021 and the progress and commitment we are making towards our Connect & Scale 2025 strategy.\nWe are a purpose-driven company serving secularly attractive markets, pursuing a differentiated strategy to connect the physical and digital worlds with a unique set of underlying capabilities. We deliver a compelling value proposition to our customers in the form of better, faster, safer, cheaper, greener, and we deliver a compelling business model to our shareholders. No doubt, we expect to operate in a turbulent environment for the foreseeable future while simultaneously undergoing our own transformation.\nThe last couple of years serve as evidence that this team has the courage and conviction to rise to the challenge. Operator, let's please go to Q&A."
  }
]