[
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/36bb4afa4a632857f35b565a007e1a31",
    "period": "2026 Q1",
    "content": "Q1 2026 Electronic Arts Inc Earnings Call\n\nQ1 2026 Electronic Arts Inc Earnings Call\n\nEANASDAQJUL 29, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Sarah, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts First Quarter Fiscal Year 2026 Conference Call. I would now like to turn the conference over to Mr. Andrew Uerkwitz, Vice President, Investor Relations. Please go ahead.\n\nAndrew Uerkwitz\n\nVice President of Investor Relations\n\nThank you. Welcome to EA's First Quarter Fiscal Year 2026 Earnings Call. With me today are Andrew Wilson, our CEO; and Stuart Canfield, our CFO.\nPlease note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks, an audio replay of this call and a transcript.\nWith regards to our calendar, our second quarter fiscal year 2026 earnings call is scheduled for October 28, and 2025. As a reminder, we posted a schedule of upcoming earnings calls for the fiscal year on our IR website. This presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-K for a discussion of risks that could cause actual results to differ materially from those discussed today.\nElectronic Arts makes these statements as of today, July 29, 2025, and disclaims any duty to update them.\nDuring this call, the financial metrics, with the exception of free cash flow and non-GAAP operating margin, will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nNow I'll turn the call over to Andrew Wilson.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nGood afternoon, everyone, and thank you for joining us. I want to start by acknowledging the incredible creativity, dedication and drive of our global teams. Thanks to their outstanding work, we delivered a strong first quarter to start FY '26, landing above the high end of our guidance. This quarter's performance highlights EA's unique position in the industry, the immense creativity of our teams, unmatched production capabilities, world-class IP and the breadth of our global player network. These differentiates power execution strength across geographies, platforms, genres and business models as we continue to demonstrate the durability and momentum of our business.\nWhen we look at our portfolio of massive [indiscernible] communities from global football to American football to the SIMs, we are seeing our core communities and players more deeply engaged and staying with us for longer. This is the result of deliberate sustained focus, years of commitment to our biggest opportunities are now compounding as we scale our communities and expand our reach. Looking ahead, we are entering the most exciting release cycle in EA's history, scaling our massive online communities and pushing the boundaries of interactive entertainment.\nThis year brings the highly anticipated launch of Battlefield 6 and continued innovation across EA Sports with FC, Madden NFL and NHL. We will continue to expand the Sims' iconic franchise and launch scape as the foundation of a new creator-driven platform rooted in street culture.\nToday, EA is delivering incredible games and experiences that set us apart. And looking ahead, I couldn't be more excited as our teams continue to shape the future of interactive entertainment.\nNow let me walk you through our first quarter. Our EA SPORTS business continues to be a pillar of strength, fueled by innovation, authenticity and deep fan connection. In global football, player engagement remained strong with net bookings up year-over-year with FC Online up double digits and FC Mobile having a record quarter. Community events like Team of the season and motels and shape shifters created high-impact engagement across HD and mobile. FC Mobile led engagement with over 50 million installs and DAU growth year-over-year, underscoring our ability to scale live content effectively and grow globally across platforms.\nA highlight this quarter was the integration of select matches from Apple's MLS season pass into FC Mobile, bridging real-world football with interactive entertainment. This success across global football is an ongoing result of our focus of listening and responding to our players. As we turn to FC '26, we are leaning into this community-centric approach as a key driver of the title's prelaunch campaign. This approach is being well received by our core player base and early indicators are very positive leading up to a worldwide launch on September 26.\nOur FC strategy is the blueprint for building and growing massive online communities across our EA Sports franchises and beyond. By seamlessly integrating content across console, PC and mobile, we're not only engaging core players but also scaling to new geographies and fan bases. It's grounded in expanding how fans play, create, watch and connect, bringing them closer to the sports they love through deeply immersive, socially driven experiences.\nBuilding on our collaboration with Apple through F1, A Movie, we merged cinematic content with our interactive F1 experience. This partnership amplified excitement and extended the reach of EA SPORTS Sports F125 coupled with innovative gameplay advancements from refined physics and handling to an enhanced career mode that title delivered a 27% year-over-year increase in net bookings. Our partnerships in both FC and F1 offered fans new ways to connect with these global sports, strengthening cultural relevance deepening emotional connection and showcasing how the fusion of real-world sports action, blockbuster storytelling and immersive game play drives growth and engagement.\nIn Q1, our American football ecosystem continued to demonstrate strength with sustained engagement and [indiscernible] momentum across Madden NFL and college football. Building on that foundation, the high-quality launch of College Football 26 marked an exciting next step, earning strong reviews and enthusiastic reception from the community, while delivering authenticity, immersion and innovative gameplay to our passionate community of players.\nFollowing an extraordinary 2025 titled reintroduction, fueled by a decade of pent-up demand, we expect college football to settle into a more normal demand curve while establishing its place as a core franchise in our portfolio and across the industry. While it's early, College Football 26 is delivering strong competitive cohort retention. As a result, we are seeing deeper engagement in Ultimate Team versus prior year life to date. This momentum sets the stage for the next Madden NFL launching worldwide August 14, powered by a new AI-driven system trained on NFL game data, Madden NFL 26 delivers adaptive QB and coaching strategies, enhanced gameplay through an expanded physics engine, and deeper, more authentic experiences across fan favorite modes and stadium atmospheres. As the real-world season start, we will continue to build a connected year-round experience that celebrates the full spectrum of American football fandom.\nOur long-term partnerships across our college, NFL, FC, F1, UFC and NHL franchises are some of the most valuable in sports entertainment, and we're continuing to unlock their ever-growing potential. These iconic sports looked to EA SPORTS to more deeply and directly connect fans with their favorite teams and athletes through new ways to play, create, watch and connect across our experiences.\nWhether it's bringing real-world content into our games, amplifying highlights through creative tools or building new social touch points around the biggest moments in sport, these partnerships are a powerful engine for deeper engagement and cultural connection. EA SPORTS' growth doesn't just reflect the world of sports, it's helping to shape it. Through mobile expansion, creative tools and deepening fandom, we are building massive online communities across what we believe will become the most valuable sports business in the world.\nBeyond sports, our broader entertainment portfolio remains a key growth driver for EA, driven by blockbuster IP, creative excellence and vibrant communities. Apex Legends performed well across the quarter. Q1 saw sequential growth in engagement driven by strong player retention. The current season, Pronogy, also marked a notable rise in player satisfaction driven in part by the positive reception of [indiscernible], whose popularity spans all skill levels across the community. We expect momentum to continue as the team operates with agility and focus on what matters most of the community, evolving gameplay, listening to players and strengthening the core experience that defines Apex as a best-in-class live service.\nOur next season, Apex Legend Showdown is launching next week with an all-new way to play. Looking ahead, we remain firmly on track to launch Skate and Battlefield 6 this year. We've reached over 1 million registered players for the Skate play test as we prepare for launch. Following the incredible player response to Battlefield 6 reveal trailer last week, we are just days away from ushering in a new era for the franchise.\nThis Thursday, fans can tune in live from a massive multiplayer showcase, our most ambitious reveal yet, featuring epic maps and modes and a behind-the-scenes look with developers. Immediately following top content creators around the world will stream the first ever Battlefield 6 gameplay from live events in Los Angeles, Berlin, Paris and London, with a special event in Hong Kong the following weekend. Battlefield 6 has been built to supercharge a passionate community and ignite a new generation of fans. From day 1, we've been deeply focused on delivering the experience players have been asking for, iconic all-out warfare, innovative destruction, unmatched scale and more. With a global launch ahead, Battlefield 6 is poised to become a cornerstone of our vision for dynamic, continually expanding experiences where community engagement shapes the future of play. Our company vision and strategy is in full flight, focused, dynamic and built for scale. We're delivering across our first strategic pillar of building massive online communities, Global football and American football, blockbuster shooters and creative powered ecosystems. These aren't just growth areas. They are massive online communities at scale, powering our business today and accelerating our ambition to build in around and beyond our games. This is EA, connected, creator led and defining the future of interactive entertainment.\nWith that, I'll turn it over to Stuart for a closer look at our financial performance.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThanks, Andrew, and good afternoon, everyone. We delivered a great start to FY '26 with Q1 results ahead of our expectations. Our outperformance reflects continued execution across our portfolio, higher by our Global Football, Star Wars and Apex Legends franchises. With strong momentum and a compelling slate of upcoming launches, we are well positioned to deliver against our FY '26 outlook and long-term margin framework.\nIn Q1, we delivered net bookings of $1.3 billion, up 3%, exceeding the high end of our guidance range. We saw strong contributions from split fiction and global football and better-than-expected performance from catalog and Apex Legends. Full game net bookings were $214 million, up 27%, led by ongoing momentum from split fiction and a resurgence in Star Wars Battlefront II.\nLive services net bookings were $1.08 billion, down 1%. Excluding Apex Legends, whose impact was 2 points better than we had originally expected, live services grew in the low single digits, underscoring the resilience and ongoing growth of our core franchises led by Global Football.\nNow turning to key franchise performances in the quarter. Global Football grew net bookings mid-single digits year-over-year, with Q4 momentum carrying into the quarter. Results exceed our expectations, highed by healthy engagement through live events and new player mechanics. Our teams continue to evolve the experiences in our largest franchise through new features, community-focused content and offerings like Premium Pass as we deliver long-term value for our players.\nFC Mobile outperformed expectations again this quarter. with localized campaigns and growing web store adoption, fueling momentum through our team of the season event. As Andrew noted, FC Mobile continues to expand our reach across new geographies while driving feature innovation and deeper engagement. For example, in Q1, we began work to unify Southeast Asia under a single SKU, streamlining operations, while advancing our strategy to deliver hyper localized content at scale.\nAs we look across Global Football, with growth across HD, FC Mobile and FC Online, we are confident in our ability to drive durable growth in our largest franchise.\nApex Legends delivered encouraging momentum in Q1. Net bookings were flat sequentially, driven by strong operational execution, content innovation and the successful introduction of Legend Locker. Engagement trends improved significantly, fueled by strong retention, particularly among new and casual players, establishing a solid foundation for Q2 and the upcoming season '26.\nMoving to our GAAP results. We delivered net revenue of $1.67 billion, up 1%. Cost of revenue was $279 million, resulting in a gross margin of 83.3%, down 90 basis points due to strong performance from royalty-bearing titles such as Split Fiction.\nOperating expenses were $1.12 billion, up 9%, primarily driven by increased people costs as we make focused strategic investments to fuel our growth priorities and near-term launches. As a result, earnings per share was $0.79.\nFor Q1, operating cash flow was $17 million. On a trailing 12-month basis, it was $1.98 billion, and free cash flow was $1.75 billion. We returned $423 million to shareholders during the quarter through buybacks and dividends. Please see our earnings slides for further cash flow information.\nNow let me walk through our outlook. We're building on a solid foundation from Q1, carrying positive momentum into Q2. We are well positioned for an exciting back half of FY '26, which is underpinned by upcoming launches within EA SPORTS and growing anticipation around Battlefield 6. For Q2, we expect net bookings to be $1.8 billion to $1.9 billion, down 13% to down 9%. This includes a 4-point headwind related to phasing of the EA SPORTS Fc deluxidition content, which will largely be recognized in Q3.\nOur deliberate change in approach is part of our community-centric strategy to deliver more value for players over a longer period of time. Additionally, our guidance assumes the following: first, last year's launch of EA SPORTS College Football 25 delivered an exceptionally strong quarter that reflected pent-up demand for the fan-favorite franchise. This drove an atypical phasing of net bookings with around 50% of units sold occurring in the first week.\nThis year, we're approaching the titer with a more normalized demand curve similar to our broader sports title historical patterns, leading to a tougher comp for frontline sales. While it's still early, we're encouraged by strong retention, positive player sentiment and healthy live service performance. As a result, we expect College Football full game sales to be a headwind in the quarter, partially offset by the growth of Madden NFL 26.\nPutting it all together, we expect the American football ecosystem to be an 8-point headwind year-over-year for the quarter, with the ecosystem returning to growth in the second half of the fiscal year. Second, with FC 26, we've applied key learnings from last year and sharpen our focus on driving deeper engagement and value for our core community. Early sentiment has been encouraging, reflecting strong alignment with our community.\nWith the title launching the last week in the quarter, we remain appropriately measured in our near-term assumptions. Third, in the remainder of our portfolio, we expect the momentum we saw in Q1 to continue, including for Apex Legends and catalog. And finally, if rates remain unchanged, we expect a 1 point tailwind from FX.\nTurning to GAAP. We expect net revenue of $1.75 billion to $1.85 billion, cost of revenue to be $430 million to $450 million and operating expenses of approximately $1.215 billion to $1.235 billion, up 3% to up 4%. Year-over-year increases in operating expenses are primarily driven by marketing related upcoming launches, notably Battlefield 6.\nWe expect earnings per share of $0.29 to $0.46.\nTo close, we're encouraged by the strong start to the fiscal year, with Q1 result demonstrating focused execution and the strength of our diverse resilient IP portfolio. Looking ahead, we're building on this momentum with a robust slate of upcoming releases. Madden NFL 26, FC 26, NHL 26, Skate and Battlefield 6, that positions us well to deep employ our engagement, expand our audience and deliver our fiscal year guidance, which remains unchanged.\nWe continue to take a disciplined approach to capital allocation, prioritizing investment behind our largest franchises. At the same time, we're making progress against our long-term financial framework, expanding scale, improving operating leverage and laid the foundation for durable multiyear growth.\nNow I'll hand the call back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThank you, Stuart. I want to reiterate how energized I am by the progress we're making and the opportunities that lie ahead. Our momentum is the result of years of intentional investment and focused execution across our massive online communities in Global Football, American Football, Battlefield and The Sims. As we look forward, we are just beginning to unlock the full potential of our strategy. We're expanding our approach to blockbuster storytelling, building bigger world and deeper character-driven experiences that connect players to our IP and powerful new ways. And we're innovating around community beyond the bounds of play by launching new tools and platforms that amplify user-generated experiences, social connection and participation in the broader fandom of our games.\nWe're shaping what comes next, where play, create, watch and connect converge in more immersive, interactive and transformative ways than ever before. This is the future of entertainment, and EA is leading the way. Now Stuart and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b23326ed495a6e0ea750552c921fa27d",
    "period": "2025 Q4",
    "content": "Q4 2025 Electronic Arts Inc Earnings Call\n\nQ4 2025 Electronic Arts Inc Earnings Call\n\nEANASDAQMAY 6, 5:00 PM\n\nOperator\n\nLadies and gentlemen, good afternoon. My name is Abby, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Fourth Quarter and Fiscal Year 2025 Earnings Conference Call.\nI would now like to turn the conference over to Mr. Andrew Uerkwitz, Vice President, Investor Relations. Please go ahead.\n\nAndrew Uerkwitz\n\nVice President of Investor Relations\n\nThank you. Welcome to EA's Fourth Quarter and Fiscal Year 2025 Earnings Call. With me today are Andrew Wilson, our CEO; and Stuart Canfield, our CFO. Please note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks, an audio replay of this call and a transcript.\nWith regards to our calendar, our first quarterly fiscal year 2026 earnings call is scheduled for July 29, 2025. As a reminder, we post the schedule of upcoming earnings calls for the fiscal year on our IR website. This presentation and our comments include forward-looking statements regarding future events in the future financial performance of the company. Actual events and results may differ materially from our expectations.\nWe refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, May 6, 2025, and disclaims any duty to update them. During this call, the financial metrics, with the exception of free cash flow and non-GAAP operating margin will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nNow I'll turn the call over to Andrew Wilson.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThank you, Andrew. Good afternoon, everyone. I want to start by recognizing the incredible efforts of our teams. Throughout FY '25, they delivered high-quality games that entertained and connected hundreds of millions of people around the world. It is because of their strong execution and unwavering focus that we were able to deliver Q4 results that significantly exceeded our expectations, highlighted by a reacceleration of growth in EA Sports FC, continued momentum in American Football, double-digit net bookings growth in The Sims and the highly successful launch of Split Fiction. These successes illustrate the increasing momentum in our business as we continue to deliver against our strategic road map.\nLet me review Q4 and the year. Through deep community engagement, innovative content and agile execution, we reignited momentum in EA SPORTS FC after a temporary slowdown in Q3. The [ January ] gameplay update, which was the biggest live service update we've ever launched in FC combined with outreach to our player community and our Team of the Year event resulted in a true, brand-building moment with our fans. Feedback was overwhelmingly positive on the faster pace of gameplay and [ reward tuning ]. The regular cadence of updates, events and highly valued content releases that follow throughout the quarter continued this strong momentum.\nAs a result, net bookings came in well above expectations with player engagement up double digits following the January update. Specifically, our competitive cohort engagement returned to more normalized levels and ended the quarter up year-over-year. FC Mobile continues to exceed our expectations with engagement and acquisition up year-over-year as a result of our continued focus on [ hyperculturalization ], web store launched last quarter driving more meaningful net bookings and our successful Team of the Year program.\nNew player acquisition and daily active users were up over 20% year-over-year. FC Mobile remains a key strategic initiative to grow the reach of our global football franchise. A great demonstration of how we're growing our audience through FC Mobile is the fact that our 4 largest mobile markets, including territories across the Middle East and Southeast Asia are different from our 4 largest HD markets.\nNot only is our Global Football business regularly the top video game in the Western Hemisphere, it is also one of the largest sports entertainment platforms in the world. Q4 was a strong finish to an incredible year for our American football ecosystem. Players across Madden NFL and College Football across console and PC grew double digits and hours played up 68% leading to net bookings of over $1 billion, up over 70% year-over-year. This quarter, American Football continued to perform well beyond the college season ending National Championship in January and the Super Bowl in February.\nPost-season engagement and monetization continue to play a more meaningful role as players and fans look to us for their sports entertainment in the off-season. For example, the recent NFL draft was a prime opportunity to continue to connect Madden NFL and College Football through high-value, timely content to generate ongoing engagement connect with our fans 365 days a year and drive player retention as we head into the next fiscal year.\nIn addition, UFC 5, F1 24 and NHL 25 delivered consistent quality and deepened player connection across the portfolio. The EA Sports app currently in soft launch with La Liga in Spain is delivering positive early indicators of engagement and retention, reinforcing our vision to grow into the world's leading interactive sports platform.\nLooking ahead, we plan to broaden our reach into additional markets with new strategic partners, while steadily enhancing the app experience through expanded features and more personalized content. Our focus remains on driving daily engagement, fostering community interaction and supporting long-term global growth. We have a number of unique opportunities to expand reach for EA Sports.\nFor instance, FC Mobile will play a key role in deepening player engagement, starting with a recently announced partnership with Apple and MLS around integrated streaming and cross-platform fandom with the first match streaming next week. EA is always on experiences and real-time responsiveness truly demonstrate the commitment of our teams and the resilience and structural advantage of our business.\nNowhere was this more evident than in our sports franchises across Q4. Titles like EA SPORTS FC and Madden NFL align with the rhythm of global competition, keeping fans connected year-round. This led to the biggest net bookings year ever for EA Sports. FY '25 was also a pivotal year for our entertainment pipeline, setting up a significant period of growth and innovation for EA, our players and our fans.\nAs we celebrated the 25th birthday of The Sims, the franchise delivered double-digit year-over-year growth in net bookings in Q4. This growth reflects successful player reengagement and the continued impact of our strategy to expand the global audience and elevate community connection. Highlights included the release of a new expansion pack, Businesses & Hobbies, the return of The Sims 1 and 2 and the release of [ Creator-Made ] kits. This marks the best fourth quarter net bookings performance for the franchise ever and paves the way for a continued expansion of The Sims universe over the next several years.\nQ4 also saw a strong launch of a new IP in Split Fiction from Hazelight Studios. This incredible title overperformed our expectations, capturing global attention and to date has reached nearly 4 million units sold. This success is proof that shared experiences paired with great stories and varied gameplay have the power to break through and capture the imaginations of people around the world.\nThis quarter was a strong finish to a pivotal year where we acted decisively realigning resources, managing costs and focusing on our biggest opportunities. We took important learnings from Q3 to sharpen our operational discipline, strengthen execution across the business and deliver long-term value for our players, communities and stockholders. As we look to the next 2 years and beyond, we are positioned for strong growth driven by expansion across our live services new game launches and building global fandom through new experiences.\nIn FY '26, we are launching 2 of our most iconic franchises, Skate and Battlefield. Built as a dynamic live service, Skate is designed to grow alongside its community, offering new ways to express creativity, style and progression over time. With early access planned for FY '26, we're focused on delivering a fun, authentic foundation that we can build on for years to come.\nTurning to Battlefield. We're taking a modern player first approach to building, testing and marketing this next level experience. Through Battlefield Labs, the biggest play testing initiative in franchise history, we're engaging players earlier and more meaningfully than ever before, testing at scale and validating core gameplay experiences to deliver something truly special for our players.\nThrough our play sessions with a core group of Battlefield players across Europe and North America, we've completed thousands of hours of gameplay and the response has far exceeded expectations. Over 600,000 players have signed up for labs to date alongside an amazing 350 million views of the Battlefield content since our announcement. Based on this incredible global demand, we're expanding labs by inviting more players across Europe and North America and will begin to include Asia. This marks a key milestone as therefore, a full, worldwide launch backed by the largest Battlefield team in our history and grounded in community collaboration we remain firmly on track for an FY '26 release with a major global reveal later this summer.\nAs we look to the future of The Sims, our vision is to continue to build the franchise into one of the world's most powerful creative platforms with self-expression, social connection and user-generated content converge in exciting new ways. In FY '26, we will continue to empower a new generation of creators and players to shape culture, community and commerce through The Sims like never before.\nLooking further ahead, we plan to transform the franchise into a unified ecosystem across games, marketplaces and social spaces. We also believe there are more record years to come for EA SPORTS. The immense opportunity around our global football and American football franchises is that these real live sports are growing in popularity every year, giving us an inherent multiplier of the total addressable market.\nThis is a unique advantage for us to naturally grow our core player base while greatly expanding our audience. Across FC, Madden NFL and College Football, we will continue to focus on our unrivaled core gameplay through innovation and bold moves like the recent acquisition of TRACAB that we expect to progress how we deliver more authentic, immersive gameplay than ever before.\nAs we look to expand our audiences, we will use this data to build new ways to play, more ways to connect and empower our players with new tools to create and share. Over the next several years, you should expect more milestone moments as we work to engage our football fans through EA SPORTS FC, Madden NFL and College Football.\nOur relaunch of College Football 25 was only the first step in this multiyear growth strategy for American Football. For example, this experience grew our audience by adding over 5 million new fans to the ecosystem. Looking ahead, our deeper integration between Madden NFL and College Football is setting the stage for a unified, massive online community. Our American football ecosystem is following the playbook of our hugely successful global football franchise, positioning it for long-term success.\nIn Global Football, we've already achieved milestone growth with FC Mobile and FC Online, two key drivers expanding our global reach. Looking ahead, the 2026 World Cup represents a major acquisition opportunity and the next defining moment for the franchise, rooted in deep social connection. All of this gives us confidence in the long-term success of our bigger sports franchises.\nAcross our sports portfolio and beyond, we are on track to deliver growth through new experiences, deeper integration across platforms, more robust community creation tools and the EA Sports app. I also want to take a moment to talk about how AI is powering our future. We view AI as a powerful accelerator of creativity, innovation and player connection.\nAcross our teams, we're investing in new workflows and capabilities to integrate AI to enhance how we build, scale and personalize experiences, from dynamic in-game worlds to delivering authentic athlete and team likenesses at incredible scale, our developers are using AI to push the boundaries of what's possible in design, animation and storytelling helping us deliver deeper, more immersive game play.\nThis is about amplifying the power of this technology to unlock new possibilities for the future of interactive entertainment. Now I'll turn the call over to Stuart for a deeper look into the quarter and our business.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThanks, Andrew, and good afternoon, everyone. FY '25 was a year of focused execution as we prioritize our highest impact initiatives and continued realigning our investments around our long-term growth framework. That focus was particularly evident in our fourth quarter, where we saw accelerating momentum heading into FY '26. Q4 outperformance was driven by exceptional execution from our EA SPORTS FC teams with the January gameplay update and targeted community-driven tuning.\nThis resulted in a significant rebound in engagement and monetization. Combined with sustained strength in American Football beyond the end of the season, and the breakout success of Split Fiction, we expanded margins, generated strong free cash flow and returned over $1 billion to stockholders for enhanced repurchase program and dividends. This performance reinforces the execution of our teams and the resilience of our business model and resulted in a strong close to FY '25.\nTurning to FY '25 results. We delivered net bookings of $7.36 billion, down 1%. Our expanded american Football ecosystem surpassed $1 billion in net bookings, up over 70% year-over-year. Growth was offset by impact from slate timing and softness in Apex Legends. Full game net bookings was $2.02 billion, up 1%, driven by strength in EA SPORTS College Football 25 and new blockbuster releases, including Split Fiction and Dragon Age: The Veilguard, which offset prior year contributions from Star Wars Jedi: Survivor and softness in FC 25 full game sales.\nLive services net bookings was [ $5.34 billion ], down 2%, reflecting an approximate 4-point headwind from Apex Legends in addition to an approximate 3-point headwind from the December and January softness in Fc Ultimate Team. These headwinds were partially offset by the strength of American Football. Moving to our GAAP results. We delivered net revenue of $7.46 billion, down 1%. Cost of revenue decreased by 10% to $1.54 billion, driving a gross margin of 79.3% and an improvement of nearly 200 basis points, driven in part by lower licensing fees.\nOperating expenses were $4.4 billion, up 2% with increases in people costs, largely offset by cost savings in other areas of the business. Our earnings per share was $4.25. We delivered our second highest fiscal year operating cash flow result of $2.08 billion as the business continues to be a strong generator of cash. Capital expenditures was $221 million, resulting in free cash flow of [ $1.86 ] billion. For the year, we returned 145% of our free cash flow or $2.7 billion to stockholders through our accelerated stock repurchase program and normal course buybacks and dividends.\nPlease see our earnings slides for further cash flow information. Turning to Q4 performance. We delivered net bookings of $1.8 billion, up 8%, exceeding our January revised guidance by double digits as we rebuilt momentum across the quarter. Full game net bookings were $384 million, up 48%, driven by the successful launch of Split Fiction with units sold nearly double our expectations.\nLive services and other net bookings were $1.42 billion, up 1% exceeding our revised guidance on the strength in FC Ultimate Team, College Football Ultimate Team and The Sims. Now turning to key franchise performances in the fourth quarter.\nIn Global Football, engagement and monetization rebounded following the January '16 gameplay update. After the gameplay update, FC Ultimate Team posted high single-digit net bookings growth in constant currency fueled by strong reengagement for our competitive cohort. FC Mobile saw double-digit growth in net bookings ahead of our expectations with the web store accounting for mid-single-digit percentage of the overall total. FC Mobile continues to be an important contributor to global reach and engagement as we expand and deepen our presence in top geographies that differ from our HD title, particularly in Southeast Asia and the Middle East. In American football, late cycle engagement trends remain strong in the ecosystem with the Q4 average for weekly active users higher than the fiscal year average.\nIn the quarter, College Football Ultimate Team significantly outperformed with average net bookings per spender, more than 50% above expectations, driven by high-impact content drops like REWIND and names of the game. Madden NFL 25 acquisition also exceeded our expectations, driven by expanded platform reach as well as strong late holiday demand for the title relative to prior quarters. The Sims franchise delivered over 30% net bookings growth in Q4, driven by the 25th birthday celebrations that reignited player engagement and accelerated reengagement across the community.\nThe rerelease of legacy titles, combined with target updates aligned to our broader franchise road map, drove higher attach rates, particularly among casual spenders. On a GAAP basis, we delivered net revenue of $1.9 billion, up 7%. Cost of revenue was $368 million, resulting in a gross margin of [ 80.6% ], supported by favorable digital mix. Operating expenses were $1.13 billion, down 5% as we lap a comparable period that include a $61 million restructuring and related charge.\nEarnings per share was $0.98, up 46%, driven by net revenue growth and improved operating leverage. Operating cash flow was $549 million, with capital expenditures of $54 million we delivered free cash flow of $495 million. Now moving to our outlook. We expect fiscal year net bookings of $7.6 billion to $8 billion up 3% to 9% year-over-year. Our assumptions for FY '26 reflects 4 key factors. First, we expect Batterfield launched in the fiscal year. Second, we expect growth to be driven by our EA Sports portfolio, The Sims franchise and the launch of Battelfield and Skate. Third, While FX remains volatile, our guide assumes an approximate 1 point headwind from FX. Please see our earnings slides for more detail on our currency assumptions.\nAnd fourth, we expect an approximate [ 5-point ] headwind from catalog and Apex Legends. In regards to these headwinds, first, our catalog is seeing near-term pressure as we transition to a more focused slate, anchored around massive online communities and select blockbuster storytelling investments. As a result, catalog is now a smaller contributor to total net bookings than historically, and we expect this shift to weigh on year-over-year comparisons in the year as our portfolio continues its structural transition.\nSecond, while Apex Legends' traction in line with our expectations for the past 2 quarters, our FY '26 guide assumes an approximately 40% year-over-year decline in net bookings. We expect stronger headwinds in the first half of the fiscal year, followed by more moderate declines in the back half.\nWe continue to focus on delivering for our core players and investing in the long-term evolution of the franchise. Turning to GAAP. We expect net revenue of $7.1 billion to $7.5 billion. We expect GAAP operating expenses to be $4.47 billion to $4.57 billion, up 2% -- up 4% year-over-year predominantly related to Battlefield marketing.\nWe expect GAAP operating margin to be 16.3% to 18.9%. We expect non-GAAP operating margin to be 27.2% to 29.2%. The impact from change in deferred net revenue is expected to be approximately 480 to 440 basis points. We expect GAAP EPS of $3.09 to $3.79. We reiterate our financial margin framework through FY '27, with margin expansion underpinned by continued live services growth, multiple new plan releases, a World Cup in the summer of 2026 and a milestone moment at EA SPORTS FC. We expect operating cash flow between $2.2 billion and $2.4 billion, with capital expenditures expected to be relatively flat to the prior year at $225 million. We expect to deliver free cash flow of $1.975 billion to $2.175 billion, up 6% to 17%.\nWe remain committed to a strong return of capital program with our goal to return at least 80% of free cash flow with stock repurchases and dividends through FY '27. Now turning to our Q1 guidance. We expect net bookings for Q1 to be $1.175 billion to $1.275 billion, down 7% to up 1%. As is typical for Q1, this reflects seasonally lower contributions from our EA Sports portfolio. Included in our outlook is an approximate 5-point headwind from Apex Legends, which we anticipate will continue at a similar rate through the first half of the fiscal year. We also expect an additional 2-point headwind from catalog.\nAs a reminder, we expect some of these headwinds in addition to challenging year-over-year comparisons to also weigh on Q2 with growth accelerating in the back half of the year, driven by the typical seasonality of our EA SPORTS franchises as well as our anticipated Battlefield launch. For Q1, we expect live services excluding Apex Legends to grow low single digits, led by growth in our EA SPORTS portfolio.\nIn particular, EA sports FC is showing positive net booking momentum through the early weeks of Q1. That said, we're taking a measured view of the quarter overall as team in the season, Q1's largest event remains in progress.\nTurning to GAAP. We expect net revenue of $1.55 billion to $1.65 billion, cost of revenue to be $265 million to $285 million and operating expenses of approximately $1.11 billion to $1.12 billion, up 7% to 8%. Roughly half of this year-over-year increase is related to continued investments in line with Q4 for the other primary driver expense growth being costs associated with resource reprioritization. We expect earnings per share of $0.49 to $0.66.\nTo close, FY '25 was a year of focused execution. We delivered strong performance across our biggest franchises, expanded margins, generated over $2 billion in operating cash flow and returned $2.7 billion to stockholders. As we enter FY '26 and FY '27, we do so from a position of strength and a business structurally positioned for growth and margin expansion led by sustained leadership in EA SPORTS, The Sims, Battlefield, skate, and unannounced new releases.\nOur multiyear growth trajectory remains firmly underway, consistent with what we shared at Investor Day and our conviction in our financial margin framework remains unchanged. We remain focused on disciplined investment, operational agility and delivering strong returns. Now I'll hand the call back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThank you, Stuart. FY '25 was a pivotal year for Electronic Arts, a year defined by creative breakthroughs, stronger player connection and meaningful progress across our portfolio. We sharpened our focus, delivered bold new experiences and laid the groundwork for an even more ambitious future.\nAs we look ahead, we are confident in a strong slate of upcoming releases, our strategy to invest in our biggest long-term opportunities and our focused well-tested execution approach. With leading IP, transformative technology, a global network of passionate players and the best creative talent in the industry, EA is uniquely positioned to lead in a rapidly evolving world. We know that road ahead may bring near-term economic uncertainty, but our focus, adaptability and strategic clarity gives us the tools to thrive. This is an important moment for our company, and we've never been more optimistic about what comes next.\nThank you. And now Stuart and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ab74b3b5ace6e2eaedfac446e52e936f",
    "period": "2025 Q3",
    "content": "Q3 2025 Electronic Arts Inc Earnings Call\n\nQ3 2025 Electronic Arts Inc Earnings Call\n\nEANASDAQFEB 4, 5:00 PM\n\nOperator\n\nGood afternoon. My name is JL, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Third Quarter Fiscal Year 2025 Earnings Conference Call.\nI would now like to turn the conference over to Mr. Andrew Uerkwitz, Vice President of Investor Relations. Please go ahead.\n\nAndrew Uerkwitz\n\nVice President of Investor Relations\n\nThank you. Welcome to EA's Third Quarter Fiscal 2025 Earnings Call. With me today are Andrew Wilson, our CEO; and Stuart Canfield, our CFO. Please note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks an audio replay of this call and a transcript.\nWith regards to our calendar, our fourth quarter fiscal 2025 earnings call is scheduled for May 6, 2025. As a reminder, we posted scheduled upcoming earnings calls for the fiscal year on our IR website. This presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, February 4, 2025, and disclaims any duty to update them.\nDuring this call, the financial metrics, with the exception of free cash flow and non-GAAP operating margin will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nNow I'll turn the call over to Andrew Wilson.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Andrew. Good afternoon. I want to start by thanking our teams. In Q3, they shared their creativity, dedication and innovation with the world through high-quality games and experiences. Our relentless focus on execution and delivery ensures we continue to bring incredible sports experiences and blockbuster entertainment to hundreds of millions of players and fans around the world.\nHowever, it was not the financial performance we wanted or expected. We know as a leader in global entertainment, great financials even when built and delivered with polished execution can sometimes miss our financial expectations. So let me provide more context on the quarter and share actions taken to build momentum as in the new fiscal year.\nOur blockbuster storytelling strategy is built on 3 strategic objectives: first, create an authentic story experience for the core audience; second, build innovative groundbreaking features; and third, emphasize high-quality launches across both PC and console. In order to break out beyond the core audience, games need to directly connect to the evolving demand of players who increasingly seek shared world features and deeper engagement alongside high-quality narratives in this beloved category. Electronic Arts had a high-quality launch and was well reviewed by critics and those who played. However, it did not resonate with a broad enough audience in this highly competitive market.\nNow let me dive deeper into the context around EA Sports FC's temporary underperformance and the immediate actions taken. FC started Q3 in a strong position. It had a high-quality and stable launch, it won Sports Game of the Year and preorders engagement and player monetization were each up year-over-year, leading the net bookings in October that were up double digits year-over-year. However, this momentum did not sustain through the quarter. 2 contributing factors to performance downside were soft top-of-funnel acquisition and lapsed engagement later in the quarter.\nWhile early acquisition started out strong, post-launch acquisition cohorts waited longer in the cycle to acquire a new title as many stayed in prior iterations. Combined plays in our full HD experiences were flat year-over-year. This mix shift and slower new player acquisition accounted for about half of the titles underperformance versus expectations.\nSolid than expected engagement made up most of the rest. We're constantly shooting the game to drive a competitive and engaging experience. This year, after a number of key changes to gameplay, we started to hear more feedback than usual around specific issues with balance from one of our most competitive cohorts. This resulted in lower-than-expected engagement into the end of the quarter. We took the time to listen and validate what we were hearing and implemented some significant changes to the gameplay experience and corresponding progression and rewards and a large update that went live for players on January 16, just before the launch of our Team of the Year event. These actions were a success as we've seen a strong response to the title update and our event as well as positive gameplay sentiment indicators from our community.\nFollowing the gameplay update and our popular Team of the Year event, we have reactivated over 2 million Ultimate Team players with all acquisition cohorts experiencing positive trends. Player retention rates surpassed our expectations and saw record title weekly active users over the events weekend. Together, these markets are leading networking to be up year-over-year for the 2-week event.\nOur live service drives billions of hours of fan engagement annually, and we're constantly updating and fine-tuning both gameplay and our programs to meet ongoing feedback and evolving expectations from our community. Individually, these FC play dynamics would not have materially impacted our quarter. In fact, these are part of the normal course of managing and growing our live service business. However, the convergence of these dynamics became a material source of downside requiring our immediate and comprehensive response. We consider this to be a temporary moment not structural. Our global football franchise net bookings have grown over 70% over the last 5 fiscal years, making it one of the biggest sports entertainment properties in the world.\nTo put this year in perspective, FY '25 is still expected to be the second biggest year for the franchise. Given this context around our Q3 results, we remain confident that our strategy, focusing on entertaining massive online communities selling blockbuster stories and harnessing the power of community remains on track.\nNow let me provide more color on the rest of our portfolio. The power of EA Sports comes from our team's unique ability to create deep, rich and highly valuable IP, where our players fully emerge themselves in the action, phantom and culture of their favorite sport. No one else can fan experience the depth, authenticity and quality that our sports titles deliver. With an incredible year, we're just beginning to unlock the immense opportunity within our growing American football ecosystem. The number of players is up double digits year-over-year as our expanded offerings strengthen and build on the passion of our community. Our teams continue to deliver compelling content across the ecosystem seamlessly introducing players to new experiences. This quarter, we saw players in Ultimate Team grow by double digits as we deepen player engagement and connection. We continue to build momentum into FY '26 as we come off what we believe will be a record year for EA Sports.\nThe real life college season has culminated in its first 12 team national championship, and we have announced that College Football 26 will launch this summer. EA Sports, the NFL and the NFLPA continue to partner to grow the sport and reach new fans around the world through our unrivaled Madden NFL franchise. Together with our partners, we are fully focused on our strategy to continue to forge our 2 American football titles into a massive online community where players can connect, celebrate their fandom and harness powerful tools to create content.\nWe are also building all new innovative models of social play with more access points to further engage and entertain core new and casual players. While we continue to invest and focus on our core FC business, we are also building towards a bold vision for the future, delivering for hundreds of millions of global fans through a connected ecosystem of experiences, including new modalities of play. For example, we are developing an entirely new world within the FC platform built around groundbreaking gameplay and cutting-edge tools for social connection and content creation. We are leaning into next-level ways to engage fans and the world's biggest port across the FC platform through play, create, watch and connect.\nIn service of our players and fans, we are also pushing beyond the boundaries of our sports franchises. Yesterday, we shared that we reached an agreement to acquire TRACAB technologies. Data is at the center of every meaningful advancement in sports today and this group has developed best-in-class optical sports tracking, real-time volumetric data capture technology and analysis capabilities that can extend EA Sports' lead, accelerating how we deliver more authentic, deeply immersive gameplay that mirrors the fluidity and excitement of real-world athletes and competition.\nLonger term, TRACAB's capabilities also help us accelerate against our bold vision for the EA Sports app to be the world's leading interactive sports platform following a successful initial regional trial in Q3. We culmination of TRACAB's real-time data technology and our proprietary game engine, we can enable completely new opportunities for fans to create and share real-world sports content in their own way, reimagining highlights generating casual and complex game simulations and watching broadcast alternatives on demand. We're working to make the EA Sports app, the new frontier for interactive sports fan and beyond games and we look forward to sharing more about our plans in the months ahead. This is one of several bold new steps in our ecosystem plans to engage players and fans across more geographies in around and beyond our games. That together with our core experience gives us confidence in the future of EA Sports.\nAs we look beyond sports, we've never had a stronger pipeline of entertainment experiences. We continue to execute across the portfolio, and the next 2 years will prove to be an incredibly exciting time for EA and our players. Yesterday's announcement of Battlefield Labs is a key development in our ongoing expansion of massive online communities. Battlefield Labs is launching at a crucial moment in our development journey at a scale that allows us to test and refine the game with a community in a way that's unprecedented for Battlefield. This is about embracing a modern, more dynamic approach to development, one that acknowledges how the market has shifted, how player expectations have evolved and how we show up for our players in ways to deliver a truly next-level experience.\nThis latest news from our teams is a crucial step towards Battlefield's release in FY '26. These are exciting times for the Sims as well with the cultural icon celebrating its 25th birthday this year. New updates and features are driving engagement across a massive community of players. A great proof point of our ongoing strategy at work is the launch of the first 2 creative kids ever designed by our top influencers and content creators. These kits marked the first time that a full collection of in-game assets have been crafted by creators and officially published by the Sims development team. This is a great step on a path to building a global creator platform in the Sims.\nFollowing the console play test this month, SCAPE remains on track for launch this year across PC, console and mobile, introducing a fresh community-driven model for gaming with native cross-platform and cross progression. Additionally, as we continue to make progress across our strategy to use AI to transform how we deliver entertainment of the world, we recently made the strategic decision to unify our central technology functions under a single Chief Technology Officer, Matt Thomlinson. This alignment reinforces our commitment to embedding technology at the core of our business strategies and operations, enabling us to drive innovation, expand our creative canvas, build bigger and bolder experiences and deepen our connections as a community-driven entertainment company. Matt has been instrumental in shaping the technology strategies and infrastructure that empower our teams to create and collaborate. I greatly look forward to working with him as our CEO.\nWe believe the fundamental long-term outlook of our business is strong as we further sharpen our focus on entertaining and connecting more people for more time across the world. EA's creative production strength broad IP and technology leadership powered the execution of our vision to deliver more excitement, creation and connection for our global network of plays and fans. Looking to FY '26 and beyond, we are taking bold steps across our sports and entertainment portfolio to shape the future of interactive entertainment.\nAnd now I'll turn the call over to Stuart for a deeper look into the quarter and our business.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThank you, Andrew, and hello, everyone. To echo Andrew's remarks, Q3 was not the quarter we expected. But despite the impact to our near-term results, our long-term outlook remains unchanged. Our teams remain focused on -- feedback, continually adapting our games and services to reflect evolving player preferences in addition to refining our portfolio to deliver sustainable growth.\nToday, we're announcing our plans for a $1 billion accelerated stock repurchase in addition to our current $375 million per quarter program, bringing total stock repurchases to $2.5 billion were in the first year of our $5 billion authorization. This action reinforces our strategy and commitment to returning capital to stockholders. It also demonstrates our confidence in our long-term growth outlook supported by our strong balance sheet and cash flow generation. We remain committed to advancing our strategic initiatives while effectively balancing business investment, we're returning capital to stockholders.\nNow turning to the quarter. In Q3, net bookings was $2.2 billion, down 6% year-over-year. Dragon Age: The Veilguard underperformed -- the competitive dynamics of the single-player RPG market and EA Sports FC 25 started strong, but softened through the holiday period. We saw minimal impact from FX within the quarter. Within total net bookings, full game was $633 million, down 3% year-over-year and live services and other was $1.58 billion, down 8% year-over-year. On a trailing 12-month basis, live services are 74% of our business.\nLet me start with Dragon Age: The Veilguard. Historically, blockbuster storytelling has been the primary way our industry bought beloved IP to players. The game's financial performance highlights the evolving industry landscape and reinforces the importance of our actions to reallocate resources towards our most significant and highest potential opportunities.\nNow I'd like to provide further insights into the quarterly dynamics in Global Football that Andrew shared earlier. Following 2 consecutive fiscal years of double-digit net bookings growth, our global football franchise saw a mid-single-digit decline year-over-year in Q3. The softer-than-expected results in HD was only partially offset by continued growth in FC Mobile. The HD underperformance was a result of 2 key factors. Firstly, software acquisition which led to lower-than-expected full game sales of FC 25. Despite having 40 million players across our catalog of HD titles, our December promotional events to drive conversion, fell short of expectations and historical rates as players remain engaged with prior versions of the game.\nSecondly, as Andrew mentioned, we saw faster unusual engagement churn in a competitive cohort as the quarter progressed. Despite having positive key metrics early in the quarter, this player group's engagement was down high single digits, mirroring our net bookings decline. While we regularly manage these factors within live service, their combination had a compounding effect. Faster unusual engagement churn, coupled with lower acquisition credit pressure on lower funnel performance. Our live service model's greater strength is our ability to experiment, tweak, respond and deliver changes for our players.\nOur January 16 gameplay update launched ahead of our marquee Team of the Year event is a prime example of this adaptability. Since the game pay release, we have seen a significant turnaround in momentum with competitive cohorts trending towards prior year levels with net bookings up year-over-year during the event. We remain confident in the sustainable long-term growth of Global Football as we continue to refine the experience, expanding opportunities and build toward an even brighter future for the franchise.\nWithin Global Football for Q3, FC Mobile saw a double-digit increase in new players, engagement and monetization year-over-year. FC Online was up slightly as strong promotional content drove monetization. The expansion of our American football community has continued to see strength with weekly active users and total unique spenders up double-digit year-over-year in the quarter.\nIn Apex Legends, net bookings were down year-over-year in the quarter but performed in line with our expectations. The Sims franchise delivered year-over-year net bookings growth in Q3 as we continue to broaden the franchise by delivering focused updates and new player experiences that deeply engage and captivate our community. During the quarter, we launched 2 new credit kits in the Sims 4, and the launch of the MySims: Cozy Bundle outperformed our expectations. With MySims: Cozy Bundle, we saw over 50% of those who purchased the game were new game as we expanded our offerings on the Switch platform.\nNow moving to our GAAP quarterly results. We delivered Q3 net revenue of $1.88 billion, down 3% year-over-year. Gross margins increased 300 basis points, largely a result of lower licensing costs. Operating expenses came in below our expectations of $1.05 billion, flat to the prior year. Earnings per share was $1.11, up 4% year-over-year. We delivered operating cash flow of $1.18 billion for the quarter, down 7% year-over-year. On a trailing 12-month basis, operating cash flow reached $2.11 billion and free cash flow reached $1.89 billion as our business continues to be a strong generator of cash. Please see our earnings slides for further cash flow information. In the third quarter, we returned $425 million to stockholders through stock repurchases and dividends.\nNow turning to guidance. 2 weeks ago, we updated our FY '25 guidance. I want to outline the assumptions underpinning our outlook. First, our American football business remains on track to surpass $1 billion in net bookings for FY '25. Second, we will base our expectations to include lower contributions from Dragon Age: The Veilguard.\nThird, let me walk through our assumptions for Global Football. As mentioned, our Global Football net bookings in Q3 saw a mid-single-digit decline year-over-year. As we exited Q3, HD experience saw double-digit declines year-over-year in net bookings during December and the early weeks of January. However, following the January 16 gameplay update and the launch of Team of the Year, we saw strong term resulting in a return to year-over-year growth during the event. Despite this positive trend, our FY '25 guidance at the midpoint adopts a prudent approach, anticipating a low double digit booking in global football franchise net bookings for Q4. With that said, we remain optimistic and the potential for continued momentum given Team of the Year's performance, the start of our Future Stars event and other upcoming events and updates this quarter. Our approach is measured as our teams learned Q3 and continue to bring updates to the game, monitor player feedback and deliver experiences that sustain engagements.\nAnd fourth, Beyond global football, our core live services assumptions remained largely unchanged. These changes to our underlying assumptions have shaped our revised guidance range, which we shared on January 22. As a reminder, we expect FY '25 net bookings to be $7 billion to $7.15 billion, down 6% to down 4% year-over-year.\nTurning to our FY '25 GAAP outlook. We are lowering net revenue guidance to $7.25 billion to $7.4 billion. We expect the cost of revenue to be $1.48 billion to $1.49 billion. We now expect operating expenses to be approximately $4.38 billion to $4.39 billion, up 1% year-over-year. As a result, we expect GAAP operating margin to be 19.2% to 20.5%. We expect non-GAAP operating margin to be 30.5% to 31.6%. The impact from change in deferred net revenue is expected to be approximately negative 250 to negative 240 basis points. This results in a revised earnings share of $3.90 to $4.25. We're also adjusting our operating cash flow guidance to $1.8 billion to $1.9 billion. Capital expenditures are still expected to be $225 million, resulting in free cash flow guidance of $1.575 billion to $1.675 billion. As a reminder, we had a onetime cash tax benefit of $150 million in the prior year. If rates remain unchanged from today, we expect minimal impact to net bookings from FX. For more information on the impact of FX movements, please refer to our earnings slides.\nAt the end of Q4, we expect net bookings of $1.444 billion to $1.594 billion, down 13% to down 4% year-over-year, largely driven by declines in Global Football and Apex Legends, partially offset by the release of split fiction. We expect net revenue of $1.682 billion to $1.832 billion, cost of revenue to be $305 million to $315 million, and operating expenses of approximately $1.112 billion to $1.122 billion, resulting in earnings per share of $0.65 to $1.\nNow before I hand over to Andrew, I want to take a moment to discuss our long-term financial framework, which we shared last year. Our multiyear outlook is designed to provide the flexibility needed to effectively manage 2 critical drivers of success, gain development time lines and market dynamics. With a strong run-up of new experiences, including EA Sports College Football 26, Battlefield and SCAPE, we are positioned to return to growth in FY '26.\nBeyond FY '26, we will continue to expand our current franchises while also bringing blockbuster storytelling to market. Additionally, we will make measured progress beyond our games as we continue to scale our sports app advertising and sponsorship opportunities. Altogether, we believe these initiatives will drive both top line growth and margin expansion through FY '27 and into the future as we outlined at our September Investor Day.\nWe'll look forward to providing further updates on FY '26 in May and remain focused on disciplined execution, prioritize capital allocation and strategic investments that drive value for our players, employees and stockholders.\nNow I'll hand back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThank you, Stuart. Exceptional effort and post execution don't always generate the results we aim for. The actions we have taken demonstrate the focus and determination of our teams and the deep resiliency of our business. The very definition of entertainment is rapidly changing.\nNow more than ever, our success as a company will come from anticipating and exceeding player expectations to deliver innovative experiences that engage, entertain and connect people everywhere across an ever-evolving landscape.\nThank you. And now Stuart and I will answer your questions.\n\nAndrew Uerkwitz\n\nVice President of Investor Relations\n\nLike Andrew said, we're ready to take your questions. We'll take 1 question and 1 follow-up from each analyst. With that, we are now ready for the first question."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e16a3814e53be6fb234f4154d8a09ced",
    "period": "2025 Q1",
    "content": "Q1 2025 Electronic Arts Inc Earnings Call\n\nQ1 2025 Electronic Arts Inc Earnings Call\n\nEANASDAQJUL 30, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Rob, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts First Quarter Fiscal 2025 Earnings Conference Call. I would now like to turn the conference over to Mr. Andrew Uerkwitz, Vice President, Investor Relations. Please go ahead.\n\nAndrew Uerkwitz\n\nVice President of Investor Relations\n\nThank you. Welcome to EA's First Quarter Fiscal 2025 Earnings Call. With me today are Andrew Wilson, our CEO; and Stuart Canfield, our CFO. Please note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted a detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks, an audio replay of this call and a transcript.\nWith regards to our calendar, our Investor Day is scheduled for Tuesday, September 17, and our second quarter fiscal year 2025 earnings call is scheduled for Tuesday, October 29. As a reminder, we post the schedule of upcoming earnings calls for the fiscal year on our IR website.\nThis presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-K for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, July 30, 2024, and disclaims any duty to update them.\nDuring this call, the financial metrics, with the exception of free cash flow and non-GAAP operating margin will be presented on a GAAP basis. For more information on our non-GAAP operating margin, please see our earnings slide and the FAQ document available on our Investor Relations website. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nNow I'll turn the call over to Andrew Wilson.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Andrew. Hello, everyone, and good afternoon. We started our FY '25 strong. We beat our net bookings guidance, and we executed across our business as we entertained and connected hundreds of millions of people around the world. Throughout Q1, we drove progress along our 3 strategic priorities of entertaining and engaging massive online communities, telling blockbuster stories and having the power of community in and around our games. This progress paves the way for growth in Q2 and beyond.\nI am thankful and inspired by the continued incredible work of our fantastic teams to deliver the entertainment that our global community of players wants today and tomorrow. Our focus continues to center around entertaining more players for more time across more geographies. And we believe there are secular tailwinds in social media and sports that favor our enviable position as a company that will drive sustainable long-term growth built across the engagement modalities of play, create, watch and connect.\nA fundamental truth of the human experience is that people have always come together through sports to compete, collaborate and celebrate community. Today, EA Sports experiences are advancing this truth through incredible authenticity, innovation and immersion. We are becoming increasingly ingrained in the fabric of sports culture in fandom as our audiences look to us for cutting-edge ways to connect with the sports they love and to share that passion with their friends and families all year long.\nSports leagues, the world over trust us as a powerful, long-standing partner as we work together to engage, entertain and inspire sands across generations and geographies. This is a huge opportunity for our players, our partners and our stockholders. We believe the lines between traditional sports consumption and interactive sports entertainment will continue to blur as hundreds of millions of fans increasingly connect with their favorite athletes, clubs and competition through EA Sports.\nThis quarter, in EA Sports FC 24, our exceptional team celebrated real-life football events on console, PC and mobile with UEFA Euro 2024 and [ Combo Corp ] America 2024. -- driving even better-than-expected monetization. We also released a high-quality heart racing title in F124 as the sports current season delivers high levels of drama and competition.\nWe blurred the lines in the Madden NFL 24 connecting real-life cultural events to in-game experiences with live content that fuels deeper engagement. We were on site for the NFL draft to support the immediate inclusion of rookie players into Madden NFL 24, resulting in an expanded social experience as they played live in front of millions of fans before even stepping on the field.\nOur teams are also engineering moments that ignite the football fan community with a unique and valuable content that extends the in-game experience, like our collaboration to bring leading sports personality, [ Pat McAfee ] into the game the special Michael V condition or our in-game Ring of Honor event. These intentional experiences and live content, combined with deep and innovative game play drove more time spent and increased engagement in our community and drive momentum and growth in the quarter.\nThis speaks not just to how central to franchisees to the very fabric of American professional football but also how our games are such a unique and valuable expression of fandom that combines the authenticity of the real-world sport deep innovation and gameplay and creative content that energizes and engages communities leading to further growth in our business. As we continue to build massive online communities across our entire sports business, we are equally focused on prioritizing our owned IP across our broad entertainment portfolio, which contains some of the deepest and most relevant properties in the world.\nApex Legends is an important part of our story. Q1 was largely in line with our expectations and our commitment to evolving and learning is a foundational part of our strategy to return Apex Legends to growth. During the quarter, our teams continued to introduce changes to this multibillion-dollar franchise as they test and iterate in the lead-up to season '22, '23 and beyond, where they will deliver even more content and bigger advancements spread across geographies and new modes of play.\nWe continue to engage and inspire fans across the massive Sims 4 community as we roll out more content updates to this beloved franchise. Q1 saw a healthy engagement throughout the community with excitement building for the launch of the Lovestruck pack as a throwback to original Sims games with classic items. We are committed to entertaining our loyal Sims fans with 15-plus updates over the coming year, while working on introducing multiple new experiences into the Sims universe over the coming years. We expect all of this to grow our community and deepen engagement with user-generated content serving as a growth multiplier to the franchise overall.\nAs Season 7 of Battlefield 2042 wraps up, one thing is clear. each season of the game has shown our team's unique ability to listen, learn and draw inspiration from their community to deepen connection with the franchise. Players continue to be passionate about the Battlefield franchise, which has surpassed over 25 million players over the last 12 months. The community is energized by what our teams are doing and excited for what comes next.\nThis is not just one of our top priorities. It is also one of the most ambitious projects in our history. We have brought together the very best team coupled with the resources and technology they need to deliver an epic battle field experience. I'm excited about what is to come next as we continue to make progress across our strategic priorities. As I look to Q2, our sports packed quarter began with a bang, the successful debut of EA Sports College Football 25. This is a monumental moment for EA Sports.\nWe are returning to a sport we love, reimagined for a new generation of platforms breaking new ground with athletes through the world's largest single sport NIL program and delivering an experience that is absolutely ignited college football fans, both long time and new around the U.S. and across the world. Our multiyear journey to College Football 25 reflects the vision, leadership and deep determination of our teams, and it is also a testament to the amazing support that we have received from universities, partners, athletes and fans. Thank you all for helping us make this possible.\nThis new college football experience is an impressive creative and technological achievement, creating 150 unique stadiums and over 11,000 player licenses couldn't be done without EA's deep history of being a technology leader and by our incredibly passionate and talented teams harnessing the power of AI and machine learning to deliver truly amazing entertainment.\nWe are also giving players the tools to shape their own experience through team builder and extensive creation and customization UGX suite that enables players to create their own teams Jersey combinations, logos, field designs and more and then publish and share their creations within the game. To date, we've already seen nearly 1 million teams created by our players, many of which can now be enjoyed by others in the game, deepening social connections and increasing engagement in our community.\nCollege Football continues to elevate EA Sports leadership in American football by creating valuable new opportunities for sports fans. The community has embraced our groundbreaking EA Sports MVP bundle of the deluxe editions of EA Sports College Football 25 and Madden NFL 25, demonstrating the appetite amongst core fans of the sport for both high-quality NFL and college football experiences.\nTo further build momentum in our American football ecosystem, the 2025 addition of Madden NFL will significantly push the franchise forward. The title will deliver enhanced audio and visuals and all new version of [ Field Sense ] and innovative physics technology getting played even close to the action with their favorite NFL superstars. With 2 unique yet complementary products in the market, this is a huge step forward in significantly growing our American football community. This is just the beginning of what we are going to be able to deliver for fans for the United States' biggest sport.\nFollowing a historic brand relaunch embraced by players, fans and partners the world over EA Sports FC 25 is going to be a giant step forward. On top of the existing strength of this global franchise, we see many more opportunities to grow its reach, engagement and impact. We are forecasting franchise growth in FY '25. FC 25 will feature more innovation as well as more realistic and authentic gameplay driven by enhanced tactical sophistication using AI and real-world footballing data. It will also introduce an entirely new deeply social 5D 5 experience called Rush available across all major modes in the game and a new content capture and creation tool. In total, our entire FC platform will be a bigger deeper set of experiences at the center of football fandom and culture of the world's game.\nLooking beyond the second quarter, we continue to make progress across our pipeline to deliver on our strategy. We further engaged and connected with a massive online community of [ skate ] as we introduce fans to the law of [ San Bansedam ] with new gameplay revealed at Summer Game Fest. We also unveiled the blockbuster storytelling of Dragon Age, The Vail Guard, an epic experience based in an expansive world filled with arresting visuals and introducing a cost of diverse complex characters an incredible combat all tied together by a rich single-player narrative.\nWe are committed to delivering more excitement, exploration, creation and connection for more players and fans across generations, platforms and geographies. And we will achieve this through our passionate and talented teams, our world-class IP and our ability to drive innovation through our deep expertise in technology, which will accelerate our innovation and our development velocity.\nNow I'd like to hand it off to Stuart for a deeper dive into our business.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThanks, Andrew, and good afternoon, everyone. We've had a great start to FY '25 with Q1 results beating our own expectations on both the top and bottom line as we continue to execute on our strategy and drive progress in delivering against our long-term financial framework of accelerating growth, delivering operating leverage and increasing cash flow.\nFoundational to this execution has been our focused investment in our talented teams to support our growth initiatives and deliver amazing experiences to our fans. Early indicators of this momentum include the outstanding reception for EA Sports College Football the promising early signs across both EA Sports, Madden NFL 25 and EA Sports FC 25 plus the announcement of the Dragon Age: The Veilguard release in the fall. As momentum builds, we feel confident in achieving our fiscal year guidance.\nNow turning to our Q1 results. Our net bookings results were above our expectations as our teams delivered more content to larger audiences, resulting in greater anticipated engagement and monetization in our core live services. We also initiated our previously announced enhanced stock repurchase program plan, which is projected to return $5 billion over the next 3 years, aligning with our progress towards achieving our long-term financial objectives. In the quarter, we saw total net bookings of $1.26 billion. As a reminder, our prior year period benefited from more releases and a World Cup tailwind to our Global Football business.\nFull game net bookings was $168 million as we compare to 3 full game title releases from a year ago. Star Wars Jedi Survivor, EA Sports PGA Tour and [ Super Mega Baseball IV. ] Our live services and other net bookings was $1.09 billion, highlighted by EA Sports Madden NFL 24 outperformance in the quarter. The greater-than-expected results from EA Sports Madden NFL 24 are a strong proof point in the power of driving community in and around our games. During the quarter, we saw sustained momentum late in the title cycle with both weekly average used in Ultimate Team and total net bookings up double digits year-over-year.\nAs Andrew spoke to earlier, our intentional focus on delivering fun game playing, real-world connection and compelling live content year-round is foundational to driving deeper engagement and expanding our communities as we build platforms in and around our games. Apex Legends year-over-year decline improved sequentially and came in line with our expectations. The team remains focused on investing behind and delivering against a year-long strategy of meaningfully updating the experiences in seasons '22, '23 and beyond.\nTurning to the EA Sports FC franchise. Results came in better than expected but down for the quarter against double-digit growth in the prior year period, which benefited from tailwinds relating to the World Cup. It's worth noting that life to date, our new EA Sports FC franchise is up mid-single digits versus the prior version. EA Sports FC Mobile delivered a record Q1 net bookings result benefiting from double-digit growth in Spender acquisition as a result of gameplay improvements and real life events. FC Mobile is the blueprint for our mobile strategy. grounded in leveraging the expanded access points offered by the mobile platform to continue to grow our largest franchises.\nOn a GAAP basis, we delivered Q1 net revenue of $1.66 billion down 14% year-over-year. As a reminder, year-over-year declines were driven primarily by slate timing of full game releases. GAAP operating expenses were $1.03 billion, up 2% year-over-year primarily driven by focused investments in teams supporting our largest growth opportunities. As a result, earnings per share was $1.04. We delivered operating cash flow of $120 million in the quarter. On a trailing 12-month basis, free cash flow is $1.86 billion, up 3% year-over-year. In the first quarter, we returned $425 million to stockholders through stock buybacks and dividends, a 13% year-over-year increase as we implemented our new stock repurchase program.\nNow turning to guidance. Q2 is an action-pack EA Sports quarter with one successful launch down and 2 of our biggest launches in Madden NFL 25 and FC 25 coming up. We're also releasing new experiences in some of our largest franchises, like Season 22 for our Apex Legends fans. These efforts underpin our expectation to deliver our largest Q2 net bookings quarter in our history.\nLet me break down some of the assumptions that are incorporated into our guidance. First, we have seen an incredible start at EA Sports College Football 25 with record week 1 engagement for our sports franchise in North America and positive ultimate team momentum. We are only 11 days post launch, but we are very excited about the opportunity to significantly grow our American football community. Second, we look forward to the launch of EA Sports Madden NFL 25 as we continue to deliver a differentiated and outstanding NFL experience following a record-setting EA Sports Madden 24.\nThird, we expect a strong launch at EA Sports FC 25 at the end of the quarter, setting up the franchise to grow over EA Sports FC 24 for the full year with new ways to play, tactical improvements and a revamped social experience expected to drive healthy engagement in our largest community. Fourth, we remain prudent in our approach to Apex Legends as the team introduces new innovations and game mechanics to the community with C22. And lastly, if rates remain unchanged, we expect minimal impact from FX.\nAs a result of these assumptions, we expect Q2 net bookings of $1.95 billion to $2.05 billion up 7% to up 13% year-over-year or up 8%, up 13% in constant currency. For the second quarter, we expect GAAP net revenue of $1.9 billion to $2 billion and cost of revenue to be $420 million to $450 million. We expect GAAP operating expenses in Q2 to be between $1.19 billion and $1.2 billion up 10% to 11% year-over-year, driven priorly by restructuring-related charges and continued investment behind our long-term growth opportunities. We expect earnings per share to be approximately $0.76 to $0.93. As a reminder, we benefited from a $92 million onetime tax benefit recognized in the year ago period, and we expect to incur $65 million in restructuring charges related to our February restructuring event.\nNow turning to the full year. To date, our execution has been strong, and we expect our momentum to continue as we have seen fantastic player responses across EA Sport's branded titles. We're excited about our upcoming FY '25 slate, including EA Sports titles, Madden NFL 25 and FC 25 and Dragon Age: The Veiguard. We remain focused on executing these title releases and delivering our core live services. As a result, we are reaffirming our fiscal year 2025 net bookings guidance range of $7.3 billion to $7.7 billion down 2%, up 4% year-over-year. We are reaffirming our guidance for our other full year metrics.\nOur first quarter results are a testament to our incredible brands and our talented teams who are delivering experiences that continue to grow and engage our communities through innovative and interactive experiences. We saw this execution in our ability to sustain EA Sports Madden NFL 24 momentum through the quarter deliver healthy engagement in our global football business and continue to improve our mobile business, which remains an important entry point for our largest franchises. Looking forward, we expect to continue to invest with sharpened focus behind our 3 strategic pillars as we positioned ourselves for accelerated growth in FY '26 and beyond. Our teams look forward to sharing more around our long-term growth opportunities and initiatives at our Investor Day on September 17.\nNow I'll hand it back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Stuart. Our strong Q1 demonstrated the determination of our teams and the resiliency of our business. Traditional entertainment is being challenged as consumer preferences change and technology continues to disrupt business models. We're in a fundamentally different position. We have already navigated our shift in distribution, consumption is only growing and becoming more concentrated in our franchises, and we are unlocking new business models.\nWe have an incredible competitive advantage with the excellence of our creative talent, our production strength, our broad portfolio of incredible IP, including EA Sports and a massive player network. With these enviable strength, we are well positioned to grow the industry and increase our market share. And now Stuart and I will take your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/05ce1df1bdb102039f6da14219be77c7",
    "period": "2024 Q4",
    "content": "Q4 2024 Electronic Arts Inc Earnings Conference Call\n\nQ4 2024 Electronic Arts Inc Earnings Conference Call\n\nEANASDAQMAY 7, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Bovis, and I'll be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Fourth Quarter and Fiscal Year End 2024 Earnings Conference Call. I would like to turn the conference over to Mr. Andrew Uerkwitz, Vice President, Investor Relations. Please go ahead.\n\nAndrew Paul Uerkwitz\n\nExecutive Director and Senior Analyst, Oppenheimer & Co. Inc., Research Division\n\nThank you. Welcome to EA's Fourth Quarter and Fiscal 2024 Earnings Call. With me today are Andrew Wilson, our CEO; and Stuart Canfield, our CFO. Please note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks and audio replay of this call and a transcript.\nWith regards to our calendar, our first quarter fiscal year 2025 earnings call is scheduled for Tuesday, July 30. As a reminder, we posted a schedule of upcoming earnings calls for the fiscal year on our IR website. This presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today.\nElectronic Arts makes these statements as of today, May 7, 2024, and disclaims any duty to update them. During this call, the financial metrics, with the exception of free cash flow and non-GAAP operating margin will be presented on a GAAP basis. For more information on our non-GAAP operating margin, please see our earnings slides and the FAQ document available on our Investor Relations website. All comparisons made in the course of this call are against the same period in the prior year unless otherwise stated.\nNow I'll turn the call over to Andrew Wilson.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Andrew. In FY '24, we entertained and connected hundreds of millions of people around the world. I'm inspired by how our teams continue to create and deliver more innovative content and deeper experiences than ever.\nBefore I dive into our results, I want to talk about the accelerating transformations across the entertainment landscape and how we have been navigating and leading through change. Firstly, consumer retention and spend are increasingly consolidated in top franchises. As live services deliver fresh content, players are going deeper and spending more time with their friends in blockbuster experiences. For example, in North America, engagement for the top 10 franchises have increased their market share since fiscal 2022.\nFor a company that has some of the biggest IP in the world, this trend presents an incredible opportunity to evolve as an industry leader. It is against this backdrop that we have built our 3 strategic pillars around entertaining and engaging massive online communities, telling blockbuster stories and harnessing the power of community in and around our games.\nSecondly, players and fans are increasingly looking to us to deliver the entertainment they want today and tomorrow, bigger, bolder, more connected experiences where they can play, watch, create and connect like never before. As players needs and motivations expand, we continue to sharpen our focus. Across this past fiscal year, we took proactive steps to further empower our creative leaders by realigning our investments, organization and portfolio in support of our largest growth opportunities. As we have demonstrated several times in the past by building some of the world's largest franchises, when we rally behind a shared goal, EA delivers more creativity, more connection and more cutting-edge experiences for plays and fans.\nThe most recent example of this is the incredible launch of our multi-platform experience EA SPORTS FC, which was a truly profound moment for our players, our teams and our partners. This milestone as well as our execution across this fiscal year demonstrates how EA is leading the future of entertainment. I'm excited to share more details about our development pipeline, innovative experiences and new revenue streams at our Investor Day this September in New York.\nOur teams at EA Sports are the best in the business, delivering awesome game play innovation and unmatched authenticity to fire the passion and imagination of hundreds of millions of players and fans. FY '24 was the biggest EA Sports year in our history, a year in which we launched 8 titles across the year, including the highly successful launch of our own brand, EA SPORTS FC. Players are connecting, competing and celebrating global football with their friends, driving strong engagement across FC's multi-platform experiences.\nIn FY '24, our global football franchise grew net bookings by high teens, a remarkable year, considering the prior year benefited from significant tailwinds related to the World Cup. During calendar 2023, there were billions of matches played across FC experiences, and the franchisees astounding success goes far beyond gameplay. Our massive global football community watched more than 1 billion hours of content in and around our game, game play videos, pitch notes and e-sports in addition to content produced by our community.\nThese many interactions on and off platform meaningfully increase in-game engagement, which drives stronger retention and ultimately greater levels of monetization. What we know when we look at play behavior in our games, as players spend more time with their friends, they play more, they play for longer, and this engagement leads to more in-game spend. With the successful launch of EA SPORTS FC, our focus was twofold: delivering innovation in gameplay with hyper motion V, new features and improvements across all modes of play for our core players while continuing to expand the game's reach through the acquisition of new players and reengagement of lapsed players.\nOur go-forward strategy is anchored in building a platform that enables us to deepen our connection with players, lead the future of immersion by bringing the real world of sport and our experiences closer together and expanding the tools, modalities and partnerships to drive enhanced socialization, self-expression and creation for sports fans. We've engaged with partners like Nike, Pepsi, Uber Eats and Beat over the last year and will continue to do so, integrating them into match day experiences and providing them with a platform to deeply connect with our global audience.\nWe are also building to unlock new multifaceted sponsorship and advertising opportunities. FC is more than just a game. It's the world's leading digital football fan platform, and this is just the beginning. Year after year, Madden NFL unites fans and athletes through [ indirect ] experiences that fuel passion, connection and creativity. No one can match Madden's unparalleled authenticity in American football. Our talented teams pushed more innovation in a Madden NFL 24, more modalities of play and amazing content throughout the season, leading to the highest selling installment for Madden since the early 2000s and record overall net bookings. Further innovation in live service events has led to deep ongoing engagement well beyond the NFL season, especially with younger audiences as we've seen increases in weekly active users into and following the Super Bowl.\nMost recently, excitement has continued through the NFL draft as top picks were dropped into Ultimate Team in real time. We see this excitement leading us right into an incredible Madden NFL 25. To expand the American football experience, this summer, we are launching the highly anticipated EA SPORTS College Football 25, bringing new innovations, always on social connection and unrivaled immersion. This awesome experience will feature all 134 football bowl subdivision schools, more than 11,000 college athletes, the iconic traditions and pageantry of the United States' biggest college sport and unparalleled gameplay to inspire the fandom of millions of fans. This is the next step in a multiyear plan to further evolve and grow our American football experiences into a connected ecosystem to more deeply engage and expand an already thriving community.\nWe see incredible opportunities ahead for us across our sports business. As we continue to build ecosystems around our biggest communities, we are also prioritizing our owned IP in the rest of our broad portfolio, which are among the most deeply engaging and culturally relevant entertainment properties in the world. Since this surprise smashed its release in 2019, the HD title of Apex Legends has surpassed $3.4 billion in lifetime net bookings. In FY '24, we focused on building features and improving quality of the experience to drive long-term engagement positioning us for future revenue growth.\nFor example, we finished the year with significant changes to the mechanics of our popular ranked mode. We engage with the community, increased transparency and thoughtfully address their feedback and as a result, saw dramatic improvements in player sentiment across the world, improving 29 points. We have also prioritized expanding Apex's appeal, making it more approachable for new and more casual players with improved on-boarding and simplified modes of play like 3 strikes and straight shot.\nLooking to the future, we will continue to invest in broadening the audience by building upon the Epic characters and storytelling of this world that go beyond the current pattern. The path of The Sims community remains strong as the franchise powers towards its 25th anniversary. Since its launch in 2014, The Sims 4 has surpassed 85 million players with FY '24 up double digits year-over-year. The Sims online and the Sims mobile combined have been downloaded over 500 million times. This is already one of the largest communities in the world, and we believe this hugely successful franchise has the potential to become one of the largest creative platforms in entertainment. An early proof point of the platform's evolution is the hundreds of moons of user-generated content items that were shared in this fiscal year.\nLooking ahead, we are committed to entertaining and inspiring our loyal and engaged Sims 4 fans through over 15 content updates over the coming year, while working on multiple experiences in The Sims universe to leverage user-generated content to deepen our community and expand our audience.\nWith each immersive action pack season of Battlefield 2042, players have made it clear that they wanted an even deeper experience. Our teams have listened to the community, have learned valuable lessons and are driving to the future. MOTIV armed with cutting-edge frost bike technology and compelling storytelling, is joining Dice, Criterion and Ripple Effect to build a Battlefield universe across connected multiplayer and single-player experiences. This is the largest Battlefield team in franchise history. A few weeks ago, I was visiting with the teams, and I couldn't be more excited about what they showed and what we were able to play.\nTurning to mobile. We are heads down on bringing together mobile and HD franchise leadership for EA SPORTS FC, Madden NFL and The Sims, while also continuing to make strategic investments in stand-alone mobile titles. Mobile is the largest platform in our industry and with our teams aligned and more empowered than ever, we see growth opportunities in this part of our business over time.\nI will now turn it over to Stuart for more detail on FY '24 with additional color on the near-term industry outlook and incremental detail and metrics around our confidence in FY '26 and FY '27.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThanks, Andrew, and good afternoon, everyone. As Andrew spoke to earlier, we have been on a journey to transform our business to meet the needs of an evolving industry landscape, which has seen players develop new engagement behaviors and demands. To meet these changing plan needs, we've been deliberate over the last fiscal year to prioritize our investments, streamline our portfolio and align our teams and organization behind our biggest strategic opportunities. Overall, these changes set us up to deliver accelerated growth from the core business while building the foundational blocks to expand and deepen both engagement and monetization into the emerging interactive entertainment categories of create, Watch and Connect.\nTurning first to fiscal year 2024, EA delivered strong earnings growth and record cash flow in a highly competitive market. Our results were highlighted by the hugely successful rebrand for EA SPORTS FC and growth across our largest sports franchises with both global football and Madden franchises delivering record net bookings results. For the fiscal year, we delivered total net bookings of $7.43 billion, up 1% year-over-year or up 3% in constant currency. Full game net bookings of $2.01 billion, up 11% year-over-year or 12% in constant currency was driven by the release of Star Wars Jedi: Survivor and our EA SPORTS portfolio. We launched 4 new non-annual sports titles in FY '24, strengthening our EA SPORTS brand as it further expands fandom across one of the largest platforms in the world. Live Services net bookings was $5.43 billion, down 2% year-over-year or down 1% in constant currency. Excluding the impact of the sunset of Apex Mobile, Live Service net bookings was about flat year-over-year. Strength in Live Services was driven by high-teens growth year-over-year in our global football franchise, fueled by FC Ultimate Team and FC Mobile was offset by declines in Apex Legends.\nMoving to our GAAP results. We delivered net revenue of $7.56 billion, up 2% year-over-year. Cost of revenue was $1.71 billion down 5% year-over-year, driven by lower royalties and lower acquisition-related expenses, resulting in a gross margin of 77.4% for the year, an improvement of 150 basis points. As we continue to operate with focus and discipline, GAAP operating expenses were $4.33 billion, up 1% year-over-year driven predominantly by incremental marketing spend to support new releases and launch of EA SPORTS FC.\nOur GAAP earnings per share was $4.68, which included $64 million of restructuring and related charges, significantly outpacing our original expectations, growing 63% year-over-year. Operating cash flow of $2.32 billion, our record for our fiscal year delivered considerable improvement and accelerated growth year-over-year. Capital expenditures for the year were $199 million, below our original $275 million guide as we further rationalized our real estate investment and footprint over the year. This resulted in a record year for free cash flow of $2.12 billion, up 58% year-over-year. This includes a onetime cash tax savings of approximately $150 million. Over the year, we returned [ $1.51 billion ] to shareholders through buybacks and dividends.\nMoving to fourth quarter results. Total net bookings for the fourth quarter was $1.67 billion, down 14% year-over-year in both actual and constant currency. Full game net bookings for the quarter was $259 million, driven by slight timing, and Live Services for the quarter was $1.41 billion. As a reminder, we expected Q4 net bookings to be impacted by 8 points related to slate timing. We also provided a wider guidance range to account for the dynamics of Apex Legends and EA SPORTS FC, which faced difficult comparable periods. In Apex Legends, we saw elevated engagement and monetization trends early in the quarter. As the quarter progressed, monetization returned to prior norms while player sentiment and engagement remains strong. FC Mobile and online declined year-over-year as they faced record comparables in the prior year period, fueled by World Cup tailwinds. However, FC Ultimate Team lapping a record 20% growth in Q4 FY '23, again grew year-over-year, delivering low single-digit growth.\nWe delivered net revenue of $1.78 billion down 5% year-over-year. Cost of revenue was $357 million, which translated to a gross margin of 79.9%, up 380 basis points year-over-year, as we benefited from lower royalties and change in deferred net revenue related to product mix. GAAP operating expenses for the quarter was $1.19 billion, down 5% year-over-year from lower restructuring-related charges. GAAP EPS for the quarter was $0.67.\nWe delivered operating cash flow of [ $518 million ] in the quarter and free cash flow of $529 million. Now let me turn to our outlook. In FY '25, we expect to again drive results in a highly dynamic market, delivering fiscal year growth, strong cash flow and enhanced return on [indiscernible]. We expect to do this despite a lighter slate through new releases of iconic and fan favorite IP, continued execution and growth in our core Live Services and by staying focused and disciplined against our strategic growth initiatives.\nOur Q1 FY '25 outlook reflects many of the trends we saw in Q4 2024 related to slate timing and atypical seasonality as we lap difficult comps year-over-year. We expect the quarter to be impacted by a 15-point headwind related to release and content timing versus prior year due to 3 additional title launches. Live Services, including EA SPORTS FC and Apex Legends will continue to face difficult comparable periods. As a reminder, Q1 FY '24 was the largest Q1 in company history for our global football franchise.\nWe expect net bookings for Q1 to be $1.15 billion to $1.25 billion, down 27% to down 21% year-over-year. We expect net revenue of $1.575 billion to $1.675 billion, cost of revenue to be $240 million to $250 million and operating expenses were approximately $1.065 billion to $1.085 billion resulting in earnings per share of $0.73 to $0.90.\nNow moving to our outlook for FY '25. We expect fiscal year net bookings of $7.3 billion to $7.7 billion down 2% to up 4% year-over-year, with mid-single-digit growth in our core Live Services business, partially offset by fewer title launches, lighter catalog contributions and headwinds from our mobile business related to portfolio optimization decisions taken over the last 6 months. Excluding our Sunset titles, we expect mobile to be up low single digits.\nTurning to GAAP. We expect net revenue of $7.1 billion to $7.5 billion. We expect GAAP operating expenses to be $4.35 billion to $4.44 billion, flat to up 2% year-over-year as focused investment to drive growth is largely balanced by less marketing spend and acquisition-related expenses. We expect GAAP operating margin to be 18% to 20.6%. We expect non-GAAP operating margin to be 29.6% to 31.7%. The impact from change in deferred net revenue is expected to be approximately 200 to 170 basis points. We expect fiscal year GAAP EPS of $3.34 to $4. We expect our business to continue to be a strong generator of cash with operating cash flow of $2.05 billion to $2.25 billion and capital expenditures of around $200 million which would deliver free cash flow of about $1.85 billion to $2.05 billion, roughly flat year-over-year when excluding the onetime cash tax benefit noted earlier.\nExpanding upon the long-term financial framework we introduced last quarter, we are introducing non-GAAP operating margin guidance through FY '27. We believe this best reflects our confidence in accelerating growth ability to expand margins and grow cash flows. Moreover, it provides greater transparency around the impact of our strategy and future pipeline for our shareholders. By FY '27, we expect our GAAP operating margin to expand an additional 300 to 350 basis points, and we expect our non-GAAP operating margin to expand another 150 to 200 basis points. We do not expect any additional impact from change in deferred net revenue.\nPlease refer to our slides and FAQs for further information. Our conviction in expanding margins and accelerating growth leads us to increase our stock repurchase program and extend it by an additional year. Returning capital to shareholders is an important priority for us. Our Board has authorized a stock repurchase program of $5 billion over the next 3 years. We expect $1.5 billion to be returned in FY '25 with the remainder scaling with growth in our business across FY '26 and FY '27.\nIn closing, as we look ahead to our September Investor Day, I'm excited to share more on our ongoing value creation framework with insights into the growth drivers across our core business and upcoming releases from our development pipeline as well as our key strategic priorities to harness the power of our community. Now I'll hand it back over to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThank you, Stuart. 25 years ago, there were dozens of major independent publishers in the video game space. Today, there are only a handful, and we have an incredible competitive advantage with the excellence of our creative talent, our production strength, our broad portfolio of incredible IP, including EA SPORTS and our massive player network. With these enviable strength, we are well positioned to grow the industry and increase our market share.\nAs we leverage the capabilities of AI, we believe it will further supercharge these differentiators. Through decades of experience and leadership, we have led through multiple transformations in our industry. Now we have an incredible opportunity in service of our players, communities and shareholders to lead through the one taking place right now. Now Stuart and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/81fddfa1802e732cf40064083e96e083",
    "period": "2024 Q3",
    "content": "Q3 2024 Electronic Arts Inc Earnings Conference Call\n\nQ3 2024 Electronic Arts Inc Earnings Conference Call\n\nEANASDAQJAN 30, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Briana, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Third Quarter Fiscal Year 2024 Earnings Conference Call. I would now like to turn the conference over to Ms. Katherine Burke, Director Investor Relations. Please go ahead.\n\nKatherine Eileen Burke\n\nDirector of Investor Relations\n\nThank you. Welcome to EA's Third Quarter Fiscal Year 2024 Earnings Call. With me today are Andrew Wilson, our CEO; and Stuart Canfield, our CFO. Please note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks.\nLastly, after the call, we will post our prepared remarks, an audio replay of this call and a transcript. With regards to our calendar, our Fourth quarter fiscal year 2024 earnings call is scheduled for Tuesday, May 7. As a reminder, we post a schedule of upcoming earnings calls for the fiscal year on our IR website. This presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today.\nElectronic Arts makes these statements as of today, January 30, 2024, and disclaims any duty to update them. During this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. Please see our earnings slides for further information. All comparisons made in the course of this call are against the same period in the prior year unless otherwise stated. Now I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Katie. It was a strong Q3 as we continue to entertain hundreds of millions of players and fans around the world. Our exceptional teams created high-quality games and experiences across our broad portfolio that drove deep engagement and record live services. This quarter, 2 of the world's most celebrated interactive entertainment experiences, EA Sports FC and EA Sports Madden NFL delivered phenomenal strength as sizable drivers of long-term growth.\nWe are launching amazing games and experiences that entertain massive online communities, create blockbuster interactive storytelling and harness the power of community in and around our games. EA's Q3 results are a great example of our execution across our strategy. The FC platform is thriving at the center of the action, fandom and culture of the world's game. The launch of EA Sports FC 24 has been a great success and has once again outperformed our expectations. Players are connecting, competing and celebrating global football with their friends, driving strong engagement across FC's multi-experience ecosystem.\nIn Q3, players dove into Ultimate Team, driving double-digit net bookings growth and delivering the franchise's biggest net bookings week ever. FC Mobile also generated deep engagement with daily active users up by 29% year-over-year, while FC Online grew new players by 20% year-over-year. In calendar 2023, Madden NFL was the best-selling sports game in North America and continues to grow. Madden NFL 24 is engaging more players year-over-year through new innovative gameplay features and compelling live services. In Q3, net bookings grew an engagement with Ultimate Team increased 19%. Madden Mobile also saw an increase in players during the quarter, generating double-digit growth across the community.\nOur business is gaining momentum as our communities continue to grow and the definition of play rapidly expands to include watching gameplay creating user-generated content and connecting with friends and families in and around beloved IP. There are billions of players around the world, and this number is expected to increase as younger generations choose gaming as their #1 form of entertainment, generating incredible opportunities for us to engage and deliver new experiences. The evolving world's unfolding stories and rich characters of our Live Services are deepening [ Play's ] relationship with our IP and broadening the global appeal of our portfolio. To further entertain our communities, we are building more ways for them to play, watch, create and connect to generate growth and longevity in our biggest franchises.\nThe Sims franchise is the definitive life simulation experience, offering its multi-generational community incredible ways to connect, create and express their individuality. During calendar 2023, players have spent an astounding 1.8 billion hours in The Sims 4, a nearly 30% increase from the prior year. We remain committed to the global growth and innovation of this franchise. We're focused on delivering what the community wants most. From ongoing new content and game modes for The Sims 4 to the social innovation expansion and connection in our future Sims release. Millions of passionate fans continue to come together through the nonstop action of Battlefield. The Battlefield 2042 community continues to grow, with total players up 17% year-over-year and Season 6 Live Services driving strong engagement with weekly average users up 37% year-over-year.\nOur team is working hard to deliver for the community with increasingly engaging live services like the recent announcement of Season 7 with new maps, weekly missions and much more. In addition, we are making investments in the future of the franchise. Our exceptional teams from multiple world-class studios working with cutting-edge FrostBite technology are building an expansive community-focused battlefield universe for fans all over the world. As a category leader with millions of loyal fans, we are looking forward to celebrating the fifth anniversary of Apex Legends. Over the past few months, we have listened closely to our community and have deployed new features, new styles of play and new content. We have also implemented tools to better understand day-to-day game performance.\nIn Q3, our new modes drove improved engagement and the early impact of our new content in the current quarter is promising. To generate future growth, we are focused on entertaining core players and engaging new players by investing in geographic expansion, innovating in the game economy and making it easier than ever for players to jump into our gameplay. Turning to FY '25, we will deliver even more excitement and entertainment through an expanded portfolio of connected ecosystems. Industry leader, EA SPORTS will launch a strong core slate of titles and always on Live Services to grow our Sports business as a global community and drive value year after year. Our journey building FC, the world's largest interactive platform for global football fans will continue with accelerated gameplay innovation more social connection and new brand collaborations to deliver even more value for players.\nOur team is working with an incredible roster of partners are just getting started with FC. We are well positioned to grow this platform as a cultural phenomenon. The momentum in Madden NFL will continue with events and experiences tied to the biggest moments in the sport alongside deeper investments in this ecosystem, including leaps in game play and deeper fan immersion. In addition to the meaningful advancements in Madden, we are bringing back fan favorite EA SPORTS College Football for the first time in over a decade. Looking further ahead, as more people spend more time playing and connecting in and around our titles, we see incredible potential for growth. Within our online communities, we are expanding blockbuster storytelling through deep, rich characters and new story modes to deliver bigger, broader games and Live Services.\nConnected experiences offer new cutting-edge ways to engage and inspire players and can unlock future innovative growth opportunities. Over the coming years, we expect accelerated growth in our business. Our long-term outlook, coupled with secular tailwinds drives further conviction in our strategy. By aligning our priorities and investments with our greatest opportunities, we can make the biggest impact and drive long-term value in service of our people, our players and our shareholders. Now I'll hand the call over to Stuart to provide additional details on our business.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThanks, Andrew, and good afternoon, everyone. For the third quarter, we delivered net bookings of $2.37 billion, up 1% year-over-year or 2% in constant currency and in line with our expectations. Strength in our Live Services businesses, particularly EA SPORTS FC Ultimate Team was partially offset by some softness in [indiscernible]. Live Services net bookings grew to a record $1.71 billion in Q3 up 3% year-over-year or up 5% in constant currency, exceeding our expectations as we continue to drive healthy engagement and bring new players to our franchises.\nFull game net bookings of $654 million was down 5% year-over-year or down 4% in constant currency versus a high prior year comparable that included the World Cup event. On a trailing 12-month basis, total net bookings was up 8% year-over-year with Live Services contributing $5.6 billion or 73%, demonstrating the resilience of this evergreen business model. Building on the strong momentum from our launch at the end of EA SPORTS FC again exceeded expectations as EA SPORTS FC Ultimate Team and FC Mobile delivered exceptional double-digit net bookings growth against the World Cup comparable in the prior year.\nOur Global Football business net bookings grew 7% year-over-year as our teams continue to drive strong retention of our core player base through the FC brand transition. EA SPORTS Madden NFL also saw another strong quarter with net bookings up 5% year-over-year, highlighted by strong engagement trends across Full Game, Ultimate Team and Mobile. Additional highlights from the third quarter include new releases of EA SPORTS UFC, NHL and World Rally Championship, which contributed to further expanding the aggregate fandom and strength of our EA SPORTS community creating additional value-added services in one of the largest sports brands and platforms in the world. In a highly competitive quarter, Apex Legends did not meet our expectations as our teams continue to learn and iterate with each new season and event.\nIn the past few weeks, our recent crossover promotion showed early promising signals, delivering 2 of our highest net bookings days over the fiscal year. With Season 20 launching in February, our teams will deliver more innovation as we continue to build for the long term. We remain committed to Apex Legends, a proven franchise with loyal fans and we'll continue to invest in opportunities to drive new growth points as we build and expand the franchise over time through engaging a broader base of players. Moving to our GAAP results. We delivered net revenue of $1.95 billion, up 3% year-over-year. As we continue to operate with focus and discipline, operating expenses were favorable to our expectations also benefiting from some phasing of spend to Q4.\nOn a year-over-year basis, operating expenses were up 3%, driven primarily by incremental marketing spend as we invested to support our titles and the EA SPORTS FC transition through the critical holiday season. Our GAAP earnings per share was $1.07 up 47% year-over-year. Operating cash flow in the quarter was $1.26 billion, up 13% year-over-year. On a trailing 12-month basis, free cash flow was a record $2.16 billion, and we returned $376 million to shareholders through dividends and our ongoing share repurchase program. We are entering the final quarter of FY '24, well positioned to deliver on our commitments for the fiscal year. With our strong business performance year-to-date, our unrivaled portfolio of IP and our consistent execution in our core Live Services business.\nEven in an incredibly competitive market, we are poised to deliver growth in net bookings consistent with what we outlined at the beginning of the year. At the same time, we are tracking to deliver higher levels of underlying profitability and record free cash flow. We remain deliberate and focused around the prioritization and allocation of resources across our teams and portfolio as we make progress against our long-term strategy to drive durable growth, strong cash flow and shareholder returns. Turning to our Q4 outlook, I'd like to start by sharing a few key considerations. First, as a reminder, our Q4 net bookings is impacted by timing, including releases of our Full Game and content offerings in the prior year. Second, we expect moderated growth in our EA SPORTS FC franchise as we lap record prior year performance.\nFor the full year, we now expect EA SPORTS FC net bookings to grow mid- to high single digits, excluding FX. Third, we continue to take a measured approach to Apex Legends in its largest quarter of the year as we introduce new modes of play and content offerings. And finally, we expect impact from FX to be minimal as the benefit from more favorable currency exchange rates is offset by hedging gains from the prior year. As a result, we expect net bookings of $1.625 billion to $1.925 billion, down 16% to down 1% year-over-year, including approximately 8 points of impact from the timing noted earlier. We expect GAAP net revenue of $1.625 billion to $1.925 billion and cost of revenue of $360 million to $410 million.\nWe expect operating expenses of $1.125 billion to $1.205 billion, including a $70 million impairment charge of certain acquisition-related intangible assets. This results in GAAP earnings per share of $0.20 to $0.68 for the fourth quarter. Before handing back to Andrew, I'd like to take a moment to share some early perspective on our multiyear growth objectives. EA is in an advantaged position to lead the future of interactive entertainment with ongoing secular tailwinds and structural shifts within the industry, further amplifying our strategy. Our long-term financial framework is founded upon creating value for our shareholders by accelerating growth, delivering forward operating leverage and increasing cash flow. In executing on our strategy, we expect to scale operating leverage through the following growth levers: One, expanded [ playout ] acquisition, engagement and retention; Two, highly accretive digital and live services, Three, blockbuster new releases from our development pipeline alongside compounding growth across our core franchises and Four, discipline and focus on aligning our cost structure to invest in support of our strategic growth opportunities.\nAs we look ahead to FY '25 and more specific guidance in our upcoming Q4 earnings call, I wanted to share some initial considerations. Assuming minimal impact to our results from FX, we expect low single-digit net bookings growth, reflecting continued execution in our core businesses in a lighter release late year. And excluding any impact from future share repurchases, we expect mid- to high single-digit growth in underlying profitability. Looking beyond FY '25 over the next couple of years, we expect our net bookings growth to accelerate, bolstered by our portfolio of industry-leading IP, compounding growth within our core sports franchises, new content and engaging experiences across our massive online communities and iconic new releases like Battlefield, Sims and other in development titles provide the inflection point that fuels net bookings growth and increases underlying profitability.\nAnd we expect to continue to deliver meaningful operating leverage and drive increased cash flow conversion, even as we continue to invest to support our strategic objectives. In summary, with our incredible talent, industry-leading IP and technology, global and growing communities of fans and our focus and discipline around our strategic objectives, we are confident in our ability to continue to deliver on our long-term growth commitments and drive value for our players and for our shareholders. I look forward to sharing more over the coming quarters. Now I'll hand it back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Stuart. I'm inspired by the opportunities ahead as we continue to execute our long-term strategy. Our mission to inspire the world to play is evolving and expanding beyond the traditional bounds of play. Technological advancements are powering creativity and innovation, transforming what we can deliver. We are positioned to bring bigger, broader games and experiences to an even larger global audience in the coming years. Our awesome teams, industry-leading technology, world-class IP and global network of players positions EA as a leader of the future of entertainment. Now Stuart and I, are here for your questions.\n\nKatherine Eileen Burke\n\nDirector of Investor Relations\n\nThank you. Briana, we're ready for our first question."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/84f4e7c64e06ab29eca86e2da25ee589",
    "period": "2024 Q2",
    "content": "Q2 2024 Electronic Arts Inc Earnings Call\n\nQ2 2024 Electronic Arts Inc Earnings Call\n\nEANASDAQNOV 1, 5:00 PM\n\nOperator\n\nMy name is Lisa, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Second Quarter Fiscal Year 2024 Earnings Conference Call.\nI would now like to turn the conference over to Ms. Katie Burke, Director of Investor Relations. Please go ahead.\n\nKatherine Eileen Burke\n\nDirector of Investor Relations\n\nThank you. Welcome to EA's Second Quarter Fiscal Year 2024 Earnings Call. With me today are Andrew Wilson, our CEO; and Stuart Canfield, our CFO. Please note that our SEC filings and our earnings release are available at ir.ea.com.\nIn addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks, an audio replay of this call and a transcript. With regards to our calendar, our third quarter fiscal year 2024 earnings call is scheduled for Tuesday, January 30.\nAs a reminder, we post the schedule of upcoming earnings calls for the fiscal year on our IR website. This presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, November 1, 2023, and disclaims any duty to update them. During this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. Please see our earnings slides for further information. All comparisons made in the course of this call are against the same period in the prior year unless otherwise stated. Now I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Katie. It's great to be here with all of you. It was a strong Q2 for EA as we delivered results above our expectations. We are making great progress against our strategy to build massive online communities, tell blockbuster stories and amplify the power of social connection to drive multiyear growth and unlock long-term value in service of our people, our players and our shareholders.\nAll our teams through passion and creativity continue to deliver interactive entertainment and experiences that engage and inspire hundreds of millions of people as part of our communities inside our global network. To everyone at EA, for all that you do for our communities, thank you. During the quarter, EA Sports continued to expand its position as a leader of the future of sports fandom as we launched 2 of the world's most celebrated interactive experiences at the heart of sports culture. EA Sports Madden NFL 24 and EA Sports FC 24. These titles represent foundational drivers of growth in the biggest sports year in our company's history.\n[Technical Difficulty] we have delivered the preeminent interactive American football experience for decades. We know it's essential for today's fan as NFL broadcast growing popularity and reach to connect with their friends and celebrate their passion for the sport beyond what happens on the field each and every day. Through our Madden NFL franchise, we make this possible in ways no one else can through awesome game play, deep social connection and a 365-day immersion in the sport for so many people with so many different motivations and expressions of their fandom.\nOn console and PC, Madden NFL 24 delivered an immersive experience with elevated realism, control and gameplay. This has energized our core franchise players while modes like Superstar are bringing new players to this already giant community. Madden NFL 24 is off to a strong start with almost 10% more players in the title year-over-year and driving over 10% growth in weekly average users. During the quarter, Mad Mobile had more players diving into the game year-over-year, growing the community over 20% and delivering double-digit growth in weekly active users.\nAs we continue to expand our American football ecosystem, our teams also ushered in a new era for Global Football at the end of the quarter. The successful launch of EA SPORTS FC represents a profound achievement. We have reimagined and expanded one of the largest franchises in the world, setting new standards of automaticity, innovation and social interaction. This cutting-edge multi ecosystem spans Console, PC, mobile and free-to-play with a groundbreaking game in FC 24, advancements of FC Mobile and FC Online in Asia and a new global esports program in FC Pro. Fans across geographies and generations are playing, connecting and celebrating in and around these incredible immersive experiences.\nComing off a record-setting Season 23 performance amidst 2 World Cups, FC is set to deliver growth this year and beyond. Fan reception of FC has been extraordinary, expanding our already thriving global football community. Within the first 4 weeks after worldwide launch, over 14.5 million fans have played C24 on console and premium PC, including double-digit growth in new players. FC Mobile has established new franchise records with over 2 million people installing the game on the first day, over $5 million in the first 3 days and over $11 million in the first 10 days. FC Online continues to grow across all engagement metrics, while players have truly embraced FC Pro with a record number of registrations. FC represents a giant leap forward as we aspire to more deeply connect and grow the world's largest football community to 1 billion fans and beyond.\nThe successful launch of FC shows our portfolio strategy at work. We are now able to accelerate creativity and innovation across platforms, geographies and business models, expand our football experiences across play, watch, create and connect and inspire and entertain even more fans around the world. We are in an extraordinary position to further collaborate with more amazing partners to grow FC as a culture phenomenon.\nFC is more than just a game, this is just the beginning. Halfway through the year, our sports teams, the very best in the business have delivered an unprecedented slate of amazing content. This story continues into Q3 as EA Sports NHL 24 and EA Sports UFC 5 have already launched critical acclaim. The EA Sports WIC launch is also just 2 days away.\nLooking ahead, exciting updates tied to the biggest moments of the sports season will fuel momentum across our titles through the rest of the fiscal year and beyond. As we build out our multi-platform ecosystems with FC Tactical releasing in 2024 and EA Sports College football coming next summer. As we continue to build ecosystems around our biggest IP, we are prioritizing the massive online communities of our always on live service to lay a broad foundation for future launches and strong growth for the business. Through the expanding world's characters and storylines that we deliver, people everywhere come together to celebrate their love of games, cherish community and forge lifelong friendships. Apex Legends is a leader in its category, with top game quality and gripping content.\nIn Q2, Season 18 entertained and energized players driving improvement in monetization over the prior season. We recognize the franchise exists in a competitive and looking forward our team at Respawn is focused on doing even more incredible things for players, engaging the community and deepening the franchise in exciting ways to drive growth. Starting with yesterday's launch of Season '19 featuring dynamic game updates and content integration with music industry icon [indiscernible]. The Sims 4 community is celebrating creativity and culture and growing across generations. [indiscernible] is using data insights and deep connections with the community to create fan favorite content.\nNew players as well as weekly average users are up double digits year-over-year. The team is committed to entertaining and inspiring our Sims Free with an increasing amount of new content as they work on a parallel expanded experience in the SIMS universe. Just last month, we launched Season 6 for Battlefield 2042, and our community is responding positively driving record engagement on steam. This illustrates the strength today and long-term potential of the franchise. Through innovation and creativity, our teams continue to support this huge community of fans while building towards the future of Battlefield. Live services are the foundation of our business. Through the first half of the year, we have delivered an impressive amount of content across new games and over 285 game updates. As our teams create even more incredible entertainment, players will find more joy, more and deeper connection, power engagement and expanding our communities. Across geographies and business models, we are driving growth today and over the long term. While being mindful of current events and varying global macro consumer outlooks, our seasoned teams of leaders and world-class teams are focused on doing what they do best, delivering amazing services for players everywhere. As we continue to invest in our vision to lead the future of entertainment, we remain thoughtful and deliberate focusing on our largest opportunities.\nOver the next few years, our teams will innovate and expand our biggest IP as we build platforms and ecosystems to connect massive online communities that will expand them across the world. inspire and engage our plays through blockbuster storytelling and continue to create experiences that amplify our communities through social connection.\nNow I'll hand the call over to Stuart to provide additional details on our business.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThank you, Andrew, and hello, everyone. Our strong Q2 performance delivered results exceeding our expectations across net bookings and EPS. We saw growth in our player network with healthy engagement driving strength in our EA SPORTS portfolio, highlighted by the successful launches of EA SPORTS Madden NFL 24 and EA SPORTS FC 24.\nFor the second quarter, net bookings were $1.82 billion, up 4% year-over-year or 5% in constant currency, which exceeded our expectations for both full game and live services. Our full game net bookings were $691 million, up 9% year-over-year or up 10% in constant currency, driven by strength in our Q2 EA SPORTS releases. Live services net bookings were $1.13 billion, up 1% year-over-year or 2% in constant currency.\nOn a trailing 12-month basis, live services were 73% of our business, demonstrating the resiliency of our Evergreen live services business model. EA SPORTS Madden NFL 24 delivered a strong launch in the quarter with net bookings up 6% year-over-year as exciting new in-game innovations continue to drive growth across player acquisition and engagement. The momentous transition to EA SPORTS FC was a huge achievement for EA.\nIn Q2, our total Global Football business significantly exceeded our expectations. Net bookings grew 41% year-over-year driven by continued momentum of FIFA 23, including triple-digit mobile net bookings growth and strong demand for release of EA Sports FC 24. The launch had a tremendous start highlighted by healthy retention of our core cohort, strong acquisition of new and reactivated players, greater demand for deluxe additions of FC 24 and the benefit of 4 extra days of early access.\nIn the first 4 weeks, FC Ultimate Team was up high single digits on a year-on-year basis. Apex Legends, though down on a year-over-year basis, delivered net bookings above our expectations with Season 18 driving greater anticipated player acquisition and monetization. Apex Legends remained one of the strongest franchises in the industry and will continue to invest to engage a broader base of players and drive long-term growth as the talented teams at Respawn introduce innovations and new offerings like in Season '19.\nMoving to our GAAP results. We delivered net revenue of $1.91 billion, up 1% year-over-year. Operating expenses came in below our expectations reflecting savings and the phasing of some marketing spend into the holiday period as we continue to make progress against focusing and rationalizing our investments. On a year-over-year basis, OpEx was up 7%, primarily driven by the incremental investment behind the launch of EA SPORTS FC. Our GAAP earnings per share was $1.47, up 37% year-over-year including $0.34 from a onetime noncash tax benefit.\nOperating cash flow in the quarter was $112 million, including benefit from lower cash taxes. On a trailing 12-month basis, free cash flow was a record $2 billion, up 28% year-over-year. And we returned $376 million to shareholders through dividends and our ongoing share repurchase program.\nNow turning to guidance. To start, I'd like to recap the context and assumptions behind our full year net bookings guidance range, which remain unchanged. First, expect healthy player engagement across our portfolio, even as we continue to operate amidst a highly competitive market and a varying macro backdrop. Second, for EA SPORTS FC, we continue to expect low single-digit growth for the full year even as we lap record fee for [indiscernible], which included the impact of World Cup events. Third, FX continues to remain volatile. If rates remain unchanged, we expect a 2-point headwind to net bookings and 6-point headwind to underlying profitability net as relative to last year.\nAnd finally, we continue to be focused, deliberate and disciplined on our investments as we execute against our long-term growth opportunities. Our full year net bookings outlook remains unchanged at $7.3 million to $7.7 billion, roughly flat to up 5% year-over-year or up 1% to up 7% in constant currency. Our full year GAAP net revenue outlook of $7.3 billion to $7.7 billion and our cost of revenue outlook of $1.67 billion to $1.75 billion also remain unchanged.\nAs we continue to manage and prioritize investments across our portfolio, we are lowering our guidance for operating expenses to $4.21 billion to $4.33 billion down 2% to up 1% year-over-year, which we also expect to help drive improvements in our underlying profitability. We are increasing our GAAP earnings per share guidance to $4.10 and to $4.66, up 42% to 62% year-over-year, reflecting operational savings and the onetime tax benefit noted earlier. We are raising our guide operating cash flow by $250 million to $1.95 billion to $2.1 billion.\nWe are lowering our capital expenditures outlook to $250 million driven by deliberate decisions to optimize our real estate footprint. And we now expect free cash flow of $1.7 billion to $1.85 billion, up 27% to 38% on a year-over-year basis.\nPlease see our earnings slides and press release for further cash flow information.\nTurning to the third quarter outlook. We expect net bookings to be $2.25 million to $2.45 billion, down 4% to up year-over-year or down 2% to up 6% at constant currency. For EA SPORTS FC 24, we expect modest growth given the World Cup comparable noted earlier. And in Apex Legends, we continue to take a more measured approach as our teams introduced more new modes of play and content offerings. We expect GAAP net revenue of $1.83 billion to $2.03 billion, cost of revenue of $495 million to $535 million, and operating expenses of approximately $1.05 billion to $1.11 billion. This results in GAAP earnings per share of $0.75 to $1.01 up 3% to 38% year-over-year.\nIn closing, EA delivered a strong Q2 performance ahead of our expectations driven by EA SPORTS launches and strong player engagement across our diverse portfolio of games and services. Looking forward, our teams are committed to delivering high-quality experiences for our players and building upon the momentum in our business, especially as we head into the holiday period. We continue to make progress in aligning around our strategic opportunities. We remain proactive and focused and disciplined in our investments to deliver multiyear growth.\nNow I'll hand it back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Stuart. Our industry is growing as more people around the world dive into the sports, brand, storytelling and legendary IP they love most. The definition of a game is also expanding beyond play as fans are watching, creating content and making deep social connections in and around interactive experiences. How games are being made is changing as well. Advancements in generative AI are accelerating the speed of development boosting creativity innovation, transforming what we can deliver, bringing bigger, broader games and experiences to an even long audience. The value and opportunity of delivering deeply interactive entertainment has never been greater. Our talent team's industry-leading technology, world-class IP and growing global network of players position EA as a leader of the future of entertainment. Now Stuart and I are here for your questions.\nLisa, we're ready for our first question."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9866820685eac6baeec926dc28ddf1b8",
    "period": "2024 Q1",
    "content": "Q1 2024 Electronic Arts Inc Earnings Conference Call\n\nQ1 2024 Electronic Arts Inc Earnings Conference Call\n\nEANASDAQAUG 1, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Josh, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts First Quarter Fiscal Year 2024 Conference Call.\nI would now like to turn the conference over to Ms. Katie Burke, Director Investor Relations. Please go ahead.\n\nKatherine Eileen Burke\n\nDirector of Investor Relations\n\nThank you. Welcome to EA's First Quarter Fiscal Year 2024 Earnings Call. With me today are Andrew Wilson, our CEO; Stuart Canfield, our CFO; and Laura Miele, President of EA Entertainment, Technology and Central Development.\nPlease note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks and audio replay of this call and a transcript.\nWith regards to our calendar, our second quarter fiscal 2024 earnings call is scheduled for Wednesday, November 1. As a reminder, we post the schedule of upcoming earnings calls for the fiscal year on our IR website.\nThis presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-K for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, August 1, 2023, and disclaims any duty to update them.\nDuring this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. Please see our earnings slides for further information. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nNow I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Katie. It's great to be here with all of you. To begin, I want to welcome Stuart Canfield, who most of you already know. I have worked with Stuart for nearly 2 decades. He has been a trusted partner and valuable leader through many of the biggest transformation Electronic Arts. I'm excited to be working with Stuart as our new Chief Financial Officer, driving multiyear growth and unlocking long-term value.\nIt was a record Q1 for EA with net bookings of $1.6 billion, up 21% year-over-year, driven by sustained momentum across the entire EA SPORTS FIFA ecosystem and the launch of Star Wars Jedi: Survivor. During the quarter, we executed across our business, launching 5 new high-quality titles while providing over 145 content updates across 37 titles. Our teams continue to create the entertainment and experiences that inspire, engage and connect hundreds of millions of players. To every EA employee, for all that you do for our communities, thank you.\nEA SPORTS FIFA had the biggest Q1 in our company's history. The franchise continues to deliver compelling content to our growing community, driving strong engagement and accelerating net bookings growth. FIFA Ultimate Team engaged tens of millions of fans, and daily average users grew 15%. FIFA Mobile attracted over 65 million new players in the quarter alone. FIFA Online produced double-digit growth across monthly, weekly and daily average users. These remarkable results are a testament to our incredible teams executing against our strategy sharpened by 30 years of passion, innovation and leadership in interactive football.\nStar Wars Jedi: Survivor is pure blockbuster entertainment rooted in a timeless culture-defining IP. Our team at Respawn proudly launched this title to critical acclaim and commercial success. Millions of players have already engaged with the game, making this one of the biggest events in the Star Wars Galaxy this year. Thanks to the strength of this legendary franchise and community demand, our development team has committed to bringing this Jedi experience to PlayStation 4 and Xbox One. Over the coming year, we will harness the community's passion and capitalize on key Star Wars franchise moment to drive continued engagement for this incredible game.\nSince going free to enter, the Sims 4 continues to reach a broader global audience, welcoming over 4 million new players in the quarter. In addition to continuing to deliver new content and experiences to expand the Sims 4, the Maxis team is developing a new innovative parallel experience that will ignite the imaginations of the next generation of players.\nIn Q1, our mobile business delivered ahead of our expectations, driven by outperformance across our broad portfolio, including FIFA Mobile, Star Wars Galaxy of Heroes and the Sims FreePlay. Over the last year, we have focused and refined our approach to mobile. We're excited to see the results as we continue to drive the long-term profitable growth.\nDuring the quarter, we launched the Lord of The Rings here as a Middle Earth based on strong metrics the team is tuning and balancing the game to scale user acquisition and promotion in the coming months.\nApex Legends is one of the strongest franchises and live services in the industry with 18 million active monthly players and an impressive retention rate of over 70%. After a highly successful 16th season, we launched Season 17 in May with new variations of gameplay and monetization. While this new season did not meet our financial expectations, the team has implied important learnings including new game mechanics to engage and retain players, which are already generating momentum. We will continue to reinforce the strength of this franchise by introducing new modes of play and investing in regional marketing as well as culturalization in key markets.\nLooking forward, I've never been more excited for what's to come as we head into the biggest sports season in our company's history. As the world's preeminent interactive American football experience, Madden NFL continues to deliver higher engagement year-over-year, an indicator of future success. This franchise is one of the most powerful IPs in all of sports and is at the center of football culture, bringing the community together in our game and beyond. We are building on a title wave of community excitement after the reveal of Josh Allen as Madden NFL 24's cover athlete. This completely new experience will offer more fun, more immersive game play and, for the first time ever, cross play to amplify the power of community as we build a connected multi-platform ecosystem around American football.\nOn July 13, we unveiled our vision for a new era of global football with EA SPORTS FC 24. Alongside this amazing title, we announced advancements of FC Mobile and FC Online in Asia as well as new experiences, FC Tactical Mobile and FC Pro E-SPORTS. This was the biggest reveal we've ever had, generating almost double the positive worldwide response to FIFA 23s debut. Over 2.5 million people have watched the event live and on demand so far, an amazing celebration for the global football community.\nTo secure a fan-first future for EPS, we have announced new long-term global partnerships with UEFA, the Premier League, La Liga, Frauen-Bundesliga, Liga F and many more. With these recent announcements, alongside our existing and ongoing network of partnerships, the game will showcase 19,000 fully-licensed footballers, 700 squads, 30 leagues and the biggest competitions. As a result, FC24 is the most authentic, interactive football experience ever created.\nIt's also a massively forwarding gameplay innovation with a trio of cutting-edge technologies, HyperMotionV, Play Styles by Opta and a revolutionized Frostbite engine. The highly anticipated release of FC24 in September is the first giant step forward towards realizing a multi-experienced global platform capable of connecting over 1 billion fans.\nTo do more extraordinary things for our people, players and communities, our teams are building the strongest pipeline in the history of EA to drive multiyear growth. Over the next few years, we will launch numerous experiences that grow and deepen the fandom of our legendary IP. Our multiyear target investments toward our biggest opportunities include global titles like Blockbuster Storytelling from Dragon Age, Incredible Skateboarding Gameplay and Social Connection from Skate and a revival of EA SPORTS college football that celebrates the action, culture and tradition of the sport like never before.\nWe're also hard at work on a new experience from the Sims that will transform what players can do with creativity, a sprawling action adventure Iron Main game, a reimagination of Battlefield as a truly connected ecosystem and the expansion of the Apex Legends universe across platforms, geographies and modalities of play. The most recent reveal of our Black Panther project that in a massive explorable universe marks the latest chapter of EA's collaboration with Disney and the Marvel Games team.\nTo drive player engagement and deliver return for our shareholders, we will build unrivaled IP-driven platforms that entertain massive online communities, sell blockbuster stories and amplify the power of community in and around our games, being thoughtful and deliberate around feature sets, launch timing and quality will lead to long-term profitability as we invest in our vision and lead the future of entertainment.\nNow I'll hand the call over to Stuart to provide additional details on our business.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThanks, Andrew, and hello to everyone. I'm honored to be on my first earnings call in my new role as Chief Financial Officer. Throughout my 20-year career at EA, I have been and continue to be inspired by our talented teams and the entertainment experiences they create for our players. I'm excited by our future, and I have a great conviction that our strategy and teams will help us achieve our ambitions to lead the future of entertainment.\nTurning to our business. We continue to see healthy engagement and new player acquisition across our portfolio and have started the year strong. Today, we are reaffirming our full year net bookings outlook.\nI'll now speak to our Q1 results. Net bookings were $1.6 billion, up 21% year-over-year or 25% in constant currency, primarily driven by continued strength in the EA SPORTS FIFA and the release of Star Wars Jedi: Survivor. This is the second record quarter in a row for EA SPORTS FIFA, with year-over-year growth accelerating from Q4 as its entire franchise continues to demonstrate the strategic potential of a connected massive online community.\nOur full game net bookings were $401 million, up 143% year-over-year or 152% in constant currency, primarily driven by the release of Star Wars Jedi: Survivor. As Andrew noted, the title was a critical success with performance in line with our expectations. Based on the strength of the IP, the engaging gameplay and new ways to bring the title to players, Star Wars Jedi: Survivor will continue to deliver long-term value.\nOur live services were up 4% year-over-year or 7% in constant currency. Even in a quarter with such strength in full game, live services, which demonstrates a highly resilient reoccurring business model, was 75% of total net bookings. With ongoing innovation in EA SPORTS FIFA, Ultimate Team remains a material growth engine for our live service business with strength across acquisition, engagement and monetization.\nIn mobile, net bookings were up 3% year-over-year or 5% in constant currency, excluding the impact of lapping the sunset of Apex Mobile. We continue to make material progress across our portfolio as we manage our business for long-term profitability. FIFA Mobile delivered record Q1 net bookings, almost doubling from the prior year, driven by historic levels of player engagement and new player acquisition.\nAnd although early in our launch, initial metrics are promising for our new title, Lord of the Rings, Heroes of Middle Earth. Apex Legends is a highly successful original IP for EA with a strong community of loyal core players. This quarter, net bookings were below expectations, largely driven by underperformance from Season 17. As an evergreen live service that is constantly evolving, our teams continue to innovate on content and introduce new modes of play to engage a broader base of players across different geographies. To echo Andrew, we will continue to invest behind the talented team at Respawn to drive long-term expansion and growth of the franchise.\nOn a GAAP basis, we delivered Q1 net revenue of $1.9 billion, up 9% year-over-year. Operating expenses were roughly flat and below our expectations as we shifted marketing spend for new releases, primarily EA SPORTS FC to later in the year. As a result, earnings per share was $1.47, up 32% year-over-year. We delivered operating cash flow of $359 million, one of our largest ever Q1 results, and returned $377 million to shareholders through share buybacks and dividends. And on a trailing 12-month basis, free cash flow is up 2% year-over-year.\nNow turning to guidance. Let me start by sharing our assumptions as we think about Q2. First, our guidance assumes continuing momentum in our existing global football business in addition to a strong launch for EA, SPORTS FC late in the quarter. Second, we are taking a more measured approach for Apex Legends as the team applies learnings from Season 17 and introduces new modes of play across various markets. Third, we plan to heavily invest ahead of the launch of the Fan platform for the global football community, EA SPORTS FC. And finally, as a reminder, net of hedges relative to last year, we continue to expect FX headwinds. As a result of these assumptions, we expect Q2 net bookings of $1.7 billion to $1.8 billion, down 3% to up 3% or down 2% to up 4% in constant currency. For the second quarter, we expect GAAP net revenue of $1.825 billion to $1.925 billion and cost of revenue to be $430 million to $450 million. We expect GAAP operating expenses in Q2 to be between [indiscernible], driven by marketing investment noted earlier, and we expect earnings per share to be approximately $0.72 on to $0.89.\nNow turning to the full year. We are reaffirming our full year net bookings guidance range of $7.3 billion to $7.7 billion, roughly flat to up 5% and or up 1% to up 6% in constant currency. We are revising our GAAP operating expenses guidance to $4.25 billion to $4.37 billion driven largely by reductions in stock-based compensation. As a result, our earnings per share guidance range is now $3.42 to $3.92. We are reaffirming our guidance for our other full year metrics. We expect operating cash flow of $1.7 billion to $1.9 billion and capital expenditures of around $275 million which would deliver free cash flow of about $1.4 billion to $1.6 billion.\nTo conclude, our strong first quarter is a testament to our incredible brands, our evergreen live services and our ability to deliver compelling entertainment to hundreds of millions of players around the world. As we make progress around aligning our teams behind our biggest long-term opportunities, we will continue to stay focused, disciplined and agile to deliver multiyear growth.\nNow I'll hand the call back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Stuart. EA is set to launch some of the world's most anticipated and celebrated games and experiences. At a time when our growing global community are choosing games as their first form of entertainment and primary way to stay connected with friends through shared fandom, the value and opportunity of creating interactive entertainment has never been greater. With our exceptional teams and unrelenting commitment to execution, our world-class IP and technological advancements that will accelerate and expand our ability to deliver new levels of creativity and innovation, EA is building towards incredible growth in the years to come.\nNow Stuart, Laura and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eada545745968f899955fcdcb46ab25b",
    "period": "2023 Q4",
    "content": "Q4 2023 Electronic Arts Inc Earnings Call\n\nQ4 2023 Electronic Arts Inc Earnings Call\n\nEANASDAQMAY 9, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Fourth Quarter and Fiscal Year and 2023 Conference Call. I would now like to turn the conference over to Mr. Stuart Canfield, Senior Vice President, Finance and Investor Relations. Please go ahead.\n\nStuart Canfield\n\nSenior Vice President of Investor Relations\n\nThank you. Welcome to EA's Fourth Quarter and Fiscal Year-End 2023 Earnings Call. With me today are Andrew Wilson, our CEO; and Chris Suh, our CFO; and Laura Miele, our COO.\nPlease note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we'll post our prepared remarks, an audio replay of this call and a transcript. With regards to our calendar, our first quarter fiscal 2024 earnings call is scheduled for Tuesday, August 1. As a reminder, we post a schedule of upcoming earnings calls for the fiscal year on our IR website.\nThis presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, May 9, 2023, and disclaims any duty to update them.\nDuring this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nNow I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Stuart. I hope all of you are well. I want to start by sharing how inspired and proud I am of our teams. Against macro uncertainty and constant change, we navigated the year with resilience and determination. Throughout fiscal year 2023, we showed the strength of our business, delivered for our players and lived up to the promise of our values. To every EA employee, thank you.\nOver the fiscal year, we executed across our business, delivering high-quality games, launching 7 new releases and providing over 450 content updates across 51 titles. Consumer appetite for interactive entertainment experiences is at an all-time high. And with our player network expanding to nearly $700 million, we delivered record engagement across some of our biggest franchises.\nEA is leading the future of interactive entertainment in a dynamic industry where new audiences, new technology and new media trends are reshaping the world around us. Consumption of sports and entertainment is accelerating, and media trends are evolving. We see these transformations as immense opportunities to do more amazing things for our people and our players.\nAs we look to the future, we're focused on delivering against 3 key strategies: building games and experiences that entertain massive online communities, creating blockbuster interactive storytelling and amplifying the power of community in and around our games with social and creative tools. Executing these strategies across the modalities of play, watch, create and connect will lay the foundation for long-term growth as we write the next great chapter of EA story.\nFiscal year 2023 was an amazing year for EA SPORTS FIFA with the entire ecosystem producing incredible results. Console, mobile and PC both premium and free-to-play, delivered double-digit growth in net bookings, and FIFA 23 became the best-selling title in franchise history. Our interactive experiences are at the heart of global football culture and fandom and are a testament to a strategy sharpened by 30 years of passion, creativity and innovation.\nFiscal year 2024 tends to be another important year for EA SPORTS. We will build on the massive momentum in our global football ecosystem to deliver an expanded enhanced experience for fans, EA SPORTS FC. In April, we unveiled the brand identity and vision for EA SPORTS FC. By every measure, this was the biggest brand moment ever created at EA, reaching billions of potential players generating thousands of media hits within days and inspiring record positive sentiment amongst our players with the support of hundreds of partners, athletes, leagues, federations and clubs. With EA SPORTS FC, we are building a fan-first future for global football, and we cannot wait to share more in July.\nAlready, the world's permanent American football experience, Madden NFL delivered an extraordinary amount of content in and around the game in fiscal year 2023, driving deep engagement and becoming the best-selling title in this franchise's history on console and PC. Madden NFL 24 will build on this excitement, offering even more fun and immersive game play.\nOur fourth quarter saw a resurgence in Apex Legends performance. Season 16 powered by massive game enhancements like a new class system transformed the way core Legends played. Our strong community of players responded favorably, lifting peak engagement more than 20% from the previous season. The resilience of Apex Legends reinforces its unique position as an IP with a power to consistently entertain players as they play, watch and compete in an evolving world. Throughout fiscal year 2023, Apex entertained an average of 20 million monthly active users. This play aloft is fueled by responsibility to continuously expand and improve the player experience.\nNo other game in the industry celebrates creativity and individuality quite like The Sims. This diverse and passionate community has fueled imagination and champion self-expression since its launch in 2014, growing to over 70 million players worldwide and counting. Our talented team at Maxis Studios is using the power of creation and connection to shape culture, developing new experiences for the Sims 4 to take entertainment to unimaginable heights.\nTo continually inspire the world to play, we are focused on blockbuster storytelling. Our history and leadership of bringing together culture-defining IP with interactive entertainment creates incredible opportunities to build an unrivaled portfolio bolstered by powerful collaborations. These are fundamental ways to bring more players into our global network through the lasting power that only blockbusters can deliver.\nJust 11 days ago, we delivered on this priority with the launch of Star Wars Jedi Survivor. This incredible game has received widespread positive reviews earned an 86 Metacritic score on console and has been called a Game of the Year contender by multiple press outlets. Our dev teams are working with the community around some high-end PC specs. And beyond this, it has been a strong launch. Within the first few weeks, millions of players have joined [ Calcasters ] and BD1 in a rebellion against the empire. Star Wars Jedi Survivor is storytelling at its finest, which is central to the game's success and to our creative collaboration with the Walt Disney Company and Lucasfilm. The game is pure blockbuster entertainment and fans have embraced the story of our Jedi games as a central part of the Star Wars saga, demonstrating how great interactive entertainment can grow and deepen the fandom of an incredibly powerful IP universe.\nGames are the social networks of the future. To amplify the power of community, we are innovating across a set of social and cradle tools in and around our games. Our strategy is to help players make new friends, build their social network and create community. These in-game social experiences were rolled out in FIFA 23. Among players that are interacting with a new feature set, engagement increased over 150%. Our data shows these innovations are driving results in our business and confirm what we know to be true: having more friends and building stronger friendships in our network leads to more time spent playing and connecting. As a cornerstone of our priorities of growth, we will continue to implement these tools across our portfolio.\nWith a strong close to fiscal year 2023, we are executing on our core strategies, and our focused investments are positioned to drive results across our content and services pipeline. We remain committed to capturing our biggest opportunities and delivering long-term value in our business by doing more amazing things for our players and communities.\nNow I hand the call over to Chris to provide additional details on our business.\n\nChristopher Suh\n\nExecutive VP & CFO\n\nThanks, Andrew. And hello, everyone. Our fiscal year 2023 results again demonstrated the fundamental strength of our portfolio, the resiliency of our live services business model and our ability to execute in a disciplined manner. We again outgrew an uneven market, took decisive actions to sharpen our focus and finished the year with a very strong fourth quarter performance.\nOur fiscal year was highlighted by significant milestones across our portfolio. In the 6 months since launch, EA SPORTS FIFA 23 has surpassed lifetime sales of EA SPORTS FIFA 22. Apex Legends continued to engage players around the world. And following our decision to make the base game free to enter in October, The Sims hit historic engagement highs with tens of millions of new players in the community.\nThroughout the year, we continue to take deliberate actions to focus our company and align our business more closely with the strategic priorities that Andrew outlined, culminating with the actions we announced in late March to rationalize our games portfolio and optimize our real estate footprint. As a result, in the fourth quarter, we recognized a charge of $155 million, with the remaining charges to be recognized during the first half of fiscal 2024.\nFor the fourth quarter, net bookings were $1.9 billion, up 11% or 15% in constant currency. Our results exceeded our expectations and reached a new fourth quarter high, driven by a record live services performance and strength in full game. EA SPORTS FIFA significantly outperformed as net bookings grew 31% year-over-year or up 37% in constant currency. Apex Legends also delivered a stronger quarter than anticipated as players returned for Season 16 in our fourth anniversary collection event. Allied Services net bookings were $1.6 billion, up 9% or 13% in constant currency, significantly outperforming our expectations as EA SPORTS FIFA live services delivered a record quarter. FIFA Ultimate Team net bookings grew 20% year-over-year or up 26% in constant currency and saw all-time high engagement. FIFA Online 4 was up 62% or 71% in constant currency, and FIFA Mobile grew triple digits year-over-year and reached its first $100 million net bookings quarter. Apex Legends saw improved performance following a competitive third quarter, rebounding to a low single-digit year-over-year growth quarter in constant currency. And The Sims 4 exceeded expectations as a new expansion pack and free base game updates resonated with the growing community. Our mobile business, excluding the strong FIFA mobile results, stabilized and delivered in line with our expectations. Our strategy is focused on enhancing player experiences by connecting our largest brands across platforms, delivering blockbuster mobile experiences and optimizing our portfolio for profitable long-term growth.\nWe delivered fourth quarter net revenue of $1.9 billion, up 3% year-over-year. Operating expenses were up 5%, excluding our fourth quarter restructuring charge. Our people costs increased as we continue to invest behind our portfolio, and we also saw higher marketing spend to support new releases. These increases were partially offset by prudent management of other variable spend.\nNow let me talk about our full year performance. Our net bookings were $7.3 billion, down 2% or up 1% in constant currency, outperforming uneven market conditions and industry headwinds in mobile. Our net revenue was $7.4 billion for the year, and diluted EPS was $2.88. We generated $1.6 billion in operating cash flow and returned over $1.5 billion to shareholders.\nNow let me turn to the outlook. Our fiscal year 2024 outlook reflects many of the trends we saw in fiscal year 2023. We expect engagement across the portfolio to remain very healthy and our highly reoccurring live services business to show great resilience again. We continue to operate in a competitive market with changing macro conditions. And as such, we will continue to be focused, deliberate and disciplined as we execute against our strategic priorities.\nFor FX, if rates remain unchanged, we expect a headwind of nearly 2 points for net bookings and 6 points for underlying profit growth, net of hedges relative to last year. We expect fiscal 2024 net bookings to be $7.3 billion to $7.7 billion, roughly flat to up 5% year-over-year or up 1% to 7% in constant currency, built on a strong foundation of our evergreen live services, growth in our massive online communities, the introduction of EA SPORTS FC and blockbuster storing through Star Wars Jedi survivor. We expect EA SPORTS FC to deliver low single-digit net bookings growth, building on its momentum growing again on top of a record fiscal year 2023.\nWe expect cost of revenue to be $1.7 billion to $1.8 billion, reflecting gross margin expansion, driven by a mix of revenue across royalty-bearing licenses, platform and digital. We expect operating expenses to be $4.3 billion to $4.4 billion with continued focused investments in our business to drive long-term growth. As a result, we expect underlying profitability to grow faster than net bookings.\nWe expect operating cash flow of $1.7 billion to $1.9 billion and capital expenditures of around $275 million, which would deliver free cash flow of about $1.4 billion to $1.6 billion. The business continues to be a strong generator of cash. We expect to continue to repurchase stock under our current authorization, which expires in November 2024. We expect fiscal 2024 net revenue to be $7.3 billion to $7.7 billion and earnings per share of $3.30 to $3.81.\nNow moving to our outlook for the first quarter. We anticipate net bookings for Q1 to be $1.5 billion to $1.6 billion, up 15% to 23% or up 19% to 27% in constant currency, primarily driven by full game sales of Star Wars Jedi Survivor. For the first quarter, we expect net revenue of $1.8 billion to $1.9 billion, cost of revenue to be $350 million to $370 million and operating expenses of approximately $1.07 billion to $1.09 billion, resulting in earnings per share of $0.98 to $1.14.\nOur business is in a strong position propelled by strong brands, massive online communities, blockbuster storytelling and evergreen live services. Our efforts over the last year to align our teams more closely with our key priorities has led to a more focused scope of work, which will help us deliver on our multiyear growth aspirations.\nNow I'll hand the call back to Andrew.\n\nAndrew Wilson\n\nGroup Executive & CEO of Amplar Health\n\nThanks, Chris. Interactive entertainment is at an inflection point. The industry is expanding, the number of players expect to grow significantly over the coming years. The audience is becoming more diverse with cultural and generational trends accelerating content consumption. Engaging this expanding player base means reaching them on devices everywhere through disruptive technologies.\nFor EA, these transformations represent opportunities to grow today and over the long term. We have the best talent in the industry to execute against our long-term strategy. It's through their passion and creativity that we will continue to deliver on our mission to inspire the world to play. We are focused on bringing more amazing games to more people around the world, inspiring them to build community, celebrate shared fandom and have joyful experiences. The future of entertainment is interactive, and no team is better equipped to lead this transformation than EA.\nNow Chris, Laura and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ce79992f6d418f0a2d6ee8c3e4560c7e",
    "period": "2023 Q3",
    "content": "Q3 2023 Electronic Arts Inc Earnings Call\n\nQ3 2023 Electronic Arts Inc Earnings Call\n\nEANASDAQJAN 31, 5:00 PM\n\nOperator\n\nHello, and thank you for standing by. My name is Regina, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Third Quarter 2023 Earnings Conference Call. (Operator Instructions)\nI would now like to turn the conference over to Mr. Chris Evenden, Vice President, Investor Relations. Please go ahead.\n\nChris Evenden\n\nVP of IR, Electronic Arts Inc.\n\nThank you. Welcome to EA's Third Quarter Fiscal 2023 Earnings Call. With me today are Andrew Wilson, our CEO; Chris Suh, our CFO; and Laura Miele, our COO. Please note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks and audio replay of this call, our financial model and a transcript.\nWith regards to our calendar, our Q4 fiscal 2023 earnings call is scheduled for Tuesday, May 9. As a reminder, we post the schedule of our entire fiscal year of upcoming earnings calls on our IR website.\nThis presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, January 31, 2023, and disclaims any duty to update them. During this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nNow I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. During Q3, EA entertained hundreds of millions of fans through our games and multi-platform live services. Our teams delivered high-quality experiences reaching global communities, providing 128 content updates across 36 titles. We launched 2 new AAA releases, NHL 23 in October and Need for Speed Unbound in December, both earning strong reception and positive reviews. The just-released Dead Space has also earned high praise from fans and critics alike, being dubbed a new benchmark for remix and even one of the best games of all time.\nWe drove record engagement during the quarter on some of our biggest franchises, even surpassing historical highs delivered over the last several years. Our player network also continues to grow, now over 650 million. While we delivered for our players, and engagement was strong in the quarter, the macro environment remains challenging and impacted Q3 results. During the quarter, we took measured action to reduce our expenses, and we continue to exercise cost discipline, further focusing our investments in key areas of growth. As we navigate the short term, we remain focused on what fuels our business, delivering high-quality entertainment and driving strong engagement across our global work.\nThe passion and enthusiasm for interactive entertainment continues to grow. For more and more people around the world, games are a cherished and authentic way to stay connected with the people they care about, build community and find joy through shared experiences. Across all of entertainment, people are diving deeper and engaging further with their favorite franchises. EA SPORTS FIFA is at the heart of global football culture. And once again, we delivered strong engagement in Q3 across our entire ecosystem.\nYear-to-date net bookings from a FIFA franchise has grown 4% or 15% at constant currency. FIFA 23 is pacing to be the biggest title in franchise history, delivering record engagement in Q3. In North America alone, unit sales are up over 50% year-over-year. FIFA Mobile engagement was up triple digits in Q3, and FIFA Online in Asia is hitting the highest monthly active users in years. This engagement fueled strong financial performance.\nWe have incredible momentum in our global football ecosystem. For 30 years, we've been leaders in interactive football and collaborated with the most extensive network of partners spanning the globe. Our games are interwoven with the fabric of football fandom, averaging 300 million hours of gameplay every month. We are unbelievably excited to take this energy into the future with our EA SPORTS FC brand where we'll deliver even more for fans as part of an expanding experience with endless ways to play, watch, create and connect through their love of football.\nMadden NFL is the world's preeminent interactive American football experience and one of the most powerful franchises in sports. We continue to invest in innovation to drive engagement and growth across this mega franchise. Madden NFL 23 had a solid holiday quarter driven by Ultimate Team, and Madden NFL Mobile launched a new season and multiple in-game events, further powering engagement. With big moments ahead, like Super Bowl LVII and Team of the Year, Madden NFL continue to entertain millions of fans.\nOur EA SPORTS and racing teams are the best in the business. The convergence of sport and entertainment is picking up pace. Through our investments in technology and new experiences, we will continue to push the boundaries and blur the lines between the digital and physical by empowering players to come together, express their fandom and build online communities both in and around our games. Our owned IP franchises are some of the most deeply engaging and culturally relevant entertainment properties in the world with mega franchises like Apex Legends and The Sims. Apex Legends historically had a quieter Q3 as the live service model ebbs and flows against a seasonally crowded launch slate this time of year. Moving into Q4, we're already seeing a rise in engagement as we approach the game's 4-year anniversary and the launch of a new season, bringing highly anticipated updates and fresh content. Apex is one of the few IPs in its genre with proven endurance to engage and reengage players as they play, watch and compete.\nThe Sims is also evolving and growing as a live service. In Q3, we took the base game free to enter and welcomed over 10 million new players into the community, driving strong engagement. Our teams are gearing up to add more collaborative ways to further empower our community to unleash their imaginations.\nWe have incredible opportunities ahead. To do more extraordinary things and service our players and our people, we are making deliberate decisions and reallocating investments to prioritize our biggest growth areas, building global online communities around our biggest franchises, telling incredible interactive stories and harnessing the power of our social ecosystem to create meaningful connections. Our teams are deeply committed to delivering incredible experiences for our players.\nAs part of this commitment, we have made the player-first decision to move Star Wars Jedi: Survivor's launch date to April 28. The game is a creative and innovative leap forward going further into the experience of a Jedi, delivering more content, more exploration and more fun. Anticipation for the game is incredibly high, and the Respawn team known around the world for delivering top quality entertainment is focusing on the final polish stage to enhance performance, stability and, most importantly, the player experience. Giving the team these extra few weeks to deliver the best experience for our players will not only result in a high-quality game, but puts us in the best position to grow the long-term value of the franchise.\nWe're also making strategic decisions around 2 mobile titles: Apex Legends Mobile won Game of the Year on both iPhone and Android. Despite this strong start, the ongoing experience was not going to meet the expectations of our players. After months of working with our development partner, we have made the mutual decision to sunset this version of the game. We've learned a great deal and have plans to reimagine a connected Apex Mobile experience in the future. It is through these learnings, combined with a clear franchise strategy, that we've also made the decision to stop the development of the current Battlefield mobile title. We know our community values a deeply connected ecosystem, and our team is focused on delivering the best unified cross-platform experience for our players. Everything we do is designed to inspire the world to play. As a company, our teams have demonstrated that with the culture of creativity, innovation and resilience, we can grow through transformative periods of change and lead the future of entertainment.\nAs we look ahead, our teams remain focused and disciplined as we reshape our investments toward a future of accelerated content generation, increased direct player engagement and deeply connected ecosystems to bring more people into our global community. We are taking strategic actions to evaluate our cost structure as we navigate through the current macro environment. With our exceptional talent, our broad portfolio of amazing IP and massive player network, we remain committed to delivering long-term value in our business.\nNow I'll turn the call over to Chris.\n\nChristopher Suh\n\nExecutive VP & CFO, Electronic Arts Inc.\n\nThank you. As Andrew shared, we delivered strong engagement and high-quality titles again in Q3. Nevertheless, our results were mixed relative to our expectations.\nBased on Q2 trends and leading indicators, we had built our Q3 guidance on 4 key underlying assumptions: first, that our player network would continue to expand, and engagement metrics remain healthy; second, we would see strong momentum for FIFA, our global football franchise; third, that we would release high-quality new games into the market; and finally, that Apex would experience its typical seasonal low in Q3.\nWhile these assumptions were directionally correct, net bookings came in short of our expectations. We achieved new highs in our player network, sustained healthy engagement trends and delivered a record quarter for the entire EA SPORTS FIFA franchise. However, the performance of new games, despite strong reviews and of the Apex franchise, was below the levels we had anticipated, reflecting the challenging market dynamics. Recognizing the softer net bookings trend, we proactively took focused measures during the quarter to reduce our costs and lessen the impact on our underlying profitability.\nNow let's go through the quarter in detail. Net bookings for the third quarter were $2.3 billion, down 9% or 5% in constant currency, driven largely by a tough comp as we lap the launch of Battlefield 2042 and by Apex performance, partially offset by strength across the entire FIFA ecosystem and the launch of Need for Speed Unbound. Madden NFL 23 was level with a very strong quarter last year. Our live services net bookings were down 1% year-over-year or up 3% in constant currency. Growth at constant currency was driven by strength in FIFA, with rapid growth occurring in FIFA Online 4 and FIFA Mobile. On a trailing 12-month basis, live services were 75% of our business.\nWe delivered Q3 net revenue of $1.9 billion, up 5% year-over-year. Operating expenses were down 3% year-over-year or flat on a constant currency basis driven by lower marketing spend as we lap the Battlefield 2042 launch. Further, we reduced cost by just over $60 million by moderating our hiring and prioritizing our variable spend in the quarter. Operating cash flow in the quarter was $1.1 billion, and we returned $377 million to shareholders through dividends and our ongoing share repurchase program.\nNow moving to guidance. As we navigate an uncertain market, I'd like to share more context about how we set our Q4 guidance. First and most important, we expect we will continue to execute well on the 2 most important drivers of our long-term success and growth, strong player engagement and the production of high-quality games like the just released and well-reviewed Dead Space. Second, we are confident that EA SPORTS FIFA will sustain and build on the strong momentum that we exited Q3 with. And third, based on our Q3 launch results, we're taking a more measured approach for the highly anticipated Q4 launches.\nNext, we are committed to operational excellence and being disciplined in our investment decisions. The actions we've taken during Q3 will reduce our total H2 operating expenses by approximately $140 million. In addition, we will continue to work to prioritize spend broadly, evaluate our real estate footprint and focus our investments on our best long-term growth opportunities. And finally, our Q4 guidance reflects the player-first decision to shift the launch of Star Wars Jedi: Survivor to Q1 of FY '24. It's important to note that while it changes the timing of reported net bookings, it does not change the overall lifetime economics, nor our expectations around free cash flow for Q4 or FY '24.\nNow on to our guidance for the fourth quarter. We are revising our Q4 net bookings guidance to $1.675 billion to $1.775 billion, which reflects the shift of Star Wars Jedi: Survivor to Q1, our decision to sunset Apex Mobile and updated expectations based on Q3 trends, in particular, for launches happening in the quarter. We expect GAAP net revenue of $1.7 billion to $1.8 billion. We expect operating expenses to be $1.075 billion to $1.085 billion for the quarter, approximately $80 million lower than our previous expectation, reflecting our ongoing efforts to prioritize and focus our investment. As a result, we expect earnings per share of $0.05 to $0.20 for the fourth quarter. This Q4 guidance results in fiscal year net bookings of $7.07 billion to $7.17 billion. We're also revising our guidance for operating cash flow as a result of the updated net bookings guidance to $1.4 billion to $1.45 billion, With capital expenditures of about $200 million, that results in free cash flow of about $1.2 billion to $1.25 billion. For further details on our fiscal '23 guidance, including our GAAP guidance, please see our press release.\nBefore handing it back to Andrew, I'd like to provide a few early thoughts on our fiscal 2024. As we look to next year, we see the main drivers of our business being our durable broad portfolio of live services, our newly rebranded EA SPORTS FC franchise, Star Wars Jedi: Survivor, plus additional titles we will announce in due course. Excluding the impact of FX, we expect mid-single-digit growth on net bookings and low double-digit growth on underlying profitability. If rates remain unchanged from today, that would equate to mid-single-digit growth for both top and bottom line.\nOur business is anchored by incredible brands, evergreen live services, high-quality games and a growing player network. We will be focused on our investments as we build and scale our business, all while delivering amazing experiences for our players.\nNow I'll hand the call back to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. We drove incredible engagement and delivered high-quality experiences in the quarter. As Chris shared, we are being disciplined and focused on what we can control to fuel our biggest growth opportunities. We are confident in our vision for the future. And with our exceptional talent, proven IP and growing player network, EA is operating from a position of strength. Our audiences have an insatiable appetite for interactive entertainment and are engaging more deeply with the experiences they love. The future of entertainment is interactive, and no team is better equipped than EA to deliver amazing games and content to inspire the world to play.\nNow Chris, Laura and I are here for your questions.\n\nChris Evenden\n\nVP of IR, Electronic Arts Inc.\n\nRegina, we're ready for questions now."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7a72421dfdfa384fae848d22c7f24669",
    "period": "2023 Q2",
    "content": "Q2 2023 Electronic Arts Inc Earnings Call\n\nQ2 2023 Electronic Arts Inc Earnings Call\n\nEANASDAQNOV 1, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Julianne, and I will be your conference operator today. At this time, I'd like to welcome everyone to the Electronic Arts Second Quarter Fiscal Year 2023 Earnings Conference Call.\nMr. Chris Evenden, Vice President, Investor Relations, you may begin your conference.\n\nChris Evenden\n\nVP of IR, Electronic Arts Inc.\n\nThank you. Welcome to EA's Second Quarter Fiscal 2023 Earnings Call. With me today are Andrew Wilson, our CEO; Chris Suh, our CFO; and Laura Miele, our COO.\nPlease note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks and audio replay of this call, our financial model and a transcript. With regards to our calendar, our Q3 fiscal 2023 earnings call is scheduled for Tuesday, January 31. As a reminder, we post the schedule of our entire fiscal year of upcoming earnings calls on our IR website.\nThis presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, November 1, 2022, and disclaims any duty to update them.\nDuring this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated.\nAnd now I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. It's great to be here with you all. We delivered solid performance across our business in Q2, driven by our EA SPORTS portfolio and our multi-platform live services business. our broad IP, exceptional talent and growing player network of more than 600 million are the foundation of strength and stability in an uneven macro environment.\nDuring Q2, we launched premier sports games and provided over 120 content updates on 35 titles across our global catalog. Our teams are deeply committed to delivering amazing games and entertainment that inspire fans to play, create, watch and forge enduring social connections.\nOur broad IP portfolio is unrivaled in the gaming industry. Foundational to our leadership is EA SPORTS, with breadth and depth of partnerships that allow us to continue delivering deeply immersive experiences to fuel long-term growth.\nOur global football business demonstrates the power of a multi-platform ecosystem, with a massive community engaging through multiple experiences. In Q2, we delivered our biggest EA SPORTS FIFA console and PC launch in history. In addition, in FIFA Mobile, daily, weekly and monthly active players were up more than 100% year-over-year. And our free-to-play FIFA Online service in Asia delivered record performance.\nNow the entire global football community across our ecosystem will benefit from the unique holiday timing of the World Cup. Next week, we'll launch new World Cup content into FIFA 23, FIFA Mobile and FIFA Online, designed to attract, engage and entertain players throughout the tournament and beyond.\nFor nearly 30 years, we've delivered the biggest and highest quality football games to fans all over the world. Across our ecosystem, we've built the world's largest football community with our players, 19,000 athletes, 700 teams, 30 leagues and federations, and more than 300 partners.\nAs we now move into the future with EA SPORTS FC, we have even greater opportunity to engage the global audience of 3.5 billion football fans. Players will continue to experience everything they love about our games today. The modes, leagues, competitions, clubs, athlete, brands and more. We'll push the technical boundaries for even greater innovation, immersion and authenticity. And through more platforms and new modalities, we will reach new football fans all around the world, bringing them into our global community. This is what EA SPORTS FC is all about. In this unique year, with our biggest-ever console and PC title, a deeply engaging worldwide mobile experience, our online PC services in Asia, and now with men's and women's World Cup content coming, we are in an incredible position to unlock a truly extraordinary future with EA SPORTS FC.\nAs the consumption of entertainment and sport converge and grow, EA SPORTS offers fans immersive experiences like no other, an ability to play, create, watch and connect with friends and the sports they love 365 days a year. Now more than ever, Madden NFL is deeply ingrained into the fabric of NFL fandom, reaching broader entertainment audiences. With the sport of F1 continuing its growth trajectory, especially in the U.S., we are well positioned to expand the total addressable market for our F1 franchise. We have more than 200 million players engaged in our EA SPORTS games. As we look to the future of FC, Madden NFL, F1, NHL, UFC, PGA Tour and more, we will continue growing these ecosystems to reach new fans, expand to new experiences and create more social connectivity to fuel the enjoyment of sport.\nOur owned IP franchises continue to be among the most deeply engaging and culturally relevant entertainment properties in the world. Apex Legends is driving massive growth in emerging markets, and the team continues to build its content, universe, characters and storylines across multiple platforms and experiences. As we expand our console, PC and mobile experiences, Apex has captured the imagination of our global community beyond play. Not only are they playing, watching and competing, they're captivated by the lore, the worlds and storylines in and outside the game. We are just getting started and believe Apex will be one of the most important IPs in the world.\nEngagement in our Sims franchise continues to grow with millions of players unleashing their imaginations, full of creativity, humor and individuality, both in-game and across the entire ecosystem. We expect engagement to grow with The Sims 4 base game recently becoming free to enter. Looking ahead, our team is working on a new creative platform for our Sims community, giving them more collaborative ways to play, create, connect and share stories with their friends.\nIn Q2, we also announced an exciting long-term, multi-game collaboration with Marvel, joining forces with a culture-defining powerhouse to expand our entertainment offerings. From our EA SPORTS league partners to Disney's Star Wars and Marvel universes and more, we're partnering to grow our global communities, build value together and co-create the future of entertainment.\nOur player network of more than 600 million worldwide continues to grow. The unique value of this network is our ability to create new communities and meaningful connections that matter. In fact, more than 3/4 of EA players engage with gaming content beyond the game itself, reading, watching and creating content and engaging in social conversations through shared fandom. With EA SPORTS FC, Apex, The Sims, Skate and more, all poised to fuel fun and social connection, our growing network will continue adding long-term value.\nAs we look ahead, our talented teams are focused on building extraordinary experiences that drive deep engagement to grow our communities and reach new audiences, particularly Gen Z and Gen Alpha, who are turning to games as their preferred choice for entertainment and social connection. Games continue to be one of the fastest-growing forms of entertainment and the social networks of the future. We're in the privileged position of creating what people love doing more than anything else with their friends and family. Through our broad IP, our creative talent and our growing network of players, we are well positioned to lead the future of entertainment and deliver long-term value.\nNow I'll turn the call over to Chris.\n\nChristopher Suh\n\nExecutive VP & CFO, Electronic Arts Inc.\n\nThanks, and hello to everyone. As Andrew said, we had another solid quarter. Driven by our EA SPORTS portfolio and our multi-platform live services business. And importantly, engagement from our players around the globe across both platforms and our broad portfolio of games continued to be strong, fueling our resilient live services business and enabling us to deliver on our commitments even as we navigate through an uneven environment.\nNet bookings for the second quarter were $1.75 billion and in line with our expectations, down 5% or 2% in constant currency due to the timing of the F1 launch with the strength in console and PC offsetting mobile. Our live services net bookings were also in line with our expectations, down 3% year-on-year or flat in constant currency due to the timing of the FIFA launch, offset by strength elsewhere in the business.\nOn a trailing 12-month basis, live services were 73% of our business. And with regard to full game sales, digital sales accounted for 66% of units sold through, up 5 percentage points from last year.\nOur EA SPORTS portfolio was the highlight and driver of Q2 net bookings. We saw strength across the entire FIFA franchise in the quarter, further demonstrating the power of our multi-platform ecosystem. FIFA net bookings grew 6% in constant currency, and we saw engagement increase significantly across all platforms. As Andrew mentioned, we delivered a record launch on FIFA 23. In the first 4 weeks, FIFA 23 sell-through unit sales were up 10% versus the comparable period for FIFA 22 and FUT players are up 6%. With the launch of Madden 23, Madden Ultimate Team players and net bookings are both up double digits year-on-year.\nWe delivered Q2 net revenue of $1.9 billion, in line with our expectations, and with a higher mix of console and PC-based revenue, gross margins and underlying profit were well above our expectations.\nOperating expenses were up 2% on last year, in line with our expectations, as we continue to take a disciplined approach to investing in our development teams and new product launches. Operating cash flow for the quarter was negative $112 million, and we returned $378 million to shareholders through dividends and our ongoing share repurchase program. On a trailing 12-month basis, operating cash flow is up 26% year-on-year.\nNow turning to guidance. We are providing an updated guidance range today, primarily due to the persistent FX rate environment. Just over half of our sales are generated outside of the U.S., and the U.S. dollar strengthened between 7% and 15% versus our largest foreign currencies when compared to rates at the time of our initial FY '23 guidance. As a result, we now expect an FX impact of approximately $200 million versus our initial full year net bookings guide, as the impact will grow in our second half and into FY '24 at current exchange rates.\nBeyond FX, our business fundamentals remain healthy, with strong player engagement trends across our platforms and franchises. We expect strength from our console and PC game franchises to offset most of the impact of the current mobile market softness. In particular, we expect to see the momentum of the FIFA 23 launch carry into the second half, aided by excitement surrounding the World Cup.\nWith these factors considered, we are revising our full year net bookings guidance to $7.65 billion to $7.85 billion, up 2% to 4% year-on-year, or 6% to 9% in constant currency.\nWe expect fiscal '23 GAAP revenue to be $7.55 billion to $7.75 billion and expect cost of revenue to be $1.845 billion to $1.89 billion, below our prior range, reflecting the gross margin benefit from the revenue mix shift due to the relative strength of our console and PC franchises.\nWe continue to be disciplined in our spend while also carefully prioritizing investments to fuel our long-term growth, and we expect operating expenses to be $4.245 billion to $4.295 billion.\nAccordingly, our updated GAAP earnings per share guidance is now higher, at $3.11 to $3.34. Importantly, our expectations for underlying profitability for the year remain unchanged, even after accounting for the FX headwinds.\nWe are also reaffirming our guidance for operating cash flow, at $1.6 billion to $1.65 billion, with capital expenditures of about $200 million that results in free cash flow of about $1.4 billion to $1.45 billion. Please see our earnings slides and press release for further cash flow information.\nTurning to the quarter. We expect Q3 '23 net bookings to be $2.425 billion to $2.525 billion, driven by our annualized franchises, plus the launch of Need for Speed Unbound on December 2. For the third quarter, we expect GAAP net revenue to be $1.825 billion to $1.925 billion, cost of revenue to be $560 million to $580 million and operating expenses of approximately $1.08 billion to $1.09 billion. This results in earnings per share of $0.43 to $0.59 for the third quarter.\nTo summarize, our solid second quarter results again demonstrate the power of the EA model. We carry momentum into the second half. FIFA is off and running with the World Cup set to accelerate engagement. Need for Speed Unbound is ready for launch and a strong slate is queued up for Q4. We've extended the Apex franchise to mobile, enabling us to reach more people in more geographies than ever before, and expect it to continue to grow over time. And with The Sims 4 now free to enter, we look forward to welcoming more players than ever into this beloved franchise.\nWith our strong pipeline, healthy engagement trends, durable and highly reoccurring live services model and a continued focus on discipline and execution, we are well positioned for the future.\nNow I'll hand it back over to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. In Q2, EA delivered strong engagement and deeply immersive experiences across our portfolio with new EA SPORTS titles and multi-platform live services powering the business. We have a deep slate of new titles set for the second half of the year. Entertainment is a fundamental human need. And in this dynamic environment, we are focusing on our strengths, providing amazing games and live services that inspire the world to play. With our incredible talent, our growing player network and more people than ever engaging and connecting through games, we are excited to lead and create the future of entertainment.\nNow Chris, Laura and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/60041c5ef62b4a9e71799b88b8eb8eeb",
    "period": "2023 Q1",
    "content": "Q1 2023 Electronic Arts Inc Earnings Call\n\nQ1 2023 Electronic Arts Inc Earnings Call\n\nEANASDAQAUG 2, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Josh and I'll be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts First Quarter Fiscal Year 2023 Earnings Conference Call. Mr. Chris Evenden, Vice President, Investor Relations, you may begin your conference.\n\nChris Evenden\n\nVP of IR, Electronic Arts Inc.\n\nThank you. Welcome to EA's First Quarter fiscal 2023 Earnings Call. With me today are Andrew Wilson, our CEO; Chris Suh, our CFO; and Laura Miele, our COO.\nPlease note that our SEC filings and our earnings release are available at ir.ea.com. In addition we have posted detailed earnings slides to accompany our prepared remarks. Lastly, after the call, we will propose our prepared remarks, an audio replay of this call, our financial model and a transcript.\nWith regards to our calendar, our Q2 fiscal '23 earnings call is scheduled for Tuesday, November 1. As a reminder, we posted a schedule of our entire fiscal year of upcoming earnings calls on our IR website. This presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations.\nWe refer you to our most recent Form 10-K for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, August 2, 2022, and disclaims any duty to update them. During this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis.\nAll comparisons made in the course of this call are against the same period in the prior year, unless otherwise stated. Now I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. It's great to be here with you all. We delivered a strong performance across our business in Q1. Our broad IP portfolio, our amazing talent and our growing network of players deeply engaged in our live services, all serve as unique structural advantages, especially as we navigate the fluidity of the macro environment.\nWhat we recognize there is more uncertainty in the market, our teams are focused on what they do best, delivering amazing games and services that keep our players engaged, connected and inspired as we take entertainment and play to the next level. Our portfolio of sports and owned IP franchises continues to power resilience and longevity in our business. EA SPORTS and Racing is growth center with franchises that are at the heart of our sports fandom is becoming increasingly interactive. F1 '22 sales are up double digits launch to date and the sport continues to boom, especially with younger fans.\nOur EA SPORTS FIFA franchise is exceptionally strong on a global basis, with record business for Q1 in Asia, significant growth in mobile with DAUs up another 10% over last quarter and FUT engagement growing nearly 40% year-over-year, which is well above the industry average. We're going from strength to strength in EA SPORTS, including Madden NFL 23 just weeks away and our most expansive FIFA game ever coming this fall.\nSports is the ultimate evergreen form of entertainment and our new cross-media partnership with La Liga perfectly illustrates how we continue to innovate at the forefront of sport, media and interactive content.\nWith these multi-faceted collaborations, we are able bring the most authentic experiences to fans and expand into new ways to watch, create, compete, connect and participate in sport across platforms, business models, and geographies. Our owned IP franchises are some of the most deeply engaging and culturally relevant entertainment properties in the world. Apex Legends is a leading multi-platform franchise with our live service on console and PC driving massive ongoing engagement and a new mobile game that is delivering on our early expectations.\nEngagement in our Sims franchise is also outperforming the market with content that resonates for a broad and diverse audience. We have a proven ability to grow successful long-term live services across our portfolio with ongoing engagement that drives resiliency, reoccurring revenue and lifetime value for our business.\nThrough all of these experiences, our large global network has grown to nearly 600 million. Every day, our players are forging new friendships and social connections. And with the scale of our network and our team's ability to utilize our data, we can understand where, how and what our audiences are playing today and where they want to go next.\nWe continue to see Gen Alpha and Gen Z turning to games as their primary form of entertainment, consuming more content than any generation of the past. They love playing with friends. They stay connected with family. And they're creating content at every turn, both in and around their entire gaming experience.\nWhether they play games from our expansive EA SPORTS portfolio to fuel their fandom, enjoy the intensity and competition of Apex Legends or seek adventure in games such as Star Wars Jedi, the next generations of consumers use the power of play to fully immerse and express themselves, to build deeper, more meaningful connections with the communities they identify with and where they feel they belong.\nThey're using games like the Sims to unleash their personal and creative autonomy, building characters and new stories with their friends. Delivering games that fuel creativity where players can join, compete and interact with each other through social and immersive experiences is an exciting growth lever for Electronic Art as we continue to expand and diversify our portfolio and build global online communities spanning more geographies. Games are the social networks of the future.\nLeading in this highly competitive market requires a strong focus on people. We continue to invest in our culture and in fueling our talent pipeline. The best character artists, animators, graphic designers, data scientists, engineers and many more talented creators are all joining our team to level up their careers with award-winning franchises and studios.\nFrom career development and wellness programs to workplace experiences and technology that inspires collaboration and innovation, we strive to make Electronic Arts a great place to work and grow. Through our IP, our talent and our growing network of players, we are adding strength and long-term value to our business.\nEven with short-term uncertainties, interactive entertainment will continue to evolve and grow, and we are in a very strong position. Now I'll turn the call over to Chris.\n\nChristopher Suh\n\nExecutive VP & CFO, Electronic Arts Inc.\n\nThanks, Andrew. As Andrew said, we had another strong quarter driven by continued healthy engagement from our vast player network across our broad portfolio of live services and games.\nNet bookings for the first quarter exceeded our expectations, coming in at $1.3 billion, driven by our FIFA franchise and the F1 '22 launch. Compared to the prior year, net bookings were down 3% or 1% in constant currency, driven by 2 game launches last year compared to 1 this year, offset by strength in the FIFA franchise, the acquisition of Playdemic and the launch of Apex Legends Mobile.\nOur live services net bookings grew 8% year-on-year or 10% in constant currency, again, demonstrating the resiliency of the highly reoccurring revenue stream. On a trailing 12-month basis, live services were 73% of our business. And with regard to full game sales, digital sales accounted for 65% of units sold through, up 4 percentage points from last year.\nWe delivered Q1 net revenue of $1.77 billion, also above our expectations. And with the higher mix of console-based revenue, gross margins and underlying profit were also well above our expectations. We saw strength across the entire FIFA franchise during the quarter, particularly with FIFA Online 4 and FIFA Mobile.\nFIFA Online 4 hit a new high engagement and FIFA Mobile delivered its biggest net bookings quarter ever. FIFA 22 is the largest FIFA ever, life to date with regard to net bookings. F1 '22 net bookings also materially outperformed our expectations, and the franchise has become a dependable driver of growth, having delivered double-digit growth for each of the last 4 years.\nAndrew highlighted the success of our owned IP games, exemplified by Apex Legends, which saw double-digit net bookings growth again in Q1. Apex Legends Mobile had a successful launch during the quarter, making Apex Legends, a leading multi-platform global franchise.\nOperating expenses were up 11% on last year, in line with our expectations as we continue to invest in our development teams and new product launches. Operating cash flow for the quarter was negative $78 million, and we returned to further $373 million to shareholders through dividends and our ongoing share repurchase program.\nTurning now to guidance. We are maintaining our full year net bookings guidance of $7.9 billion to $8.1 billion, up 5% to 8% year-on-year or 8% to 11% in constant currency. Now let me give a little bit more color within this range.\nFirst, based on current exchange rates, we see nearly $100 million of incremental net bookings headwind within our full year guidance or about 1 point of growth, which mostly impacts the second half of our year. As rates remain quite volatile, we'll provide a more current update in our Q2 earnings call about the expected half 2 impact.\nSecond, we're seeing some shifts within our business. We expect the strong Q1 results in our EA SPORTS and Racing portfolio to continue offsetting the anticipated impact of an overall softer mobile market. This mix shift has a positive benefit to gross margins and therefore, minimizes the likely increased impact of FX on our underlying profitability.\nWe expect fiscal '23 GAAP revenue to be $7.6 billion to $7.8 billion and cost of revenue to be $2.02 billion to $2.065 billion. Our expectations for operating expenses are unchanged at $4.2 billion to $4.315 billion and we anticipate earnings per share of $2.79 to $2.87.\nOur guidance for operating cash flow also remains unchanged at $1.6 billion to $1.65 billion. With capital expenditures of about $200 million, that would deliver free cash flow of about $1.4 billion to $1.45 billion. See our earnings slides and press release for further cash flow information.\nTurning to the quarter. We expect Q2 fiscal '23 net bookings to be $1.725 billion to $1.775 billion, driven by the launch of Madden 23 on August 19 and FIFA 23 on September 30. Both Madden and FIFA benefit from having built decades-long relationships with their passionate player communities and broader sports ecosystems, and we're seeing strong prelaunch momentum for these reliably well-performing titles.\nFor the second quarter, we expect GAAP net revenue of $1.85 billion to $1.9 billion, cost of revenue to be $467 million to $480 million and operating expenses of approximately $1.036 billion to $1.041 billion. This results in earnings per share of $0.78 to $0.86 for the quarter.\nOur strong first quarter reflects the continued healthy engagement for our vast player network across our broad portfolio. We're confident in our ability to execute with discipline, navigating through a more uneven market with a robust half 2 slate and the durable power of our live services model to deliver continued growth in fiscal '23.\nNow I'll hand the call back over to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. It's been a good start to the year. While the macro outlook remains fluid, every one of us at Electronic Arts is focused on the things we can control. Even amidst market uncertainty, more people than ever before are turning to games as the primary choice for entertainment.\nThis is what they love to do more than anything else, and it's how they want to connect and share experiences with people around the world. With gaming so central to our lives today, EA is uniquely well positioned with a broad demographic reach of our portfolio, and the strongest content pipeline in our history.\nLeveraging the talent of the best teams in the industry, we are poised to lead this next chapter of entertainment and to continue building long-term value in our company.\nAs we move into the Q&A portion of the call, I want to take a moment to welcome Laura Miele. As Chief Operating Officer, Laura has a deep connection to our business from game creation and our studios to revenue generation and our commercial organization. Laura will join us to add her strategic perspective and insights on the business.\nNow Chris, Laura and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a719cad4e047c6a3b93fc93961f65d08",
    "period": "2022 Q4",
    "content": "Q4 2022 Electronic Arts Inc Earnings Call\n\nQ4 2022 Electronic Arts Inc Earnings Call\n\nEANASDAQMAY 10, 5:00 PM\n\nOperator\n\nGood afternoon. My name is Charlie and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Fourth Quarter 2022 Earnings Conference Call.\nMr. Chris Evenden, Vice President, Investor Relations, you may begin your conference.\n\nChris Evenden\n\nVP of IR, Electronic Arts Inc.\n\nThank you, operator. Welcome to EA's Fourth Quarter Fiscal 2022 Earnings Call. With me today are Andrew Wilson, our CEO; and Chris Suh, our CFO.\nPlease note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted earnings slides to accompany our prepared remarks. Lastly, after the call, we will post our prepared remarks, an audio replay of this call, our financial model and a transcript.\nWith regards to our calendar, our Q1 fiscal 2023 earnings call is scheduled for Tuesday, August 2. And as a reminder, we post the schedule of our entire year of upcoming earnings calls on our IR website.\nThis presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer you to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, May 10, 2022, and disclaims any duty to update them.\nDuring this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year unless otherwise stated.\nNow I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. I hope all of you are well. I want to start by thanking our incredible teams at Electronic Arts. We have the most talented people in the industry who, every day, demonstrate passion, creativity and determination.\nI'd also like to extend a warm welcome to Chris Suh. Chris joined us in March as our new Chief Financial Officer. He is an exceptionally qualified leader, and I'm looking forward to our partnership as we drive our next phase of growth.\nEA delivered profitable growth in FY '22, a record year in every important measure of our business: total players, engagement in our games and live services, net bookings and underlying profit. We grew our global network of players to more than 580 million unique active accounts, fueled by new players joining titles including EA SPORTS FIFA, Apex Legends and The Sims and new players that we welcomed from our acquisitions.\nThe strength of our broad IP portfolio, our creative talent -- together with highly reoccurring revenue streams -- continues to supercharge growth in our business. We delivered $7.515 billion in net bookings and underlying profit grew more than 20%. It was a record year, and our talented teams rose to the challenge in a big way to inspire and entertain hundreds of millions of engaged players worldwide.\nGames are now central to people's lives, and younger audiences have more power as consumers. Gen Alpha, Gen Z and Millennials are digital natives and they are gaming-first generations. They see gaming as their #1 choice for entertainment. The consumption of entertainment and sport is deeply social, with players across our network using games to stay connected to friends and to express themselves.\nThe future of entertainment is interactive, and we derive strength from 3 structural advantages: our IP, our incredible talent and our growing network of players deeply engaged in our live services.\nFirst, our IP. Everything begins with amazing games, and we continue to invest in one of the most powerful IP portfolios in all of entertainment. Apex Legends will expand in every dimension going from strength to strength. New gameplay is coming to the console and PC live service; our new mobile service launches globally this month; and the grand finale of the 2022 Apex Legends Global Series for esports is in July. EA SPORTS & Racing are set to grow significantly in FY '23. We have 6 new EA SPORTS titles this year with more in development. Our pipeline for this year and future years features big, beloved IP that we cannot wait for players to experience, including Need for Speed, Dead Space, Star Wars, The Sims, Skate, our Bioware franchises and Lord of the Rings. Our 2 new studios in Seattle are working on new projects, our Motive studio has an unannounced title in development, and we have more underway across our global studio teams.\nNext, we have the best talent in the world. Making amazing games starts with incredible game makers. Innovating across our business, our people make Electronic Arts a great place to work, from delivering safe and secure platforms, to telling exciting stories and developing our next generation of creators. We are a collective team of leaders who together deliver one of the broadest portfolios in the industry, every year, while continuing to pioneer new experiences. We are proud of our distinctive talent from across the many parts of EA for continuing to deliver more exceptional games and content at scale.\nFinally, we have a large growing network of players deeply engaged in our live services. To provide a sense of scale, we have more daily, weekly and monthly active players across our entire portfolio. FIFA Mobile recorded its biggest quarter ever with unique new players surging nearly 80% year-over-year, and Apex Legends is amongst the top live service games in the industry. As we look ahead, we're investing in ways for fans to have amazing shared experiences together, whether that's by playing, watching or creating. Through our console, PC and mobile live services; through esports; through other original content; and with the tools that unleash the creativity of our players, we will grow what are already some of the world's largest and most engaged entertainment communities.\nEarlier today, we announced that starting next fiscal year, our football experiences will move under a new EA SPORTS FC brand. This is such an exciting moment for us and for our fans. We've just had our biggest year ever for EA SPORTS FIFA games, building on nearly 30 years of connected experiences for players across more than 150 million unique accounts. With more than 300 license partners, 30 leagues and federations, 700 teams and 19,000 athletes, the future of global football is huge. We're excited to grow EA SPORTS FC. It will be the only place that fans can play in the UEFA Champions League, CONMEBOL Libertadores, the Premier League, Bundesliga, Serie A, LaLiga, MLS and many others.\nOur global football franchise has long been at the forefront of innovation. From the first isometric playing angles, to online play, Ultimate Team and Women's Teams -- the first narrative story mode with The Journey, to VOLTA, to Hypermotion -- we have repeatedly delivered new ways to play the game. We're thankful for the many great years of partnership with FIFA, and we are looking forward to delivering another full EA SPORTS FIFA game later this year, filled with great features and World Cup content. Then the new era begins next year with EA SPORTS FC. With a total addressable market of more than 3.5 billion football and soccer fans worldwide, EA SPORTS FC will be the authentic, inclusive and immersive global entertainment property at the epicenter of football fandom.\nWe have amazing games we've built around powerful IP, made by incredibly talented teams. We have a network of more than 0.5 billion player accounts. We have outstanding engagement in our games and live services, fueled by social connection and shared experiences. With these strengths at our core, FY '23 is set to be a year of innovation, growth and leadership for Electronic Arts.\nNow I hand the call over to Chris.\n\nChris Suh\n\nExecutive VP & CFO, Electronic Arts Inc.\n\nThanks, Andrew, and good afternoon, everyone.\nAs Andrew said, FY '22 was a record year with net bookings that exceeded $7.5 billion. This is more than $200 million ahead of our original guidance, driven by growing player engagement across our broad portfolio of live services and games. We grew both net bookings and underlying profit by over 20% for the full year. Operating cash flow for the year was $1.9 billion, nearly $150 million above our original guidance; and we returned almost $1.5 billion to shareholders. These results speak to the power of our diverse portfolio and to the durability and consistency of a live services business founded on deep player engagement.\nFor the fourth quarter, net bookings were $1.75 billion, up 18% from the prior year and reaching a new Q4 high even with the action we took to cease sales in Russia and Belarus during the quarter. Live services net bookings grew 14% year-on-year.\nWe delivered Q4 net revenue of over $1.8 billion, ahead of our expectations and up 36% year-on-year. Underlying profit was well above our expectations.\nQ4 operating expenses came in lower than our expectations, driven by the timing of some marketing and sales activities. We are continuing to prioritize our investments into our best long-term growth opportunities while also remaining agile to realize cost savings and implement efficiencies where appropriate.\nWe generated $444 million in operating cash flow during the quarter and returned a further $373 million to shareholders through dividends and our ongoing share repurchase program.\nNow let me talk about our full year performance. Live services net bookings grew 17% year-on-year to nearly $5.4 billion and made up over 71% of our total business. Full game sales were up 34% to $2.1 billion.\nOur healthy live services growth was driven by strength across our broad-based portfolio, most notably by Apex Legends and FIFA. Apex Legends is up over 40% for the year, taking it past the $2 billion milestone in lifetime net bookings. Season 12 finished yesterday and was the most successful ever. And of course, Apex Legends Mobile is performing well in test and is close to launch. FIFA 22 is the most successful FIFA ever launched to date with net bookings up double digits.\nFull game sales growth was similarly diverse, with Battlefield, FIFA 22, Madden NFL, It Takes Two, F1 and Mass Effect Legendary Edition all important contributors.\nOn console, digital represented 65% of full game units sold through, up 3 percentage points from last year.\nIn mobile, we passed the billion-dollar milestone this year with nearly $1.2 billion in net bookings. As a result of great work by our teams, our return on advertising spend is now roughly back to where it was before the IDFA changes. And now we're looking to maintain that ROAS level as we scale spend back to the level it was before and as we continue to learn and to adapt to market changes.\nAcross our full portfolio, 12 titles contributed $100 million or more to net bookings in FY '22.\nNow let me turn to FY '23. As Andrew laid out, we're entering the year from a position of strength. We're experiencing strong engagement across our live services, have great early indicators for our mobile launches, see continued momentum in our annual sports titles and have a strong slate of console titles scheduled for the second half.\nWe expect fiscal '23 net bookings to be $7.9 billion to $8.1 billion, up 5% to 8% versus FY '22, driven by growth in live services, particularly in mobile, and supported by the strong launch slate in the second half. Three key drivers of our mobile growth in FY '23 are: the launch of Apex Legends Mobile; growth in FIFA Mobile; and the launch of Lord of the Rings: Heroes of Middle-earth later in the year.\nFX is a headwind of nearly 3 points, net of hedges, relative to last year, for both net bookings and underlying profit, which puts our net bookings guidance in constant currency at 8% to 10%. Additionally, the impact of the stoppage of Russia sales is 1 percentage point to net bookings and 2 points to underlying profit. Adjusted for these factors, we continue to see healthy underlying performance, which illustrates the durability of our portfolio of live services.\nWe expect cost of revenue to be $2.02 billion to $2.065 billion, in part reflecting the anticipated strong growth of our mobile business.\nWe expect operating expenses to be $4.2 billion to $4.315 billion. This is driven by investment in user acquisition for our 2 major mobile launches and adding talent to our development teams to deliver the live services and title slates we have in development for FY '24, FY '25 and beyond.\nAlso note that we've increased the management tax rate used by our long-term model from 18% to 19%, primarily due to U.S. tax rules published in January.\nWe expect operating cash flow of $1.6 billion to $1.65 billion and capital expenditures of around $200 million, which would deliver free cash flow of about $1.4 billion to $1.45 billion. The business continues to be a strong generator of cash, although the year-on-year number is down slightly, primarily due to timing as our biggest non-sports launch is coming in Q4, with collections in FY '24 and also because our tax rate has increased.\nWe continue to be committed to growing our cash return program and announced today that we're increasing our dividend by 12% from $0.17 to $0.19 per share payable each quarter. We expect to continue to repurchase stock under our current authorization, and we will revisit it closer to the expiration in November of 2022.\nWe expect fiscal '23 GAAP revenue to be $7.6 billion to $7.8 billion and earnings per share of $2.79 to $2.87.\nWe anticipate net bookings for the first quarter to be $1.2 billion to $1.25 billion. As a reminder, in the prior year, we had a number of new game launches in Q1, whereas this Q1 is primarily live services with only F1 22 launching on console and PC later this quarter. In contrast, this coming Q2 has a profile very similar to last year's Q2 with launches of Madden and FIFA, plus some live services growth, offset by some Ultimate Team net bookings phasing into Q3.\nFor the first quarter, we expect GAAP net revenue of $1.675 billion to $1.725 billion, cost of revenue to be $309 million to $321 million and operating expenses of approximately $1.013 billion. This results in earnings per share of $0.76 to $0.85 for the quarter.\nTo conclude, EA delivered another record year, well ahead of our original guidance, driven by strong player engagement across our diverse portfolio of titles. Looking forward, we are capitalizing on the strength to invest in our future. We expect to outgrow the market, to show resilience through uncertain times, building on the foundation of live services and our broad portfolio to deliver growth over the long term.\nNow I'll hand the phone back to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris.\nAs we kick off FY '23, we are investing for growth from a position of strength. With a portfolio of amazing IP, the best talent and a growing network of highly engaged players, we are scaling to deliver new experiences on more platforms across more geographies. Our total addressable market is expanding, and secular trends are driving more consumption of interactive entertainment. Our games are deeply social, and we will continue to build on our strength as we invest to grow our biggest franchises to connect with more players in the future. We have a clear vision, a clear strategy and we have a spectacular team ready to deliver in FY '23 for hundreds of millions of players, viewers and creators around the world.\nNow Chris and I are here for your questions."
  },
  {
    "header": "EA",
    "cik": "0000712515",
    "ticker": "EA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dd27045495ed13ee85002134d6623816",
    "period": "2022 Q3",
    "content": "Q3 2022 Electronic Arts Inc Earnings Call\n\nQ3 2022 Electronic Arts Inc Earnings Call\n\nEANASDAQFEB 1, 5:00 PM\n\nOperator\n\nGood afternoon, my name is Nika, and I will be your conference operator today. At this time, I would like to welcome everyone to the Electronic Arts Q3 2022 Earnings Conference Call. Mr. Chris Evenden, VP of Investor Relations, you may begin your conference.\n\nChris Evenden\n\nVP of IR, Electronic Arts Inc.\n\nThank you, Nika. Welcome to EA's Third Quarter Fiscal 2022 Earnings Call. With me on the call are Andrew Wilson, our CEO; and Blake Jorgensen, our CFO. Please note that our SEC filings and our earnings release are available at ir.ea.com. In addition, we have posted detailed earnings slides to accompany our prepared remarks. And lastly, after the call, we will post our prepared remarks, an audio replay of this call, our financial model and a transcript. With regards to calendar, our Q4 fiscal 2022 earnings call is scheduled for Tuesday, May 10. And as a reminder, we posted the schedule of our entire fiscal year of upcoming earnings calls on our IR website.\nThis presentation and our comments include forward-looking statements regarding future events and the future financial performance of the company. Actual events and results may differ materially from our expectations. We refer to our most recent Form 10-Q for a discussion of risks that could cause actual results to differ materially from those discussed today. Electronic Arts makes these statements as of today, February 1, 2022, and disclaims any duty to update.\nDuring this call, the financial metrics, with the exception of free cash flow, will be presented on a GAAP basis. All comparisons made in the course of this call are against the same period in the prior year, unless otherwise expected.\nNow I'll turn the call over to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThanks, Chris. I hope all of you and your families and loved ones are staying healthy. Let me firstly thank you to our talented teams Electronic Arts. All 12,000 people putting so much energy every day into an amazing things for our players.\nAs we begin, I'd also like to say a few words about John Pat. John Pat was a tremendous loss for the American football community for the sports world at large and for all of us in Electronic Arts. Through his years as a winning coach as a beloved broadcaster and a pioneering namesake of our game, Coach Madden was football for tens of millions of fans. He taught us many things of nearly 35 years of partnership. Some of his most important lessons, including authenticity, are things which had close to EA SPORTS ever since. We feel incredibly fortunate to have been part of Coach's legacy and just as fortunate to be part of how it will live on through the future of our Madden NFL games. We'll have more to share about how we are honoring Coach Madden in the weeks ahead. And from all of us at Electronic Arts, our thoughts and sympathies continue to be with his family, friends and many, many fans.\nIt has been a year of outstanding growth so far in FY '22. Q3 was a record quarter with our live services and multiple portfolio delivering strong reoccurring revenue and year-over-year growth. Our franchises like Apex Legends, our EA SPORTS titles, The Sims and more have universal appeal. And as we expand to more ways to play across more platforms and business models, we are growing our total players' engagement, net bookings and underlying profitability.\nWe did have a charge in Q3 as the launch of Battlefield 2042 did not meet expectations. Battlefield 2042 was always an ambitious game and our teams push to innovate across many dimensions, including massive scale and 128 planned matches, new modes, new dynamic gameplay and more. Developing this game with our teams working from home for nearly 2 years ultimately proved to be challenging. Through our process for testing and preparation, we believe the experience is ready to be put in our players' hands. We launched with strong stability. However, as more players experienced the full game, it became clear that were unanticipated performance issues that we would need to address.\nSome of the design choices we made with the game also did not resonate with everyone in our community. We are fully committed to realizing the full potential of this game and fully committed to our Battlefield fans. We've already implemented a series of major updates to the game, and there is more to be done. Players can expect meaningful updates to continue in the weeks ahead, and we are shifting the first season of live service content to early summer as we work closely with our community to evolve and improve the core experience in Battlefield 2042.\nDespite Battlefield miss against our expectations, with the strength of our business, we are continuing to deliver record growth and performance in FY '22. With Battlefield performance to date and our decision to move the first season of live service into Q1 FY '23, so we can focus on the core experience. We have adjusted our full year net bookings guidance to $7.525 billion, which remains $225 million above our original net bookings guidance for FY '22.\nOn the strength of our live services, operational discipline and continuing digital transformation, we're reaffirming our full year expectations for underlying profitability. We expect strong growth to continue in FY '23. Looking across our portfolio, we saw continuing year-over-year growth in total player, engagement, net bookings, cash flow and underlying profitability in Q3. I'll touch on each of those pieces here.\nBeginning with total players, our games and experiences connect a global network that continues to scale. Over the last year, our network has grown to more than 540 million unique active accounts across more than 18 games and 25 live services, spanning all major platforms from console to PC to mobile and cloud.\nFrom an engagement standpoint, more players are spending more time on our titles. Looking across our portfolio in all platforms, we've had more than 180 million monthly active accounts on average in our games during FY '22. Apex Legends monthly active players are up more than 30% year-over-year in Q3. And across our combined EA SPORTS portfolio, monthly active players are also growing year-over-year. Engagement is deepening as while we play spending nearly 20% more time in games across our portfolio in FY '22 compared to the previous year. Growth in our network and engagement continues to drive growth in our business. With our top franchises delivering strong reoccurring revenue, our net bookings for Q3 grew 7.4% year-over-year for the quarter and the full year, we project 22% growth in net bookings over last year.\nPerformance across the business and operational discipline also continue to deliver strong cash flow and underlying profitability growth in Q3. The continued growth is anchored by proven franchises where we have a strong track record for execution. Apex Legends is now one of the biggest and most successful ongoing live services in the industry and is built on our own with more than 28 million new players joining the last year and new seasons and in-game events that continue to lever new experiences to a deeply engaged community, FY '22 is the biggest year yet for Apex. Average player investment in the game has grown significantly year-over-year, and we expect -- and we continue to expect net bookings for Apex to approach $1 billion in FY '22.\nWe are expanding to reach more players and viewers with new original content on the way, our growing Apex Legends esports ecosystem and Apex Legends Mobile will soon be moving into soft launch as we continue our worldwide rollout. We've had strong engagement in community fee venture in closed beta testing, and we're excited for more players to experience Apex Legends mobile soon.\nMobile is a core growth engine for us, and it is accelerating. With new launches and acquired expertise and technologies leveraged across our portfolio, we expect mobile to be a major catalyst in FY '23 with growth well into the double digits. Led by Apex Mobile, a newly updated future mobile game, Golfs Clash and more unannounced projects, we are expanding our portfolio of more than 15 top level live services to reach new audiences and grow our recurring revenue.\nEA SPORTS is a powerhouse in the sports and entertainment world. We've driven hundreds of millions of dollars in net bookings growth year-to-date with our EA Sports business up nearly 10% year-over-year. We continue to see incredible growth for the future of global soccer and a global soccer franchise with the #1 title in the Western world in calendar 2021. Madden NFL 22 was the #1 sports title in the U.S. during the holiday period, and it was the #3 top-selling game in the U.S. for all of last year.\nUnder our leadership, F1 2021 also continues to perform well above expectations with unit sales nearly doubling year-over-year during the holiday period. In our mobile sports portfolio, we just launched the latest version of our EA SPORTS FIFA Mobile game around the world. This was the biggest update of the game ever and early performance has been exceptional. Engagement is up more than 50% over the previous season and retention in the first week is nearly double. With the added expertise of Playdemic and Glu and a deep pipeline of new sports experiences in development, EA SPORTS continues to be an exceptional growth business, built on predictable and recurring revenue with outstanding opportunities ahead.\nOur pipeline further amplifies our strength. In addition to our core franchise, we are building new experiences in some of the biggest enduring IP in entertainment. Last week, we announced a new agreement with Disney and Lucasfilm Games to develop new experiences in the Star Wars Universe continue our collaboration of more than a decade. Respawn is leading development of the next game in our Action Adventure Star Wars Jedi series as well as 2 additional Star Wars titles. This adds to our deep pipeline of announced and unannounced projects with our wholly-owned IP, including Need for Speed and BioWare franchises, The Sims, Escape, Dead Space and more.\nLooking ahead, we're continuing to build on the structural advantages of our portfolio and accelerating growth by executing against our core strategy. We are focused on creating amazing games and content, providing creation tools for the community to engage more deeply with our experiences, aggregating and distributing our content experiences to more players on more platforms in more geographies and more business models and harnessing the power of the social ecosystems in and around our games.\nThe demand for amazing games and new ways to play, watch, share and create has never been stronger and one of the industry's largest most profitable businesses with strong recurring revenue, we are well positioned to take advantage of this continued secular growth. We look forward to delivering against these opportunities through FY '23 and beyond.\nNow I'll hand the call over to Blake.\n\nBlake J. Jorgensen\n\nExecutive VP & CFO, Electronic Arts Inc.\n\nThanks, Andrew. Q3 was a quarter that demonstrated the strength of our live services portfolio. Despite a tough Battlefield launch, we came within a couple of percent of our net booking guidance and beat our expectations for underlying profitability. The quarter was the largest in our company's history for net bookings underlying profitability and cash generation.\nSales of Battlefield 2042 were disappointing, but they are offset by a strong showing from FIFA and continued strength from Apex and our other franchises. We delivered net revenue of $1.79 billion and net bookings of $2.58 billion.\nFIFA 22's strong start continued into this quarter with unit sales now up double digits over last year launched to date, and players continue to engage in FIFA Ultimate Team and invest in their teams. This has made it the strongest fee to launch ever measured from launch to the end of Q3.\nApex Legends' net bookings continues to grow at an extraordinary rate and will deliver close to $1 billion for the year. Digital represents 64% of our full game units sold through on a trailing 12-month basis, up 2 percentage points from last year. The strong digital mix for full game sales aided by growth in live services pushed underlying Q3 gross margins 2.3 percentage points above last year.\nOperating expenses, which include recent acquisition costs, came in below our expectations driven by variable compensation and savings and phasing of marketing spend. It's worth noting that we were able to hire more people than in any other quarter in our history, and we're continuing to invest in our game teams.\nWe now expect fiscal 2022 GAAP net revenue to be $6.925 billion, cost of revenue to be $1.844 billion and earnings per share of $2.43, up from our original expectation of $1.34. We are taking our net bookings guidance for the year to $7.52 billion. Although a $100 million reduction on our position at the end of Q2, it is still $225 million above our original guidance for the year. The reduction was driven by Battlefield 2042 in both Q3 and Q4, but offset by the strength in the rest of our business, particularly in FIFA and Apex Legends. We're committed to turning Battlefield around and building a sustainable live service even if some of the actions we're taking by moving the first season into FY '23 impact net bookings for the short term.\nReflecting the strength of our portfolio, our operating cash flow guidance is now $1.9 billion. This would be close to the largest full year operating cash flow in the company's history, despite nearly $200 million of onetime tax payments related to acquisitions this year. With capital expenditures still around $200 million that would deliver free cash flow of $1.7 billion. Note that this is $200 million above our original expectations for FY '22 free cash flow. See our earnings slides and press release for further cash flow information.\nFor the fourth quarter, we expect GAAP net revenue of $1.759 billion, cost of revenue to be $404 million and operating expenses of $1.086 billion. This results in an earnings per share of $0.46 for the fourth quarter. We expect Q4 fiscal 2022 net bookings to be $1.761 billion. This would be our largest Q4 ever even if we only count organic growth. We'll formally guide FY '23 in May when we report Q4 but we've heard that some of you are concerned that the Battlefield performance might impact next year's growth. Let me emphasize here again that we are a portfolio company.\nAs originally forecast, the Battlefield franchise would have accounted for significantly less than 10% of this year's net bookings and well below 5% of next year. We're revising those numbers, but you can see it has little impact on FY '23 growth. The main drivers of growth next year remains FIFA on console, Apex Legends, Apex Mobile and FIFA Mobile. Golf Clash will also contribute to year-on-year growth since we acquired Playdemic halfway through the year. With regard to new launches in FY '23, we've disclosed that Need for Speed is on the slate and we'll announce more titles closer to the time. In total, we still expect mid- to high single-digit growth next year.\nTo summarize, we just delivered the largest quarter in the company's history. FIFA goes from strength to strength, Apex Legends continued to show extraordinary growth, Battlefield disappointed but our broad portfolio of games and live services insulates us from the impact of any 1 title. Our portfolio approaches -- approach enables us to deliver double-digit organic growth this year and continue to deliver strong cash flow and provide a strong foundation for growth as we look to the future.\nBefore I hand the call to Andrew, you may have noticed that yesterday, we announced a new CFO for the company. And I think the new CFO, Chris, is going to be a fabulous addition and we'll do a much better job probably than I've ever thought. I thank Andrew and the team of our executives as well as the entire company for the amazing partnership that I've had here for 9.5 years of the year. It has been the most enjoyable experience of my entire career. I also thank the buy-side and sell-side analysts and partners for all of their support over the years and wonderful interaction. And last but not least, I thank Chris Evenden, Aaron Green and Fabiola for their amazing IR performance that interacts with all of you.\nSo now I'll hand the call back to Andrew.\n\nAndrew Wilson\n\nChairman & CEO, Electronic Arts Inc.\n\nThank you, Blake. These are exciting times in our industry. Indirect entertainment continues to grow by every measure, and our audiences are expanding and diversifying. Major franchise that are the center of culture and entertainment and the world is recognizing how games have power to connect global communities.\nOur focus continues to be on our people, our players and our amazing portfolio of games, content and services and extraordinary growth opportunities in the future. Thanks to our incredibly talented teams at Electronic Arts, we are delivering entertainment to hundreds of millions of people around the world and connecting them through some of the most powerful enduring franchises.\nWith the breadth and depth of our business that continue to expand our network, deepen engagement and drive growth in our recurring net bookings and ongoing profitability, we are well positioned and strategically -- well-positioned strategically to continue building on our success and delivering for our clients.\nAs we look ahead and as Blake just referenced, we were excited to announce yesterday that Chris Suh is joining Electronic Arts as our next CFO. Chris is coming to us after more than 25 years at Microsoft, where he served as Corporate Vice President and Chief Financial Officer of the cloud and AI Group, which he led with incredible success during Microsoft's transformation to a cloud-first company. We have a big vision for the future. And in addition to Chris' financial leadership of our organization, I look forward to having him as a strategic partner with the extensive experience driving scale and growth to help us achieve our goals.\nAs we've announced previously, Blake will be leaving our team after nearly a decade of leadership and partnership with EA. Blake has been an incredible leader, partner and adviser. But most importantly, he is a dear friend, and I feel deeply grateful for our time working together. These expertise and the team he has built have been instrumental in our growth and financial achievements, and have positioned us well for continued success. Blake will remain with us until the summer to assist with the transition and special projects. Thank you, Blake, for everything you've done and continue to do for our company. And again, thank you for your friendship.\nNow we are ready for your questions."
  }
]