[
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bc9ef403d81c6d2cd551db828fc5b770",
    "period": "2025 Q3",
    "content": "Q3 2025 Schlumberger Ltd Earnings Call\n\nQ3 2025 Schlumberger Ltd Earnings Call\n\nSLBNYSEOCT 17, 9:30 AM\n\nOperator\n\nGood morning. My name is Megan and I'll be your conference operator today. I would like to welcome everyone to the third quarter SLB earnings call. [Operator Instructions] As a reminder, this call is being recorded.\nI will now turn the call over to James R. McDonald, Senior Vice President of Investor Relations and Industry Affairs. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you, Megan. Good morning, and welcome to the SLB Third Quarter 2025 Earnings Conference Call. Today's call is being hosted from Houston following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. For more information, please refer to our latest 10-K filing and other SEC filings, which can be found on our website.\nOur comments today also include non-GAAP financial measures. Additional details and reconciliations to the most directly comparable GAAP financial measures can be found in our third quarter earnings press release, which is on our website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call. I'll begin today by discussing our third quarter performance, then I will describe the near-term outlook for oil and gas markets. And finally, I will share our guidance for the fourth quarter. Stephane will then provide more details on our financial results and the structure of our new digital division. After that, we'll open the line for your questions.\nLet's begin. Our fourth quarter and followed in line with expectations. As we achieved sequential revenue growth driven by the addition of 2 months of activity from ChampionX, our digital business and the resilient performance of our core. In the International markets, revenue rose 1% sequentially, with notable increases in several countries across the Middle East and Asia. Across this region, sequential growth was seen in Iraq, the United Arab Emirates, Oman, Egypt, China, East Asia, Indonesia, Australia and India, alongside broader improvement in offshore activity across Guyana, Sub-Sahara Africa and Scandinavia.\nMeanwhile, revenue in North America grew 17% sequentially. This was driven mainly by the contribution of ChampionX, followed by higher offshore activity, which more than offset a decline in U.S. land activity as U.S. share operators focus on further efficiency gains and cash conservation during the quarter. We also experienced strong growth in our data center solution business, extending our reach with APS getting us to a new market for SLB. This quarter marks the first time we have disclosed our data center revenue, which has more than doubled year-on-year. Looking ahead, we foresee expansion beyond the U.S., along with the onboarding of new customers.\nNext, let me discuss the performance of our divisions. I'll begin with digital. This is the first quarter we are reporting digital as a stand-alone division. As you have seen in our release this morning, our digital business is comprised of 4 categories where SLB offers a solution that help unlock productivity for geoscientists and engineers, driving step change in efficiency and safety in operations and help our customers in delivering better wells and higher producing assets. The solutions embedded in platform and applications digital operations, digital exploration and professional services, each of which Stephane will describe in more detail a little later in this morning's call.\nSpecific to the third quarter, digital revenue increased 11% sequentially. This was driven by a 39% increase in digital operations, which enables digital services and automation capabilities augmenting our offering from our core divisions. Of note, automated drilling footage increased by more than 50% year-on-year. This was also supported by the addition of new connected assets from ChampionX. Following the integration, we now have a combined total of more than 20,000 connected assets deployed in the field, providing additional digital insights and optimization for our customers. One of the reasons digital operation is such an exciting growth because it presents the opportunity to enhance every service and piece of equipment that we deliver by embedding digital capabilities, that enhance performance and unlock the power of autonomous operations, creating an adjacent and fast-growing digital market that strengthens our core offering.\nThe earnings release previous this morning, you would have seen a broad range of examples of platform and application being adopted by customers across all basins, customer types and life cycles. These examples demonstrate global reach of our digital brand, the impact of our platform strategy and the emergence of AI as a transformative force in our industry. This quarter, for example, we secured key contracts awards for our OptiSite production suite, which enables customers to process comprehensive data streams through cloud-based applications to drive productivity and efficiency across assets and facilities in the field. We've also announced a collaboration with AIQ to deploy its energy agent AI solution for ADNOC, powered by SLB Lumi data and AI platform. These are meaningful milestones that speak to the momentum behind our digital business, and you can expect to hear more announcements in the weeks ahead that further demonstrate the impact and scale of these solutions.\nTurning to the financial performance of this business. We expect our digital revenue to continue growing at a rate that visibly outperforms global upstream spending and that exceeds the growth rate of our core business by double digits. At the same time, we expect digital to continue delivering highly accretive margins to the company. In the core, I was very pleased with the resilient performance of this quarter, given the challenging macro environment. Excluding the impact of the ChampionX contribution, the core divisions of reservoir performance, well construction and production systems were essentially flat sequentially. This demonstrates how our global footprint and both portfolio helps us to navigate regional uncertainties and offset localized headwinds.\nSpecific to our Production Systems division, we are already benefiting from the addition of ChampionX, which delivered revenue growth and margin contribution ahead of expectations. We are very pleased with the integration so far. And in addition to the strong delivery of the team, we continue to receive positive feedback from our customers. For example, we recently delivered a combined ESP string using a ChampionX pump with an SLB induction model for a main operator in the [indiscernible]. By bringing together these 2 best-in-class technologies, we improved performance for uncommercial waste and enabled faster installation, reducing downtown and strengthening project economics per customer. And in the Middle East, we have received several contract awards for artificial lift well testing and production chemical technologies that leverage the combination of SLB and ChampionX solution and engineering capabilities.\nMoving forward, in the context of tighter industry economics and mounting pressure from production declines, our customers are placing greater emphasis on production recovery solutions to unlock additional barrels at the lowest possible cost and with maximum capital efficiency. This presents an exciting growth opportunity for companies who can offer solutions and technology to optimize production and maximize recovery from maturing assets and technology will be the key. This is where SLB has a distinct advantage and why we have made production recovery, a strategic focus for our business. By combining our deep subsurface expertise, the industry brought us lift [indiscernible] and chemical technology portfolio with unique integration and digital capabilities, we offer a differentiated value proposition to our customers. This offering now includes ChampionX which brings unique technical capabilities and strong track record of customer success from production chemicals to artificial lift enhanced with digital capabilities. I will continue to develop portfolio with strategic investments, including our recent acquisitions of RESMAN Energy Technology and Stimline Digital. Altogether, our production recovery offerings, adds another level of growth to our business. With combined exposure to CapEx and OpEx spend, complementing our leadership in upstream exploration and development.\nNow turning back to our quarterly results. and considering the market conditions we faced during the past few months, I'm pleased with our performance. We achieved resilient results across the core divisions, delivering early success with ChampionX and continuing the momentum in digital, and there are several bright spots on the horizon. Thank you to the entire SLB team, including our new colleagues from ChampionX for your excellent contribution this quarter.\nNext, I will discuss the ongoing macro environment and the near-term outlook for oil and gas markets. In an environment with increasingly challenging commodity prices and insolvency on the demand supply bands, the industry has so far proven discipline and most long cycle and international activity demonstrating resilience. While it is difficult to predict the exact outcome of further production increases and ongoing geopolitical developments the fundamentals for oil and gas remain constructive. Global inventories still resides at multiyear lows and the need to offset natural production decline accounts for nearly 90% of annual upstream investment. These dynamics create a supportive environment for stable investment in near to midterm buying dermatic shift in commodity prices. Against this backdrop, with the exception of 3 to 4 well-known markets where activity has recessed. Global activity has stabilized in many locations still on the rise. To touch on international markets, many countries remain poised for investment growth tied to long-term capacity expansion plans and assurance of energy supply, particularly for gas. Notably, while OPEC+ production release are currently being filled using capacity behind the pipes, additional release will eventually require new infill drilling or new development to meet the higher supply output from these countries. This caused a positive catalyst for activity in member countries and reinforces the potential for higher activity in 2026.\nSpecific to deep other markets, the pipeline remains very healthy with favorable economics. We expect further investments in countries across the Atlantic supported by oil and in Asia driven by gas. And while short-term scheduling uncertainties have resulted in white space, partly in Sub-Sahara Africa. We expect this to progressively disappear as there are a number of FID planned for 2026 and early 2027. Meanwhile, in North America, operators continue to prioritize production magnets as a result of commodity prices. underpinned by efficiency improvements, leading to muted activity in the near to midterm. In this context, considering current industry dynamics and commodity price environment, we believe the conditions are set when the supply/demand rebalances for the international markets to lead the future activity rebound and SLB is well positioned to benefit from search and events.\nNow as we have discussed the market conditions. Let me describe how we see the fourth quarter unfolding for our business. We expect that we'll achieve a sequential step-up in results in the fourth quarter of high single-digit top line growth. as we report a full quarter of ChampionX and generate seasonally higher year-end digital and product sales. With the third quarter results behind us, we're now in a position to consider that second half revenue will be within the midpoint of our previous guidance range of $18.2 billion to $18.8 billion. We also expect the fourth quarter adjusted EBITDA margin to expand 50 to 150 bps sequentially. This was driven primarily by increased earnings contribution from both digital and production system and PSL, including a full call or ChampionX results and fully restored operations on our APS equal assets. Specific to the digital business, we expect a significant increase in the fourth quarter on seasonally higher sales across the portfolio. As a result, we believe our digital division will be able to achieve double-digit growth for year with EBITDA margin reaching 35% on a full year basis. Overall, SLB continues to demonstrate resilience in navigating the challenging market environment. and flanks digital, coupled with our growing presence in the production recovery space, will expand our leadership in the sector and help us drive positive outcomes for customers.\nI will now turn the call over to Stephane to discuss our financial results in more detail.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. Third quarter earnings per share, excluding charges and credits, was $0.69, which represents a decrease of $0.05 sequentially and $0.20 when compared to the first quarter -- the third quarter of last year. We recorded $0.19 of charges during the third quarter. This includes $0.12 of merger and integration charges, largely related to the ChampionX acquisition that we closed during the quarter, as well as approximately $0.04 related to workforce reductions and $0.03 related to the impairment of an equity method investment. Overall, our third quarter revenue of $8.9 billion increased $382 million or 4% sequentially. I recognize that there are a lot of moving pieces this quarter.\nSo let me bridge our Q3 revenue to Q2 at a high level. $579 million of the sequential revenue increase comes from the 2 months of activity we recorded this quarter. from the acquired ChampionX businesses. This increase was partially offset by the loss of approximately $100 million of APS revenue due to production interruptions arising from a pipeline disruption in Ecuador and the absence of approximately another $100 million of revenue following the divestiture of our interest in the Palliser APS project in Canada at the end of the second quarter. In other words, after considering the revenue contribution from ChampionX and the impact of the lower APS revenue due to the 2 factors I just mentioned, revenue was essentially flat on a sequential basis.\nOur pretax segment operating margin declined 42 basis points sequentially to 18.2%. The impact of the 2 months of ChampionX was accretive to these margins, as ChampionX contributed $579 million of revenue and $108 million of pretax income in the quarter. Company-wide adjusted EBITDA margin for the third quarter was 23.1%, representing a sequential decrease of 92 basis points. The effect of the pipeline disruption in Ecuador negatively impacted our EBITDA margin by approximately 60 basis points. In addition, the divestiture of our interest in the Palliser project resulted in a further 30 basis points reduction. I will now go through the quarterly results for each divisions.\nAnd let me begin by sharing more detail about our new digital reporting structure. As Olivier described earlier, digital is a fast-growing business, and SLB is at the forefront of this industry transformation. We expect our digital business to grow faster than our core business for the foreseeable future with margins visibly accretive to the rest of the company. As such, our intent is to increase transparency around our digital business and better highlight its strategic value. To device, we are now reporting digital as a stand-alone division. At the same time, our APS business is now being reported in the all other category, together with our data center solutions and SLB capturing businesses. To provide you with better insight into these reporting changes as well as the impact of ChampionX, we have included supplemental pro forma financial information going back to the first quarter of 2024 as an exhibit to the Form 8-K we filed this morning for our earnings press release.\nGetting back to digital. Revenue is captured and will be reported across 4 categories where SLB offers solutions for our customers, platforms and applications, digital operations, digital exploration and professional services. Let me briefly describe each of these categories. Additional details can be found in question 11 to be FAQs at the back of our earnings release. The first category is platforms and applications. Platforms and Applications include SLBs cloud technologies, such as the Delfi and Lumi platforms, along with a suite of specialized domain-focused applications such as petrol and tech offered as SaaS subscription or perpetual licenses. These platforms and applications automate complex models unlock data and utilize AI and machine learning to reduce cycle time and improve efficiency of workflows. This allows our clients to make better, faster decisions to improve their project economics and reservoir performance. With the exception of one-off license sales, revenue in this category is recurring in nature, underpinned by a globally installed software base built over 4 decades and complemented by growing adoption of cloud-based capabilities and IoT-enabled solutions. As a result, platforms and application has high retention rates and very limited churn. As illustrated by the fact that the net revenue retention rate was 103% at the end of the third quarter. This represents the percentage of recurring revenue retained from our existing customer base over the last trailing 12 months, relative to the prior trailing 12 months.\nThe second category is digital operations, which combines the unique strength of SLB's core oilfield services and products with advanced digital technologies to deliver more reliable and more efficient field operations. By integrating connected solutions with performance live, digital service delivery centers, Customers gain real-time monitoring, remote decision-making and automated execution across their workflows from autonomous drilling to automated well intervention. Revenue in this category is generated from the same client base as our core divisions and is, therefore, repeatable. Additionally, a portion of the revenue is recurring in nature. To incentivize the 3 core divisions, well construction, reservoir performance and production systems and digital to develop and promote this offering, the resulting revenue is recognized in both the respective core division as well as in the digital division. This revenue is then eliminated in consolidation. The third category is digital exploration. Digital exploration represents our exploration data business, our differentiated library of seismic surveys and other subsurface data covers key exploration and producing basins worldwide. These licensed data sets are refreshed and reprocessed to benefit from the latest imaging algorithms and AI technologies enabled by high-performance cloud computing. Revenues are generated from onetime nontransferable license sales and are therefore nonrecurring in nature.\nProfessional services makes up the fourth revenue category. This includes consulting and overall services required to support our clients' digital transformations. These services include transition support from on-prem to cloud-based digital solutions data cleanup and migration and workflow automation, including deployment of solutions built using our global network of innovation factories. Professional services revenue is largely project-based, and repetitive engagements with the same customers are common. These services generate pull-through opportunities across the overall digital revenue streams. In addition to reporting revenue across each of these 4 categories, we will also share annual recurring revenue or ARR on a quarterly basis. ARR represents the annual value of recurring subscription and maintenance revenue from platforms and applications, along with the recurring portion of digital operations, providing a measure of predictable revenue over the next 12 months.\nNow that I have described our digital reporting structure in more detail, I will walk through our third quarter digital results. Third quarter digital revenue of $658 million increased 11% sequentially, and adjusted EBITDA was $215 million, reflecting a margin of 32.7%, up 123 basis points sequentially. Third quarter sequential revenue growth was driven by robust sales of digital exploration coupled with increased digital operations. It also reflects 2 months of activity from ChampionX, which contributed digital revenue of $20 million. Annual recurring revenue stood at $926 million at the end of Q3, representing year-on-year growth of 7%, highlighting our ability to continuously expand our offerings in platforms and applications and digital operations as well as secure new customers.\nTurning to the core divisions. Reservoir performance revenue of $1.7 million declined 1% sequentially as higher activity in Europe and Africa was more than offset by lower revenue in the Middle East and Asia, primarily in Saudi Arabia. Pretax operating margin of 18.5% was essentially flat sequentially. Well Construction revenue of $3 billion was flat sequentially as higher revenue in Offshore, Guyana and North America were offset by lower drilling activity in Saudi Arabia and Argentina. Margins of 18.8% were essentially flat sequentially. Production Systems as reported revenue of $3.5 billion increased $542 million or 18% sequentially. This reflects 2 months of activity from the acquired ChampionX production chemicals and artificial like businesses, which contributed $575 million of revenue. Pretax operating margin of 16.1% declined 66 basis points sequentially, driven by an unfavorable geographic mix in completions and lower subsea margins. This decline was partially offset by the accretive margin contribution from ChampionX.\nOn a pro forma basis, Production Systems revenue of $3.8 billion was flat sequentially with lower completion sales, offset by increased sales of valves and production chemicals. While it is still early days, we are quite pleased with the performance of ChampionX, which recorded another quarter of year-on-year revenue and margin growth, demonstrating the resilient nature of this production and OpEx-based business. Going forward, these results will be further enhanced by $400 million of annual pretax synergies that we expect to generate within the first 3 years after us. We will remain confident that we will be able to realize 70% to 80% of the synergies within the first 24 months of the transaction. As a result, we expect the transaction will be accretive to both margins and earnings per share on a full year basis in 2026.\nNow turning to our liquidity. During the quarter, we generated $1.7 billion of cash flow from operations and $1.1 billion of free cash flow. These amounts include the payments of $153 million of acquisition-related items during the quarter. Capital investments inclusive of CapEx and investments in APS projects and exploration data were $581 million in the quarter. For the full year, we still expect capital investments, including the impact of ChampionX to be approximately $2.4 million. We expect that following our historical patterns, free cash flow will increase in the fourth quarter on the back of lower inventory as a result of year-end product sales as well as higher customer collections. The extent of the sequential step-up in free cash flow will largely depend on cash collections in certain countries. And finally, we repurchased $114 million of our stock during the quarter, which brings our total stock repurchases to $2.4 million on a year-to-date basis. When combined with our $1.6 billion dividend commitment for the year, this will result in us returning a total of $4 billion to our shareholders for the full year.\nI will now turn the call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. Megan, I think we are ready to open the floor for the questions. ."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca42f2678ef229400b7e6b7aa9ca2dd0",
    "period": "2025 Q2",
    "content": "Q2 2025 Schlumberger Ltd Earnings Call\n\nQ2 2025 Schlumberger Ltd Earnings Call\n\nSLBNYSEJUL 18, 9:30 AM\n\nOperator\n\nGood morning. My name is Megan, and I'll be your conference operator today, and we'd like to welcome everyone to the second quarter SLB earnings call. [Operator Instructions] As a reminder, this call is being recorded. I will now turn the call over to James MacDonald, Senior Vice President of Investor Relations and Industry Affairs. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you Megan. Good morning, and welcome to the SLB Second Quarter 2025 Earnings Conference Call. Today's call is being hosted from Paris, following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. For more information, please refer to our latest 10-K filing and other SEC filings, which can be found on our website. Our comments today also include non-GAAP financial measures. Additional details and reconciliations to the most directly comparable GAAP financial measures can be found in our second quarter earnings press release, which is on our website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen. Thank you for joining us on the call. Before we begin, I would like to officially welcome the ChampionX team to SLB. Earlier this week, we shared the news that our transaction is now complete, and this is the start of an exciting new chapter for our company. I could not be prouder to lead the company at this juncture, building on an unmatched talent pool and portfolio of technologies to serve our customers and create value for our shareholders.\nNow as we move in to this call, I would like to start by walking you through our second quarter performance. Then I will share how we see the broader macro environment evolving, come out on our new chapter with ChampionX and what that means for our business in the second half of the year. After that, Stephane will provide more details on our financial performance and then we will open the line for your questions.\nLet's begin. This was a solid quarter for SLB and as we delivered steady revenue and slight EBITDA margin expansion despite the considerable headwinds and market volatility over the past few months. These results are a clear reflection of our broad operating footprint, our technology leadership and our strong execution. In international markets, revenue grew by 2%, benefiting from pocket of growth in the Middle East, Asia and North Africa full offsetting sequential headwinds in Saudi Arabia and certain offshore markets. Specific to the Middle East and Asia, long-term fundamentals for oil remains strong, and both conventional and uncommercial gas are providing an additional tailwind for activity across the region.\nDuring the quarter, we experienced strong growth in Iraq, the UAE, Kuwait, East Asia, China and Australia. Meanwhile, in North America, although revenue declined sequentially, we continue to outpace the market, led by increased sales across most of our business lines in production systems and higher digital sales in U.S. land. The revenue decline stems mostly from the seasonal spring breakup in Canada and non-repeat of exploration data sales in U.S. offshore. In the offshore market, certain projects have pushed it right, most notably in Sub-Sahara Africa. However, we continue to maintain a steady backlog in OneSubsea and is a significant number of offshore projects preparing for FID. Altogether, these dynamics reinforce our confidence in the long-term growth for this market.\nNext, let me discuss the performance of our divisions. In the core, Production Systems led the way again this quarter, benefiting from increased sales of artificial lift and midstream production systems. Overall, our service quality and availability continue to differentiate our offering in this space, and we have been awarded several new projects during this quarter. Meanwhile, in Well Construction, revenue was flattish sequentially with growth in Iraq, the UAE, North Africa and Nigeria, offset by lower activity in Namibia and North America. In Reservoir Performance, revenue declined slightly due to lower evaluation and stimulation activity, partially offset by solid interventional work.\nTurning to digital and integration. Our digital revenue remained steady with double-digit growth across the combination of our platforms, application and digital operations, offset by lower exploration data this quarter. We now have more than 7,800 users across the Delfi platform, representing double-digit growth year-on-year. This is a continued reflection of our customers' focus on unlocking through digital higher level of performance and efficiency in the assets.\nFinally, we continued to exhibit growth in CCS where we successfully executed several large-scale projects in the carbon market this quarter. We are now participating in the entire value chain from point of capture with SLB Capturi to [indiscernible] storage with SLB Sequestri. This combined offering is being successfully utilized at the long ship CCS project in Norway and believe this will continue to present new opportunities for our carbon solutions business. All in all, this quarter was challenging with lots of moving parts, yet we produced solid results. Considering the uncertainty and market volatility, the entire SLB team has delivered remarkably well. And having met with clinic customers during the quarter, I'm assured of our differential performance and the trust that our customers continue to place in us.\nNext, I will discuss what we are seeing in the macro environment, how we expect this to evolve over the second half of the year. During the first half of the year, the oil and gas industry demonstrated its strength and resilience, proving that it can operate through uncertainty without a significant drop in upstream spending, highlighting the different attributes of this cycle. As we look to the second half of the year, the macro environment continues to be uncertain, particularly with the announcement of the OPEC+ supply releases into well-supplied market. For the moment, incremental buyers are being absorbed by peaked [indiscernible] demand China restocking and the replenishment of global crude inventories that are sitting below 5 years historical average. All in, while sustained release could exert pressure on community price in the near term, the removal of the overhang of OPEC+ monitary cuts will allow for market stabilization over time. While it is difficult to predict the outcome from the combination of further super release, persistent geopolitical risk and lingering type negotiations. It is fair to assume sustained resilience in the market outlook absent of a dramatic shift in commodity price. Regionally, the Middle East and Asia will continue to display the most resilient in the short term, driven by lower potent and sustained focus on energy security. Meanwhile, advantage offshore projects will lend support to a steady market across Europe, Africa and Americas. In contrast, land activity across North America and Latin America have the greatest downside risk due to short cycle spend. Globally, we expect operators to remain focused on critical in-flight development projects and an acceleration of efficiency gains with a heavier focus on production recovery and continued investments in digital and AI.\nNext, let me describe this growing market and the opportunity that we see with ChampionX. Today, customers are on a quest to unlock and optimize the full production potential of the assets, while improving efficiency in the reservoir recovery phase of their operations. This is creating a less typical and growing market opportunity that is more OpEx driven and is less sensitive to short-term commodity cycles. The addition of ChampionX enhanced our portfolio by providing the capability we need to lead this effort. ChampionX strength in production chemicals and artificial lift enhanced our portfolio in 2 essential and fast-growing segments that are critical to long-term asset performance. In production chemicals, ChampionX adds scale vertical integration and a strong global manufacturing footprint to deliver solutions to address the rising demand from aging infrastructure and complex west. Now combined our service portfolio has the breadth to optimize production across the full life cycle of the well. Additionally, ChampionX brings a unique digital production technology portfolio that will expand into new markets and new applications. Integrating these capabilities in SLB existing portfolio will allow for greater innovation and customer value creation. As we take a further step towards delivering a fully integrated service offering anywhere in the world from reservoir to suppress facility from completion to decommissioning. Geographically, this acquisition also expands our broad global reach. ChampionX deep presence in North America plays well with SLB's international leadership, enabling us to bring their technologies to new markets while also deepening our capabilities in the U.S. Taken together, this is a highly [indiscernible]. One that strengthens our portfolio accelerates our growth in Brazilian markets, and reinforce our ability to deliver value at every stage of the production life cycle. And just as important, we are combining 2 organizations that share a strong culture of innovation, operational excellence and customer focus. Overall, this would enable us to integrate the full production landscape for the best people, the deepest domain expertise and most innovative technology solutions, gathered by a shared passion for innovation and a commitment to delivering for customers in every basin around the world. I'm truly excited to welcome the ChampionX team to SLB and look forward to what we will achieve together.\nNow before I hand over to Stephane, let me quickly share our guidance for the second half of the year. Starting August 2025, we will begin consolidating ChampionX into our results. Therefore, we expect second half revenue to be between EUR 18.2 billion and EUR 18.8 billion for the second half. This second half increase would be a result of the 5-month contribution of ChampionX combined with steady revenue in our legacy SLB business compared to the first half, driven by growth in production systems and digital, fully offsetting the anticipated activity decline in the U.S. and certain deepwater markets. Moreover, revenue will be backloaded in the fourth quarter, affecting a full call of ChampionX as well as a seasonal uplift from year-end digital and product sells. We also expect second half EBITDA margins to be flat compared to the second quarter, inclusive of the ChampionX contribution and inclusive of about 20 to 40 basis points for tariff impact.\nI will now turn the call over to Stephane to discuss our financial results and the plan for ChampionX financial integration in more details.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. Second quarter earnings per share, excluding charges and credits, was $0.74. This represents an increase of $0.02 sequentially and a decrease of $0.11 when compared to the second quarter of last year. While the net amount of charges and credits recorded during the quarter had no impact on our EPS. We did incur $0.09 of charges relating to head count reductions and the impairment of an equity method investment as well as $0.02 of merger and integration charges related to the ChampionX and OneSubsea transactions. These charges were offset by an $0.11 gain relating to the sale of our interest in the Palliser EPS project in Canada. Overall, our second quarter revenue of $8.5 billion increased 1% sequentially, driven by 2% growth in the international markets. Our prepack segment operating margins increased 20 basis points sequentially to 18.5% as margins increased in 3 of our 4 divisions. Company-wide adjusted EBITDA margin for the second quarter was 24%, representing a sequential increase of 21 basis points. .\nLet me now provide you with more details for each division. Second quarter Digital & Integration revenue of $1 billion decreased 1% sequentially. Digital revenue was flat as double-digit sequential growth from the combined effects of platforms, applications and digital operations was offset by lower exploration data sales following a strong first quarter. Lower APS revenue in Canada drove the overall 1% revenue decrease for the division. Digital & Integration margins expanded 240 basis points to 32.8%, driven by greater digital adoption and efficiency gains. We expect digital revenue growth and margin expansion to continue in the second half of the year with a significant uptick in the fourth quarter, benefiting from year-end sales. In order to provide you with increased visibility into this business, as it continues to go. I am pleased to announce that we will start reporting the results of our digital business as a separate segment beginning in the third quarter.\nTurning to our Reservoir Performance division. Revenue of EUR 1.7 million declined 1% sequentially due to a slowdown in evaluation and stimulation activity across international markets, partially offset by strong intervention activity. Margins improved 203 basis points to 18.6% as a result of the higher intervention activity and the absence of start-up costs that impacted the first quarter. While construction revenue of $3 billion was essentially flat sequentially, while margins of 18.6%, decreased 119 basis points, primarily due to an unfavorable technology and geography mix internationally.\nFinally, Production Systems revenue of $3 billion increased 3% sequentially, driven by strong sales in artificial lift, midstream production systems and valves as well as increased data center infrastructure solutions revenue. Margins increased 28 basis points to 16.4%, primarily due to continued growth and a favorable activity mix.\nNow turning to our liquidity. We generated $1.1 billion of cash flow from operations and free cash flow of EUR 622 million during the quarter. This represents a [ EUR 519 million ] increase in free cash flow compared to last quarter, which is largely due to seasonal improvements in working capital. Consistent with our historical trends, we expect our free cash flow in the second half of this year to be materially higher than in the first half and improved earnings, higher customer collections and lower inventories. Capital investments, inclusive of CapEx and investments in APS projects and exploration data were EUR 520 million in the second quarter. For the full year, we now expect capital investments to be approximately EUR 2.4 billion, reflecting the impact of the ChampionX acquisition.\nRegarding our M&A activity, as I mentioned earlier, we completed the sale of our Palliser asset in Canada, near the end of the second quarter. As a result, we received EUR 316 million of net cash proceeds in the second quarter and an additional EUR 22 million in the third quarter. For reference, we generated EUR 215 million of revenue in the first half of the year from the Palliser asset with EBITDA margin in the low 50s and pretax margin in the low 30s.\nLet me now turn to the ChampionX acquisition and what it means for SLBs future financial performance. First, from a financial reporting perspective, we will begin consolidating ChampionX effective August 1, 2025. This means we will consolidate 2 months of ChampionX results in the third quarter of 2025. The ChampionX activities will be reported under our Production Systems division, which is where SLBs legacy production chemicals and artificial led businesses currently sits. The only exception to this relates to ChampionX's digital activities, which will be reported under our new digital division. It is worth mentioning that we will be aligning ChampionX with SLBs definition of digital. As a result, the digital revenue that we will report coming from the ChampionX business, will be lower than what was previously disclosed by ChampionX. We will provide you with pro forma historical financial information to assist with modeling the combined businesses together with the additional granularity into our digital business in our third quarter earnings release.\nAs it relates to synergies, we spent the past 12 months refining our preliminary estimates and developing actionable plans. We are now even more comfortable with our initial assessment that we will be able to generate EUR 400 million of annual pretax synergies within the first 3 years after closing. The largest portion will come from cost synergies, which represent approximately 75% of the EUR 400 million. Roughly half of these cost synergies will come from supply chain savings, which will be generated, not only from ChampionX operations, but also from SLBs existing cost base, including the chemical spend in our legacy businesses. The over half of the cost synergies will come from operating costs and G&A savings. With regard to the expected annual revenue synergies of approximately EUR 100 million when translated into incremental pretax income. We have only included opportunities with the highest probability of realization. These have been identified at the country and customer level.\nLet me now conclude with the direct impact of the acquisition on our financial metrics. As it relates to margins, we have demonstrated this quarter the resiliency of SLBs margins despite a challenging macro environment. This resilience will be reinforced by the addition of ChampionX, which has delivered continuous margin expansion over the last few quarters. For that matter, when excluding the drilling technology business that was disposed of concurrently with the closing of the SLB transaction, ChampionX finished the second quarter of 2025 with revenue of approximately EUR 850 million and adjusted EBITDA of approximately EUR 190 million, delivering visible margin expansion both sequentially and year-over-year. We expect both the legacy SLB businesses and ChampionX to continue delivering strong margin performance in the second half of this year. This will, however, be partially offset by the impact of tariffs. Assuming no changes to the tariffs that are currently in place, we estimate that this will cost us between 20 and 40 basis points of margin in the second half. Altogether, this will result in our company-wide adjusted EBITDA margin in the second half of the year being essentially flat when compared to the second quarter of the year. Said another way, our adjusted EBITDA margins, including the contribution of ChampionX, would have expanded by about 20 to 40 basis points in the second half, if not for the impact of the tariffs. Looking forward, our margins will be further enhanced by the EUR 400 million in synergies that I previously discussed.\nWith the detailed plans our integration teams have developed, we believe that we will be able to realize at least half of the synergies within the first 18 months of the transaction. As a result, we expect the transaction will be accretive to both margins and earnings per share on a full year basis in 2026. This reflects certain assumptions regarding the purchase accounting which will be finalized in the coming months. Based on these assumptions, we have estimated the incremental annual recurring pretax intangible asset amortization expense to be approximately EUR 80 million over and above ChampionX historical annual intangible asset amortization expense of approximately EUR 50 million. This incremental amortization expense equates to approximately $0.04 of EPS on an after-tax basis. The calculation also reflects the fact that we issued 141 million shares of SLB stock in connection with this transaction. It is worth mentioning that since the announcement of the ChampionX transaction in April 2024, we have been accelerating the repurchasing of our shares. To that end, since the announcement we have reduced our total shares outstanding by EUR 78 million. This represents 55% of the shares we just issued in this transaction. Finally, I wanted to briefly come back to the second half guidance that Olivier shared earlier, where we expect second half revenue to be between $18.2 billion to $18.8 billion. If we are to compare this H2 outlook to H1, by including ChampionX and excluding Palliser in H1 and considering ChampionX on a full 6-month basis in H2, this would result in second half revenue growth from flat to low single digits when compared to the first half driven by both our legacy portfolio and ChampionX.\nI will now turn the call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. I believe we are ready for your questions. ."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/000877892b8504c71e1e592d01e6e64c",
    "period": "2025 Q1",
    "content": "Q1 2025 Schlumberger Ltd Earnings Call\n\nQ1 2025 Schlumberger Ltd Earnings Call\n\nSLBNYSEAPR 25, 9:30 AM\n\nOperator\n\nGood morning. My name is Megan, and I'll be your conference operator today. I would like to welcome everyone to the first quarter SLB earnings call. [Operator Instructions] As a reminder, this call is being recorded.\nI will now turn the call over to James R. MacDonald, Senior Vice President of Investor Relations and Industry Affairs. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you Megan. Good morning, and welcome to the SLB First Quarter 2025 Earnings Conference Call. Today's call is being hosted from Houston, following our Board meeting in the Middle East last week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. Uncertainties that could cause our results to differ materially from those those projected in these statements. For more information, please refer to our latest 10-K filing and other SEC filings, which can be found on our website.\nOur comments today also include non-GAAP financial measures. Additional details and reconciliations to the most directly comparable GAAP financial measures can be found in our first quarter earnings press release, which is on our website. Finally, in conjunction with our proposed acquisition, SLB and ChampionX have filed materials with the SEC, including a registration statement for the proxy statement and prospectus. These materials can be found on the SEC's website or from the party's website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call this morning. I'll begin by discussing our first quarter performance, then I will provide updates on the evolving macro, and I will manage our business in this uncertain environment. Stephane will then provide more details on our financial performance. I will open the line for questions.\nLet's begin. As you have seen in our earnings press release this morning, it has been a soft start of the year. In addition to the typical seasonal activity decline in the northern hemisphere and the absence of year-end product and software sales, upstream investments has remained constrained by the oversupplied of markets. This has been amplified over the past few weeks with additional economic uncertainty stemming from the acceleration of supplier releases by OPEC+ and recent [indiscernible] announcement. Against this more challenging backdrop, I was proud to see our teams continue to deliver to our customers, and we finished the year -- the quarter by achieving further adjusted EBITDA margin expansion year-on-year.\nOverall, across the business, first quarter revenues decreased by 3% year-on-year as our strong results in North America were more than offset by lower revenue in the international markets, attributed to a combination of lower drilling activity in Mexico and Saudi Arabia and a steep decline in Russia. Excluding declines in these 3 countries, International revenue was steady year-on-year, and we achieved double-digit growth in a number of markets, including the United Arab Emirates, North Africa, Kuwait, Argentina and China as well as a solid performance in Europe and Scandinavia. Altogether, this resulted in international rig count outperformance.\nTurning to North America. We delivered positive results, driven by the offshore market with higher sales of both digital and subsea production systems. We also saw continued growth momentum in our Data Center Infrastructure Solutions business in this. However, this growth was partially offset by lower drilling revenue in U.S. land due to rig efficiency gains.\nNext, let me discuss the performance of our divisions. In the core, production system continued to lead the way with steady revenue growth and further margin expansion. Customers continue to demonstrate strong demand for surface production systems, completions and artificial list. And this late cycle business is becoming more profitable with margins increased increasing by 197 basis points year-on-year, supported by a favorable activity mix, execution efficiency and conversion of improved price backlog. Specific to Subsea, we remain constructive on the market outlook with a significant pipeline of projects plan over the next couple of years. I was pleased to see margins in this area expand materially compared to the same period last year as a result of strong execution and the realization of cost synergies within our Subsea OneSubsea joint venture. The reserve performance revenue was slightly down year-on-year, and margins were significantly impacted by challenges on several new projects that resulted in startup and operational cost overruns. We continue to see strong demand offset by lower evaluation and exploration activity as a result of lingering white space in deepwater. The construction real declined year-on-year due to lower drilling activity across both North America and international markets. Despite this decline, I was pleased to see that 1/3 of our international units actually grew year-on-year in the first quarter. Digital and integration, growth was entirely driven by digital, where revenue grew 17% year-on-year as customers continue to embrace digital technologies and solutions. Customer accelerating the adoption of digital MAI solutions to extract further efficiency and performance across the upstream life cycle, both in planning and in operations across development and production. In our earnings press release, you can see several examples of customers adopting our digital solutions.\nFinally, as an update on our progress beyond oil and gas, we continue to experience positive momentum in the low-carbon markets, driven by our capture acquisition as well as in our Data Center Infrastructure Solutions business. Combined revenue from CCS, geothermal, Critical Minerals and data center solution is on pace to visibly exceed $1 billion in 2025. Overall, I'm proud of the performance our team delivered this quarter, and I want to thank the entire SLB team for their hard work and commitment to customer success.\nNext, let me discuss the macro environment at SLB is adapting accordingly. The industry is not getting global economic uncertainty stemming from the supply demand imbalance and recent ties enhancement. In this environment, commodity prices are challenged. And until they stabilize, customers are likely to take a more cautious approach to near-term activity and discussion spending. Beginning with the supply-demand balance, we expect to see new supply enter the market as OPEC+ has announced plan to increase their production beginning in May. This comes at a time where the macroeconomic picture remains uncertain due to global trade concerts, which have the potential to result in lower liquid demand than originally expected for the year. Taken together, this factor are resulting in a certain market backlog. At this point, we expect noble upstream investment to decline compared to 2024 with customer spending in the Middle East and Asia are paying more resilient than other regions across the rest of the world. Against this uncertain backdrop, we remain focused on what we can control. We'll continue to execute our strategy, deliver differentiated performance to our customers, carefully managed costs and remain committed to returns to shareholders. In the core, we remain positive on the long-term fundamentals for oil and gas, and we will continue to deepen our partnership with our customers throughout the life cycle of their assets. This includes an increase emphasis on the production recovery market, where we expect to unlock new growth potential and long-term resilience to opportunity for technology deployment.\nIn digital, customers are investing in solutions to reduce cycle time, improve performance and drive efficiency and will continue to pursue opportunities in AI, cloud computing and digital operations. Today, we are seeing the decoupling of digital investment from upstream spending. And this will increasingly represent a unique and exciting opportunity for our business. In our business beyond oil and gas, we'll continue to capitalize on low carbon markets with our new energy offering, particularly in carbon capture and geothermal, while harnessing adjacencies as we have demonstrated with a rapidly growing data center infrastructure solutions business.\nLet me quickly elaborate on our data center business. Over the past 2 years, we have engaged as per scalers, when we partner with in digital, to unlock new opportunities for our business through the development of data centers. This has attained in a significant contract award for the provision of manufacturing services and modular cooling units with which we are currently fulfilling. Based on our performance and unique capabilities, we are also gaining access to new opportunity pipeline. And we are expanding our technology offering with low carbon solutions to serve new potential customers. Overall, this is a very exciting and fast-growing market, driven by AI demand and expected to contribute to our diversified exposure beyond oil and gas in the coming years. Beyond our operational performance. We also have been on a journey of cost optimization and process enhancements. And moving forward, this will support ambition to protect margins despite softer customer spending. What matters in this environment is our ability to continue to generate strong margins and cash flows, deliver resilient returns to shareholders and come out stronger. Our first quarter results demonstrate our ability to do this. And I believe that the combination of our strategy and cost actions will help to protect our business moving forward. As a result, remain committed to return at least $4 billion in returns to shareholders in 2025.\nNow before I hand over to Stephane, let me quickly share our guidance for the second quarter and the rest of the year. Specific to the second quarter, assuming there is no further escalation of ties and that oil price remains approximately at current levels, we expect revenue to be flat sequentially, excluding ChampionX with an adjusted EBITDA margin expansion between 50 to 100 basis points.\nLooking at the full year, while a number of different scenarios could materialize, including tariffs and OPEC+ actions. Assuming oil price remains similar to current level, we expect flat to mid-single-digit revenue growth in the second half of the year compared with the first half, excluding ChampionX. This will be supported by a combination of the seasonal activity uptick, new starts up in the border and further growth in our digital and data center business. And although these conditions, we also expect further margin expansion. Look, I know there is a lot of uncertainty in this market that we have been here before. We're operating from a strong position and have a clear priority of preserving margins while generating robust cash flows. Our broad exposure is providing resilience against uncertainty and short cycles and weakness, as you have seen in our results today. And I'm confident that our people, our technology leadership and our financial strength will clearly position us for long-term success.\nI'll now turn the call over to Stephane to discuss our financial results in more detail.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. First quarter earnings per share, excluding charges and credits, was $0.72. This represents a decrease of $0.03 when compared to the first quarter of last year. We recorded $0.14 of charges during the quarter. This included $0.11 of charges in connection with our cost-out program that we initiated last year and $0.03 of merger and integration charges related to the ChampionX and Aker subsea transactions.\nOverall, our fourth quarter revenue of $8.5 billion decreased 3% year-on-year. International revenue decreased 5% year-on-year, largely driven by reduced activity in Mexico, Saudi Arabia, offshore Africa, and Russia. North America revenue increased 8% year-on-year due to higher digital and subsea production system sales as well as strong growth in our data center infrastructure solutions business. Company-wide adjusted EBITDA margin for the first quarter was 23.8%, up 18 basis points year-on-year. Pre pack segment operating margin was 18.3%, representing a 60 basis point decline year-on-year as 2 of our 4 divisions experienced lower margins partially mitigated by the effects of our cost-out program. As we navigate the current market dynamics, we will continue to exercise cost discipline, and we will align our resources with activity levels in the coming quarters as necessary to protect our margins and cash flows.\nAs it relates to tariffs, the evolving landscape clearly introduces uncertainty, which makes it challenging to fully as sales the impact at this time. Broadly speaking, we are partially protected by our activity mix with approximately 80% of our revenue derived from international markets. as well as by our diversified supply chain network that includes in-country manufacturing and local sourcing. However, parts of our operations are still potentially exposed to increasing tariffs, primarily from imports of raw material into the U.S. in our Production Systems division, as well as exports to the U.S. subject to retaliatory tariffs. Under the current tariff framework, the majority of the impact is on import and export flows between the U.S. and China. So any resolution or conversely escalation between those 2 countries can significantly impact the tariffs we made subject. While those discussions are taking place, we are taking proactive steps to mitigate the potential impacts. This includes reviewing how to further optimize our supply chain and manufacturing network as well as diligently pursuing all applicable exemptions and drawbacks.\nWe are also actively engaging with customers to recover tariff-induced cost increases through contractual adjustments. We have made progress on all these fronts in the last 2 weeks, and we are stepping up those actions across the organization as we speak. As the second quarter progresses and ongoing trade negotiations continue, we will hopefully gain better visibility of where tariffs may settle and the extent to which we will be able to mitigate their effects on our business.\nLet me now go through the first quarter results for each division. First quarter digital and integration revenue of $1 million, increased 6% year-on-year, driven by 17% growth in digital revenue. This growth was partially offset by lower PS revenue due to a temporary pipeline disruption that impacted production in our projects in Ecuador. While this issue has been resolved, it did cost us $0.01 of earnings in the quarter. Digital and integration margin of 30.4% expanded 380 basis points year-on-year, entirely due to improved profitability in digital. Reservoir Performance revenue of $1.7 billion decreased 1% year-on-year, as strong unconventional stimulation and intervention activity was offset by lower evaluation and exploration activity. Margins of 16.6% declined 311 basis points as compared to the first quarter of last year due to the less favorable activity mix as well as project start-up costs. Well construction revenue of $3 billion declined 12% and margins declined 71 basis points year-on-year and significantly lower drilling activity. Mexico and Saudi Arabia alone represented approximately 2/3 of the revenue decrease. Finally, Production Systems revenue of $2.9 billion increased 4%, while margins of 16.2% grew 197 basis points year-on-year. These results were driven by the resilience of our portfolio in production and recovery activities and were augmented by significant revenue growth in our Data Center Infrastructure Solutions business.\nNow turning to our liquidity. During the quarter, we generated $660 million of cash flow from operations, a significant increase compared to the first quarter of last year. We generated positive free cash flow of $103 million despite the payment of annual employee incentives and the seasonal increase in resales due to continued capital discipline and working capital management. Despite the uncertain economic environment, we expect our cash flow generation to remain strong. and to grow throughout the year, consistent with our historical trends. Capital investments, inclusive of CapEx and investments in APS projects and exploration data, were $557 million in the first quarter. For the full year, we are still expecting capital investments to be approximately $2.3 billion excluding any impact from the anticipated closure of the ChampionX transaction. Our net debt increased $2.7 billion sequentially to $10.1 billion. This increase largely reflects the $2.3 billion we spent on our accelerated share repurchase transaction during the quarter. This ASR transaction was completed in April and resulted in us reducing ultimately our shares outstanding by a total of 56.8 million shares. 47.6 million of these shares were received in the first quarter, while the remaining 9.2 million shares were received in April. ASR transaction together with the dividend increase announced last quarter, will allow us to meet our commitment to return a minimum of $4 billion to shareholders in 2025.\nLet me conclude with an update on our pending M&A transactions. While these transactions are obviously taking more time to complete than initially anticipated, we are pleased with the progress has made during the quarter and continue to work towards tel closure. As it relates to China, as we announced a couple of weeks ago, the United Kingdom Competition and Markets Authority has agreed to consider our proposed actions to address their concerns as part of their Phase 1 review. We will continue our collaboration with the U.K. and other regulators towards an anticipated closing in the second quarter or early third quarter of 2025. With respect to our over pending transaction, we now expect the divestiture of our is in the Palace EPS project in Canada to close in the second quarter.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. I think Megan, we are ready for taking the questions from the floor. Thank you. ."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/165f72abfcfac874fc439fca359240c9",
    "period": "2024 Q4",
    "content": "Q4 2024 Schlumberger Ltd Earnings Call\n\nQ4 2024 Schlumberger Ltd Earnings Call\n\nSLBNYSEJAN 17, 9:30 AM\n\nOperator\n\nGood morning. My name is Kate and I will be your conference operator today and would like to welcome everyone to the fourth quarter SLB earnings call. [Operator Instructions] As a reminder, this call is being recorded. I will now turn the call over to James R. McDonald, Senior Vice President of Investor Relations and Industry Affairs. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you, Kate. Good morning and to the SLB Fourth Quarter and Full Year 2024 Earnings Conference Call. Today's call is being hosted from Houston, following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. For more information, please refer to our latest 10-K filing and other SEC filings, which can be found on our website. Our comments today also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our fourth quarter and full year earnings press release, which is on our website. Finally, in conjunction with our proposed acquisition, SOB and ChampionX have filed materials with the SEC, including the registration statement with the proxy statement and prospectus. These materials can be found on the SEC's website or from parties' website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call. This morning, I will begin by discussing our fourth quarter and full year results. Then I will provide an update on the evolving macro environment and our early activity outlook for the first quarter and the full year. And finally, I will describe our SLB's diverse portfolio is uniquely positioned to continue delivering strong financial results in 2025 and beyond. Stephane will then provide more details on our financial performance, and we will open the line for questions.\nLet's begin. We concluded the year with solid earnings and free cash flow, growing revenue both sequentially and year-on-year and maintaining our cycle high margins. Although the rate of upstream investment growth continued to moderate during the quarter, SLB benefited from our broad exposure to global markets, the diversity of our portfolio across the upstream oil and gas life cycle and from our differentiated digital offerings. Notably, we saw strong growth in the Middle East, where once again, we achieved a new quarterly revenue high with contribution from the UAE, Iraq, Kuwait and Qatar. And we also performed very well in North America have benefited from a higher activity in U.S. land, along with higher digital sales in the U.S. Gulf of Mexico. Despite the well-known declines in Saudi Arabia and in Mexico, our fourth quarter financial performance remains consistent and resilient. This demonstrates the strength of SLB diversified portfolio. Overall, we closed the year with fourth quarter international revenue reaching a new cycle high, and we generated strong free cash flow of $1.63 billion for the quarter.\nTurning now to the full year. We achieved our full year adjusted EBITDA margin target of 25%, generated robust free cash flow of $4 billion and returned $3.3 billion to shareholders. Across the core divisions, we grew by 9% compared to the previous year. Production Systems led the way, growing by 24% and expanding margin by almost 300 bps for the full year. This performance was supported by double-digit revenue increases in surface systems completions and artificial lift, leading to 9% organic growth for the division that was complemented by the subsea acquisition. Reservoir Performance also continued its momentum, growing by 9% year-on-year and expanding margin by approximately 100 bps with strong stimulation and intervention activity. And in well construction, although revenue was flat year-on-year, it continues to lead margins in the core. Overall, across our core divisions, our technology leadership, domain expertise and scale are enabling us to continue innovating tailored solutions for our customers in every region. And I'm proud to share that our fleet per base in revenue crossed $1 billion for the first time in 2024. This was also a very exciting year for digital as demand for products and services continue to accelerate and reform strategic partnerships with industry leaders, including NVIDIA, Amazon Web Services and Paravalto networks. Our customers continue to embrace the power of cloud computing, AI and digital operations to shorten cycle times and improve operating efficiencies. And this led to digital revenue growing 20% for the full year. exceeding our targets of high-teens growth. Finally, we continue to increase our exposure beyond oil and gas. There is a significant growth momentum in the low carbon markets where we have a strong position through our portfolio of technologies for carbon capture and sequestration, geothermal and critical minerals. And we are comparable for growing exposure to data center infrastructure solutions, responding to operators to deliver solutions that meet the demands of a rapidly evolving digital landscape. Combined, revenue from these activities exceeded $850 million in 2024 and we expect this to increase significantly in 2025. As you can see, we are pursuing a wide range of opportunities within and beyond oil and gas, and this is positioning us to benefit from a very diverse mix of new and existing customer spend. I want to thank the SLB team for delivering this progress. We should all be proud. I'm very impressed by our team's innovative spirit to customer centricity and performance mindset and look forward to building on our successes in the year ahead.\nNext, let me discuss the evolving macro environment. On the back half of 2024, customer adopted a more cautious approach to near-term activity and discussion with spending, primarily driven by concerns of an oversupplied oil market. Although these concerns persist, we anticipate the whole supply imbalance we gradually abate. Global economic growth and a heightened focus on energy security, coupled with rising demand from AI and data centers will support the investment outlook for oil and gas industry throughout the rest of the decade. Looking at the global oil supply, we expect that OPEC+ will maintain its focus on commodity price stability throughout 2025. And in the U.S., the ongoing focus on capital discipline by operators will limit near-term supply growth in the region. In this environment, the current level of global upstream investment seems to be keeping the market in balance, absent of any further geopolitical disruptions. Overall, we expect global upstream investment to be steady in 2025 compared to 2024 with the deceleration in some resource plays being offset by a resilient growth across select countries and customers.\nLet me now provide a bit more detail on our 2025 activity outlook. In international markets, while certain countries will continue to expand strong growth, this will be balanced by reducing spending in others. For instance, in the Middle East and Asia, increases in the United Emirates, Kuwait, Iraq, China and India will be offset by declines in Saudi Arabia, Egypt and Australia. In Latin America, growth in Argentina and Brazil will be tempered by decreased spending in Mexico and Guyana. And in Europe and Africa, growth in North Africa, Nigeria, Azerbaijan and Kazakhstan will be more than offset by the lines in Scandinavia and West Africa.\nTurning to North America. Oil and gas activity is expected to decline due to lower publicly announced CapEx in U.S. land, higher drilling efficiency and a slow recovery in gas until LNG capacity expansions are resolved. However, our data center in [indiscernible] Solutions revenue is growing rapidly in this region, supporting growth outside of our core business. Specific to the offshore markets, we expect a muted environment in 2025 attributed to white space in deepwater activity, particularly in the North Sea, Australia and Angola Central and East Africa. Looking ahead, we anticipate this white space in deepwater to start improving as the year progresses in preparation for the significant number of FIDs ramping up in 2026 across several deepwater machines.\nLet me now describe how this activity dynamics will unfold across the divisions. Digital integration, we expect revenue to remain steady year-on-year with growth in digital being offset by a decline in EPS due to the [indiscernible] divestiture. Digital will maintain its very strong growth momentum with full year revenue growth in the high teens, supported by digital operation and data and AI solutions. Meanwhile, in the core, we expect revenue to be flat year-over-year with modest growth in production system and over our performance, offsetting the decline in oil construction across regions. In Production Systems, both will be driven by artificial lift, completions valve and midstream production systems, while reservoir performance will be supported by intervention and commercial activity growth in international markets. Overall, when excluding the impact of ChampionX, we expect the mix of geographies and division as just described to result in a steady revenue outlook for 2025. This will translate into adjusted EBITDA dollars and margins being at or above 2024 levels.\nNow turning to the first quarter. We expect revenue and adjusted EBITDA to be at similar levels as last year, in line with our full year guidance. This will be followed by an activity rebound in the second quarter, particularly in international markets. Finally, let me discuss why I believe SLB is the best positioned company to navigate the evolving market dynamics that I just discussed. Looking at the evolution of the market in 2025 and beyond, SLB size digital leadership, integration capabilities and performance advantage are differentiators. Our diversity across global operating and business line and our combined exposure to short and low cycle projects bring resilience, enabling us to navigate regional and market situation. For example, our digital business is growing with accretive margins at an edited rate as customers embrace the part of this data and AI to drive performance and efficiency across their workflows and producing assets. Our integration capabilities are shaping our engagement with customers beyond NOCs, allowing us to add further resiliency and diversity against the industry backdrop. And production recovery is becoming a larger part of our business as customers work to maximize their producing assets, and this will be further enhanced by the contribution from ChampionX. Furthermore, and as illustrated in our success in 2024 across low-carbon and digital infrastructure, we are developing new growth pathways beyond oil and gas in fast-growing markets decovered from the upstream sector. As you can see, we're operating from a very strong position. And as we remain focused on cost optimization and process enhancements, leveraging digital transformation to become a more efficient organization, this will support a margin expansion journey. The combine -- combination of strengths I've just described, along with our continued business performance provide us with confidence in our ability to continue delivering strong cash flows and increased return to shareholders. You have already seen the action we have taken in our earnings release today as we increased our dividend and accurate share repurchase to start the year.\nI will now turn the call over to Stephane to discuss this announcement and our financial results in more details.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. I will start by providing an overview of our full year results before getting into the specifics of our fourth quarter performance.\nFull year 2024 revenue of $36.3 billion grew 10% year-on-year with the acquired Aker Subsea business accounting for half of the group. Organic revenue grew 5%, entirely driven by the international markets. This was led by the Middle East, which grew 19% year-on-year to reach a record high, despite the well-publicized headwinds in the second half of the year. International pretax segment operating margins of 21.4%, improved 44 basis points year-on-year. With more than 2/3 of our international geo units experiencing both top line growth and margin expansion year-on-year. In North America, Full year 2024 revenue declined 1% compared to the previous year. However, pretax segment operating margins of 17% only dropped by 23 basis points with pricing pressure mostly offset by a favorable technology mix, cost efficiencies and higher digital revenues. From a division standpoint, organic growth was led by digital and integration, which grew 10% year-on-year, entirely driven by our digital business. On a full year basis, digital revenue of $2.44 billion grew 20% year-on-year, supported by close to 35% growth from cloud, AI and Edge technology. Our digital business was accretive to both SLBs overall revenue growth and its global margins. Finally, our full year adjusted EBITDA margin of increased by 52 basis points year-on-year, reaching the highest levels since 2015.\nTurning to the fourth quarter results. Fourth quarter revenue of $9.3 billion increased 1% sequentially, driven by record high digital revenue. From a geographical perspective, Middle East led the way, with 5% sequential revenue growth, driven by the start-up of unconventional gas activities in the United Arab rates as well as strong performance in Egypt and Qatar. Adjusted EBITDA margin for the fourth quarter reached a cycle high of 25.7%. It is 33 basis points higher than the same period of last year. Fourth quarter earnings per share, excluding charges and credits, was $0.92. This represents an increase of $0.03 sequentially and $0.06 when compared to the same period of last year. We recorded $0.15 of net charges during the fourth quarter. This included $0.10 of impairments relating to certain equity investments and fixed assets. $0.04 in connection with our ongoing cost-out program, $0.03 of merger and integration charges relating to the Aker Subsea and ChampionX transactions, and a $0.02 gain on the sale of an equity investment.\nLet me now go through the fourth quarter results for [indiscernible] division. Fourth quarter digital and integration revenue of $1.2 billion increased 6% sequentially, driven by 10% growth in digital, while ATS revenue was essentially flat. Pretax operating margin expanded 274 basis points to 38.3% as a result of higher digital sales and cost efficiencies. Reservoir Performance revenue of $1.8 billion declined 1% sequentially on reduced intervention and simulation activity. Margins increased 35 basis points to 20.5% due to improved profitability in evaluation services. Well construction revenue of $3.3 billion decreased 1% sequentially, and margins contracted 70 basis points, primarily due to lower drilling activity in Mexico and Saudi Arabia. And finally, Production Systems revenue of $3.2 billion, increased 3% sequentially on higher international sales of artificial lift, midstream production systems and completions. Pretax operating margins decreased 93 basis points to 15.8% due to lower profitability in Subsea partially offset by improved profitability in artificial lift and midstream production systems.\nNow turning to our liquidity. We generated $2.4 billion of cash flow from operations and $1.6 billion of free cash flow during the fourth quarter. This strong performance resulted in full year free cash flow of $4 billion. As a result, we reduced our net debt by [ $1.1 million ] during the quarter to [ $7.4 million ]. This represents our lowest net debt level since the first quarter of 2016. Capital investments, including CapEx and investments in APS projects and exploration data were $759 million in the fourth quarter and $2.6 billion for the full year. Looking ahead, we will continue to be disciplined as it relates to our capital investments. In 2025, we expect to reduce capital investments, excluding the impact of ChampionX to approximately $2.3 billion, with the CapEx portion at the low end of our previously shared guidance of 5% to 7% of revenue. During the fourth quarter, we repurchased 11.8 million shares of our common stock for a total purchase price of $501 million. For the full year, we returned a total of $3.3 billion to our shareholders in the form of dividends and stock repurchases. With continued focus on capital discipline and clear visibility into strong cash flow generation in 2025, we are committed to increasing returns to shareholders once again this year. When combining the increased quarterly dividend that was announced today with increased share repurchases, we are targeting to return a minimum of $4 billion to our shareholders in 2020. Notably, as you saw in our earnings announcement this morning, we entered into accelerated share repurchase transactions to repurchase $2.3 billion of our company's common stock. These transactions not only reflect our confidence in our continued financial performance, but also our belief that our stock is undervalued relative to the strength of our business. Furthermore, this will accelerate the repurchasing of shares that will be issued in connection with the pending ChampionX transaction. As it relates to ChampionX, the transaction received CFU's clearance in December. And the engagement with other regulatory authorities is progressing well. We continue to work toward closing the transaction before the end of the first quarter. With respect to our over pending transaction, we expect the divestiture of our interest in the Palliser FPS project in Canada to close in the next few months.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. Okay, I believe we are ready to open the floor to the questions. ."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c3db930c83626ca39266ae10470ef1e0",
    "period": "2024 Q2",
    "content": "Q2 2024 Schlumberger Ltd Earnings Call\n\nQ2 2024 Schlumberger Ltd Earnings Call\n\nSLBNYSEJUL 19, 9:30 AM\n\nOperator\n\nThank you, everyone, for standing by. Welcome to the SLB Second Quarter Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to James R. McDonald, Senior Vice President of Investor Relations and Industry Affairs. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you, Leah. Good morning, and welcome to the SLB Second Quarter 2024 Earnings Conference Call. Today's call is being hosted from London following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we'll be making are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. For more information, please refer to our latest 10-K filing and other SEC filings, which can be found on our website.\nOur comments today also include non-GAAP financial measures. Additional details and reconciliations to the most directly comparable GAAP financial measures can be found in our second quarter press release, which is on our website. And finally, in conjunction with our proposed acquisition, SLB and ChampionX have filed materials with the SEC, including the registration statement with a proxy statement and prospectuses. These materials can be found on the SEC's website or from the parties' websites.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call. This was a very strong second quarter for SLB, showcasing our ability to harness the ongoing growth cycle while driving efficiencies throughout our business.\nDuring today's call, I will cover 3 topics: First, I will review our second quarter results. Then I will describe the dynamics of the cycle and how we are positioning our business for further growth and margin expansion. And finally, I will share our updated outlook for the full year and discuss our ongoing commitment to returns to shareholders. Stephane will then provide additional detail on our financial results, and we will open the line for your questions. Let's begin.\nI'm very pleased with our strong second quarter performance. Sequentially, revenue increased 5%. Adjusted EBITDA grew 11%. Adjusted EBITDA margin expanded 142 basis points, and we generated $776 million of free cash flow. These results were driven by continued growth momentum in international markets, with more than half of our international GeoUnits posting the highest revenue quarter of the cycle.\nOverall, international revenue grew 6% sequentially, led by the Middle East and Asia, which continue to set new records with 2/3, 8 out of 12 of the GeoUnits in the area posting record high quarterly revenue. This was fueled by capacity expansion projects, new gas developments, and production and recovery investments across the region.\nAdditionally, the ongoing strength of the offshore markets supported further growth in Europe and Africa as well as Latin America. This was particularly pronounced in deepwater basins, including Brazil, West Africa and Norway, where we continue to benefit from strong backlog conversion in OneSubsea. We also benefited from new projects on land, notably in Argentina and North Africa.\nMeanwhile, in North America, revenue increased 3% sequentially. This was led by the Gulf of Mexico, where we saw increased drilling and higher digital revenue from sales of exploration data licenses. However, this sequential growth was partially offset by lower drilling in U.S. land as the market continues to be constrained by weaker gas prices, capital discipline and ongoing market consolidation.\nNext, let me describe how this growth played out across the divisions. In our core divisions, we continue to harness this cycle with revenue growing 4% sequentially and pretax segment operating margins expanding by 120 basis points. Growth was led by our Production Systems and Reservoir Performance divisions, which visibly expanded margins due to the favorable conversion of backlog as well as many business lines operating at record activity levels. Demand for our services and equipment is being further reinforced by the combination of long-cycle development activity and the acceleration of production and recovery investments, particularly in the Middle East and Asia and Latin America.\nWell Construction also grew sequentially, supported by offshore developments, although this was partially offset by weaker land activity in North America. Overall, the core divisions continue to deliver margin expansion, combining to post their 14th consecutive quarter of year-on-year pretax segment operating margin expansion.\nMeanwhile, in Digital & Integration, I was very pleased to see highly accretive sequential growth, highlighted by our Digital business reaching a new quarterly high and supporting visible sequential margin expansion. This puts us on track to achieve our full year ambition of Digital revenue growth in the high teens. We have opportunities to build on this momentum as customers are increasingly choosing to partner with SLB to modernize their digital infrastructure, as you have seen in a number of announcements included in today's release.\nAt the end of the second quarter, we had 6,900 users on the Delfi platform, an increase of 28% year-on-year. Additionally, the number of connected assets increased by 57% and trailing 12 months compute hours increased by 43%.\nCombined with our first quarter results, SLB first-half adjusted EBITDA grew in the mid-teens compared to the period last year, in line with our full year ambition. Moving forward, we will remain focused on driving quality revenue growth and leveraging operational efficiency to grow EBITDA, expand operating margins, generate robust cash flows and meet our commitment to returns to shareholders. I want here to clearly express my full gratitude to the entire SLB team for delivering such a strong second quarter and first-half results.\nNext, let me describe how the market is evolving and the steps we are taking to capture profitable growth across the business. As the cycle continues, investments will increasingly be targeted to -- in the most resilient area of the market, including key international markets such as the Middle East and Asia and in offshore globally. In these areas, we are seeing long-cycle gas and deepwater projects, production and recovery activity to address natural decline and increased digital adoption to drive efficiency and performance. This is an optimal environment for our business, and we are seizing each of these opportunity.\nIn the Middle East, in addition to the exposure to the oil capacity expansion program across the region, we continue to benefit from the acceleration and scale of investments in gas development, both conventional and unconventional, leveraging our fit-for-basin technology and differentiated integration capability.\nOffshore, we see the benefits of our OneSubsea JV, as highlighted by the number of high-value contracts award and partnership included in today's release. Through OneSubsea, we're helping customers unlock reserves and reduce cycle times through an extensive subsea production and processing technology portfolio. And we're increasingly being offered opportunity to partner with customers in early engineering phases to unlock the economics of their assets.\nIn production and recovery, we are seeing customers embrace our offerings as they work to offset natural decline, extend performance and maximize the value of their producing assets. We have many solutions to help customers access resource to our Production System and Reservoir Performance division. And this is showing up in the strong results these divisions are achieving. As this market continues to evolve, we expect to strengthen our portfolio to fully capture this growing opportunity through our pending acquisition of ChampionX.\nFinally, underpinning nearly everything we do is the power of digital and AI. In today's market, accelerating the time to returns and extracting new level of efficiency are top of mind for our customers. And they are increasingly recognizing that upscaling their digital infrastructures is a key enabler in these areas, presenting us with significant opportunities for high margin growth.\nIn summary, SLB is well positioned across key resilient markets. We remain focused on expanding margins through quality revenue growth. And this is complemented by heightened focus on operating efficiency, support structure optimization and strategic resource allocation in certain markets to align with expected levels of activity going forward. To support this ongoing cost efficiency actions, we recorded a charge this quarter, and Stephane will share additional details on this topic later in the call.\nOverall, the positive market dynamics and our continued focus on operating efficiency present a strong backlog for continued outperformance. We look forward to harnessing these dynamics to deliver further growth and margin expansion in the second half of 2024 and in 2025.\nOn that note, let me conclude my opening remarks by showing our updated outlook for the year. Based on our strong second quarter and first-half results, we expect full year adjusted EBITDA growth in the range of 14% to 15% and full year adjusted EBITDA margins at or above 25%. Specific to the third quarter, we expect sequential revenue growth in the low single digits, enhanced by further margin expansion. This will accelerate as we move towards the end of the year with visible increase in top line growth and an uptick in margin expansion during the fourth quarter due to seasonally higher year-end digital and product sales.\nLastly, we returned $1.5 billion to shareholders over the first 2 quarter through the combination of stock repurchases and dividends. In the second half of the year, we expect to generate higher EBITDA and strong cash flows supporting our full year commitments. Directionally, we expect a strong exit of the year to position us for continued revenue growth, margin expansion and cash generation, reinforcing our commitment to continue returns to shareholders in 2025.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. Overall, our second quarter revenue of $9.1 billion increased 5% sequentially, mostly driven by the international markets, led by the Middle East and Asia. Sequentially, our pretax segment operating margins expanded 135 basis points to 20.3% as margins increased in each of our 4 divisions.\nCompany-wide adjusted EBITDA margin for the second quarter was 25%, representing a sequential increase of 142 basis points. In absolute dollars, adjusted EBITDA increased 11% sequentially and 17% year-on-year. As a result, second quarter earnings per share, excluding charges and credits, was $0.85. This represents an increase of $0.10 sequentially and $0.13 or 18% when compared to the second quarter of last year.\nDuring the quarter, we recorded $0.01 of merger and integration charges relating to the Aker subsea transaction and $0.07 of charges in connection with the program that we have recently started to realign and optimize the support and service delivery structure in certain parts of our organization. This includes adjusting resources as a result of lower activity levels in North America, centralizing certain digital delivery services and improving efficiency in our support structure. This program, which will result in additional charges in the third quarter, will drive further margin expansion in the second half of the year and into 2025. The related actions will be completed by the end of the year.\nLet me now go through the second quarter results for each division. Second quarter Digital & Integration revenue of $1.1 billion increased 10% sequentially, with margins expanding 435 basis points to 31%. The sequential revenue growth was entirely due to higher digital sales as APS revenue was flat.\nThe strong margin performance was driven by improved digital profitability as a result of robust exploration data sales and the higher uptake of digital solutions. APS margins were essentially flat. We expect the digital revenue growth and margin expansion to continue in both Q3 and Q4.\nReservoir Performance revenue of $1.8 billion increased 5% sequentially, while margins improved 98 basis points to 20.6%. These increases were primarily due to strong growth internationally, led by higher activity in the Middle East and Asia.\nWell Construction revenue of $3.4 billion increased 1% sequentially, while margins of 21.7% increased 125 basis points, driven by strong measurements and fluids activity internationally.\nFinally, Production Systems revenue of $3 billion increased 7% sequentially, driven by the strong activity in the international markets led by Europe and Africa. Margins expanded 146 basis points to 15.6% on improved profitability in subsea production systems and artificial lift.\nNow turning to our liquidity. Our cash flow was strong, as we generated $1.4 billion of cash flow from operations and free cash flow of $776 million during the quarter. We expect our cash flow to continue to improve throughout the rest of the year. As a result, our free cash flow in the second half of this year will be materially higher than the first half.\nCapital investments, inclusive of CapEx and investments in APS projects and exploration data were $666 million in the second quarter. For the full year, we are still expecting capital investments to be approximately $2.6 billion.\nAs I mentioned last quarter, under the securities laws, we were prohibited from repurchasing our stock during the period between the mailing of the proxy in connection with the ChampionX acquisition and ChampionX's shareholders' vote. Following the shareholder vote in June, we have resumed our stock repurchase program. And during the quarter, we repurchased 9.9 million shares for a total purchase price of $465 million.\nDuring the first half of the year, total returns to shareholders in the form of stock repurchases and dividends were approximately $1.5 billion, representing half of our $3 billion commitment for all of 2024.\nFinally, we issued $1.5 billion of bonds during the second quarter. The proceeds either have been or will be used to refinance our debt obligations. We are pleased with our current capital structure, which allows us to prioritize returns to shareholders as illustrated by our $3 billion total returns commitment for 2024 and our $4 billion commitment for 2025.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. And ladies and gentlemen, I believe we will open the floor for your questions."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/91fa0b0c945304e02d8401464bea4605",
    "period": "2024 Q1",
    "content": "Q1 2024 Schlumberger NV Earnings Call\n\nQ1 2024 Schlumberger NV Earnings Call\n\nSLBNYSEAPR 19, 9:30 AM\n\nOperator\n\nThank you, everyone, for standing by. Welcome to the SLB First Quarter Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. I would now like to turn the conference over to James R. McDonald, Senior Vice President of Investor Relations and Industry Affairs. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you, Lea. Good morning, and welcome to the SLB First Quarter 2024 Earnings Conference Call. Today's call is being hosted from Kuala Lumpur following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we'll be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I therefore refer you to our latest 10-K filing and other SEC filings, which can be found on our website.\nWe are under no obligation and expressly disclaim any obligation to update, alter or otherwise revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law. Our comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our first quarter press release, which is on our website. And finally, SLB and ChampionX will fire materials related to the proposed transaction with the U.S. Securities and Exchange Commission including a registration statement that will contain a proxy statement perspective of the parties.\nInvestors and security holders are urged to read those materials once they are available, which can be obtained from the SEC's website and from the company's websites. SLB, ChampionX, their directors, executive officers and certain members of management and their employees may be considered participants in the solicitation of proxies from their shareholders in connection with the proposed transaction. This will be described further in the proxy statement perspective when it is filed.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call today.\nDuring my prepared remarks, I will discuss 3 topics: I will begin by sharing an overview of our first quarter results. Then I will provide an update on the ongoing market dynamics and highlight areas where we anticipate opportunities for further growth. And finally, I will conclude with our outlook for the full year and the second quarter. Stephane will then provide more details on our financial results, and we will open the line for your questions.\nLet's begin. I'm very pleased with our strong start to 2024. Year-on-year, revenue grew 13% and EBITDA grew in the mid-teens, in line with our full year financial ambitions. Additionally, we demonstrated the differentiated value we deliver to our customers, the impact of our continued capital discipline and execution efficiency by expanding year-on-year adjusted EBITDA margins for the 13th consecutive quarter. Internationally, we harness broad-based activity growth with 21 of our 25 international units increasing revenue year-on-year. Even when excluding the Aker contribution, our international revenue grew by double digits.\nThese impressive results were led by the Middle East and Asia, which exhibited remarkable growth of 29% compared to the same period year ago. Specifically in the Middle East and North Africa, year-on-year growth was supported by continued investments in long cycle development and capacity expansion projects in both oil and gas across Algeria, Egypt, Iraq, Libya, Qatar, Saudi Arabia and the United Arab Emirates. And in Asia, we saw strong activity across the region, led by offshore, notably in China, Indonesia, Malaysia, the Philippines and India. Meanwhile, in North America, activity remains soft. Due to weaker gas price, sustained capital discipline and the effects of ongoing market consolidation. The slower activity contributed to revenue in the region declining by 6% year-on-year.\nNext, I will comment on division's performance. I was very proud to see the power of the core divisions continues to drive our performance this quarter. In particular, you may have seen a remarkable growth in Production Systems supported by our OneSubsea joint venture and in Reservoir Performance led by increased stimulation evaluation and intervention services. Well Construction also delivered resilient growth. I was also pleased to see our core margins visibly expand year-on-year, and I trust that this will continue as we remain focused on efficiency and value creation for our customers.\nTurning to digital integration. I continue to follow our performance very closely. Although we expensed the typical pattern of seasonally slower sales to start the year, digital still grew in the double digits year-on-year during the first quarter, and we expect a visible uptick of digital sales throughout the rest of the year. This will be supported by increased customer adoption and a base load of ongoing projects as you can see from the quarterly highlights included in our press release this morning.\nFor the full year, we maintained our ambition to grow our digital revenue in the [ high teens ]. Overall, I'm very pleased with the strong start to 2024. We'll remain focused on the quality of our revenue, capital discipline and execution efficiency to generate strong cash flows and shareholder returns throughout the year. I want to thank the entire SLB team for delivering this first quarter performance. They continue to operate at a benchmark level for the industry, and I feel privileged to work with such a dedicated and talented team.\nNext, let me shift into the ongoing market dynamics and how these are creating opportunities for our business. We're in the midst of a unique [indiscernible] cycle, characterized by strong market fundamentals, growing demand and a deeper focus on energy security. I described on several occasions, this cycle continued to display breadth, resilience and longevity. This is very much the case in the Asia region where we are hosting this call today. In this context, there are certain priorities that are increasingly critical to our customers. Project life cycle reduction, partly in exploration appraisal to accelerate time to first gas or first oil. Capital efficiency in the development phase to set new benchmarks in every basin. Step change in production recovery for producing assets and for uncommercial resources.\nAnd finally, adoption of digital and AI capabilities to transform operations and use of technology to abate emissions. Against this backdrop, we continue to innovate with our customers through the combination of integration, fit-for-basin technologies and digital focusing on unlocking value by delivering lower cost and lower carbon barrels.\nIn our core oil and gas business, we are benefiting from these trends with our exposure to the fastest-growing and most resilient market. This cycle continues to be defined by broad growth across the international basis, and it is nowhere this is more evident than in the Middle East and global offshore markets. In the Middle East, countries are investing to increase both oil and gas suppliers through the end of the decade. The long cycle nature of the investments provides further confidence in the durability of the cycle, and we look forward to continue working for our customers to deliver on this target.\nI'm not sure many of the FIDs from the past few years have commenced, leading to broad-based activity across Asia, Africa, Latin America and Europe. SLB has a strong foothold each of these offshore regions, benefiting from our deep customer relationships, operational performance and fit-for-basin solutions. Through our OneSubsea joint venture, we offer an unmatched port to process offering towards the full life cycle of offshore assets, and we continue to deliver on a substantial offshore backlog.\nNow looking at the priorities for producing assets today and tomorrow, we recognize the need to increase our exposure to the production in a recovery market, including the more resilient OpEx spend as operators work to offset natural decline, extend performance and maximize the value of their assets. Our acquisition of ChampionX will further evolve our portfolio to capture this opportunity with the addition of a leading production chemicals business and well-established [indiscernible] sales portfolio with significant benefits to our customers in every producing basin in the world. This will be particularly visible in the offshore environment, which requires a higher intensity of production chemicals for flow assurance, enforcing the long cycle value of our offshore strategy. Another notable trend in the market is the enhanced focus on emission reduction and low carbon energy. Our early investments in this space are beginning to deliver promising results both in the core to our transition technologies and in new energy portfolio, notably in Carbon Capture and sequestration.\nCCS is one of the fastest-growing and most immediate opportunities to reduce carbon emissions and we are leveraging our domain expertise and deep knowledge of the subsurface to respond to an increased demand in our storage solutions. At the same time, we're also expanding to address opportunities throughout the CCS value chain. As you saw in our announcement a few weeks ago, we have entered into an agreement to combine our carbon capture business with Aker Carbon Capture and will own 80% of the combined entity. This is an exciting opportunity to bring together our complementary technology portfolio, leading process design expertise and an established project delivery platform to innovate and deliver carbon capture technology solution at an industrial scale.\nLooking across our broad portfolio, it is clear that our 3 engines of growth, each with different technology and exciting project pipelines are positioning us for continued performance across all-time horizons. [ Superior ] strong international portfolio and our unique technology-driven approach to North America. We are truly making this investment cycle better for longer. Finally, I will conclude with our outlook for the full year and the second quarter. Based on the commentary I've just shared, the ongoing characteristics of the cycle and our strong first quarter results, we remain confident in our full year financial guidance with strength in international activity offsetting slower growth in North America.\nIn [indiscernible], we anticipate activity momentum in international markets to continue, driven by increasing global demand and an even deeper focus on energy security. The relevance of oil and gas in energy mix continues to support further investments in capacity expansion, partially in [indiscernible] and long-cycle projects across global offshore markets, fully aligned with our international ambitions.\nAdditionally, we expect to realize further growth in a strengthening production and recovery market as operators work to maximize the efficiency and longevity of their producing assets. Altogether, this continued to press on a very strong outlook for our business during 2024 and beyond.\nSpecific to the second quarter, we expect sequential revenue growth internationally in the mid-single digits and North America in the low single digits. We also expect to expand adjusted EBITDA margins by 75 to 100 bps. By division, we expect sequential growth to be led by digital integration, followed by Reservoir Performance, Production Systems and Well Construction, all of which are rebounding from the conclusion of winter season.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen.\nFirst quarter earnings per share, excluding charges and credits, was $0.75. This represents an increase of $0.12 when compared to the first quarter of last year. In addition, during the first quarter, we recorded $0.01 of merger and integration charges associated with our 2023 acquisition of the Aker subsea business. Overall, our first quarter revenue of [ $8.7 million ]increased 12.6% year-on-year. Excluding the impact of the Aker Subsea acquisition, revenue increased 6.5% when compared to the same quarter last year. International revenue was up 18% year-on-year and more than 10% when excluding the contribution from Aker, driven in particular by year-on-year growth of 29% in the Middle East and Asia.\nNorth America revenue decreased 6% year-on-year, primarily due to lower rig count in U.S. land and the effect of lower gas pricing, which impacted our APS project in Canada. Company-wide adjusted EBITDA margin for the first quarter was 23.6%, up 51 basis points year-on-year. In absolute dollars, adjusted EBITDA increased 15% year-on-year. This is in line with our guidance for adjusted EBITDA to grow in the mid-teens for the full year of 2024.\nOur pretax segment operating margin increased 95 basis points, driven by strong incremental margins internationally. Let me now go through the first quarter results for each division. First quarter digital and integration revenue of $953 million increased 7% year-on-year as digital revenue experienced double-digit growth, while EPS revenue was flat.\nMargins declined 300 basis points year-on-year to 26.6% and due to the effects of higher APS amortization expense and lower commodity prices on our APS project in Canada. Margins for the Digital & Integration division are expected to improve in Q2 and throughout the rest of the year as digital sales will increase sequentially in line with the usual seasonal trends.\nReservoir Performance revenue of [ $1.7 million ] increased 15% year-on-year due to strong stimulation activity, particularly in Middle East and Asia and offshore. Margins expanded 356 basis points as compared to the first quarter of last year to 19.7%, driven by higher activity and improved pricing. Well Construction revenue of [ $3.4 billion ] increased 3% year-on-year as international growth of 9% was largely offset by lower revenue in North America. Margins of 20.5% were essentially flat year-on-year.\nFinally, Production Systems revenue of $2.8 billion increased 28% year-on-year. Excluding the effects of the acquired Aker Subsea business, Production Systems revenue grew 6%, driven by strong international sales. Margins of 14.2% expanded 490 basis points year-on-year, driven by a favorable activity mix, strong execution and pricing improvements.\nNow turning to our liquidity. During the quarter, we generated $327 million of cash flow from operations. Free cash flow of negative $222 million was slightly better than the same period last year. These cash flows reflect the seasonal effects of the payout of our annual employee incentives and lower cash collections following very strong receivable performance in the fourth quarter of last year. Consistent with our historical trends, free cash flow is expected to be higher in the second quarter and to continue to increase in the third and fourth quarters.\nCapital investments inclusive of CapEx and investment in APS projects and exploration data, were $549 million in the first quarter. For the full year, we are still expecting capital investments to be approximately $2.6 billion. During the quarter, we repurchased 5.4 million shares for a total purchase price of $270 million. As we disclosed a couple of weeks ago, we have raised our 2024 targets for total returns of capital to shareholders from $2.5 billion to $3 billion. This $3 billion will be evenly split between dividends and share repurchases.\nLastly, we plan on filing our S-4 registration statement relating to the ChampionX acquisition in the next couple of weeks. The transaction will require the approval of ChampionX shareholders. During the period, after ChampionX mails its proxy for the merger. Until its shareholder vote, we are required to sustain our share buyback program. While this will not impact our total share repurchases for the year of approximately $1.5 billion, it will potentially result in our buybacks being more heavily weighted towards the second half of the year.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. And ladies and gentlemen, I believe we are bringing the floor to your questions."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dbc5f1a0711d88a83994df701f6483fe",
    "period": "2023 Q4",
    "content": "Q4 2023 Schlumberger NV Earnings Call\n\nQ4 2023 Schlumberger NV Earnings Call\n\nSLBNYSEJAN 19, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the SLB earnings conference call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to the Senior Vice President of Investor Relations and Industry Affairs, James R. McDonald. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you, Leah. Good morning, and welcome to the SOB Fourth Quarter and Full Year 2023 Earnings Conference Call.\nToday's call is being hosted from Houston, following our board meeting held earlier this week.\nJoining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I therefore refer you to our latest 10-K filing and our other SEC filings. Our comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our fourth quarter press release, which is on our website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call today.\nIn my prepared remarks, I will discuss our fourth quarter and full year results, highlight a number of achievements and share our thoughts on the outlook for 2024 and our financial ambitions. Stephane will then provide more detail on our financial results and we'll open the line for your questions.\nLet's begin. The fourth quarter was an impressive conclusion to the year's financial results. We grew revenue both sequentially and year-on-year, and we achieved cycle high margins and cash flows during the quarter. Our strong performance was fueled by the international and offshore markets and was supported by robust sales in digital and integration of the acquired Aker subsea business. Throughout the year, we witnessed continued growth in international and offshore markets, where customers are focused on enhanced production and capacity additions. We've also seen further investments in digital technologies for planning and operational efficiency. This is driving of today and presenting opportunities into the future.\nThe international shift in investment has accelerated during the year, with fourth quarter revenue growth driven by the Middle East and Asia and Europe and Africa, while we continue to benefit from long-cycle developments, capacity expansions and exploration appraisal activities.\nSpecific to offshore, we delivered a very strong fourth quarter as we grew our legacy portfolio and harness a strong performance from our 1 subsea joint venture.\nOn this note, I would like to extend my thanks to the entire Aker subsea team, who have joined us 3 months ago and have already contributed very well to our strong year end results.\nExecuting the year, new and margins reached new cycle highs, marking our 10th consecutive quarter of year-on-year double-digit revenue growth on the international front, and we delivered exceptional free cash flow of $2.3 billion in the quarter.\nNext, let me reflect on our accomplishments for the full year. We fulfilled our full year financial ambitions, growing revenue by 18%, surpassing our revenue growth target for the year and achieving adjusted EBITDA growth in the mid-20s. Additionally, we generated $4 billion in free cash flow, our highest since 2015. In the core, across production systems, reserve performance and well construction, we grew revenue by more than 20% and expanded pretax operating margins by almost 300 basis points. This was driven by strong activity internationally and offshore, new technology deployments and strong product sales. Notably, we achieved our highest ever revenue in the Middle East, led by impressive growth in Saudi Arabia, the United Arab Emirates, Egypt and East [Indiscernible].\nOffshore also continued its positive momentum led by remarkable growth in Brazil and Angola and very solid increases in the U.S. Gulf of Mexico, Guyana, and Norway. This was supported by the contribution from the acquired Aker subsea business, which enabled us to expand in certain markets, mainly in Norway and Australia. Additionally, our fit-for-basin business model continued to deliver differentiated value in North America, resulting revenue growth outperforming the rig count.\nIn digital, we continue to witness the adoption of our digital workloads and data AI platform as customer work to enhance efficiency and returns by indicating our connected and autonomous drilling data and AI solutions. We now have more than 6,000 DELFI users and have generated 125 million complete hours, both representing more than 40% growth year-on-year. As a result, we achieved full year digital revenue of more than $2 billion with our new technology platforms comprised of cloud, edge and AI growing at a CAGR of 60% since 2021.\nNew energy, we forge new partnerships and made new investments in capture technology for common capture and storage. We are seeing very positive momentum in this space. And we're also -- we are actively participating in more than $400 million of CCS tenders globally. Additionally, in [ Gera ] Terminal geo-energy, we are partnering with government agency in the Middle East on lower carbon electricity and in Europe on zero-carbon heating and cooling solutions. As we advance our 3 engines of growth. We also continue to deliver for our customers and stakeholders by achieving our lowest recordable injury rate and highest level of operational reliability and record. This is also reflected in industry surveys, where we are growing customer satisfaction through performance and value creation.\nFinally, we reduced our emission intensity across Scope 1, 2 and 3 on the path to achieving our 2025 emissions reduction commitment.\nMoving forward, we are well positioned to capture further growth and I look forward to building on this strong success in the year ahead.\nI want to thank the entire CBT for delivering this impressive results.\nTurning to the macro. The [Indiscernible] tactics of breadth, resilience and durability that have defined this cycle remain fully in place. This continues to be supported by the imperative of energy security to meet rising global demand, confirming our belief in the longevity of the cycle. After a year of demand growth in 2023, we anticipate further growth in 2024 that we continue to support the ongoing multi investment sake.\nIn international markets, growth momentum is set to continue with more than 2/3 of total investment taking place in the Middle East, offshore and gas resource plays. In the Middle East, growth will be led by Saudi Arabia and the United Arab Emirates, which continue to commit significant investments to increase production capacity in both oil and on commercial and gas, followed by Iraq and Kuwait. Meanwhile, in Asia, countries such as China, Malaysia and Indonesia and India are leading new gas exploration and development. And across our international basins, we anticipate strong activity led by Brazil and followed by West Africa and Australia. Looking across this wide baseload of activity, a significant portion is taking place offshore. Our capital expenditure will continue our growth momentum in 2024. As a result, the rig count will continue to rise, mainly in the Middle East and Asia, responding to a strong FID pipeline in both shallow and deepwater. All in all, we see the potential for more than $100 billion in global offshore FIDs in both 2024 and 2025, underscoring the enduring strength of the offshore markets and supporting a very favorable subsea outlook for years to come. In this context, although geopolitical tensions persist in several regions, we do not expect any significant impact to activity in 2024, absent further escalation. Additionally, although we have witnessed short-term commodity price fluctuate over the past few months, long cycle investment in the Middle East, offshore and gas markets remain decoupled from short-term pricing, which we continue to support the resilience of these markets.\nIn North America, following a noticeable moderation of activity in the later part of 2023, we anticipate capital discipline to continue. Consequently, investment levels will be sustained at 2023 exit rates with minimum -- minimal increase in activity as the vision focused on sustaining record ARPU from last year. This will drive further adoption of technology as operators aim to further improve efficiency and recovery rates.\nNow let me explain how we expect these factors to drive our performance in 2024. In the international markets, we expect full year revenue growth reaching the mid-teens, led by the Middle East and Asia and Europe and Africa. This growth will take place both onshore and offshore with offshore benefiting from our newly formed OneSubsea joint venture, which enters the year with close to $4.5 billion of subsea production system backlog. We expect to deliver more than $4 billion in additional subsea bookings in 2024, open increase of more than 25% year-on-year as the market continues to expect. For clarity, when excluding the impact of Aker contribution and the expected decline in Russia, we expect double-digit international growth for the year. Meanwhile, in North America, although activity has moderated, we expect full year revenue growth reaching the mid-single digits, driven by our technology and leverage portfolio in both U.S. land and the U.S. Gulf of Mexico.\nTurning to the divisions. We expect all core divisions to grow led by production systems and [Indiscernible] performance. Digital integration is also expected to grow with digital growing in the high teens, primarily driven by new technology platforms, while APS remains flat. Directionally, we expect further margin expansion driven by tight service capacity internationally, pricing and increased technology adoption. This will result in year-on-year EBITDA growth in the media. With continued growth in earnings, our profitability to generate cash and confidence in the long-term outlook, we are pleased to announce that the Board of Directors have approved a 10% increase in our quarterly dividend. And we'll also increase our share repurchase program in 2024. Combined, we are targeting a return to return more than $2.5 billion to shareholders in 2024, an increase of more than 25% compared to 2023.\nLooking to the first quarter. We anticipate the typical pattern of activity beginning with the combined effects of seasonality and the absence of year-end digital sales. As a result, on a year-on-year basis, we expect first quarter revenue growth in the low teens and EBITDA growth in the mid-teens. This will be followed by an activity rebound in the second quarter and further acceleration of growth in the second half of the year, particularly in the international markets. This will support the ambition we have set for the full year revenue and earnings growth.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. Fourth quarter earnings per share, excluding charges and credits was $0.86. This represents an increase of $0.08 sequentially and an increase of $0.15 when compared to the same period of last year. We recorded $0.09 of charges during the fourth quarter of this year, $0.06 related to the devaluation of the peso in Argentina and the remaining $0.03 related to merger and integration costs associated with our acquisition of the Aker subsea business, which closed at the beginning of the quarter. We anticipate that we will incur additional charges as integration activities continue over the course of 2024. Our full year 2023 revenue of EUR 33.1 million grew 18% year-on-year. While this revenue is roughly the same as the pre-pandemic level of 2019. Our adjusted EBITDA in 2023 in absolute dollars was 22% higher. As a result, our full year 2023 EBITDA margin of 24.5% has expanded 430 basis points over this period on a similar revenue base. This highlights the high grading of our portfolio over the last few years our significantly improved operating leverage and our favorable market position, particularly internationally and offshore.\nFourth quarter revenue of $8.99 billion increased 8% sequentially. With the acquired of Aker Subsea business accounting for approximately 70% of the increase. Fourth quarter pretax operating margin of 20.8% improved 52 basis points sequentially and 101 basis points year-on-year.\nAdjusted EBITDA margin for the fourth quarter of 25.3% was 95 basis points higher than the same period of last year.\nI will now go through the fourth quarter results for each division. Fourth quarter digital and integration revenue of $1 billion is 7% sequentially, with pretax operating margin expanding 197 basis points to 34%. This growth was due to increased digital revenue across all areas, led by the Middle East and Asia and Europe and Africa. Reservoir performance revenue of EUR 1.7 million grew 3% sequentially, primarily due to increased activity internationally mainly in the Middle East and Africa.\nPretax operating margin increased 88 basis points to 21.4%, representing the highest level of this cycle driven by higher activity and improved pricing. When construction revenue of $3.4 billion was essentially flat sequentially as international growth of 2% was offset by a decline in North America revenue resulting from lower U.S. land rig count. Pretax operating margin increased 35 basis points sequentially.\nLastly, Production Systems revenue of $2.9 billion increased 24% sequentially, largely due to the acquired Aker subsea business. Excluding this effect, revenue grew 4% sequentially due to strong international sales. Pretax operating margin expanded 153 basis points to 15%, its highest level cycle on higher sales of midstream, artificial lift and subsea production systems.\nLooking ahead to the full year of 2024. We expect continued margin expansion in our core, driven by sustained operating leverage, a favorable geographic mix and pricing tailwinds. In our Digital and Integration Division, we expect margins to remain approximately at the same level as 2023 as digital margins will increase due to the accelerated adoption of our new technology platforms, while APS margins will decrease as a result of higher amortization expenses. All in all, as mentioned by Olivier, strong year-on-year revenue growth and continued margin expansion will result in adjusted EBITDA growth in the mid-teens in 2024 when compared to 2023.\nNow turning to our liquidity. We generated $3 billion of cash flow from operations and $2.3 billion of free cash flow during the fourth quarter. This exceptional performance resulted in full year free cash flow of $4 billion, which is the highest level we have achieved since 2015. This was due to a combination of very strong year-end receivable cash collections, increased customer advances improved inventory turns and the receipt of the prior year tax return. As a result of this exceptional free cash flow performance, we reduced our net debt by $1.4 billion during the quarter to $8 billion. This represents our lowest net debt level since the first quarter of 2016.\nCapital investments, including CapEx and investments in APS projects and exploration data were $742 million in the fourth quarter and $2.6 billion for the full year.\nLooking ahead, we will continue to be disciplined as it relates to our capital investments. Despite the continued revenue growth our 2024 capital investments will remain at approximately the same level as in 2023.\nFinally, during the fourth quarter, we repurchased 1.8 million shares of our stock for a total purchase price of $100 million. For the full year, we returned a total of $2 billion to shareholders in the form of dividends and stock repurchases. Our continued capital discipline, combined with the confidence we have that 2024 will be another year of strong cash flow generation will enable us to increase our returns to shareholders in 2024. In this regard, when combining the increased quarterly dividend that we announced today, with increased share repurchases, we are targeting to return more than $2.5 billion to our shareholders in 2024.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. Ladies and gentlemen, I think we will start the Q&A. So Leah, back to you."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e29248344d95ef9419a2cf417e10c743",
    "period": "2023 Q3",
    "content": "Q3 2023 Schlumberger NV Earnings Call\n\nQ3 2023 Schlumberger NV Earnings Call\n\nSLBNYSEOCT 20, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the SLB earnings conference call. [Operator Instructions] As a reminder, this conference is being recorded. I would now like to turn the conference over to the Senior Vice President of Investor Relations and Industry Affairs, James McDonald. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you, Lea. Good morning, and welcome to the SLB Third Quarter 2023 Earnings Conference Call. Today's call is being hosted from New York City following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. These matters involve risks and uncertainties that could cause the results to differ materially from those projected in these statements. I therefore refer you to our latest 10-K filing and our other SEC filings.\nOur comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our third quarter press release, which is on our website. With that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call today. In my remarks this morning, I will begin by reviewing the third quarter financial results represented in today's earnings release. Then I will discuss the progress we are achieving across our 3 engines of growth and the macro environment supporting them. And finally, I will share our outlook for the fourth quarter and the full year. Stephane will then provide more details on our financial results, and we will open the line to your questions.\nOur third quarter results have built upon the positive momentum we established in the first half of the year and firmly position us to achieve our full year financial ambitions. We continued to grow revenue and adjusted EBITDA, both sequentially and year-on-year, and we generated free cash flow of $1 billion for the second consecutive quarter. Internationally, we continued to seize the cycle. We achieved our highest international revenue quarter since 2015 by growing revenue in this market for the ninth consecutive quarter year-on-year.\nThis was particularly visible in the Middle East and Asia, where we posted 22% year-on-year revenue growth, led by significant growth in Saudi Arabia, the United Arab Emirates, Kuwait and Egypt. Our strong international activity was further augmented by the resilient investments in the offshore markets, notably in Africa, Brazil and Scandinavia. Offshore continues to offer many opportunities for our business, and I will shortly discuss how the recent closing of our OneSubsea joint venture with Aker Solutions and Subsea 7 will help us to expand our footprint in the market moving forward.\nAnd in North America, although revenue decreased sequentially due to lower activity, we continued to grow year-on-year, outperforming the [ headcount ]. Once again, our focus on the quality of our revenue, combined with the differentiated value we deliver through technology, drove margin expansion. Our EBITDA margins reached a new cycle high of 25%, and our pretax segment operating margin expanded for the 11th consecutive quarter year-on-year. These are very positive results, and I want to thank the entire SLB team for delivering this strong performance.\nNext, I would like to share some updates of our progress across our 3 engines of growth: core, digital and New Energy. Let me begin with the core. The oil and gas sector continues to benefit from broad, durable and resilient [indiscernible] growth cycle that is being supported by long cycle developments, production capacity expansions, exploration appraisal and as a critical fuel source for the energy transition. These market fundamentals remain very compelling for our core business, which has grown 22% year-to-date and has materially expanded margins.\nThis strong performance is being driven by the diversity of our portfolio, our industry-leading technology and our unique integration capabilities. Reservoir Performance achieved exceptional results with stronger evaluation activity. Production Systems achieved its highest level of margin in the cycle led by Subsea, Surface and Our construction maintained impressive results through new technology innovations and differentiated performance. All in all, this was a very strong quarter across our core divisions.\nThe supportive macro environment is also leading operator to make long cycle investments offshore, where advanced inefficiency of significantly improved project economics. We have visibility into FIDs extending well beyond 2025, and it could not be a better time to join force with Aker Solutions and Subsea 7 to drive a new era for Subsea. Today, SLB is recognized for its unique ability to have a large, complex and full integrated offshore projects from subsurface development to midstream processing.\nThrough our OneSubsea joint venture, we'll further enhance this offering by bringing new levels of technology and partnership to the market. Together, our companies are the clear leader in subsea multiphase boosting and subsea gas compression, and we will provide electrification and digital solutions to further enhance the business. This partnership approach will also create a more flexible customer offering through scale, increased capacity and live oilfield services. Collectively, this will drive meaningful change to subsea asset performance as we partner with customers to help them unlock their reserves, drive efficiency, reduce cycle times and reduce emission in the deepwater market.\nNow let me turn to digital. On the last call quarter, I shared an update on the emerging digital trends shaping the industry. This included the adoption of cloud computing, the power of data and AI scale and digital operation gaining maturity. At a recent investor conference, I discussed how SLB is capitalizing on this opportunity with our platform strategy, comprising of a workflow platform that serves as the backbone for our customers' planning and operation, now data and AI platform that unlocks data at scale for digital transformation.\nToday, we are seeing increased digital adoption across the industry. DELFI continued its year-over-year growth momentum with a 49% increase in users and an 89% -- 86% increase in compute hours compared to the third quarter last year. Additionally, our customers are embracing our connected and autonomous drilling solution with 1.9 million feet of automated drilling completed in the third quarter, an increase of 60% year-over-year. As a result, SLB's platform, representing our new digital technology offering, sustained growth at a CAGR rate of about 60%. The benefit of this technology is clear, and you can see this illustrated in our earnings press release this morning with our Shell-AWS collaborative agreement and the Kuwait Energy Basra Limited digital feed contract, serving as just 2 recent examples of customers choosing SLB digital technology to reimagine their workflows across the E&P value chain.\nAnd finally, let me quickly discuss some of the exciting opportunities in our New Energy business and transition technology portfolio. As we address the energy trilemma, our industry has an imperative to decarbonize operations. Two of the most immediate opportunities to do this are reducing methane emissions and scaling CCUS as a solution for mitigating climate change.\nRegarding methane, we have opportunity to address positive methane and flaring through better monitoring and leak detection. A few weeks ago, we launched a new IoT-enabled methane point instrument for continuous monitoring that seamlessly connect to a methane digital platform for insights and analysis, eliminating the need for intermittent site visits and enabling operators to quickly scale up across their operations. This and other solutions are available today to help clients abate their methane emissions.\nAnd in CCUS, momentum is building across the industry, both in oil and gas as well as in other hard-to-abate sectors. SLB is actively involved with more than 20 CCUS projects globally, and we are investing in capture technology as underscored by the partnership with TDR Research highlighted in our earnings release. Overall, we are pleased with our pipeline of technology and projects, and we have confidence by establishing ourselves as a leader in this space, we will create yet another avenue for diversified long-term growth.\nNow I will turn to our outlook for the fourth quarter and the full year. In the fourth quarter, we expect continued sequential revenue growth driven by year-end digital sales and seasonal product and equipment sales in production systems. The quarter will also reflect the results of the OneSubsea joint venture. As a result, we expect overall sequential revenue growth to be in the high single digits. With our continued focus on the quality of revenue, harnessing operating leverage and further technical adoption, we expect to maintain global pretax segment prorating and EBITDA margins at their highest levels in the cycle, in line with our third quarter performance. Stephane will provide additional color on the net contribution of the OneSubsea joint venture on our fourth quarter guidance.\nTurning to the full year. We expect to achieve our financial ambition we shared back in January. Excluding the effects of the OneSubsea joint venture, we expect to conclude the year by increasing revenue more than 15% and growing EBITDA in the mid-20s, with recent North America headwinds being more than offset by strong international growth. With these strong full year results, we'll remain well positioned to continue returning value to our shareholders. I will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. Third quarter earnings per share was $0.78. This represents an increase of $0.06 sequentially and $0.15 when compared to the third quarter of last year. We did not record any charges or credits during any of those periods. Overall, our third quarter revenue of $8.3 billion increased 3% sequentially. International sequential revenue growth of 5% was led by the Middle East and Asia, which increased 8% while North America revenue decreased 6%.\nSequentially, pretax segment operating margin increased 73 basis points, which resulted in incremental margins of 48%, largely due to the high-quality international revenue. Company-wide adjusted EBITDA margin for the third quarter reached 25%, the highest level since 2015. On a year-on-year basis, third quarter revenue increased 11% as international revenue grew 12% while North America revenue increased 6%. The strong international performance was led by broad-based growth across the Middle East and Asia and offshore markets.\nLet me now go through the third quarter results for each division. Third quarter digital and integration revenue of $982 million increased 4% sequentially, with margins decreasing 2 percentage points to 32%. The sequential revenue growth was primarily driven by increased EPS revenue and increased digital revenue, including higher sales of exploration data licenses. Margins declined sequentially as lower profitability in APS more than offset improved digital margins. Reservoir Performance revenue of $1.7 billion increased 2% sequentially while margins improved 190 basis points to 20.5%. These increases were due to strong international growth, a favorable technology mix and improved pricing.\nWhile construction revenue of $3.4 billion increased 2% sequentially, led by strong growth in the Middle East and Asia, which was partially offset by lower revenue in North America. Margins of 22.1% increased 38 basis points, driven by the international market. Finally, Production Systems revenue of $2.4 billion increased 2% sequentially as international revenue increased 7% led by the Middle East and Asia and Latin America.\nNorth America revenue decreased by 8% due to lower subsea activity. Margins expanded 147 basis points to 13.5%, representing the highest margin since we began reporting results for the division. This expansion was primarily driven by higher sales of completions, artificial lift and surface production systems as well as pricing improvements.\nNow turning to our liquidity. During the quarter, we generated $1.7 billion of cash flow from operations and free cash flow of just over $1 billion. As a result of this strong cash flow performance, our net debt reduced sequentially by $731 million to $9.4 billion. Our net debt to trailing 12-month EBITDA leverage ratio of 1.2 is at its lowest level since 2015. Capital investments inclusive of CapEx and investments in APS projects and exploration data were $640 million in the third quarter. For the full year, we are still expecting capital investments to be approximately $2.5 billion to $2.6 billion.\nWe repurchased 2.6 million shares of our stock during the quarter for a total purchase price of $151 million. We continue to target to return $2 billion to our shareholders this year between dividends and stock buybacks. Before closing, I would like to add some color to the Q4 outlook that Olivier just provided. We are expecting sequential fourth quarter revenue growth to be in the high single digits, with pretax margins remaining at the same high level we achieved in the third quarter.\nAs Olivier highlighted, this outlook includes the contribution from the recently acquired Aker Subsea business, which will be consolidated under our Production Systems division starting in the fourth quarter. The Aker Subsea business is expected to contribute approximately $400 million to $500 million of incremental revenue in the fourth quarter with pretax operating margins in the low teens. Therefore, excluding the effects of the acquired Aker Subsea business, SLB's fourth quarter sequential revenue growth is expected to be similar to the sequential revenue growth we experienced in the third quarter.\nSLB's organic pretax operating margin, again excluding the effects of the acquired Aker business, is expected to continue expanding sequentially. After considering the impact of below-the-line items relating to this joint venture such as amortization of intangibles, taxes and noncontrolling interests, this transaction is expected to be slightly accretive to our fourth quarter earnings per share, excluding charges and credits.\nIn closing, we are very excited about the prospects of this venture, which strengthens our offshore portfolio and has the potential to deliver more than $100 million of net annual synergies starting year 3 after closing. I will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. Ladies and gentlemen, we will now open the line for your questions. Lea, you may open the line."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7cdf476e19c8fb380603f69767cbd5a2",
    "period": "2023 Q2",
    "content": "Q2 2023 Schlumberger NV Earnings Call\n\nQ2 2023 Schlumberger NV Earnings Call\n\nSLBNYSEJUL 21, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you very much for standing by, and welcome to the SLB Earnings Conference Call.\n[Operator Instructions]\nAs a reminder, this conference is being recorded. I would now like to turn the conference over to the SVP of Investor Relations and Industry Affairs, James McDonald. Please go ahead.\n\nJames R. McDonald\n\nSenior Vice President of Investor Relations and Industry Affairs\n\nThank you, Leah. Good morning, and welcome to SLB Second Quarter 2023 Earnings Conference Call. Today's call is being hosted from Paris, France following our Board meeting called earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer. Before we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I, therefore, refer you to our latest 10-K filing and our other SEC filings. Our comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our second quarter press release, which is on our website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, James. Ladies and gentlemen, thank you for joining us on the call today. In my prepared remarks, I will cover 3 topics. I will first review a few of our financial highlights from the quarter. Next, I will discuss the positive momentum we are seeing in the international and offshore markets. And third, I will share the exciting progress we are making in digital before concluding with our outlook for the third quarter and the full year.\nStephane will then provide more details on our financial results, and we will open for your questions. Our second quarter results continue to demonstrate the strength of our portfolio and our strategic positioning, most attractive, accretive and resilient market globally. This is translating to financial performance, and we closed the first half of the year with solid growth across revenue, earnings per share, free cash flow and expanded EBITDA and pretax segment operating margins.\nInternational revenue continued strong growth momentum, increasing 21% year-on-year as we capture a broad growth across all divisions and geographic areas. Second quarter revenue increased by more than 20% year-on-year in 14 of our 25 international regions. Most notably, Saudi Arabia, UAE, Mexico, Guyana, Brazil, Angola, Caspian and India all grew more than 30% over this period. This drove our highest year-on-year international incremental operating margin over the last 3 years. And it underscores the breadth of our portfolio that I continue to emphasize.\nSLB growth -- SLB global reach shoots us from regional fluctuation, as we have recently seen in North America and give us the ability to seize opportunities wherever they arise. This is a true differentiator of our business and position us for long-term outperformance. Throwing the remarks are shared in our earnings release this morning, I would like to reflect on a few notable highlights from the quarter. The board growth characterizing this up cycle continues internationally. This was pervasive, and we were very pleased to see all divisions and geographic grow revenue and expand margins sequentially. In North America, we continued to increase our revenue, highlighting our agility across the land markets and the expanded activity in the U.S., gulf of Mexico solidly outperforming the rig count.\nOur focus on the quality of our revenue continues to support our margins. Sequentially, we expanded our pretax segment operating margins. This was fueled by our strong international reporting leverage, increased technology adoption and positive pricing trends that stem from inflation-driven contract adjustments and tight service capacity. And with higher earnings and improved working capital, our sequential cash flow from operation grew considerably, and we generated free cash flow of nearly $1 billion during the quarter. I want to find thank the entire SLB team for their hard work and exceptional performance, delivering value for our customers and our shareholders throughout the quarter.\nNow let me take a moment to touch on the macro environment. As we have projected for the few quarters, the international and offshore markets continue to exhibit strong growth as North America has moderated. This is playing to the strength of our business as international revenue represents nearly 80% of our global portfolio and offshore comprises nearly half of that. As the growth rate shifts further towards international, these market conditions are driving the breadth resilience and durability of this up cycle and creating new opportunities for our business.\nLet me describe where this is taking place. In the international markets, the investment momentum of the past few years is accelerating. This is supported by resilient long-cycle developments in Vienna, Brazil, Norway and Turkey. Pollution capacity expansion in the Middle East, notably in Saudi Arabia, UAE and Qatar, the return of exploration appraisal across Africa and [indiscernible] and the recognition of gas as a critical fuel source for energy security and the energy transition.\nIn the Middle East, this is resulting in record levels of upstream investment. From 2023 to 2025, Saudi Arabia is expected to allocate nearly $100 billion to upstream oil and gas capital expenditure, a 60% increase compared to the previous 3 years as they invest attain a maximum sustained production capacity of 13 million barrels per day by 2027. Several other country in the region have also announced natural increases in capital expenditure that extend beyond 2025. Furthermore, we continue to witness a broad resurgence in offshore driven by energy security and rationalization. Operators all over the world are making large-scale commitments to ascent discovery, accelerate development times and increase the productivity of their assets. This is resulting in increased infill and tieback activity in metro basins, new development projects, both in oil and gas and support for new exploration.\nWith this backdrop, we anticipate more than $500 billion in global FID between 2022 and 2025, with more than $200 billion attributable to deepwater. This reflects an increase of nearly 90% when compared to 2016, 2019. These FID investments are global, taking place in more than 30 countries, and we are seeing the results with new projects in offshore basins across the world. This is reflected in the many contract awards highlighted in the earnings press release, notably in Mexico, Brazil and Turkey. These contracts, in addition to many others are building a strong foundation of activity outlook decoupled from short-term commodity price volatility.\nMoving forward, we expect further growth to be led by accelerating activity in well construction, new opportunities for reservoir performance in exploration appraisal, expansion for production system in Subsea and digital will enhance either. In our business and the industry as a whole, the increased adoption and integration of digital technologies remains one of the most significant opportunity for growth. Indeed, our industry generates massive amounts of data. And by capturing that information and turning it into trusted and actionable insights, we can make energy production more accessible, more affordable and more sustainable. This is a critical moment for our industry, and there are 3 digital trends concurrently shaping its future, clearly setting the path for a higher value, lower carbon outlook.\nFirst, the adoption of cloud computing at scale. For GeoScience workflow, this is supporting significant productivity gains for geoscientists and engineers across asset development teams. This is happening at a time when our industry is compelled to accelerate the development cycle and derisk both subsurface and surface uncertainties. We continue to benefit from this trend in the adoption of our DELFI cloud-based digital platform delivered through a flexible and personalized Software-as-a-Service, SaaS, subscription model. With the cumulative number of users in global customer organization growing 60% year-on-year to 5,400.\nAs we shared in our earnings press release, Petrobras and in-app are only just 2 examples of customers deploying DELFI enterprise-wide with the aim of fundamentally changing how they work across the E&P value chain. Second, our industry is unlocking the power of data at scale. A single well can produce more than 10 terabytes of data per day. And this doesn't even begin to touch on the total amount of upstream data across exploration, development and production workflow. The adoption of open data platform across the industry is liberating data for artificial intelligence AI applications at large scale.\nSLB is benefiting for and driving this trend to both data foundation and AI deployment. We are seeing early success with the commercialization of enterprise data solution powered by Microsoft Energy data services. This offering delivers the most comprehensive capabilities for subsurface data in element with the emerging requirements of the OSDU technical standard. And we are witnessing tremendous success with our innovation factory, where we have developed more than 100 AI solutions with more than 80 customers since 2021. All of them we've reached domain content in addition to generic AI capabilities.\nThird, digital operations are gaining in maturity, transforming the way operators develop and utilize assets from automation to autonomous operations across both well construction and production. We are clearly seeing an inflection in the deployment of digital operation with significant impact on efficiency, carbon footprint and performance. Today, customers are accelerating the adoption of our neuro autonomous solutions, with Kuwait Oil Company and PETRONAS, both using these technologies to reduce manual operations while increasing performance, enabling drilling consistency and read time savings.\nSimilarly, our partnership with Cognite as a platform for unlocking access to production operations is gaining momentum in the industry as exemplified with the current contract highlighted in our earnings release. Finally, we continue to deploy DELFI Edge Agora technology to deliver real-time insights directly within operation from connected hardware, where data is generated and process with AI at the edge. We currently have more than 1,400 connected assets deployed doubling year-on-year.\nSLB is positioned to fully harness this positive market condition as well as our technology and digital leadership to drive financial outperformance and margin expansion. We are progressing on our journey to double the size of our digital business between 2021 and 2025. And the trend I've just discussed are reinforcing our confidence in the outcome of our strategic execution.\nI will next describe how we see the rest of the year progressing. After a positive first half, we remain confident in our full year financial ambitions and our visibility into a significant baseload of activity that reinforces our 2023 full year forecast and our growth ambition beyond. We continue to expect year-on-year revenue growth of more than 15% and adjusted EBITDA growth in the mid-20s.\nTurning specifically to the third quarter. We expect revenue to grow by mid-single digits in the international markets with all international geographical area growing sequentially led by the Middle East and Asia. In contrast, North America revenue will be slightly down. We are focused on the quality of revenue, harnessing operating leverage and further technology adoption, we expect global operating margins to further expand by more than 50 basis points sequentially. This resulted into the highest EBITDA margin we have seen in this cycle.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen. Second quarter earnings per share, excluding charges and credits, was $0.72. This represents an increase of $0.09 sequentially and $0.22 or 44% when compared to the second quarter of last year. We did not record any charges or credits during the current quarter. Overall, our second quarter revenue of $8.1 billion increased 5% sequentially, mostly driven by the international markets, led by the Middle East and Asia. Sequentially, our pretax segment operating margins increased 154 basis points due to the high-quality international revenue, which resulted in strong incremental margins. This performance highlights the underlying earnings potential of our international business, with new technology and high service intensity, particularly offshore, accelerating margin expansion. .\nCompany-wide adjusted EBITDA margin for the second quarter was 24.2%. In absolute dollars, adjusted EBITDA increased 28% year-on-year. As a reminder, our ambition is for adjusted EBITDA to grow in percentage terms in the mid-20s for the full year of 2023. On a year-to-date basis, adjusted EBITDA has grown 35% so we are on track to achieve this goal.\nSecond quarter revenue increased 20% year-on-year as international revenue was up 21%, significantly outpacing North America revenue growth of 14%. The strong international growth was led by the Middle East and Asia and robust offshore activity. Pretax segment operating margins expanded 240 basis points year-on-year with significant margin growth in our core divisions.\nLet me now go through the second quarter results for each division. Second quarter digital and integration revenue of $947 million increased 6% sequentially with margins increasing 4 percentage points to 34%. The sequential revenue growth and margin expansion were primarily driven by higher digital sales following the seasonal lows of the first quarter. Year-on-year, digital and integration revenue decreased 1%, and margins declined 6 percentage points due to the absence of exceptional exploration data transfer fees we recorded in the second quarter of last year.\nGrowth in other digital products and services was strong, however, including a more than 60% year-on-year revenue increase in our cloud and edge solutions. Reservoir performance revenue of $1.6 billion increased 9% sequentially, while margins improved 248 basis points to 18.6%. These increases were primarily due to strong growth internationally led by the Middle East and Asia. Year-on-year, revenue grew 23% and margins increased 396 basis points driven by strong growth internationally, both on land and offshore.\nWell Construction revenue of $3.4 billion increased 3% sequentially, while margins of 21.8% increased 115 basis points, driven by strong measurements, fluids and equipment sales activity as well as pricing improvements internationally. Year-on-year, revenue grew 25%, while margins expanded 424 basis points with very strong growth across all geographical areas on higher activity and improved pricing.\nFinally, Production Systems revenue of $2.3 billion increased 5% sequentially. And margins expanded 274 basis points to 12%, representing the highest margin since the formation of the division. The sequential revenue growth was led by the Middle East and Asia, partially offset by the absence of significant project milestones we reached last quarter in Europe and Africa. Year-on-year, revenue increased 22%, while margins expanded 300 basis points, driven by higher sales of completions and surface production systems and the easing of supply chain and logistic constraints.\nNow turning to our liquidity. During the quarter, we generated $1.6 billion of cash flow from operations and free cash flow of $986 million. This represents a $1.25 billion increase in free cash flow over the same quarter of last year, which is largely due to improved working capital. We expect this performance to continue throughout the rest of the year. As a result, our free cash flow in the second half of the year will be materially higher than the first half.\nOur net debt reduced approximately $200 million sequentially to $10.1 billion, which is $900 million lower than the same period last year. Capital investments, inclusive of CapEx and investments in APS projects and exploration data were $622 million in the second quarter. For the full year, we are still expecting capital investments to be approximately $2.5 billion to $2.6 billion. We continued our stock buyback program and repurchased 4.5 million shares during the quarter for a total purchase price of $213 million. We continue to target to return $2 billion to our shareholders this year between dividends and stock buybacks.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. Ladies and gentlemen, I believe we are ready to open the floor to your questions."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1d5efbdaf51e470b8bf791fb77df8cf0",
    "period": "2023 Q1",
    "content": "Q1 2023 Schlumberger NV Earnings Call\n\nQ1 2023 Schlumberger NV Earnings Call\n\nSLBNYSEAPR 21, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the SLB Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nI would now like to turn the conference over to the Vice President of Investor Relations, ND Maduemezia. Please go ahead.\n\nNdubuisi Maduemezia\n\nVice President of Investor Relations\n\nThank you, Lea. Good morning, and welcome to the SLB First Quarter 2023 Earnings Conference Call. Today's call is being hosted from Rio, Brazil, following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we'll be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I therefore refer you to our latest 10-K filing and our other SEC filings.\nOur comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our first quarter press release, which is on our website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, ND. Ladies and gentlemen, thank you for joining us on the call today. In my prepared remarks, I will cover three topics. I will begin with an update on our first quarter results. Then I will share our latest view on the macro and our positioning for long-term success. And finally, I will close with our outlook for the second quarter and full year. Stephane will then provide more details on our financial results. And we'll open for your questions.\nIt has been a great start of the year as we have achieved results that set us on a solid footing for our full year financial ambitions. On a year-on-year basis, our financial and operational results were strong across all geographies and divisions. Following the remarks that I shared in our earnings release this morning, I would like to emphasize a few key highlights from the quarter.\nFirst, we delivered very solid year-on-year growth at a magnitude lasting more than a decade ago. Geographically, year-on-year growth rates in North America and internationally were comparable. More importantly, the rate of change is tipping more in favor of the international market, where sequentially we experienced the smallest seasonal decline in recent times. Collectively, our Core divisions grew year-on-year by more than 30% and expanded operating margins by more than 300 basis points.\nWe continue to position the Core for long-term success with significant contract wins and technology innovations that improve efficiency and lower carbon emissions. A great example is EcoShield, a geopolymer-based, cement-free well integrity system and one of our latest Transition Technologies launched earlier this quarter. You will find many examples of these contract wins and the performance impact of our new technologies in today's press release.\nIn digital, we maintained strong growth momentum and also secured more contract wins. At the division level, the amount of year-on-year revenue growth in digital was somewhat masked by significantly lower EPS revenue due to production interruption in Ecuador and lower project revenue in the Palliser asset in Canada. Additionally, digital continues to help us elevate our efficiency and margin performance in the Core as we deploy this solution at scale in our global operations.\nAnd in New Energy, we continue to make progress across our portfolio, notably with new carbon capture and sequestration activities that raise our involvement to around 30 projects globally. CCS is recognized as one of the fastest-growing opportunity to reduce carbon emissions. And with the tailwinds from the U.S. Inflation Reduction Act and other initiatives around the world, we expect more projects to move forward to final investment decisions in the next 2 years.\nFinally, we are delivering on our commitment to increase returns to shareholders. During the quarter, we relaunched our share buyback program with repurchases totaling more than $200 million worth of shares. I would like to really thank the entire SLB team for their hard work and for delivering yet another successful quarter.\nMoving to the macro. We maintain a constructive multiyear growth outlook. Through the first quarter, the resilience, breadth and durability of the upcycle has only become more evident. I would like to take a few minutes to describe these factors.\nTo begin, the underlying demand, investments and activity during this cycle are resilient despite short-term economic and demand uncertainties. The combination of energy security, the initiation of long-cycle projects and OPEC's policy sets the condition for a decoupling of the activity outlook for short-term demand uncertainties.\nIndeed, energy security remains a top priority for most countries and is driving structural investments that are governed primarily by national interest. The extent of these investments is resulting into a broad-ranging growth outlook, comprised predominantly of resilient long-cycle projects in the Middle East, the international offshore basins and in gas projects. Collectively, we expect these market segments to reach or exceed more than 2/3 of the total global upstream spend and support a long tail of resilient activity over the next few years.\nIn parallel, the North America market, characterized by higher short-cycle exposure, is also set to benefit from positive demand outlook and supportive commodity pricing. However, this will be impacted by an anticipated activity plateau in the short term, which will subsequently be reflected in production volumes.\nMoving to the dimensions of breadth and duration. These are also best emphasized by the latest activity outlook for the Middle East and offshore market segments. Fundamentally, the pivot to both segments as anchors of supply growth is a defining attribute of this cycle. This is providing an unprecedented level of investment visibility and a scale that is setting many records.\nIn the Middle East, the largest-ever investment cycle has now commenced. This will support ongoing capacity expansion projects over the next 4 years in both oil and gas. Consequently, this year, we expect to post our highest revenue ever in the Middle East, putting us on track to achieve our multiyear growth aspiration.\nSimultaneously, we are witnessing further activity expansion in the offshore market. Offshore activity continues to surprise to the upside with breadth and a diversity of opportunities across all major basins. In addition, the latest FID projections and industry reports indicate that the offshore sector is set for its highest growth in a decade with more than $200 billion in new projects through the next 2 years.\nThis growth will be supported by three layers of activity. First, the resumption of infill and tieback activity in mature basins, which was very visible across Africa in 2022. This will continue to strengthen in multiple geographies from this year onward. Second, ongoing large development projects in both oil and gas that are ramping up and starting to scale. This is evident in Latin America, such as Guyana and Brazil, and in the Middle East, such as in Saudi Arabia, UAE and Qatar.\nAnd third, the resurgence of exploration and appraisal activity, which is starting to gather strong momentum in the existing basins and new frontiers. From West and South Africa to the East Mediterranean, we are starting to see exploration and appraisal at a pace that was unforeseen just a few months ago. Additionally, the activity pipeline continues to elongate with new licensing rounds and new blocks awarded. As a result, we believe that we'll continue to witness durable offshore investment for many years to come.\nLet me spend a couple of minutes highlighting what this means for SLB. As the cycle unfolds, the characteristics I have described continue to align with major strengths in our Core. This will support additional activity intensity for Well Construction; accelerated growth opportunity in Reservoir Performance through the return of exploration and appraisal activity; and further long-term growth potential for Production Systems.\nOne such example is the TPAO Sakarya project in the Southern Black Sea offshore Turkey. This project involved all our Core divisions, supporting the development of a challenging subsea gas asset and a simultaneous construction of a gas production facility, demonstrating SLB's unique ability to integrate at scale from pore-to-process.\nLooking more in depth. Our Production Systems division is in a unique position as a long-cycle lever of growth for us with quarterly year-on-year results demonstrating our ability to fully harness its potential. We believe momentum is set to continue, benefiting from our strong market presence in the Middle East and in offshore basins.\nIn this division, we anticipate cumulative bookings in the range of $10 billion to $12 billion in 2023, up significantly from 2022. We have taken a strong step forward towards this ambition with more than $3 billion bookings in the first quarter. And the outlook supports continued strong bookings through at least 2025. Overall, this will provide durable revenue growth and a significant installed base for services in the years to come.\nIn this context, our exposure to the deepwater subsea market remains an essential component of our growth opportunity. And we continue to strengthen this part of our portfolio with much success. In subsea, we have grown 20% over the last 2 years and are already generating EBITDA margins in the high-teens, building on our technology, performance in execution and the depth of our processing portfolio. We expect strong momentum for this part of our business to be sustained through 2025 and beyond.\nTo conclude, we are in the midst of a unique cycle with qualities that enhance the long-term outlook for industry, resilience, breadth and durability, all reinforced by a pivot to the Middle East, offshore, gas and return of E&A. We could not ask for a better backdrop to execute our returns-focused strategy. During the early phase of this cycle, led by North America, our results have already demonstrated our ability to capture growth ahead of activity and expand margins visibly beyond pre-pandemic levels.\nLooking forward, we are positioned to fully harness the international and offshore momentum that is now underway and to further our margins expansion journey. In the quarters ahead, we'll continue to demonstrate our returns focus, capital discipline and commitment to shareholders' returns. I'm truly excited about the outlook for SLB.\nNext, I would like to comment on our progress over the shorter term. For the full year, our strong first quarter gives us renewed confidence in our financial ambitions for 2023. We are primed for revenue growth and margin expansion through the year, underpinned by a very solid international outlook.\nIn North America, we still expect tangible market growth but at a lower rate than originally anticipated at the start of the year, mainly as a result of ongoing weakness in gas prices. Taken together, we expect the strong international growth to offset any weakness in North America, keeping our full year ambitions intact with year-on-year growth in excess of 15%, which should support adjusted EBITDA growth in the mid-20s.\nMore specific to the second quarter. Directionally, we expect revenue to grow about mid- to high single digits with operating margins expanding by 50 to 100 basis points, driven by a seasonal rebound in the international markets. Growth will be led by Middle East and Asia area and continued momentum in the offshore markets.\nBuilding on this, we expect our second quarter adjusted EBITDA to reach new highs in this cycle, further expanding the earnings growth journey we initiated 11 quarters ago and taking another positive step towards achieving our full year ambitions.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO\n\nThank you, Olivier, and good morning, ladies and gentlemen.\nFirst quarter earnings per share excluding charges and credits was $0.63. This represents an increase of $0.29 or 85% when compared to the first quarter of last year. In addition, during the first quarter, we recorded a $0.02 gain relating to the sale of all of our remaining shares in Liberty, which brought our GAAP EPS to $0.65.\nOverall, our first quarter revenue of $7.7 billion increased 30% year-on-year as the growth cycle continues to unfold. This represents the highest quarterly year-on-year increase in more than a decade. International revenue was up 29% year-on-year while North America increased 32%.\nCompany-wide adjusted EBITDA margin for the first quarter was 23.1%. In absolute dollars, adjusted EBITDA increased 43% year-on-year. As a reminder, our ambition is for adjusted EBITDA to grow in percentage terms in the mid-20s for the full year of 2023. The first quarter was certainly a strong start towards achieving this goal.\nOn a sequential basis, revenue decreased 2%, mostly driven by seasonally lower revenue in Asia and Russia as well as lower APS revenue in Ecuador. Russia represented approximately 5% of our consolidated Q1 revenue.\nSequentially, our pretax segment operating margins declined 178 basis points, largely due to seasonality and lower APS revenue. From a year-on-year perspective, margins expanded 298 basis points with significant margin growth in three of our four divisions.\nLet me now go through the first quarter results for each division. First quarter Digital & Integration revenue of $894 million decreased 12% sequentially with margins declining 8 percentage points to 30%. These decreases were primarily due to lower APS project revenue and seasonally lower digital and exploration data licensing sales.\nThe APS revenue decline was mostly a result of a pipeline disruption in Ecuador that temporarily reduced production and lower commodity prices impacting our project in Canada. As a result of these issues, APS revenue declined year-on-year.\nBut this effect was more than offset by strong digital growth, including a more than 50% increase in our cloud and edge solutions. Margins for the Digital & Integration division are expected to improve in Q2 as the pipeline issue in Ecuador has been resolved and as digital sales will increase sequentially, in line with the usual seasonal trend.\nReservoir Performance revenue of $1.5 billion decreased 3% sequentially while margins declined 207 basis points to 16.1%. These decreases were primarily due to seasonal activity reductions in Europe and Asia and lower revenue in Russia. Year-on-year, revenue grew 24% and margins increased 291 basis points, driven by strong growth internationally, both on land and offshore.\nWell Construction revenue of $3.3 billion increased 1% sequentially while margins of 20.6% decreased 44 basis points. However, year-on-year revenue grew 36% while margins expanded 444 basis points with very strong growth across all areas on higher activity, increased pricing and a favorable technology mix.\nFinally, Production Systems revenue of $2.2 billion was essentially flat sequentially and margins declined 148 basis points to 9.3% due to seasonality and the activity mix in Europe and Asia.\nYear-on-year, revenue increased 38% while margins expanded 217 basis points, driven by strong activity across all areas, led by Europe, Latin America and North America. Margins also improved compared to the first quarter of last year as supply chain and logistics constraints continued to ease.\nNow turning to our liquidity. Our net debt increased approximately $1 billion sequentially to $10.3 billion. During the quarter, we generated $330 million of cash flow from operations and negative free cash flow of $265 million, reflecting the seasonal increase in working capital we typically experience in the first quarter.\nThis largely reflects the payout of our annual employee incentives and the buildup of working capital that will support our anticipated growth throughout the year. Our second quarter free cash flow is expected to be materially higher and to continue to increase into the third and fourth quarters.\nCapital investments inclusive of CapEx and investments in APS projects and exploration data were $595 million in the first quarter. For the full year, we are still expecting capital investments to be approximately $2.5 billion to $2.6 billion.\nDuring the quarter, we monetized our remaining investment in Liberty, which resulted in net proceeds of $137 million. We also spent $244 million, net of cash acquired, on acquisitions and investments in other businesses, the majority of which relates to the Gyrodata acquisition.\nFinally, we resumed our stock repurchase program and repurchased 4.4 million shares during the quarter for a total purchase price of $230 million. We will continue to repurchase shares in the coming quarters. And as previously announced, we are targeting to return a total of $2 billion to our shareholders this year between dividends and stock buybacks.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director\n\nThank you, Stephane. Ladies and gentlemen, I think we will open now the floor to your questions."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a5571d6cb5742872597cfd150d16275b",
    "period": "2022 Q4",
    "content": "Q4 2022 Schlumberger NV Earnings Call\n\nQ4 2022 Schlumberger NV Earnings Call\n\nSLBNYSEJAN 20, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the SLB Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to the Vice President of Investor Relations, ND Maduemezia. Please go ahead.\n\nNdubuisi Maduemezia\n\nVP of IR, Schlumberger Limited\n\nThank you, Leah. Good morning, and welcome to the SLB Fourth Quarter and Full Year 2022 Earnings Conference Call. Today's call is being hosted from Houston, following our Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we'll be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I therefore refer you to our latest 10-K filing and our other SEC filings.\nOur comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our fourth quarter press release, which is on our website.\nWith that, I'll turn the call over to you, Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, ND. Ladies and gentlemen, thank you for joining us on the call today. In my prepared remarks, I will cover our fourth quarter results and follow this with a quick review of our full year 2022 achievements. Then I will share some thoughts on the outlook for the full year. Stephane will then provide more detail on our financial results, and we will open for your questions.\nTo begin, we sustained growth momentum through the fourth quarter, delivering strong revenue growth and further margin expansion, both sequentially and year-over-year. The quarter was characterized by very strong activity growth in the Middle East and offshore and was augmented by robust year-end sales in Digital.\nGrowth was once again broad-based, and our operational, commercial and earnings performance was outstanding. We ended the fourth quarter with sequential revenue growth and margin expansion in North America and in all international areas. In the international markets, quarterly revenue topped $6 million for the first time in more than 4 years. Additionally, our international revenue growth rate has visibly outpaced international rig count growth since the cycle trough in 2020. Service pricing, new technology and digital adoption all continued to trend positively.\nLooking broadly over the second half of the year, the pace of growth in North America significantly moderated. At the same time, international accelerated, growing in excess of 20% compared to the first half of the year, almost twice the growth rate of North America. We are clearly witnessing the start of a new phase of -- in the growth cycle, which will increasingly be driven by resilient international growth. This market dynamic led to a lower-than-usual cash flow performance at year-end. However, we further reduced net debt during the quarter and closed the year below our leverage target.\nOverall, these fourth quarter results helped us surpass our revised full year revenue guidance, and we closed with EPS, pretax segment operating income and margins all at the highest levels in 7 years.\nSwitching to the full year. 2022 was pivotal for our industry and for SLB. It marked the second consecutive year of outperformance for the energy sector, providing further evidence of the multi-year up cycle and investment momentum that is underway. I would like to take a few minutes to reflect on what we achieved.\nWe announced our new brand identity with sustainability embedded in everything we do and opened a new chapter for the company. This, firmly positioned SLB to benefit from the underlying macro trends that will shape the future of energy: Oil and gas technology innovation, industrial decarbonization, digital transformation and new energy systems.\nWe executed consistently for our customers, achieving our best safety and operation integrity performance on record. We advanced our technology leadership and service quality differentiation, leading to more contract awards, higher technology adoption and increased pricing premium.\nIn our Core divisions, we expanded pretax operating margins by more than 300 basis points. This was led by well construction, which expanded margins by more than 550 basis points. We also launched new products, service and solutions that increase efficiency and lower operational emissions. You have seen many examples of this in today's press release.\nOur fit-for-basin, technology access and Transition Technologies portfolio have fueled growth and margin expansion in every division and every geographic area throughout the year. And we continue to strengthen our Core portfolio for growth and position for future resilience and returns with the acquisition of Gyrodata and the announced joint venture with Aker Solutions for Subsea.\nIn Digital, we had strong growth in exploration data, INNOVATION FACTORI and AI solution sales, and the adoption of our new tech digital platform is accelerating. We ended the year with more than 270 DELFI customers, more than 70% growth in DELFI users, and our SaaS revenue more than doubled. These positive undercurrents, combined with higher APS revenue, contributed to the Digital & Integration division expanding pretax operating margins by more than 170 basis points.\nWe continue to build adjacent expansion opportunities for our Digital business, both in operation data space and beyond oil and gas, such as carbon management.\nAnd in New Energy, we progressed technology development milestones, established new partnerships, particularly in CCS and made new investments that have created a focused yet comprehensive portfolio that offers promising growth opportunities for the future. Today, this portfolio comprises 5 business areas: Carbon solutions, hydrogen, geothermal and geo-energy, critical minerals and stationary energy storage. And we are accelerating our R&D efforts to develop technology solutions that address hard-to-abate industrial and power generation emissions.\nAs you see, our 3 engines of growth are on solid footing and are positioned for market success. In sustainability, we reduced our own carbon emissions intensity in Scopes 1 and 2. And we continue to be one of the highest-ranked companies in our industry across the 4 rating agencies.\nWe also made significant advances, launching SLB End-to-End Emission Solution, or SEES, an industry first to help our oil and gas customers address methane and other greenhouse gas emissions.\nFinally, for our shareholders, we demonstrated our commitment to superior returns. We increased our dividend by 40% in April 2022, followed by a further 43% increase announced today. And we resumed our share buyback program this month.\nThese achievements highlight a remarkable year for SLB and speak to how we have successfully leveraged the breadth of our portfolio and our competitive strengths to deliver clear, leading outcomes for our customers and shareholders. We are primed for significant success and look forward to carrying momentum into the year ahead. I would like to extend my thanks to the entire SLB team for delivering an outstanding year.\nMoving to the macro. We enter 2023 against a backdrop of market fundamentals that remain compelling for both oil and gas and low carbon energy resource.\nFirst, despite concern for potential economic slowdown in certain regions, oil and gas demand growth remains resilient. The IEA forecasts that oil and gas demand will grow by 1.9 million barrels to reach approximately 102 million barrels per day. In parallel, markets will remain tightly supplied with modest production increase offset by the end of SPR releases, and well productivity declines in certain regions, most notably in North America.\nSecond, there is a greater sense of urgency around energy security. This is resulting in new investment in capacity expansion and diversity of supply. You will see this reflected in a number of new projects sanctioned, gas supply agreements signed and the return of offshore exploration, all at a pace unforeseen just 18 months ago.\nAnd third, the secular trends of digital and decarbonization are set to accelerate, driven by significant digital technology advancement in cloud and AI, favorable government policy support in New Energy investments and increased spending on low carbon initiatives by operator globally. Underpinning everything, commodity prices remain at supportive levels for durable investment.\nIn North America, spending growth is expected to be more restrained after an exceptionally strong year in 2022. Capital spending growth is expected to increase in the high teens as rig counts potentially approach a plateau. Public companies, particularly the majors, are expected to increase short-cycle spending in key U.S. land basins, and drilling activity will remain strong to build up well inventory and support target production increases. In the U.S. Gulf of Mexico, where we have a significant presence, we expect the strong spending uplift to continue.\nTurning to international. Markets are poised for strong growth in the Middle East and Latin America geographically and more broadly in offshore and in gas. In the Middle East, we expect record levels of upstream investment, with a ramp-up in various capacity expansion projects designed to deliver more gas production and a combined oil increment of 4 million barrels per day through 2030. Offshore activity will continue to strengthen as tieback and new development projects mobilize and new FIDs are sanctioned, while Russian activity is expected to contract.\nExcluding Russia, customers' capital spending internationally is expected to increase in the mid-teens. The combination of long-cycle oil capacity expansion projects, offshore deepwater resurgence and strong gas development activity will be a key driver for the multiyear duration of this cycle. This outlook is very favorable for SLB with multiple paths for resilient growth in Core, Digital and New Energy.\nOn a full year basis, our ambition is to grow revenue in excess of 15% compared to 2022, supported by the step-up in international and offshore momentum, which will augment the growth established in North America. As a result, year-on-year adjusted EBITDA growth will be in the mid-20s, driven by further margin expansion.\nMore specifically, in the international markets, we foresee growth in the high teens, excluding Russia, which is set to decline this year. We expect the highest growth rates to be realized in the Middle East and in offshore markets, particularly in Latin America and in Africa. In North America, we anticipate about 20% growth supported by offshore strength, land drilling activity and higher pricing. Full year margin expansion will be driven by further positive pricing dynamics, increased technology adoption and improvements from our enhanced operating leverage, mainly internationally.\nLet me share with you how we see this year unfolding. Directionally, during the first quarter, we anticipate a typical pattern of activity, beginning with the combined effects of seasonality and the absence of year-end product and digital sales.\nAdditionally, the first quarter will reflect some impact of year-on-year Russia activity decline. This will be followed by a rebound in the second quarter and further acceleration of growth trajectory in the second half of the year, particularly in the international markets. This typical pattern of activity and the favorable dynamics I described earlier combine to support the ambition we have set for full year growth and margin expansion.\nIn addition, the beneficial impacts of an earlier-than-expected reopening in China, the easing of inflationary trends and any further restrictions on Russia exports could lead to an acceleration of short cycle activity globally and fast tracking of FIDs internationally. This could present further upside over the second half of the year.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO, Schlumberger Limited\n\nThank you, Olivier, and good morning, ladies and gentlemen. Fourth quarter earnings per share, excluding charges and credits, was $0.71. This represents an increase of $0.08 compared to the third quarter and an increase of $0.30 or 73% when compared to the same period of last year. In addition, we recorded a net credit of $0.03, which brought our GAAP EPS to $0.74. You can find details of the components of this net credit in the FAQs at the end of our earnings press release.\nOverall, our fourth quarter revenue of $7.9 billion increased 5% sequentially and 27% year-on-year. All divisions posted sequential revenue growth, led by Digital & Integration and Reservoir Performance. From a geographical perspective, North America revenue grew 6% sequentially, while international revenue grew 5%, led by the Middle East.\nFourth quarter pretax operating margins of 19.8% improved 104 basis points sequentially and 393 basis points year-on-year. Notably, over 70% of our geo units posted their best margins since 2016. Adjusted EBITDA margin for the quarter of 24.4% was 219 basis points higher than the same quarter of last year, exceeding the guidance we provided at the beginning of the year.\nLet me now go through the fourth quarter results for each division. Fourth quarter Digital & Integration revenue of $1 billion increased 12% sequentially with pretax operating margins expanding 386 basis points to 37.7%. This growth was driven by year-end exploration data licensing sales in the Gulf of Mexico and Africa, increased APS project activity in Ecuador and higher digital sales internationally.\nReservoir Performance revenue increased 7% sequentially, while margins expanded 146 basis points, primarily due to new projects and activity gains internationally, led by the Middle East and the offshore basins.\nWell Construction revenue of $3.2 billion increased 5% sequentially due to strong activity from new projects and solid pricing improvements internationally, particularly in the Middle East and in Latin America. Margins of 21% declined 50 basis points as improved profitability from the higher activity in the Middle East and Latin America was more than offset by the onset of seasonal effects in the northern hemisphere.\nFinally, Production Systems revenue of $2.2 billion was up 3% sequentially on higher international sales of artificial lift, completions and midstream production systems, partially offset by reduced sales of valves and subsea production systems. Margins improved 32 basis points due to favorable technology and project mix.\nNow turning to our liquidity. Cash flow from operations during the quarter was $1.6 billion, and free cash flow was $855 million. This performance did not reflect the increase we typically experience in the last quarter of the year as free cash flow was $200 million lower than in the previous quarter. This was due to a combination of the following 4 factors.\nFirst, we experienced extraordinary year-on-year fourth quarter revenue growth of 27%, representing incremental revenue of almost $1.7 billion.\nSecond, our inventory balance increased 22% year-on-year to support our increasing product backlog driven by the sizable share of tender awards we have secured going into 2023.\nThird, we pulled forward certain investments in CapEx in order to fully seize the continued revenue growth expected in 2023, particularly in our Well Construction and Reservoir Performance divisions. As a result, our capital investments increased $255 million sequentially. Our full year 2022 capital investments were therefore $2.3 billion, as compared to our initial guidance at the beginning of the year of $1.9 billion to $2 billion. Despite this increase, the CapEx portion of our capital investments was still at the midpoint of our 5% to 7% of revenue target.\nLastly, lower-than-expected year-end accounts receivable collections contributed to reduced free cash flow. As you may recall, we had exceptional cash collections in the fourth quarter of 2021. We did not achieve the same level of year-end collections as last year. And as a result, our DSO in Q4 2022 was approximately 5 days higher than at the same time last year. However, it is worth noting that our 2022 year-end DSO was the second best we have achieved going back at least 2 decades. Therefore, this is just a timing issue.\nBeyond free cash flow, our overall cash position was enhanced by the partial monetization of our investment in the Arabian Drilling Company, an onshore and offshore drilling rig company in Saudi Arabia. ADC completed an initial public offering during the fourth quarter. And in connection with this IPO, we sold a portion of our interest in the secondary offering that resulted in us receiving net proceeds of $223 million. We currently have a 34% interest in ADC.\nWe also sold an additional portion of our shares in Liberty, which generated $218 million of net proceeds during the quarter. We currently have a 5% interest in Liberty.\nAs a result of all of this, we ended the year with net debt of $9.3 billion. This represents an improvement of approximately $400 million sequentially and $1.7 billion compared to the end of 2021. This also represents our lowest net debt level since the first quarter of 2016. Consequently, our net debt-to-EBITDA leverage is now down to 1.4.\nIn addition, our gross debt reduced by almost $2 billion during the year. We repaid in the fourth quarter $900 million of debt that matured and repurchased $800 million of notes that were going to come due in 2024 and 2025. As a result of our strong operating results and the net debt reduction, our return on capital employed for 2022 was 13%, representing its highest level since 2014.\nNow looking ahead to 2023. We expect total capital investments, consisting of CapEx and investments in APS and exploration data, to be approximately $2.5 billion to $2.6 billion as compared to $2.3 billion in 2022. Based on this, our capital investments will grow at a slower pace than our expected revenue growth in 2023.\nAs a result, and when taking into account our 2023 guidance for EBITDA to increase in the mid-20s when compared to 2022, we are confident that our free cash flow will increase significantly in 2023. Accordingly, we reaffirm our ambition to deliver a minimum average of 10% free cash flow margin through the 2021 to 2025 period. This will allow us to continue increasing returns to shareholders as we leverage both the length and strength of the current growth cycle. Specifically for 2023, we expect to distribute visibly more than 50% of our free cash flow to our shareholders between dividends and stock buybacks.\nToday, we declared the 43% increase in our quarterly cash dividend to $0.25 per share, in line with our announcement at our recent Investor Day event. In addition, we have resumed our share repurchase program this month and are now targeting a minimum amount of $200 million for the quarter. For 2023, we are targeting to return a total of $2 billion to our shareholders in the form of dividends and buybacks.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, Stephane. Ladies and gentlemen, I think we are ready for opening the floor to the questions."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a568815509c0e9f6d115d6a4dfe8fa64",
    "period": "2022 Q3",
    "content": "Q3 2022 Schlumberger NV Earnings Call\n\nQ3 2022 Schlumberger NV Earnings Call\n\nSLBNYSEOCT 21, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Schlumberger Earnings Conference Call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to the Vice President of Investor Relations, ND Maduemezia. Please go ahead.\n\nNdubuisi Maduemezia\n\nVP of IR, Schlumberger Limited\n\nThank you, Leah. Good morning, everyone, and welcome to the Schlumberger Limited Third Quarter 2022 Earnings Conference Call. Today's call is being hosted from Houston, following the Schlumberger Limited Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we will be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I, therefore, refer you to our latest 10-K filing and our other SEC filings.\nOur comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our third quarter press release, which is on our website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, ND. Good morning, ladies and gentlemen. Thank you for joining us on the call. In my prepared remarks today, I will cover 3 topics, starting with our third quarter results and our latest view of the macro environment. Thereafter, I will conclude with our outlook for the remainder of this year.\nThe second half is developing to be one of the most exciting times for the company in the recent past. We started with solid results led by the international market, and we continued to execute at a very high level, delivering another quarter of double-digit revenue growth with earnings per share and EBITDA at their highest levels since 2015.\nIn addition to the details captured in our earnings release this morning, I would like to take a moment to reflect on some of the key highlights for the quarter. To start, year-on-year revenue growth accelerated to 28%, the highest growth [rate] (added by company after the call) since 2011, more than a decade ago.\nInternationally, all areas grew, and the pace of growth increased to 13% sequentially and 26% year-over-year. Activity and revenue trends confirm the onset of another phase in the global growth cycle, one that will be increasingly driven by the international and the offshore markets. Through our breadth and technology integration, we are optimally positioned to benefit strongly from the acceleration of activity that is expected in the quarters and years ahead.\nIn our Core, all Divisions continue to execute very well, and the impact of operating leverage and improving net pricing was reflected in our results. All Divisions in our Core posted margin expansion led by Well Construction, our biggest division, which posted over 400 bps sequential improvement.\nWe also held our Digital Forum in Lucerne, Switzerland, bringing together captains of industry in energy and information technology, over 1,000 thought leaders, partners and customers. This year's forum was our biggest yet and marks an inflection point for digital. Our long-term competitiveness as an industry depends on our ability to effectively harness technology, data and deeper collaboration. During the 3 days of active engagement, it became increasingly clear to all participants that through digital, we enter the future better equipped to deliver higher value in terms of performance and decarbonization.\nIn parallel, we also continued to strengthen our Core portfolio, increasing our opportunity set in lucrative offshore markets. We announced an agreement to form a joint venture with Aker Solutions and Subsea 7. This agreement will bring together a complementary portfolio of technologies and unmatched integration capabilities to help customers increase production, improve efficiency and meet their decarbonization goals.\nIn the Core and in Digital, our technologies are increasingly being adopted and are positively impacting our customer performance. We secured several significant multiyear contract wins during the quarter and continue to build a solid pipeline of activity for the future.\nAnd finally, in New Energy, we continue to make significant advances building partnerships, investing and developing new capabilities. We announced an agreement with RTI International to accelerate the industrialization and scale-up of innovative nonaqueous solvent CO2 capture technology. We also made an investment in ZEG Power to accelerate the development of technology for clean hydrogen production from natural gas. Both of these are advancing our road map for hydrogen and CCUS.\nRecent policy [enactments] (corrected by company after the call) in the U.S. and Europe are supportive of our selected New Energy domains, technology-led approach and market growth opportunities. We expect to announce additional progress in the coming weeks and months, as we continue to position the company for long-term participation across the entire energy value chain.\nTo sum up, we entered the second half of the year with expectations for strong growth momentum and raised our revenue guidance for the full year. This was predicated on a robust international outlook, the strengthening of offshore activity and the broadening impact of service pricing improvements.\nI'm very pleased with the evolution of these dynamics and our execution thus far, both of which continue to result in differentiated operational performance and solid financial results. I would like to thank the entire Schlumberger team for delivering another exceptional quarter.\nTurning now to the macro. We have strengthened our view in a multiyear upcycle as we are on the cusp of yet another year of growth. Despite concerns over the slowdown of global growth rates and the potential for recession, the fundamentals for energy as a critical resource remain very constructive.\nFirst, in the near term, a seasonal uptick in demand as winter approaches is pitted against a very intricate supply landscape for both oil and gas through the end of the year. This situation is exacerbated by the ongoing energy crisis in Europe. Looking further out into the horizon, the demand-supply picture remains delicate, with this imbalance amplified by geopolitics, increased instances of supply disruptions and limited spare global capacity.\nSecond, the growing necessity of energy security and supply-source diversification will also bring -- also drive urgent increases in energy investment. A significant step-up in investment is required to create supply redundancies, rebalance markets and rebuild global spare capacity to levels that provide for sustainable economic growth.\nAnd third, recent OPEC+ decisions and the extension of its framework for cooperation through 2023 are additional factors that will enable operation -- operators to invest with a higher degree of confidence in their commodity price assumptions. Taken together, these dynamics will result in a supply-led upcycle characterized by resilient upstream investment that is decoupled from near-term demand volatility.\nWe expect investment growth will be durable, reinforced by the long-term demand trajectory, multi-year capacity expansion plans, lower operating breakeven prices and supportive commodity prices. Growth will be simultaneous in North America and in the international markets. This started first in the North America market, and we are already witnessing the next phase of growth with an acceleration in pace in the offshore and international markets that was very visible in the third quarter.\nIn the U.S. land markets, we are participating more profitably in the more accretive and lower capital-intensive market segments where our technology, performance premiums and our technology access business model are driving solid revenue and margins growth.\nIn the international and offshore markets, we have increased market access and enhanced our participation across the value chain through a combination of portfolio actions, fit-for-basin technology and higher \"wallet share\" on account of our performance and integration capabilities. The next phase of global market inflection is expected to be driven by increasing activity in the Middle East.\nLooking ahead to the fourth quarter, we expect another quarter of sequential revenue growth and EBITDA margin expansion to close the year. Sequential growth will reflect historical seasonal trends. The international markets will be driven by a sequential uptick in the Middle East activity as capacity expansion projects begin to mobilize. Global offshore activity will continue to strengthen, offset by the approaching seasonality in the Northern Hemisphere, while North America land activity is expected to moderate its growth trend.\nThis combination will result in fourth quarter year-on-year revenue growth in the mid-20s and 200 bps EBITDA margin expansion when compared to the fourth quarter of 2021. Against this backdrop, we will visibly surpass our previously raised revenue guidance for the full year. This updated outlook will wrap up what is set to be an outstanding year for the company.\nLooking further ahead, we have increased our conviction on our strategy and the growth opportunities across our 3 engines: the Core, Digital and New Energy. Constructive oil and gas market fundamentals, energy security and the need to accelerate the energy transition will support increased investment in both clean energy technology development and lower carbon oil and gas production.\nWe have positioned the company to outperform in the long term with multiple technology-led opportunities across the entire energy value chain. These opportunities cover oil and gas, industrial decarbonization and new energy systems, all supported by digital transformation. We are ready to apply our technology, global scale and industrialization capabilities to lead in this energy landscape and deliver outstanding value for our customers and shareholders.\nAnd finally, we will hold our Investors Conference in New York in a couple of weeks where I look forward to seeing most of you. During this event, we will articulate our ambition for the future, including our near-term goals for 2023. As part of this year's Investors Conference, you will also have an immersive opportunity to see and touch some of our exciting new technologies and meet with members of our expanded management team. I'm truly excited about this upcoming event.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO, Schlumberger Limited\n\nThank you, Olivier, and good morning, ladies and gentlemen.\nThird quarter earnings per share, excluding charges and credits, was $0.63. This represents an increase of $0.13 sequentially and $0.27 when compared to the third quarter of last year. This was the highest quarterly earnings per share, excluding charges and credits, since the fourth quarter of 2015.\nOverall, our third quarter revenue of $7.5 billion increased 10% sequentially. We witnessed a clear acceleration of growth during the quarter, as evidenced by the 28% year-on-year revenue increase.\nConsistent with our expectations, activity shifted towards the international markets, particularly offshore. As a result, we experienced international sequential revenue growth of 13%, which significantly outpaced North America. Although we experienced volatility in certain foreign currency exchange rates across the world, the overall net effect on our revenue was negligible, both sequentially and year-on-year.\nTurning to our profitability. Pretax segment operating margins expanded 161 basis points sequentially to 18.7%, and adjusted EBITDA margins increased 91 basis points to 23.5%. Margins also increased significantly as compared to the third quarter of last year with pretax segment operating margins increasing 320 basis points year-on-year, while adjusted EBITDA margins increased 133 basis points. This significant margin expansion illustrates the benefits of the operating leverage and pricing momentum we have as well as our ability to manage inflationary headwinds.\nLet me now go through the third quarter results for each division. Third quarter Digital & Integration revenue of $900 million decreased $55 million sequentially, while margins were down 586 basis points to 33.9%. The effect of increased digital sales was offset by the absence of $95 million of exploration data transfer fees that we recorded last quarter.\nReservoir Performance revenue of $1.5 billion increased 9% sequentially, while margins improved 209 basis points. These increases were driven by higher intervention and stimulation activity, both on land and offshore.\nWell Construction revenue of $3.1 billion increased 15% sequentially, driven by strong activity growth both internationally and in North America as well as improved pricing. Margins expanded 403 basis points to 21.5% due to higher offshore activity, a favorable technology mix and solid pricing improvements.\nFinally, Production Systems revenue of $2.2 billion increased 14% sequentially, primarily driven by higher product deliveries and backlog conversion as supply chain logistics constraints continued to ease. The revenue increase was led by international markets, which grew 17% sequentially. As a result, margins returned to double digits, increasing sequentially by 142 basis points to 10.4%, their highest level since the third quarter of 2019.\nNow turning to our liquidity. During the quarter, we generated $1.6 billion of cash flow from operations and free cash flow of $1.1 billion. This performance represents a significant improvement compared to the first half of the year as working capital started to unwind during the quarter despite the sequential revenue growth. Consistent with historical seasonal patterns, we expect this trend to accelerate in the fourth quarter, resulting into free cash flow improving sequentially.\nDuring the quarter, we made capital investments of just over $500 million. This amount includes CapEx and investments in APS projects and exploration data. For the full year of 2022, we are expecting capital investments to be approximately $2.2 billion as we continue to support very strong revenue growth, particularly in our Well Construction and Reservoir Performance divisions.\nNet debt improved by $1.3 billion during the quarter to end at $9.7 billion. This level of net debt represents a $2.7 billion improvement compared to the same period last year. Our net debt-to-EBITDA leverage is now down to 1.6x, and we expect it to drop even further during the fourth quarter on a combination of higher earnings and improved free cash flow.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, Stephane. And ladies and gentlemen, I think we are ready for the Q&A session."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e3002aa954b539020546ab57cc86ad49",
    "period": "2022 Q2",
    "content": "Q2 2022 Schlumberger NV Earnings Call\n\nQ2 2022 Schlumberger NV Earnings Call\n\nSLBNYSEJUL 22, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Schlumberger earnings conference call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would like to turn the conference over to the Vice President of Investor Relations, ND Maduemezia. Please go ahead.\n\nNdubuisi Maduemezia\n\nVP of IR, Schlumberger Limited\n\nThank you, Leah.\nGood morning, everyone, and welcome to the Schlumberger Limited Second Quarter 2022 Earnings Conference Call. Today's call is being hosted from Paris, following the Schlumberger Limited Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we'll be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I therefore refer you to our latest 10-K filing and our other SEC filings.\nOur comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our second quarter press release, which is on our website.\nWith that, I will turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, ND.\nGood day, ladies and gentlemen. Thank you for joining us on the call. In my prepared remarks today, I will cover 3 topics, starting with our second quarter results and our latest view of the macro environment. Thereafter, I will conclude with our outlook for the second half of the year and its compelling attributes, which are very supportive of our raised guidance for the full year.\nThe second quarter was a defining moment in the overall trajectory of the year, with significant growth in revenue, margin expansion and earnings per share. Our execution was solid, and directionally, all trends were positively in our favor: Strong international activity growth and steady drilling momentum in North America, sustained offshore recovery and the broadening impact of improved pricing. We leveraged the power of our Core, our global footprint and differentiated technology to seize widening industry activity, demonstrating our ability to capture growth in every land and offshore basin from North America to most remote international basin.\nThis was reflected in the broad dimension of growth in our second quarter results, as customers stepped up activity with a focus on increased performance and production. Above all, we effectively harnessed these positive dynamics and delivered very strong sequential quarterly revenue and earnings growth.\nIn addition to the details provided in our earnings press release this morning, let me reiterate some performance highlights from the quarter. We recorded 14% revenue increase, the largest sequential revenue increase in more than a decade, as revenue growth exceeded rig count increases, both internationally and in North America. Year-on-year revenue growth accelerated to 20%, further sustaining robust growth momentum with a visible inflection in international markets at 15% growth over same period last year. Growth was very broad across all dimensions: area, Divisions, land and offshore, with spending visibly higher across all customer types.\nInternationally, sequential growth was recorded in all of our Middle East and Asia GeoUnits and all of Latin America, and ECA growth was pervasive across Europe, Scandinavia and West Africa. In North America, we continue to post very solid growth offshore and onshore and on increased drilling and completions activity. The rise of offshore activity, particularly deepwater, was a key driver for our second quarter sequential growth in most regions and in support of all Divisions. Globally, all 4 Divisions posted double-digit revenue growth and expanded margins sequentially, resulting in the highest quarterly operating margins level since 2015.\nIn addition, another feature of the quarter was broadening pricing improvement, impacting all Divisions, geographies and operating environments.\nFinally, the quarter also marked a number of new contract wins and an increase in backlog for Production Systems and our rig equipment business, another leading indicator of the strength of activity pipeline ahead of us. Notably, price improvement is also being reflected in Production Systems backlog, which is significant for its later cycle implication for sustained margins expansion on an overall portfolio basis.\nTo sum up, the second quarter emphasizes our clearly differentiated operational performance, strategic execution and financial results, both in North America and internationally. We have very strong momentum and have secured a solid pipeline of activity ahead of us. I'm very proud of the entire Schlumberger team for delivering these exceptional results and demonstrating our unique value proposition for both our customers and our shareholders.\nTurning now to the macro. First, energy security and urgency to establish more diverse and reliable sources of oil and gas supply has become increasingly apparent through the year, exacerbated by the effect of ongoing conflict in Ukraine and a notable increase in periodic supply disruptions in certain regions.\nSecond, supply and excess spare capacity remains very tight as recent OPEC and EIA demand outlooks for '22 and '23 remain constructive, continuing to suggest a call on supply from North America and a more significant call on supply from the international basins. Third, despite near-term concerns of a global economic slowdown, the combination of energy security, favorable break-even prices and the urgency to grow long-term oil and gas production capacity will continue to support strong upstream E&P spending growth.\nConsequently, we are witnessing a decoupling of upstream spending from potential near-term demand volatility, resulting in resilient global oil and gas activity growth in 2022 and beyond. Additionally, the factors supporting pricing tailwinds, more specifically the tightening service supply capacity, both in NAM and increasingly, in international markets, will continue to represent a defining characteristic of this upcycle and will support both revenue growth and margin expansion, more than offsetting inflation.\nLooking more specifically at the second half of the year, we see very robust activity dynamics characterized by distinct acceleration of investment in the international basins and the continued strengthening of offshore activity as all operators, including IOCs, step-up spending. The energy security situation continues to drive structural activity increase, resulting from the increased focus on short-term production and the mid to long-term capacity expansion across oil and gas plays. In addition, we also expect further exploration and appraisal activity and the pricing dynamics experienced so far to add further support to both the growth trajectory and the margins performance during the second half. These positive undercurrents will lead to an attractive mix and an increase in short- and long-cycle international projects, complementing already robust short-cycle activity in North America.\nDirectionally, during the second half of the year, we expect a strong continuation of growth in the Core led by Production Systems through the rest of the year, with Digital & Integration benefiting from typically seasonally strong year-end sales. Also, and as a result of the rotation of investment towards international basins, we anticipate the highest growth rate during the second half to occur internationally, setting up a very nice backdrop for 2023 outlook.\nBased on this, we expect our H2 revenue this year to grow by at least high teens compared to the same period last year. Full-year revenue growth will therefore be in the high teens, resulting in revenue of at least $27 billion for 2022. Furthermore, our adjusted EBITDA, in absolute dollar terms, will increase by at least 25% for the full year of 2022 when compared to 2021.\nIndeed, 2022 is shaping up to be an outstanding year for Schlumberger. The power of our Core, our digital and decarbonization leadership and the expansive attributes of this upcycle enable us to leverage a focused North America business with an unparalleled international breadth, the combination of which favorably exposes Schlumberger to durable top-line growth, earnings and further margin expansion potential that is unmatched in the sector.\nBeyond this, the momentum we are building through the second half of the year and the exit rates that we will achieve bode very well for our 2023 outlook and financial ambition, both of which we will share in more details at our investor conference in November. I look forward to seeing many of you in person at this event.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO, Schlumberger Limited\n\nThank you, Olivier, and good morning, ladies and gentlemen.\nSecond quarter earnings per share, excluding charges and credits, was $0.50. This represents an increase of $0.16 sequentially and $0.20 when compared to the second quarter of last year. This also represented the highest quarterly earnings per share since the fourth quarter of 2015. In addition, during the first quarter, we recorded a $0.14 gain relating to the further sale of a portion of our shares in Liberty Energy and a $0.03 gain relating to the sale of certain real estate, which brought our GAAP EPS to $0.67.\nOverall, our second quarter revenue of $6.8 billion increased 14% sequentially. This represented the strongest sequential quarterly growth since 2010. All 4 Divisions experienced double-digit increases. Changes in foreign currency exchange rates had virtually no impact on the sequential revenue increase.\nPretax operating margins expanded 212 basis points sequentially to 17.1%, and EBITDA margins increased 157 basis points to 22.6%. These increases largely reflect the seasonal rebound in activity, a favorable technology mix, particularly on higher offshore activities, and strong exploration data licensing sales in our Digital & Integration Division. Margins also increased significantly as compared to the second quarter of last year. Pretax segment operating margins increased 279 basis points year-on-year, while adjusted EBITDA margins increased 133 basis points year-on-year. This margin performance is even more notable considering the inflationary headwinds we continue to face. This demonstrates our ability to manage inflation through our supply chain organization as well as through pricing adjustments from our customers.\nLet me now go through the second quarter results for each Division. Second quarter Digital & Integration revenue of $955 million increased 11% sequentially, with margins increasing 570 basis points to 39.7%. These increases were primarily due to higher exploration data licensing sales, including $95 million of transfer fees.\nReservoir Performance revenue of $1.3 billion increased 10% sequentially beyond the impact of the seasonal rebound in activity, driven by growth both on land and offshore. Margins improved 143 basis points to 14.6%, primarily as a result of the seasonal recovery and higher offshore and exploration activity.\nWell Construction revenue of $2.7 billion increased 12%, driven by strong growth and improved pricing both internationally and in North America. Margins increased 134 basis points to 17.5% due to the higher activity, combined with a favorable technology mix and improved pricing.\nFinally, Production Systems revenue of $1.9 billion increased 18% sequentially and margins increased 190 basis points to 9%. Global supply chain and logistics constraints started to abate, resulting in higher product deliveries and backlog conversion. International growth outpaced North America growth and was particularly strong in the Europe/CIS/Africa area.\nNow turning to our liquidity. During the quarter, we generated $408 million of cash flow from operations and negative free cash flow of $119 million. Working capital consumed $936 million of cash during the quarter, largely driven by higher receivables due to the significant revenue growth. However, our DSO improved sequentially. Inventory also increased as we continue to manage lead times in anticipation of continuous growth in the second half of the year, particularly in our Production Systems Division. Consistent with our historical trends, we expect our working capital and cash flow generation to significantly improve over the second half of the year.\nDuring the quarter, we made capital investments of $527 million. This amount includes CapEx and investments in APS projects and seismic exploration data. Although it is reflected outside of free cash flow, our overall cash position was enhanced by the further sale of a portion of our shares in Liberty, which generated $430 million of net proceeds. We currently hold a 12% interest in Liberty. During the quarter, we also sold certain real estate, which resulted in proceeds of $120 million. As a result, our net debt improved by $406 million during the quarter to $11 billion. This level of net debt represented a $2 billion improvement compared to the same period last year. Furthermore, we have now achieved our previously-stated leverage target of 2x net debt-to-EBITDA.\nWe expect our leverage to continue decreasing throughout the rest of the year on a combination of higher earnings and improved free cash flow, allowing us to further strengthen our balance sheet. This will provide us with the financial flexibility required to continue funding growth and increase returns to shareholders throughout the cycle.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, Stephane.\nLadies and gentlemen, I believe we are opening the floor to the questions."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4a47e6148396836048eaa3257d041f3b",
    "period": "2022 Q1",
    "content": "Q1 2022 Schlumberger NV Earnings Call\n\nQ1 2022 Schlumberger NV Earnings Call\n\nSLBNYSEAPR 22, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Schlumberger earnings conference call. (Operator Instructions) As a reminder, this conference is being recorded.\nI would now like to turn the conference over to the Vice President of Investor Relations, ND Maduemezia. Please go ahead.\n\nNdubuisi D. Maduemezia\n\nVP of IR, Schlumberger Limited\n\nThank you, Lea. Good morning, everyone, and welcome to the Schlumberger Limited First Quarter 2022 Earnings Conference Call. Today's call is being hosted from Oslo following the Schlumberger Limited Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we're making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I therefore refer you to our latest 10K filing and our other SEC filings. Our comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our first quarter press release. which is on our website.\nWith that, I'll turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, ND. Good morning, ladies and gentlemen. Thank you for joining us on the call today. In my remarks, I will cover our first quarter results and achievements, followed by our latest view of the market environment and our outlook for the second quarter and the rest of the year, particularly internationally. Stephane will then give more detail on our financial results, and we will open the floor for your questions.\nConsidering the global context during the first quarter, I'm very pleased with our start of the year. Sequentially, the quarter broadly reflected typical seasonal patterns, except for additional effects of the Russian ruble devaluation and a more pronounced sequential decline in production systems. Year-on-year, we delivered a strong increase in earnings and revenue growth, along with operating margin expansion. Our assets were particularly strong in Well Construction and Reservoir Performance, where we are maximizing our leading market positions, our top-tier technology performance and enhanced operating leverage to full effect, both internationally and North America.\nAll divisions and area grew year-on-year, resulting in 14% overall growth. This was achieved through double-digit revenue growth internationally and by fully capitalizing on our North America exposure, with 32% revenue growth. Operating margins expanded in both North America and in the international markets, and we started the year with the highest first quarter margin since 2015. This establishes an excellent foundation for our full year margin expansion ambition.\nWell Construction and Reservoir Performance, our core service divisions, had very strong momentum to start the year. In addition, we secured several new multi contracts and improving commercial conditions in a number of geographies and services. Digital & Integration also posted double-digit growth compared to the same period last year, with new critical commercial contracts and significant advance of our digital platform strategy with the launch of our first innovation factory in North America.\nProduction System, our core equipment division, year-on-year growth was muted by the impact of supply chain bottlenecks, which have pushed deliveries into subsequent quarters. Despite these transitory challenges, I'm very pleased with the quality and size of the backlog and orders secured in the past 12 months. With improving supply conditions, I'm confident that the execution of our response plan will significantly improve backlog conversion resulting into an accelerated revenue growth dynamic in the coming quarters.\nIn Russia, the onset of the tragic conflict in Ukraine and corresponding sanction impacted the later part of the quarter. We swiftly initiated a series of actions to ensure the safety of our people and implement the restrictive measures concerning new investments and technology deployment to our Russia operations. We continue to closely monitor this dynamic situation and remain hopeful for a quick cessation of cities.\nOverall, and despite unique challenges, I'm very pleased with the results of the quarter. I would like to extend my thanks to the entire Schlumberger team for successfully navigating these developments and delivering an excellent start to what promise to be a year of solid growth and achievement.\nTurning now to the macro environment. The energy landscape has evolved significantly over the past few months. Recent events have on one hand, resulted into a change in the pace of demand recovery, while energy security and supply diversification have also emerged as prominent global drivers that would shape the future of our industry in addition to decarbonization, capital discipline and digital transformation. This new dimension will have long-lasting positive implications for energy investments over the next few years.\nI would like to share how we see these dynamics developing over the short and long-term horizons, and more importantly, how this condition will play to Schlumberger's differentiated strength. First, in the short term, commodity prices are elevated as supply conditions continue to tighten due to the impact of capital discipline, consistent OPEC+ policy implementation and the potential impact of supply dislocation from Russia.\nThe industry is responding to this high commodity price environment with accelerated short cycle investment in North America, led by the private producers, and a gradual increase in investment by the public operators, albeit compared by capital discipline and bottlenecks in capacity and supply chain. Internationally, short-cycle investment are set to accelerate with the seasonal rebound in the second quarter and more strongly in the second half of the year, led by the Middle East and the key international offshore basin.\nSecond, the elevation of energy security as a priority will drive further capacity expansion and optionality to deliver more diverse oil and gas supply. This will support additional long-cycle development projects, exploration activity and brown feed regulation programs.\nThird, favorable condition for products and services net pricing improvement have clearly emerged and are expanding across both North America and the international market. This will be a defining characteristic of this up cycle considering the service sector, new farm capital discipline and commitment to margin expansion. This improvement is absolutely critical to support returns and investment in capacity that will be needed to deliver on both the short- and long-term oil and gas supply the world needs.\nThe combination of this effect creates an exceptional sequence for our sector, likely resulting in a cycle of higher magnitude and duration than previously anticipated. Schlumberger has led the sector in reinventing itself over the past few years, aligning closely with industry shifts, customer needs and increased shareholder value.\nSince launching our performance strategy, we targeted trends that are manifesting today by focusing on the development of fit-for-basin technologies, some of which are now unlocking much needed energy supplies, and by reducing or eliminating GHG emission with our transition technology portfolio and our new end-to-end emissions solutions. We have also expanded manufacturing capacity in key basins, such as in North America and in the Kingdom of Saudi Arabia to tail our fit-for-basin technology delivery.\nIn Digital, we are enabling transformation in the sector, establishing the industry digital platform, DELFI, creating more powerful AI solutions and leading innovation in autonomy. This advance in digital enablement are improving both customer operations and our own efficiency as we evolve workflows and improve execution with insights from data.\nToday, Schlumberger is best positioned to capture the benefits of this unique up cycle, given the steady execution of our strategy, breadth of our market presence, leading technology portfolio and our ability to derive premium pricing for performance execution and value creation for our customers.\nNow I would like to share with you our outlook for the second quarter and the second half of the year. Sequentially, we expect a solid quarter of growth in both North America and the international market. Growth in North America will be led by continued short-cycle activity offset by Canadian spring breakup. Internationally, growth will be driven by a seasonal rebound, albeit moderated by the absence of the usual second quarter uptick in Russia, owing to the uncertainty on ruble depreciation, impact of sanctions and customer activity decline.\nTaken together, this will result in global revenue growth around mid-single digits for the second quarter. We anticipate the operating margins to expand 50 to 100 basis points, driven by further operating leverage and the positive conditions I have outlined. In that context, our sequential margin expansion trajectory is set to resume and subsequently strengthen in the second half of the year, in line with our full year guidance.\nLooking further ahead, the second half of the year is shaping up to be particularly strong, based on our view of a significant pipeline of customer activity, upcoming product backlog conversion and the growing impact of net pricing. This period of the year is typically the strongest half, and 2022 looks to be no exception. While the dynamic situation in Russia and the potential reduction in pace of the demand recovery near-term concerns, we believe the continued tightness in supply, elevated commodity price and supplemental investment intended to diversify oil and gas supply should represent a positive offset for 2022 and beyond.\nAccordingly, Second half growth will be driven primarily by the international markets, led by the Middle East and key offshore basin. Indeed, the offshore activity already is growing sequentially and visible year-on-year, will benefit some secular growth in both shallow and deepwater environment as the acceleration of infill drilling and tieback developments will combine with the resurgence of exploration drilling during the summer and with an acceleration of long cycle development projects ahead of 2023.\nSimilarly, the Middle East region will benefit from the combination of reinvestment in short-cycle barrels as we approach the end of current OPEC+ agreements and from the commitment to capacity expansion in both oil production and gas development. Additionally, 2022 is set to benefit from higher discretionary spending and higher product sales and year-end deliveries as customers secure the necessary capacity for their 2023 growth plans.\nFinally, and critically, we anticipate that net pricing impact will further expand in breadth and scale as the year progresses to benefit margin expansion during the second half and become a unique attribute of this up-cycle. With this backdrop and despite uncertainty linked to Russia, we believe that the favorable market condition outlined should allow us to maintain our full year ambition of year-on-year revenue growth in the mid-teens and adjusted EBITDA margin exiting the year at least 200 basis points higher than the fourth quarter of 2021.\nI will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO, Schlumberger Limited\n\nThank you, Olivier, and good morning, ladies and gentlemen. First quarter earnings per share, excluding charges and credits, was $0.34. This represents a decrease of $0.07 sequentially and an increase of $0.13 when compared to the first quarter of last year. In addition, during the quarter, we recorded a $0.02 gain relating to the further sales of a portion of our shares in Liberty Oilfield Services, which brought our GAAP EPS to $0.36.\nOverall, our first quarter revenue of $6 billion decreased 4% sequentially, while pretax operating margins declined 84 basis points to 15%. These decreases reflect the seasonally lower activity and product sales that we typically experience in the first quarter. The conflict in Ukraine also had an impact on our first quarter results, although this was largely limited to the effect of the depreciation of the ruble witnessed during the last month of the quarter.\nWhile margins were seasonally lower on a sequential basis, they did increase significantly as compared to the first quarter of last year. Pretax segment operating margin increased 229 basis points year-on-year, while company-wide adjusted EBITDA margins of 21% increased 94 basis points year-on-year, despite the inflationary factors we are facing. This reflects the strength of our operating leverage, new technology uptake and increasing pricing traction.\nLet me now go through the first quarter results for each division. First quarter Digital & Integration revenue of $857 million decreased 4% sequentially, with margins declining 372 basis points to 34%. These decreases were primarily due to the effects of seasonally lower digital and exploration data licensing sales partially offset by improved contribution from our APS projects in Ecuador, following the pipeline disruption of last quarter.\nReservoir Performance revenue of $1.2 billion decreased 6% sequentially, while margins declined 232 basis points to 13.2%. These decreases were due to lower activity in Latin America and the seasonal activity reduction in the northern hemisphere. While construction revenue of $2.4 billion was essentially flat sequentially as seasonal reductions in Europe, Russia and Asia were offset by strong drilling activity in North America, Latin America and the Middle East. Margins of 16.2% increased 77 basis points sequentially despite the flat revenue, largely due to improved profitability in integrated drilling projects.\nFinally, Production Systems revenue of $1.6 billion decreased 9% sequentially and margins decreased 192 basis points to 7.1%. This was due to the effect of lower revenue following the traditionally higher fourth quarter product sales, combined with delayed deliveries and increased logistics costs resulting from global supply chain constraints. These are temporary challenges that we are diligently working to remedy. Once resolved, this will provide for favorable upside to our revenue and margins in future quarters as our backlog is solid, and we will ultimately return to a normal pace of deliveries.\nNow turning to our liquidity. During the quarter, we generated $131 million of cash flow from operations and negative free cash flow of $381 million. Our cash flow generation was seasonally low as a result of the increase in working capital requirements we always experienced in the first quarter. In addition to the typical payout of our annual employee incentives in the first quarter, we saw lower cash collections following the exceptional accounts receivable performance of the fourth quarter.\nOur inventory balance also grew due to the product delivery delays in our Production Systems division, but also to prepare for project start-ups in the second quarter and for the strong growth anticipated for the rest of the year. In addition, we took the decision to increase our safety stocks and lock in prices on certain long lead items in order to secure supply and hedge against anticipated cost inflation.\nAlthough it is reflected outside of free cash flow, our overall cash position was enhanced by the further sale of a portion of our shares in Liberty, which generated $84 million of net proceeds. Following this transaction, we hold a 27% interest in Liberty. Our working capital and cash flow will improve each quarter for the rest of the year, consistent with our historical trends, and we remain confident in our ability to generate double-digit free cash flow margin on a full year basis. This will allow us to continue deleveraging the balance sheet and exceed our previously stated leverage target in 2022.\nBased on this, and the strengthening industry outlook that Olivier described earlier, we announced today a 40% increase in our quarterly dividend. The increase will be reflected in our July dividend and will result in approximately $140 million of additional dividend payments in 2022 and $280 million on an annualized basis. This will have a minimal impact on our leverage, and we will, of course, remain focused on strengthening the balance sheet.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, Stephane. I think we can open the floor to the Q&A session. Thank you very much."
  },
  {
    "header": "SLB",
    "cik": "0000087347",
    "ticker": "SLB",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d4c7ad73ad6ac7fc087512a67187be8f",
    "period": "2021 Q4",
    "content": "Q4 2021 Schlumberger NV Earnings Call\n\nQ4 2021 Schlumberger NV Earnings Call\n\nSLBNYSEJAN 21, 9:30 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by. Welcome to the Schlumberger earnings conference call. (Operator Instructions) As a reminder, today's conference call is being recorded.\nI would now like to turn the conference over to ND Maduemezia, the Vice President of Investor Relations. Please go ahead.\n\nNdubuisi D. Maduemezia\n\nVP of IR, Schlumberger Limited\n\nThank you, Leah. Good morning, and welcome to the Schlumberger Limited fourth quarter and full year 2021 earnings conference call. Today's call is being hosted from Houston, following the Schlumberger Limited Board meeting held earlier this week. Joining us on the call are Olivier Le Peuch, Chief Executive Officer; and Stephane Biguet, Chief Financial Officer.\nBefore we begin, I would like to remind all participants that some of the statements we'll be making today are forward-looking. These matters involve risks and uncertainties that could cause our results to differ materially from those projected in these statements. I therefore refer you to our latest 10-K filing and our other SEC filings.\nOur comments today may also include non-GAAP financial measures. Additional details and reconciliation to the most directly comparable GAAP financial measures can be found in our fourth quarter press release, which is on our website.\nWith that, I'll turn the call over to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, ND. Ladies and gentlemen, thank you for joining us on the call today. In my prepared remarks, I will cover our Q4 results and full year 2021 achievements. Thereafter, I will follow with our view of the 2022 outlook and some insights into our near-term financial ambitions. Stephane will then give more detail on our financial results and we will open for your questions.\nThe fourth quarter was characterized by broad-based activity growth with continued momentum in North America, activity acceleration in international markets and an accretive offshore market contribution, upon which we delivered strong sequential revenue growth, our sixth consecutive quarter of margin expansion and outstanding double-digit free cash flow generation. These financial results conclude an exceptional year of financial performance for Schlumberger at a pivotal time for the company and in our industry at large.\nUnderlying these results are the following highlights from the quarter. Geographically, sequential growth in North America exceeded reactivity, growing in excess of 20% offshore and international revenue growth accelerated, closing the second half of 2021 up 12% versus the prior year. All in production areas posted growth driven by gains in more than 75% of our international business unit. By division, revenue in all 4 divisions grew sequentially and when compared to the same period last year.\nDigital & Integration led growth, posting double-digit sequential growth and record high margins. Well Construction and Reservoir Performance are predominantly service-oriented divisions, outperformed expectations with strong sequential growth and approximately 30% growth year-over-year on a pro forma basis. Production Systems, recall at year-end sales, we drove mid-single-digit growth though partially impacted by logistics challenge. Operating margins expanded in spite of seasonality effects, improving further beyond prepandemic levels. And finally, we generated outstanding cash flow from operations exceeding $1.9 billion in the quarter. All in all, I'm very pleased with our operational execution, our safety performance and our financial results through the fourth quarter.\nNow let me briefly reflect on what we achieved in 2021. In our core, we fully operationalized our returns-focused strategy, leveraging our new division and best in organization to seize the start of the up-cycle.\nIn North America, this resulted in full year top line revenue growth, excluding the effects of divestitures and significantly expanded margins, achieving double digits, one of the financial targets we laid out in 2019.\nInternationally, we also grew the top line and expanded margin significantly as international activity strengthened in the second half of the year. This also resulted in full year international margins that exceeded 2019 levels. Taken together, these margins resulted in the highest global operating margins of the last 6 years, setting an excellent foundation for further expansion as activity accelerates and market conditions further support pricing improvement.\nIn digital, our second engine of growth, I'm very proud of the momentum we established during the year. We advanced on our goals to expand market access and accelerate adoption of our platform, AI capabilities and powerful digital tools to reduce cycle time, improve performance and lower carbon intensity. We built partnerships to achieve comprehensive cloud access globally, collaborated with AI innovators to deploy machine learning and AI solutions and enable digital operations through the automation of key workflows in well construction and production operation.\nAt the end of 2021, we have more than 240 commercial DELFI customers, recorded more than 160% DELFI user growth year-over-year, and saw a more than tenfold increase in compute cycle intensity on our DELFI cloud platform. We also made significant progress in our data business stream and digital operations, advancing our SDU commercial offerings, autonomous drilling and the adoption of Agora edge AI and IoT solutions with great success. The Q4 results, including significant uptake in digital sales and sizable incremental margin are clear testament of this success.\nIn Schlumberger Energy, we continue to advance -- we will continue to advance the development of clean energy technologies and low-carbon projects. In 2021, we took a position in stationary energy storage, expanding our total addressable market and advance all of our venture in halogen, lithium, geoenergy and a suite of CCUS opportunities, including our Bioenergy CCS project. Some notable milestones achieved include the signature of pilot agreements with Genvia, our hydrogen venture with ArcelorMittal, Ugitech, Vicat and Hynamics, leading company in steel and cement.\nAnd in Celsius, our geoenergy venture, we secured 5 commercial contracts in Europe and 1 in North America for a prestigious university campus.\nThis was also a pivotal year for us in terms of our commitment to sustainability. We announced our comprehensive 2050 net zero commitment, inclusive of Scope 3 emissions, enhance the Transition Technologies portfolio to focus on the decarbonization of oil and gas operations with much success. In addition, Schlumberger earned a AA rating by MSCI, an ESG top performer world by heart energy, recognizing our sustainability efforts, enhanced disclosure and our commitment to apply our technology and capabilities towards helping the world meet future energy demand.\nIn summary, 2021 was a great year for Schlumberger. Beyond this operational and financial results and our ESG accomplishments, we made excellent progress in our core, digital and new energy, the 3 engines of growth that support our success now and well into the future.\nOverall, I'm most proud of our people. Their unique ability to execute remobilizing operation across the world through numerous pandemic constraints, adapting logistics and supply chain dynamics and setting new performance benchmarks, all of which earned the recognition of our customers. I would like to thank the entire team for delivering a year of outperformance on every metric. They surpassed all of our target this year and created excellent momentum as we enter 2022, for which I would like now to share our outlook.\nLooking ahead, we have increased confidence in our view of robust multiyear market growth. Tight oil supply and demand growth beyond the prepandemic peak are projected to result in a substantial step up in capital spending, amid shrinking spare capacity, declining inventory balance and supportable price. In addition, we expect more pervasive service pricing improvements in response to market conditions as technology adoption increases, while service capacity tightens.\nIn essence, 2022 will be a period of stronger short cycle activity resurgence, driven by improved visibility in the demand recovery and greater confidence in the oil price environment. And as all demand exceeds prepandemic levels in 2023 and beyond, long cycle developments will augment capital spending growth in response to the (inaudible) supply. This demand-led capital spending growth sets the foundation for a strong multiyear upcycle. Indeed, this scenario has already been established as a number of FID increases, service pricing has begun to improve and multiyear long-cycle capacity expansion plans part internationally and offshore as seen during the last quarter.\nTurning to 2022, more specifically. We expect an increase in capital spending of at least 20% in North America, impacting both the onshore and offshore markets. While internationally, capital spending is projected to increase in the low to mid-teens, building momentum from a very strong exit in the second half of 2021. All area and operating environment, short and long cycle, including deepwater, are expected to post strong growth with upside potential as Omicron disruptions dissipate as the year advanced. In this scenario, increased activity and pricing will drive simultaneous double-digit growth, both internationally and in North America that will lead our overall 2022 revenue growth to reach mid-teens.\nOur ambition is to once again expand operating and EBITDA margin on a full year basis, exiting the year of EBITDA margins at least 200 bps higher than the fourth quarter of 2021. In this context, initial how we see the year unfolding. Directionally, while we are still experiencing cabin-related disruptions, we anticipate typical seasonality in the first quarter with revenue and margin progression similar to historical sequential trends, which will be seen most prominently in digital interaction. This will be followed by a strong seasonal uptick in the second quarter across all divisions, with growth further strengthening to the second half of the year, supporting our full year mid-teens revenue growth for mission and EBITDA margin expansion. This growth and margin expansion trajectory give us further confidence whether we will reach or exceed our mid-cycle ambition of 25% adjusted EBITDA margin before the end of 2023, leading to adjusted EBITDA that should visibly exceed 2019 levels in dollar terms.\nWith this, I will now turn the call over to Stephane.\n\nStephane Biguet\n\nExecutive VP & CFO, Schlumberger Limited\n\nThank you, Olivier, and good morning, ladies and gentlemen. Fourth quarter earnings per share, excluding charges and credits, was $0.41. This represents an increase of $0.05 compared to the third quarter of this year and of $0.19 when compared to the same period of last year. In addition, we recorded a net credit of $0.01, bringing GAAP EPS to $0.42. This consisted of a $0.02 gain relating to the sale of a portion of our shares in Liberty Oilfield Services, offset by a $0.01 loss relating to the early repayment of $1 billion of notes.\nOverall, our fourth quarter revenue of $6.2 billion increased 6% sequentially. All divisions posted sequential growth led by digital and integration. From a geographical perspective, international revenue grew 5%, while North America grew 13%.\nPretax operating margin improved 31 basis points sequentially to 15.8%, and have increased for 6 quarters in a row. This sequential margin improvement was driven by very strong digital sales, which helped sustain overall margin despite seasonality effects in the Northern Hemisphere. Company-wide EBITDA margin remained strong at 22.2%, which was essentially flat sequentially.\nLet me now go through the fourth quarter results for each division. Fourth quarter Digital & Integration revenue of $889 million increased 10% sequentially, with margins growing by 268 basis points to 37.7%. These increases were driven by significantly higher digital and exploration data licensing sales, which were partly offset by the effects of a pipeline disruption in Ecuador that impacted our APS projects.\nReservoir performance growth further accelerated in the fourth quarter, with revenue increasing 8% sequentially to $1.3 billion. This growth was primarily due to higher intervention and stimulation activity in the international offshore markets. Margins were essentially flat at 15.5% as a result of seasonality effects and technology mix, largely driven by the end of summer exploration campaigns in the Northern Hemisphere.\nWell Construction revenue of $2.4 billion increased 5% sequentially due to higher land and offshore drilling, both in North America and internationally. Margins of 15.4% were essentially flat sequentially as the favorable combination of increased activity and pricing gains was offset by seasonal effects.\nFinally, Production Systems' revenue of $1.8 billion was up 5% sequentially, largely from new offshore projects and year-end sales. However, margins decreased 85 basis points to 9%, largely as a result of the impact of delayed deliveries due to global supply and logistic constraints.\nNow turning to our liquidity. Our cash flow generation during the fourth quarter was outstanding. We delivered $1.9 billion of cash flow from operations and free cash flow of $1.3 billion during the quarter. This was the result of a very strong working capital performance, driven by exceptional cash collections and customer advances. Cash flows were further enhanced by the sale of a portion of our shares in Liberty, generating net proceeds of $109 million during the quarter. Following this transaction, we hold a 31% interest in Liberty.\nOn a full year basis, we generated $4.7 billion of cash flow from operations and $3 billion of free cash flow. We generated more free cash in 2021 than in 2019 despite our revenue being 30% lower. This is largely attributable to our efforts over the last 2 years relating to the implementation of our capital (inaudible) program and the high-grading of our portfolio. As a result of all of these, we ended the year with net debt of $11.1 billion. This represents an improvement of $2.8 billion compared to the end of 2020. We are proud to say that net debt is now at its lowest level over the last 5 years.\nDuring the year, we also continued to reduce gross debt by repaying $1 billion of notes that were coming due in May of this year. In total, our gross debt reduced by $2.7 billion in the last 12 months thereby significantly increasing our financial flexibility.\nNow looking ahead to 2022. We expect total capital investments consisting of CapEx and investments in APS and exploration data to be approximately $1.9 billion to $2 billion as compared to just under $1.7 billion in 2021. This increase will allow us to fully seize the multiyear growth opportunity ahead of us, while still achieving our double-digit free cash flow margin objective.\nWe are entering this growth cycle with a business that is much less capital intensive as compared to previous cycles. As a reminder, during the last growth cycle of 2009 to 2014, our total capital investment as a percentage of revenue was approximately (inaudible) We are, therefore, well positioned to fully reap the benefits of this growth cycle with the potential for enhanced free cash flow margins and return on capital employed. With this backdrop, I would like to emphasize that based on the industry fundamentals and positioning of the companies as Olivier highlighted earlier, our financial outlook for 2022 is very strong. We have high expectations. And in 2022, we expect triple double, consisting of double-digit return on capital employed, double-digit return on sales and double-digit free cash flow margin. It is worth noting that we have not experienced this combination in a single year since 2015.\nFinally, I am pleased to announce that we will hold the Capital Markets Day in the second half of the year. This event will allow us the opportunity to provide you with additional details relating to Schlumberger's strategy and financial objectives. Further information regarding this event will be forthcoming shortly.\nI will now turn the conference call back to Olivier.\n\nOlivier Le Peuch\n\nCEO & Director, Schlumberger Limited\n\nThank you, Stephane. So I believe that we are ready to turn the call to you for the questions. Thank you."
  }
]