[
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/46ec888d5664f6de0fc830aad53ff6c6",
    "period": "2025 Q3",
    "content": "Q3 2025 HCA Healthcare Inc Earnings Call\n\nQ3 2025 HCA Healthcare Inc Earnings Call\n\nHCANYSEOCT 24, 10:00 AM\n\nOperator\n\nHello, and welcome to the HCA Healthcare Third Quarter 2025 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Samuel Hazen; and CFO, Mike Marks m. Sam and Mike will provide some prepared remarks, and then we'll take questions. Before I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements, they are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today.\nMore information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings. On this morning's call, we will reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release.\nThis morning's call is being recorded, and a replay of the call is available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Good morning, and thank you for joining the call. As reflected in our earnings release for the third quarter, the company produced strong results when compared to last year, with 42% growth in diluted earnings per share as adjusted. Revenue increased by 9.6%, which was driven by broad-based volume growth, improved payer mix, more utilization of complex services and additional revenue from Medicaid supplemental programs.\nWe also translated its revenue growth into better margins with disciplined operations. As a result, you will see in this morning's release that we raised our guidance for the year to reflect this performance and our outlook for the fourth quarter. Our teams continue to execute our agenda at a high level. across many operational measures, including quality and key stakeholder satisfaction, outcomes were better year-over-year.\nI want to thank our 300,000 HCA colleagues who once again demonstrated excellence in what they do. As a team, we remain disciplined in our efforts to improve care for our patients by increasing access, investing in advanced digital tools and training our people. These investments allow us to enhance capacity, improve service offerings and gain efficiency, making it easier for our patient -- for us to provide better services to our patients, physicians and the communities we serve.\nTypically, on our third quarter earnings call, we provide some preliminary perspective on the upcoming year. Before I get to these, I want to comment on the enhanced premium tax credits. We continue to advocate strongly for the extension of this program for the 24 million Americans who depend on it for health insurance coverage. Today, we believe there is greater recognition by legislators of the negative impact this issue will have on families, small businesses and individuals than earlier in the year.\nAt this point, however, we still do not know how this policy will play out. Because of the fluid nature of the federal policy environment, we will limit our early thoughts for 2026 to our views on demand and the cost environment. We continue to see solid demand across our markets for health care services and believe volumes will be within our long-term 2% to 3% growth range. As it pertains to operating costs, we expect mostly stable trends consistent with the past couple of years.\nAs usual, there are some pressures in certain areas, but we believe our resiliency plan should provide some relief. It is important to note that we are still early in next year's planning process, and these preliminary views may change before our fourth quarter's earnings call when we will provide you with our guidance for 2026. So let me close with this.\nAs we work to complete another successful year for HCA Healthcare, we believe the company is well positioned to sustain high levels of performance in the years to come. Organizationally, we have strengthened enterprise capabilities to execute at a higher level through our previously restructured management team and improved management systems. Competitively, our networks have enhanced service offerings for patients with more outpatient facilities, greater inpatient capacity and improved operations.\nAnd financially, because of the increased cash flow and stronger balance sheet, we have the resources to invest more in our strategic agenda. With that, I will turn the call over to Mike for more information on the quarter and our updated guidance.\n\nMichael A. Marks\n\nSenior Vice President of Finance\n\nThank you, Sam, and good morning. The company produced solid results during the third quarter. The demand for health care services was strong in the third quarter with same facility equivalent admissions increasing 2.4% over the prior year.\nOur surgical volume growth also improved with same facility inpatient surgical volume of 1.4% and outpatient surgical volume of 1.1% in the third quarter over the prior year. Same-facility ER visits increased 1.3% in the quarter over the prior year. Commercial and Medicare ER visits combined increased 4.1% in the third quarter of 2025 to prior year, whereas Medicaid and self-pay ER visits were both down to prior year.\nWe have also seen a slow start to the respiratory season in 2025, which is impacting the year-over-year growth rate in our admissions and ER visits by an estimated 50 and 70 basis points, respectively. Our net revenue per equivalent admission growth in the quarter reflected strong payer mix, improved dispute resolution results, consistent case mix index and increased Medicaid state supplement payment revenues.\nRegarding payer mix during the quarter, same-facility total commercial equivalent admissions increased 3.7% over prior year with exchanges growing 8% and commercial excluding exchanges, growing 2.4%. Medicare increased 3.4% Medicaid increased 1.4% and self-pay declined 6%. Regarding Medicaid supplemental payment programs, as we've said in the past, these programs are complex, variable in timing and do not fully cover our cost to treat Medicaid patients.\nConsidering these programs in isolation, the revenue growth from these programs drove about half of the overall increase in net revenue per equivalent admission in the third quarter compared to prior year. And we saw an approximate $240 million increase in net benefit to adjusted EBITDA from these programs in the third quarter of 2025 over the prior year. This increase was largely driven by Tennessee program payments and the approvals of grandfathered applications in Kansas and Texas. We were pleased with our operating leverage and expense management in the quarter.\nThe improvement in adjusted EBITDA margin was driven primarily by good performance in labor and supplies. As expected, we did see contract labor expenses flat in the prior year.\nSame-facility contract labor was basically flat in third quarter of 2025 to the prior year and represented 4.2% of total labor cost in the third quarter of 2025. The increase in other operating expenses as a percentage of revenue in the quarter was driven primarily by increased expenses related to Medicaid state supplemental payments, and to a lesser extent, professional fees compared to the prior year. Our work progress to both enhance and accelerate our resiliency program as we prepare for the future.\nThrough these efforts, we continue to identify a robust set of opportunities across revenue and cost to improve efficiencies. The growth in our adjusted EBITDA in the third quarter reflects our strong operating performance and the increase in supplemental payments. We would also note the estimated $50 million impact from the hurricanes in third quarter of 2024. Moving to capital allocation. We continue to execute our strategy of allocating capital for long-term value creation.\nCash flow from operations was $4.4 billion in the quarter, with $1.3 billion in capital expenditures, $2.5 billion in share repurchases and $166 million in dividends. Year-to-date, we've been able to defer approximately $1.3 billion in federal income tax payments to the fourth quarter due to the IRS providing relief to Tennessee taxpayers in the aftermath of severe weather in the early April.\nOur debt-to-adjusted EBITDA leverage remained in the lower half of our steady guidance range, and we believe our balance sheet is strong and well positioned for the future. So with that, let me speak to our 2025 guidance. As noted in our release this morning, we are updating the full year guidance as follows: we expect revenues to range between $75 million and $76.5 billion.\nWe expect net income attributable to HCA Healthcare to range between $6.50 billion and $6.72 billion. We expect adjusted EBITDA to range between $15.25 billion and $15.65 billion. We expect diluted earnings per share to range between $27 and $28. We expect capital spending to be approximately $5 billion. We now anticipate our supplemental payment full year net benefit to be $250 million to $350 million favorable comparing full year 2025 versus 2024.\nThis guidance update does not include any potential impact in 2025 from any additional approvals of grandfathered applications under the act. And at the midpoint, this guidance assumes a $120 million decline in net benefit from Medicaid state supplemental payments in fourth quarter of 2025 versus the prior year due to onetime payments in the [indiscernible]\nConsistent with our comments on second quarter call, we believe our hurricane-impacted markets will produce approximately $100 million in adjusted EBITDA growth and full year 2025 over 2024. The Year-to-date, adjusted EBITDA in our hurricane markets is modestly below prior year, and we are anticipating all of this growth will occur in the fourth quarter.\nWe are increasing our earnings guidance at the midpoint of adjusted EBITDA by $450 million. This represents an expected $250 million increase in net benefit from the state supplemental payment programs and $200 million increase from operational performance. With that, I will turn the call over to Frank for questions."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c76f938e7ca49ba863f4781a63861aa7",
    "period": "2025 Q2",
    "content": "Q2 2025 HCA Healthcare Inc Earnings Call\n\nQ2 2025 HCA Healthcare Inc Earnings Call\n\nHCANYSEJUL 25, 10:00 AM\n\nOperator\n\nLadies and gentlemen, welcome to HCA Healthcare Second Quarter 2025 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and our CFO, Mike Marks. Sam and Mike will provide some prepared remarks, and then we'll take questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call can take any forward-looking statements that are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially of those that might be expressed today.\nMore information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release. This morning's call is being recorded, and a replay of the call will be available later today.\nWith that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Thank you, Frank, and good morning to everybody, and thank you for joining the call. The company's financial results for the second quarter were strong with a 24% increase in diluted earnings per share as adjusted to $6.84. The results reflected solid revenue growth of 6.4%, which was driven by greater demand for our services, improved payer mix and consistent patient acuity levels.\nIn the quarter, we also experienced a stable operating environment, which allowed us to produce better margins. Because of the team's great start to the year, we increased our guidance for 2025 as reflected in our earnings release this morning. This updated outlook also reflects the positive demand environment we expect in our markets the effectiveness of our strategic initiatives and the momentum we see in our business.\nDuring the quarter, we also improved quality outcomes, throughput measures in our emergency rooms and patient satisfaction. We believe the HCA way of combining our high-quality local health networks with the capabilities of a national system will continue to reinforce our competitive position help us respond effectively to evolving market dynamics and meet the needs of our patients.\nAs a team, we remain relentless in our pursuit to innovate using technology find new ways to increase efficiencies and hold ourselves accountable for delivering results for our stakeholders. I want to thank our colleagues again for their outstanding work and their ongoing pursuit to deliver on our mission.\nNow let me transition to the federal policy environment and the recent passage of the One Big Beautiful Bill Act. With respect to the Medicaid component in this act, we believe the adverse impacts over the next few years are manageable. This belief is based on the grandfathering provisions for supplemental programs which include a number of previously submitted applications for state-directed payments and the time lines for phasing in work requirements and supplemental payment program changes.\nI will also note that the bifurcation of the policy between expansion and non-expansion states lessens the expected impact to HCA Healthcare. Approximately 60% of our Medicaid volumes and revenue are in nonexpansion states. With respect to the exchange provisions in the Act, we do anticipate that some people will lose insurance coverage over the next few years. But we believe our financial resiliency program should offset these effects.\nWe are also mindful of the scheduled expiration of the enhanced premium tax credits at the end of this year. We continue to advocate strongly for their extension but at this point, we do not know what the outcome will be. Recent polling indicates that many Americans want them extended, many believe they need them for their families and many say their voting patterns could hinge on their ultimate faith. We are working to develop and execute resiliency programs to offset as much as possible any adverse impact should they expire.\nLet me close with this. Regardless of the outcome with these federal policies we are optimistic about the future of HCA Healthcare. Our balance sheet is strong. We have an experienced, capable and disciplined team and where appropriate, we will adjust as we can and continue delivering on our mission.\nWith that, I'll turn the call to Mike for more details.\n\nLance Arthur Wilkes\n\nAnalyst, Sanford C. Bernstein & Co. LLC\n\nThank you, Sam, and good morning, everyone. We are pleased with our second quarter earnings. Equivalent admissions increased 1.7% for the quarter and 2.3% for the year. Year-to-date managed care equivalent additions, including the exchanges, grew 4% which is in line with our expectations. Medicare grew 3%, which is slightly below our expectation. Medicaid was down slightly and self-pay was up slightly.\nBoth were below our expectations and represent our lowest reimbursing payers. However, given the payer mix and acuity of our patients -- we had revenue growth of 6.4%, slightly above end of our long-term 4% to 6% guidance. Adjusted EBITDA margin improved 30 basis points compared to the prior year quarter.\nSalary and benefits along with other operating expenses, both improved as a percentage of revenue when compared to the prior year. Same-facility contract labor improved 1% from the prior year quarter and represented 4.3% of total labor costs in the second quarter of 2025 versus 4.6% in second quarter of 2024.\nSupply expense increased slightly as a percentage of revenue due primarily to increased spending on cardiac-related devices. Adjusted EBITDA in the second quarter grew 8.4% over the prior year quarter, and we were pleased that a substantial portion came from core operations. Regarding Medicaid supplemental payment programs, as we've said in the past, these programs are complex, variable in time, and do not fully cover our costs to treat Medicaid patients.\nConsidering Medicaid state supplemental payments and related provider taxes in isolation. We saw an approximate $100 million increase in net benefit in the second quarter of 2025 compared to the prior year quarter due to prior period reconciliation payments and program accrual times. The new Tennessee directed payment program was approved in late June. As this is a newly approved program, we did not accrue any benefit from this program in second quarter of 2025 and will record as we receive cap.\nMoving to capital allocation. We continue to deploy a balanced strategy of allocating capital for long-term value creation. Cash flow from operations was $4.2 billion in the quarter. Capital allocation in the second quarter of 2025 was $1.2 billion in capital expenditures $2.5 billion in share repurchases and $171 million in dividends. We were able to defer approximately $850 million in tax payments to the fourth quarter due to the IRS providing relief to Tennessee taxpayers and aftermath of severe weather in early April.\nOur debt to adjusted EBITDA leverage remains in the lower half of our stated guidance range and we believe our balance sheet is strong and well positioned for the future. Sam discussed the health policy implications of the One Big Beautiful Bill Act. I will provide a few more detailed notes as it relates to tax policy, this act was positive for HCA, making 100% bonus depreciation permanent and effective back to inauguration day, which is helpful given our capital investment program. The Act did not include policies that would have materially increased our tax liabilities.\nWe continue our work to develop and execute resiliency plans to offset as much of any adverse impact as possible. from the act, the potential expiration of the EPTCs and other administrative actions such as tariffs. We will provide more information on our resiliency efforts during our fourth quarter 2025 earnings call when we issue our 2026 guidance.\nSo with that, let me speak to our 2025 guidance. As noted in our release this morning, we are updating the full year 2021 guidance as follows: we expect revenues to range between $74 billion and $76 billion.\nWe expect net income attributable to HCA Healthcare to range between $6.11 billion and $6.48 billion.\nWe expect adjusted EBITDA to range between $14.7 billion and $15.3 billion. We expect diluted earnings per share to range between $25.50 and $27. We expect capital spending to be approximately $5 billion. We are updating our guidance to project growth and equivalent admissions to be between 2% and 3% for the full year 2025.\nWith the approval of the Tennessee program and with updated information from across our programs, we now anticipate our supplemental payment full year net benefit to be between flat and $100 million favorable year-over-year. This projection does not include any potential impact in 2025 from the grandfathering of applications under the act.\nWe believe one of the underlying strengths of HCA is our diversified portfolio of markets. The recovery in our facilities impacted by Hurricane Saline and Milton in third quarter and fourth quarter of 2024 is going better than anticipated. However, we have a couple of markets below our expectations that are offsetting some of the better performance in the hurricane-affected markets.\nWe understand the challenges in these markets and have confidence in the plans in place to address that. Ultimately, the increase in our earnings guidance is equally weighted between the updated net benefit from the state supplemental payment programs and the improvement in our overall portfolio operational performance, including the hurricane-impacted markets.\nWith that, I will turn the call over to Frank for questions.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Mike. [Operator Instructions] Happy you may now give instructions to those who would like to ask a question. ."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cbfc14ea2694b63c6c5ded921f0c5a82",
    "period": "2025 Q1",
    "content": "Q1 2025 HCA Healthcare Inc Earnings Call\n\nQ1 2025 HCA Healthcare Inc Earnings Call\n\nHCANYSEAPR 25, 10:00 AM\n\nOperator\n\nWelcome to HCA Healthcare's First Quarter 2025 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Mike Marks. Sam and Mike will provide some prepared remarks, and then we'll take questions. Before I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements, they are based on management's current expectations. Numerous risks and uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings. .\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release. This morning's call is being recorded, and a replay of the call will be available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Good morning, and thank you for joining the call. The solid fundamentals we have seen in our business over the past several quarters continued into the first quarter of 2025. This momentum generated strong financial results that were driven by broad-based volume growth, improved payer mix and better operating margin. As we look to the rest of the year, we remain encouraged by our performance the overall backdrop of growing demand for health care services and the increased investments we have made across the company to serve our communities better. .\nThe people of HCA Healthcare also continued to deliver for our patients in key nonfinancial metrics, including improved quality outcomes, more efficient emergency room services which have accelerated time to discharge and increased satisfaction and finally, better inpatient capacity management with reduced length of stay. I want to thank my colleagues for their professionalism, their dedication to our mission and the great outcomes they produce for our company to start the year.\nAs compared to the prior year, diluted earnings per share as adjusted increased more than 20% in the first quarter to $6.45. Same facility volumes, even with the leap year effect were favorable and in line with our expectations. Inpatient admissions grew 2.6% year-over-year, equivalent admissions grew 2.8% and emergency room visits increased 4%. Most of our other volume categories, including cardiac procedures and rehab admissions also had solid growth in the quarter. Surgical volumes across the company were mixed. Inpatient surgeries were slightly up and outpatient cases were down. Same facilities revenue grew almost 6%.\nThe volume increases I just mentioned coupled with approximately 3% higher revenue per equivalent admission drove this growth. We continue to make progress on our cost agenda. Operating costs across most categories were in line with our expectations and the operating margin improved on a year-over-year basis.\nAs part of our network development plan, we used our capital spending to increase the number of facilities or sites of care by 3.3% to around 2,750 and we added approximately 2% to our inpatient bed capacity. Inpatient occupancy in the quarter was 77% as compared to 75% last year. As we move through the remainder of the year, we will focus on maintaining our operational discipline while continuing to invest appropriately in our strategic agenda. We believe this balanced approach should position the company favorably to meet our objectives.\nBefore I finish my comments, let me address the current federal policy environment, which I know is top of mind. We are in a very fluid situation. While we have a general sense for the new administration stated priorities, we do not have any specifics. It is unclear how these efforts might be carried out and what effects they may have on our business. We are very engaged in advocacy as it relates to health policy. Our general approach is to support reasonable reforms. However, we do not support reforms that harm coverage for families or individuals, nor do we support policies that compromise the ability for hospitals across the country to care for people in their times of utmost need.\nI know you would like us to size the potential impacts of health policy risk and now tariff risks, but we are not comfortable with providing estimates at this time. We just do not have enough insight into what might happen. When we gain a better understanding, we will share more information as part of our quarterly earnings process. As you would expect, we are developing plans in the event we face adverse impacts.\nOur planning draws from the experiences we had during the COVID-19 pandemic and considers both adjustments to operations and how we may utilize the flexibility our cash flow and balance sheet provides. As part of this planning process, we will maintain a long-term horizon and move forward with a sense of calm steadiness and confidence. We believe we can use our financial strength, mission-oriented culture and can-do attitude of our people to navigate through this uncertain period and deliver the results our stakeholders deserve. With that, I will turn the call to Mike for more detail on the quarter.\n\nMichael A. Marks\n\nSenior Vice President of Finance\n\nWell, thank you, Sam, and good morning, everyone. We are pleased with the results of the quarter, which highlighted the continued momentum of the company and the strength of our operating performance. Sam covered our volume and revenue performance. So let me add a few notes on payer mix. Payer mix remained strong, with same facility managed care equivalent admissions [ by 5.4% ] compared to the prior year quarter. As expected, Medicaid volumes began to flatten as the redetermination process [indiscernible] with a same facility equivalent admission decline of only 1.4% to the prior year quarter.\nAnd given the strong enrollment growth in the exchanges, our same facility equivalent exchange admissions, increased 22.4% over prior year quarter. Adjusted EBITDA margins improved 110 basis points compared to the prior year quarter, driven by operating leverage from our volume growth and strong cost management performance in the quarter. Salaries and benefits as a percent of revenue improved 80 basis points, supplies improved 30 basis points and other operating expenses were basically flat to prior year quarter.\nContract labor improved 9.3% from prior year quarter and represented 4.4% of total labor cost in the first quarter of '25 compared to 5.1% in the first quarter of 2024. Same-facility professional fee costs increased 11% from the prior year quarter and were approximately flat sequentially compared to the fourth quarter of 2024.\nAdjusted EBITDA grew 11.3% over the prior year quarter. You will recall that our guidance [ assuming ] the impacts of the 2024 hurricanes would offset each other in 2025 and not produce a tailwind for us. This is what played out in the first quarter. Earnings were flat year-over-year in our hurricane-impacted markets in the first quarter of 2025 compared to the prior year quarter.\nI want to remind everyone that after considering Medicaid state supplemental payments and related provider taxes, total Medicaid reimbursement does not cover our cost of caring for Medicaid patients. Considering Medicaid state supplemental payments and related provider taxes in isolation, we saw an $80 million increase in net benefits in the first quarter of 2025 compared to the prior year quarter due primarily to a reconciliation payment and [ a program ] accrual.\nMoving to capital allocation. We continue to deploy a balanced strategy of allocating capital for long-term value creation. Cash flow from operations was $1.65 billion in the quarter. There are a few factors that drove our cash flow from operations down over year, all of which relate to working capital changes that are timing in nature. Capital allocation in the first quarter of 2025 included $991 million in capital expenditures, $2.5 billion in share repurchases and $180 million in dividends. We also paid $227 million for acquisitions with the close of the transactions for Catholic Medical Center in Manchester, New Hampshire and [ Lehigh ] Medical Center in the Fort Myers, Florida area.\nLastly, we received $161 million in proceeds from the sale of assets, primarily driven by the sale of regional medical center of San Jose. This divestiture was an important component of our portfolio optimization. It was good for the community, and it will be accretive to HCA. Our debt-to-adjusted EBITDA leverage remains at the lower half of our stated target range that we believe our balance sheet is strong and well positioned for the future. As noted in our release, we are reaffirming our guidance ranges for the full year 2025. I will now hand the call back to Frank Morgan for questions.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Mike. As a reminder, please limit yourself to 1 question so we might give as many as possible an opportunity to ask a question. Abby, you may now give instructions to those who would like to ask a question. ."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/83b04f1c66572199eb8031ec3e7bfbd9",
    "period": "2024 Q4",
    "content": "Q4 2024 HCA Healthcare Inc Earnings Call\n\nQ4 2024 HCA Healthcare Inc Earnings Call\n\nHCANYSEJAN 24, 10:00 AM\n\nOperator\n\nThank you for standing by. My name is Janine, and I will be your conference operator for today. At this time, I would like to welcome everyone to the HCA Healthcare Fourth Quarter 2024 Earnings Call. [Operator Instructions] I will now turn the call over to Frank Morgan, Vice President of Investor Relations. Please go ahead.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Mike Marks. Sam and Mike will provide some prepared remarks and then we will take questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements that are based on management's current expectations, numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release. This morning's call is being recorded and a replay of the call will be available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Thank you, Frank, and good morning to everybody. The company finished the year with strong business fundamentals that were consistent with the previous quarters this year. Demand for health care services remains strong, operations were in good order and stable, and the company continued to see favorable investment opportunities. These fundamentals represent a good starting point as we enter 2025.\nOur teams have done a fantastic job in remediating a number of facilities in North Carolina, Georgia, and West Florida that were impacted by the 2 major hurricanes we experienced a few months ago. All of these facilities including Mission Hospital in Nashville, where the community's recovery efforts continue, and Largo Hospital in our West Florida division resumed normal operations in the quarter. As we end 2024, the first half of this decade has been another period of long-term growth for the company. We have seen operational improvements across key performance indicators, and we have delivered increased value for our shareholders. These accomplishments position us well for the future.\nI'm grateful to our colleagues who made this happen. We believe the HCA way of combining our high-quality local health networks with the capability of a national system consistently produces better patient outcomes, drives greater innovation and efficiency and yields stronger financial results. While gratified with these accomplishments, we will maintain our pursuit to improve outcomes further for our stakeholders.\nWe believe the strength of our cash flow and balance sheet position, position us well for investing further in our networks to increase access, expand capacity and enhance clinical capabilities. They also allow significant investments in our people to improve training while also creating career growth in our company. And finally, this financial strength creates opportunities to deliver value to our shareholders by effectively allocating capital to generate favorable returns.\nDiluted earnings per share, as adjusted, increased 5.4% in the fourth quarter as compared to the prior year. These results included the effects of the 2 major hurricanes. In the quarter, we estimate the financial impact from increased costs and lost revenue equated to approximately $0.60 per share. This was in line with the estimation we provided on our previous earnings call. Revenue growth was approximately 6%. Demand, payer mix and acuity continued to be strong across most service categories and markets. On a same-facilities basis, inpatient admissions and equivalent admissions grew 3%. Emergency room visits increased 2.4%. Inpatient surgeries were up 2.8%. Outpatient surgery cases, while down 1.3%, again, due to the strong payer mix and service mix, we had solid revenue growth in this service line.\nAnd lastly, rehab, obstetrics, and cardiac procedure volumes continued to be strong. Operating costs were well managed by our teams and remained in line with our expectations. Before I close, you will see that our earnings guidance for 2025 aligns with the preliminary outlook we provided on our prior call. And with that, I'll turn the call to Mike for details.\n\nMichael A. Marks\n\nSenior Vice President of Finance\n\nThank you, Sam, and good morning, everyone. I will provide additional comments on the quarter and year and then discuss our 2025 guidance. Regarding the fourth quarter, we are pleased with the results of the quarter, which demonstrates the excellence of our teams and responding to challenges and still producing solid results. As Sam noted, we estimate that the adverse hurricane impact in fourth quarter 2024 was approximately $200 million or $0.60 per diluted share, in line with our expectations. These estimates do not include any insurance recoveries the company may receive in the future.\nConsidering the hurricane impact, we had good top line growth. Sam reviewed the volume information for the quarter. Our volume in the quarter was adversely impacted by both the hurricane impact and a depressed respiratory season compared to the fourth quarter of 2023. Same-facility net revenue per equivalent admissions increased 2.9% over prior year, in line with our expectations. Consistent with our trends all year, payer mix remained strong in the fourth quarter of 2024, with same-facility managed care admissions up 9.2% compared to the prior year quarter.\nWhile our operations performed well in the quarter, adjusted EBITDA margin declined 60 basis points compared to the prior year quarter. This decline is primarily related to the impact of the hurricanes on our Largo Hospital in Tampa and the North Carolina division, which had a 100 basis point unfavorable impact on adjusted EBITDA margin in the quarter. Additional expenses related to these hurricanes, including repair costs for our Largo Hospital, drove the increase in other operating expenses as a percent of revenue and half of the supply increase.\nAdjusted EBITDA in the quarter grew 2.6% compared to the prior year quarter, which reflects the impact of the hurricanes. Diluted earnings per share as adjusted in the fourth quarter grew 5.4% over the prior year quarter, also reflecting the impact of the hurricanes.\nLet me briefly highlight our full year results for 2024. We had strong pipeline growth of 8.7% with revenue per equivalent admission of 3.2% and equivalent admissions growing 4.5%. We posted a 10 basis point improvement in adjusted EBITDA margin for the year. Adjusted EBITDA increased 9% over prior year, and diluted earnings per share increased 15.5% over the prior year. We estimate that lost revenue and additional expenses from the hurricanes adversely impacted full year 2024 by $250 million or $0.73 per diluted share.\nOur full year incremental net benefit from supplemental payment programs was approximately $400 million, with fourth quarter being the lowest incremental net benefit of the year. This is an increase from the $100 million to $200 million incremental net benefit we expected, largely due to onetime payments and higher-than-expected program payments in a few states. When we consider the $250 million unfavorable hurricane impact, the prior year $145 million payer settlement, and the incremental net Medicaid supplemental program benefit in the year, we are very pleased with the core operating performance of the company in 2024.\nMoving to capital allocation. We continue to deploy a balanced strategy of allocating capital for long-term value creation. Cash flow from operations was $2.6 billion in the quarter and $10.5 billion for the year. This represents an 11% increase in operating cash flow in 2024 over prior year, indicative of great work by our operating and administrative teams. Capital expenditures totaled $1.29 billion in the quarter and $4.9 billion in the year. And we paid $1.7 billion for repurchases of our outstanding shares during the quarter and $6 billion in the year. We paid $165 million in dividends for the quarter and $690 million for the year.\nOur debt to adjusted EBITDA leverage remains at the low end of our stated guidance range, and we believe we are well positioned from a balance sheet perspective. As a result, we are lowering our targeted leverage ratio from our current 3 to 4x to 2.75 to 3.75x. We believe this new range fits our profile and our anticipated use of leverage as a company, assuming no significant transactions or extraordinary events.\nSo with that, let me speak to our 2025 guidance for a moment. As noted in our guidance this morning, we are providing full year 2025 guidance as follows: we expect revenues to range between $72.8 billion and $75.8 billion. We expect net income attributable to HCA Healthcare to range between $5.85 billion and $6.29 billion. We expect adjusted EBITDA to range between $14.3 billion and $15.1 billion. We expect diluted earnings per share to range between $24.05 and $25.85. We expect capital spending to be approximately $5 billion to $5.2 billion. Our guidance assumes a growth in equivalent admissions between 3% and 4% and net revenue per equivalent admission between 2% and 3%.\nRegarding the effects of the 2024 hurricanes on our earnings guidance for 2025, we expect a year-over-year increase in adjusted EBITDA from the reopening of Largo, and a year-over-year decline in the North Carolina division as our current assumptions in this market will have lingering effects of Hurricane Helene throughout much of 2025. The increase at Largo and the decline in North Carolina are expected to offset and are not expected to produce a tailwind for us in 2025.\nRegarding Medicaid supplemental payment programs. As we've said in these past, these programs are complex, variable in timing and do not fully cover our cost to treat Medicaid patients. Based on current assumptions, when we aggregate the impact of all of our supplemental payment programs, our guidance contemplate the net effect of Medicaid supplemental payment programs to range from being flat to 2024 to a $250 million headwind, driven by onetime payments received in a few states in 2024. The new Tennessee program is considered in this range.\nWe expect full year margins to be consistent with 2024 and cash flow from operations to range from $10.75 billion to $11.25 billion. As noted in our release this morning, our Board of Directors has authorized a new $10 billion share repurchase program, and we anticipate completing a significant portion in 2025, subject to market conditions and other factors. In addition, our Board declared an increase in our quarterly dividend from $0.66 to $0.72 per share. And with that, I will turn the call over to Frank for questions.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Mike. [Operator Instructions] Janine, you may now give instructions to those who would like to ask a question."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b5df72247b36573d3d482a30626af970",
    "period": "2024 Q2",
    "content": "Q2 2024 HCA Healthcare Inc Earnings Call\n\nQ2 2024 HCA Healthcare Inc Earnings Call\n\nHCANYSEJUL 23, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare Second Quarter 2024 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and our CFO, Mike Marks. Sam and Mike will provide some prepared remarks, and then we'll take some questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements that are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA is included in today's release. This morning's call is being recorded, and a replay of the call will be available later today.\nWith that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Thank you, Frank, and good morning to everyone. The company's results for the second quarter were positive across the board and reflected strong demand for our services. In addition, our teams continue to execute our strategic plan effectively and produced positive outcomes for our patients, while also enhancing -- in our facilities, including better throughput and case management. I want to thank our HCA colleagues for their outstanding work and their continued pursuits to innovate and deliver on our mission.\nAs compared to the prior year, diluted earnings per share as adjusted increased 28% to $5.50. Consistent with the first quarter, we saw broad-based volume growth across our markets and service lines. On a same facilities basis in the second quarter, inpatient admissions grew 5.8%, equivalent admissions grew 5.2%, emergency room visits increased 5.5%, inpatient surgeries were up 2.6%, outpatient surgery cases were down 2% and like the first quarter, the declines were mostly explained by lower volumes in Medicaid and self-pay categories. Similar to the past few quarters, other volume categories, including cardiac procedures and inpatient rehab services experienced strong growth.\nPayer mix improved year-over-year with commercial volumes representing 36.2% of equivalent admissions. And lastly, the acuity of our inpatient services as reflected in our case -- index increased slightly as compared to last year. These factors helped generate same-facility revenue growth of 10%.\nAlso in the quarter, we progressed further on our cost agenda and produced solid operating margins. As we transition to the last half of 2024, we are encouraged by the company's results. We believe the increased investments we are making in our people and facilities along with our disciplined -- operations will continue to produce positive outcomes for our stakeholders.\nIn closing, given our year-to-date performance and the backdrop of strong demand that we forecast for the remainder of the year, we have updated our guidance for the year, as indicated in our press release.\nWith that, let me turn the call over to Mike for more details.\n\nMichael A. Marks\n\nSenior Vice President of Finance\n\nThank you, Sam, and good morning, everyone. The second quarter showed continued solid performance with strong demand, improved margins and a balanced allocation of capital. Sam reviewed our top line results, so I will cover operating costs in the quarter.\nOperating costs were well managed, resulting in a margin improvement of 100 basis points to prior year and sequentially through the first quarter. Labor cost has improved 200 basis points from the prior year. And we continue to see good results in contract labor, which declined 25.7% from the prior year and represented 4.8% of total labor costs. Supply costs as a percent of revenues improved 50 basis points from the prior year.\nOn other operating costs as a percent of revenue, they did grow compared to the prior year, but it remained relatively consistent for the past 4 quarters.\nWe were encouraged that year-over-year same-facility professional fee costs growth moderated to approximately 13% in the second quarter, which compares favorably to the 20% increase we experienced in the first quarter.\nAdjusted EBITDA was $3.55 billion in the quarter, which represents a 16% increase over the prior year and included a modest benefit from Medicaid supplemental payments. As a management team, we are very pleased with the operational performance of the company.\nNow moving to capital allocation. We continue to deploy a balanced strategy of allocating capital for long-term value creation. Cash flow from operations was just under $2 billion in the quarter, which is a decline of $500 million in the prior year, driven by income tax payments and timing of Medicaid supplemental program accruals and cash receipts. Capital expenditures totaled $1.28 billion, and we repurchased $1.37 billion of our outstanding share in the quarter. We also paid about $170 million in dividends. Our debt-to-adjusted EBITDA leverage remains near the low end of our stated guidance range, and we believe we are well positioned from a balance sheet perspective.\nFinally, in our release this morning, we are updating estimated guidance for 2024. For revenues, our new guidance range is $69.75 billion to $71.75 billion; net income attributable to HCA Healthcare, $5.675 billion to $5.975 billion; adjusted EBITDA, $13.75 billion to $14.25 billion; and diluted earnings per share, $21.60 to $22.80 per share. Based on the strength of our year-to-date results and our revised outlook, we estimate that share repurchases will be around $6 billion in 2024, subject to market conditions.\nWith that, I'll turn the call over to you, Frank, for questions and answers.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Mike. [Operator Instructions] Ellie, you may now give instructions to those who would like to ask a question."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a937716390e4da2f660feeca54200606",
    "period": "2024 Q1",
    "content": "Q1 2024 HCA Healthcare Inc Earnings Call\n\nQ1 2024 HCA Healthcare Inc Earnings Call\n\nHCANYSEAPR 26, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare First Quarter 2024 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford. Sam and Bill will provide some prepared remarks, and then we'll take questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements that are based on management's current expectations, numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare is included in today's release. This morning's call is being recorded, and a replay of the call will be available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Frank, thank you. Good morning to everybody, and thank you for joining the call. The positive fundamentals we saw in our business this past year continued into the first quarter of 2024. This momentum generated strong financial results that were driven by broad-based volume growth, improved payer mix and solid operating margins. As we look to the rest of the year, we remain encouraged by our performance, the overall backdrop of growing demand for our services and our enhanced stability across our networks to serve our communities.\nThe people of HCA Healthcare continue to deliver for our patients with improvements in key nonfinancial metrics, including improved quality outcomes, more efficient process measures in emergency room services, which have accelerated time to discharge and increased satisfaction, and finally, better inpatient capacity management with reduced length of stay and increased acceptance of patients who needed to be transferred to our hospitals.\nAs compared to the prior year, diluted earnings per share, as adjusted, increased almost 9% in the first quarter to $5.36. Same-facility volumes were favorable across the company. Inpatient admissions grew 6% year-over-year, inpatient surgeries were up almost 2%, equivalent admissions grew 5%, and emergency room visits increased 7%. Most of our other volume categories, including cardiac procedures and rehab admissions also had solid growth metrics in the quarter. While outpatient surgery revenue increased year-over-year due primarily to favorable payer mix, total cases declined 2%. We attribute most of this decrease to the effect of the calendar and the redetermination process, which drove a considerable decline in Medicaid volume.\nAll domestic divisions had growth in inpatient admissions and equivalent admissions. And finally, payer mix and acuity levels improved as compared to the prior year. Commercial volumes represented approximately 36% of equivalent admissions. Last year, they were 34% of the total. The case mix for our inpatient business increased slightly, continuing the upward trend we have seen over the past few years. Same-facility revenue grew almost 9% as a result of these volume metrics, coupled with 3.5% higher reimbursement per equivalent admission.\nWe continue to make progress on our cost agenda. Operating costs across most categories were in line with our expectations. As part of our capital spending plan, the number of facilities or sites for care increased by almost 5% to around 2,600, and we added approximately 2% to our inpatient bed capacity. As we move through the remainder of the year, we will maintain a disciplined approach to our operations while continuing to invest appropriately in our strategic agenda, which we believe should position the company favorably to meet our long-term objectives.\nWith that, I'll turn the call to Bill for his last earnings call. I want to congratulate him again on his tremendous career with the company. It's been my privilege to work with him over these years. I want to thank him for a job well done.\n\nWilliam B. Rutherford\n\nChief Financial Officer & Executive Vice President, HCA Healthcare, Inc.\n\nGreat. Good morning, everyone. Thank you, Sam. I appreciate that. We believe our first quarter performance represents a strong start to the year, and we continue to combine solid operational performance with a disciplined and balanced allocation of capital to generate value over time. We had strong top line growth with revenues growing 11.2% over the prior year in the quarter. Sam highlighted the same-facility volume acuity and mix metrics that drove our almost 9% same-facility revenue growth in the quarter, so let me highlight a few points on our operating costs.\nOverall, operating costs were managed well. Adjusted EBITDA margin was 19.3% in the quarter. Labor results were solid with as-reported labor cost as a percent of revenue improving 100 basis points from the prior year. We continue to see good trends on contract labor, which improved 21.7% from the prior year and represented 5.1% of total labor cost. Supply costs as a percent of revenues improved 10 basis points from the prior year. While other operating costs as a percent of revenue has grown compared to the prior year, it has remained relatively consistent for the past 3 quarters. The sequential growth of professional fee expense contributed -- continued to moderate and performed in line with our expectations.\nIn addition, the Valesco operations performed better than our expectations in the quarter. Adjusted EBITDA was $3.35 billion in the quarter, which represented a 5.7% increase over prior year. I will mention, as a reminder, we recorded a $145 million favorable settlement in the first quarter of last year. So we are pleased with the operational performance for the company during the first quarter.\nNext, let me speak to capital allocation as we continue to employ a balanced allocation of capital. Cash flow from operations was just under $2.5 billion in the quarter. Capital expenditures totaled $1.1 billion, and we repurchased just under $1.2 billion of our outstanding shares during the quarter. Our debt to adjusted EBITDA leverage remains near the low end of our stated guidance ranges, and we believe we are well positioned from a balance sheet perspective.\nFinally, in our release this morning, we are reaffirming our full year 2024 guidance ranges. So with that, I'll turn the call over to Frank and open it up for Q&A, and we look forward to your questions.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Bill. [Operator Instructions] Operator, you may now give instructions for those who'd like to ask a question."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/decfe20a8e742fb9504fbb33b2cef4f7",
    "period": "2023 Q4",
    "content": "Q4 2023 HCA Healthcare Inc Earnings Call\n\nQ4 2023 HCA Healthcare Inc Earnings Call\n\nHCANYSEJAN 30, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare Fourth Quarter 2023 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford. Sam and Bill will provide some prepared remarks, and then we will take questions. I'll turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements that are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare Inc. is included in today's release. This morning's call is being recorded and a replay will be available later today.\nWith that, I'll now turn it over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Good morning to everybody, and thank you for joining the call. We finished 2023 better than expected across most dimensions of our business. In the quarter, we experienced strong demand for services across our diversified portfolio of markets facilities and service lines. This growth, coupled with improved cost trends drove solid financial performance in the fourth quarter.\nDiluted our share, excluding gains on sales were $5.90 and which represented a 27% increase over prior year. We are encouraged by these results and believe the operational momentum we have created should position us well for 2024.\nAs mentioned at our recent Investor Day, the staying power of HCA Healthcare was on display again throughout the year. Diluted earnings per share, excluding gains and losses on sales and debt retirement for the year grew almost 13% as compared to 2022. As a management team, we pride ourselves on the following: first, owning our realities, whatever they are; next, making a big company small so we can adjust timely; and third, being disciplined in thought, resource allocation and execution, helping us to accomplish our mission. Once again, I believe our people have impressively demonstrated these traits in the face of new challenges and delivered positive outcomes for our patients, the communities we serve and our other stakeholders. Often refer to them as [ can do ] people. And again, this past year, I think they proved it. I want to thank them for their hard work and everything they do for our company.\nSame-facility volumes across the company were strong in the fourth quarter. Admissions grew 3% year-over-year. Equivalent admissions were up 4%, emergency room visits grew 2%. Inpatient and outpatient surgery volumes increased approximately 1%. Most of our other volume categories, including cardiac procedures and rehab admissions had solid growth metrics in the quarter also. All domestic divisions had equivalent admissions growth in the quarter. Additionally, payer mix and acuity levels in the quarter improved year-over-year. These factors, along with certain enhancements in a couple of states Medicaid supplemental programs helped produce same facilities revenue growth of 11% in the quarter. Bill will provide more detail on revenue in his comments.\nOperating margins improved in the quarter as we were able to generate solid operating leverage across the company on the increased revenue we produced as compared to the prior year. But even more impressively when compared sequentially to the third quarter. We executed well over the year on our people agenda. In the quarter, we saw further progress on key metrics as evidenced by solid employee engagement results, stable turnover trends and reductions in contract labor utilization.\nAs we have detailed in the past, we have implemented a comprehensive human resources plan. We expect to make further progress on it as we move into 2024. Our plan will remain a top organizational priority with significant investments in workforce development and training, which includes expansions in both Galen College of Nursing and our centers for clinical advancement.\nWith respect to hospital-based physician costs in the quarter, we slowed the rate of growth. As it pertains to Valesco, our physician staffing joint venture, we reduced the operating loss in the fourth quarter, more in line with our expectations. As indicated at our Investor Day, we expect to invest significantly this year in our long-term plans, which we designed to take our company from strength to strength and achieve the growth potential we see in our core business.\nThese investments revolve around 3 distinct opportunities. The first one includes continued network expansion facilities, services and workforce to meet the demand growth that we expect in our markets while also supporting our efforts to increase market share. In 2024, we have over $2 billion of new capital projects scheduled to come online that will increase capacity. Additionally, we expect to integrate a number of newly acquired hospitals and outpatient facilities that should complement our networks.\nThe second opportunity includes a robust agenda designed to advance digital capabilities across the company and unlock the embedded value we see in our operations. As high performing as we are today, we believe there is more operational potential inside our company. With evolving technological tools, we are investing to unlock this value. We believe this initiative, together with our care transformation and innovation program will enhance quality, drive further efficiencies through our financial resiliency program and improve overall operational management capabilities, including integrating our revenue cycle and case management functions better.\nThe third area of opportunity pertains to the flexibility we have to use our balance sheet position and strong cash flow production to invest heavily in our business and our people while also allocating capital to our shareholders. In 2024, we plan to increase capital spending to over $5 billion and enhance our share repurchase program to around $5 billion. We continue to believe this strategic plan will produce more winning play for our organization, allowing us to deliver better services for patients while also creating value for other stakeholders.\nLet me close with this, the constant in our organization consists of 3 principles: giving our patients what they deserve whenever they need services, partnering with our physicians to deliver high-quality outcomes and leveraging the distinct elements of HCA Healthcare to improve performance. Our approach to delivering on these core values comes from what we term the HCA way. That is support our local provider systems with value-added enterprise-level capabilities coupled with disciplined and detailed oriented management teams that relentlessly focus on execution. This operating philosophy has helped us navigate different economic cycles, adapt to changes in the industry and address challenges such as the COVID pandemic.\nAs we look to the future, we have designed our next-generation growth plan to build upon the strengths we have developed over the years and take advantage of the opportunities in front of us. I am proud of HCA Healthcare. I'm even more proud of our people. We will move into 2024 in the years ahead with greater purpose with a renewed agenda to drive sustained growth and with confidence in our ability to deliver value and positive outcomes for our stakeholders. With that, I'll turn the call to Bill, and he will discuss in more detail the quarter's results and 2024 guidance.\n\nWilliam B. Rutherford\n\nChief Financial Officer & Executive Vice President, HCA Healthcare, Inc.\n\nOkay. Great. Thank you, Sam, and good morning, everyone. I will provide some additional comments on our performance for the quarter and year and then discuss our 2024 guidance.\nWe highlighted at our recent Investor Day that our formula of combining strong operational performance with a disciplined and balanced allocation of capital has a long track record of generating value over time. Our results for 2023 and our guidance for 2024 reflect a continuation of this formula. Sam provided many of our fourth quarter indicators in his comments. So let me take a moment to review some of our results for the full year 2023.\nWe have strong top line growth. For the year, our same facility admissions grew 3.3% over prior year. Equivalent admissions grew 4.8%. Emergency room business grew 4.7% and total surgical cases were up 2.3%. We maintained our strong acuity trends with case mix index increasing and payer mix improved with managed care and other admissions growing 6% for the full year on a same-facility basis. Revenue per equivalent admission grew 2.7% on a same facility basis. This contributed to same-facility revenue growing 7.6% and 7.9% on a consolidated basis for the full year 2023.\nWe couple top line strength with strong management of operating costs. Salaries, wages and benefits as a percentage of revenue improved 60 basis points on a consolidated basis compared to prior year. Contract labor declined 20% for the year and equated to 5.3% of SWB in the fourth quarter. Our teams continue to do a great job managing the supply costs which improved 40 basis points as a percentage of revenue for the full year.\nAs we have mentioned throughout the year, we are managing through pressures on professional fees and hospital-based physician costs. But we saw an improvement in the sequential rate of growth in force both the third and fourth quarter. Sam mentioned, we also saw an improvement in our Valesco joint venture, which was in line with our expectations. We are confident in our plans to continue working through what we believe are industry-wide pressures in this area. The result of this is we produced solid margins of 19.6% and in line with our range of expectations on a consolidated basis and adjusted EBITDA growth of 5.5% on an as-reported basis for the full year 2023. So as a management team, we are very pleased with the operational performance during the year.\nLet me briefly discuss our results in the fourth quarter. Adjusted EBITDA grew just under 14% in the quarter as compared to the prior year. This is primarily due to strong revenue growth and solid expense management during the quarter. In addition to our strong core business trends, we recognized a year-over-year adjusted EBITDA increase of approximately $250 million related to our supplemental payment programs. This includes the [ new ] North Carolina program and certain favorable adjustments within the Texas program. Additionally, based on our experience with the program to date, we began accruing the Florida program in the quarter whereas previously, we had recognized this program on an annual lump sum basis. Our recently acquired entities as well as facilities divested in the prior year resulted in about $90 million less adjusted EBITDA in the quarter, with roughly half of this decline from the Valesco joint venture.\nIn summary, the quarter was the strongest operational performance of the year. And with the additional benefit from the supplemental programs and impact of new and divested facility. We are very pleased with the year-over-year growth we were able to produce.\nSo next, let me speak to capital allocation. We deployed a balanced allocation of capital in 2023. For the full year, our cash flow from operations was $9.4 billion compared to $8.5 billion in the prior year or just under 11% growth. Capital expenditures were just above $4.7 billion for the year, which was in line with our expectations. We purchased approximately $3.8 billion of our outstanding shares and paid approximately $660 million of dividends during the year.\nOur debt to adjusted EBITDA leverage remains near the low end of our stated guidance range of 3 to 4x. So we believe we are well positioned going into 2024. And with that, let me speak to our 2024 guidance for a moment.\nAs noted in our release this morning, we are providing full year 2024 guidance as follows. We expect revenues to range between $67.75 billion and $70.25 billion. We expect net income attributable to HCA Healthcare to range between $5.2 billion and $5.6 billion. We expect adjusted EBITDA to range between $12.85 billion and $13.55 billion and expect diluted earnings per share to range between $19.70 and $21.20. And finally, we expect capital spending to range between $5.1 billion and $5.3 billion.\nSo let me provide a little additional commentary on our guidance. First, let me note the $145 million payer settlement we reported in the first quarter of 2023. Our guidance assumes a growth in equivalent admissions between 3% and 4% and revenue per equivalent admission between 2% and 3%. Regarding state supplemental programs. I want to highlight that these programs are complex and most have mobile app [ reads ] that impact the timing and amounts we receive. So this results in some variability of the timing of recognizing the impact of these programs during the year.\nFor 2024, we are anticipating benefit from a new program in Nevada. But based on current assumptions, we expect some modest headwinds when we aggregate the impact of all of these supplemental programs and we believe this could range between $100 million and $200 million for the year. We expect full year margins to be within our historical trends and cash flow from operations to range between $9.5 billion and $10 billion. Depreciation estimated to be about $3.2 billion and interest expense is projected to be around $2 billion. Finally, our fully diluted shares are expected to be around $264 million for the year.\nAlso noted in our release this morning, our Board of Directors has authorized a new $6 billion share repurchase program. This will be in addition to the approximately $300 million remaining on our prior authorization. In addition, our Board declared an increase in our quarterly dividend from $0.60 to [ $0.67 ] per share.\nWith that, let me turn the call back over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Thank you, Bill. As you saw in our press release, Bill Rutherford has decided to retire after 34 years with the company, 10 years as CFO, and Bill had a tremendous career with HCA and my communication to our colleagues throughout the company I indicated that is impressive as the results work financially with the company during his tenure. Bill's legacy with the company will be remembered by the many people in the company has positively impacted with his leadership, mentorship in the way he embraced our mission and culture. And so Bill, congratulations on your retirement, and thank you very much on behalf of the Board and the senior in for everything you've done for the organization.\n[ Heart ] of Bill's legacy is creating a really deep financial team inside our organization. We pride ourselves on having the capabilities to build talent and then replace talent and we're fortunate to have Mike Marks as our next CFO. Mike has been with the company for 28 years. He has had various roles most of which were in the National Group at the Group for the National Group for 10 years, and then he's been in the Senior Vice President and Financial Operations role for the last few years. He is [ accrued ] HCA executive. He understands and appreciates our culture. He knows how to execute and get results. And I know he's going to be an exceptional CFO for HCA, and I'm eager for many of you to get to meet him. And so Mike, congratulations.\nSo with that, we will go into questions."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/56b34667745fcadf8f3bcd621cd38d43",
    "period": "2023 Q3",
    "content": "Q3 2023 HCA Healthcare Inc Earnings Call\n\nQ3 2023 HCA Healthcare Inc Earnings Call\n\nHCANYSEOCT 24, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare Third Quarter 2023 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Ruffer. Sam and Bill will provide some primary remarks, and then we'll take questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements that are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today.\nMore information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings. On this morning's call, we will make reference measures such as adjusted EBITDA, which is a non-GAAP financial measure, a table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release. This morning's call is being recorded, and a replay of the call will be available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Good morning. Thank you for joining the call. The business fundamentals for the company were solid in the quarter with broad-based volume growth on a same facility basis across our footprint and various service lines. These results reflected continued strong demand for our services and healthy operating margins on a same-facility basis.\nAcross most areas of our business, we maintain the operational momentum that we experienced over the past 3 quarters, including continued progress with our labor agenda. Unfortunately, our results were unfavorably impacted by our Valesco hospital-based physician venture. Bill will give additional detail on this impact in a moment.\nWe are continuing our efforts to integrate this venture and anticipate implementing additional actions that should improve its operational results over the next few quarters, including less pressure for the company in the fourth quarter. Because of this issue, primarily, we have lowered the top side of our earnings guidance for the year to reflect the effects of these losses.\nIt is important to understand that we believe the decision to consolidate Valesco was strategically imperative in maintaining the overall competitive positioning and capacity offerings of the company. As has been the case historically with our teams, I am confident that we will find a pathway forward to mitigate the impact it has had on our results.\nFor the third quarter, diluted earnings per share were $3.91. Same-facility admissions grew 3.4% year-over-year. Inpatient volumes were supported by continued strong acuity and a favorable payer mix with same-facility commercial admissions growing an impressive 7%. Same facility equivalent admissions increased 4.1%. This growth was driven by emergency room visits, which grew 3.5%. We are encouraged by our ER revitalization program and the results it is producing for our patients.\nOutpatient surgeries on a same facility basis grew approximately 1% year-over-year. Other outpatient categories also grew, including outpatient cardiology procedures which increased almost 5%. These factors contributed to an increase in same facility revenue of 7.9% as compared to the prior year.\nIn the quarter, we continued to invest significantly in our people with additional investments in orientation programs, Galen College of Nursing and clinical education facilities. Turnover was stable in the quarter and nurse hiring was the strongest it has been all year.\nThese positive results helped reduce contract labor costs, 12.5% as compared to the third quarter last year and 11% sequentially. During the quarter, we maintained available bed capacity, instances where we could not accept patients from other hospitals representing only 0.9% of total admissions, which is consistent with the rate in the second quarter.\nWe believe the significant investments we are making in our networks, our people and our technology agenda will provide us with the necessary resources to improve our service offerings and deliver higher quality care to our patients with greater accessibility.\nI'm proud of our people for what they do every day to deliver on our purpose. I want to thank them for their dedication and their overall great work. HCA Healthcare has a disciplined operating culture that we will maintain into the future. This focused approach, which benefits all stakeholders enhances our ability to execute clinically strategically and financially.\nSo let me close with this. We look forward to our upcoming Investor Day on November 9 and when we will provide more details about the company's approach to driving sustained long-term growth and shareholder value. We will also provide some early perspectives on the upcoming year as well as longer-term thinking on growth targets. With that, I will turn the call to Bill for more details on the quarter's results.\n\nWilliam B. Rutherford\n\nChief Financial Officer & Executive Vice President, HCA Healthcare, Inc.\n\nGreat. Thank you, Sam, and good morning, everyone. I will provide some additional comments on our performance for the quarter. Consolidated net revenue increased 8.3% to $16.21 billion from $14.97 billion in the prior year period. This was driven by 4.5% growth in equivalent admissions and 3.6% increase in revenue per equivalent admission.\nSame-facility revenues grew 7.9%. As Sam mentioned in his comments, the Valesco joint venture had a negative impact of approximately $100 million on the company's adjusted EBITDA in the quarter as well on a year-to-date basis. A portion of the third quarter results was due to revising our revenue estimates from the second quarter as we began to see claims being paid.\nThis result was not what we are expecting as we are experiencing revenue shortfalls compared to what we originally modeled. The Valesco operating results had a negative impact on adjusted EBITDA margins of approximately 80 basis points in the quarter and 40 basis points on a year-to-date basis. Going forward, we anticipate the loss from this venture to approximate $50 million a quarter.\nWe are working diligently on multiple efforts to address these results, including making program adjustments where necessary, deploying efforts to reduce the cost structure and working with payers for more appropriate reimbursement. As we have discussed previously, we have seen subsidy requests increase from contracted hospital-based providers.\nProfessional fee expense for contracted providers have grown approximately 20% on a year-to-date basis. Although we are encouraged, the rate of growth of these payments slowed in the third quarter as compared to the second quarter. In addition to the mitigation strategies discussed above, we continue to assess other operational adjustments within our cost resiliency programs to help offset some of the impact from these issues.\nLet me speak to some cash flow and capital allocation metrics. Our cash flow from operations was $2.48 billion in the quarter. Capital spending was $1.15 billion. We paid about $160 million of dividends and repurchased $1.14 billion of our stock during the quarter. Our debt-to-adjusted EBITDA leverage ratio remains near the low end of our stated range of 3 to 4x.\nAs noted in our release this morning, we are updating our full year 2023 guidance as follows: we expect revenues to range between $63.5 billion and $64.5 billion, we expect net income attributable to HCA Healthcare to range between $4.94 billion and $5.13 billion, we expect adjusted EBITDA to range between $12.3 million and $12.6 billion and diluted earnings per share to range between $17.80 and $18.50. We expect capital spending to approximately $4.7 billion for the year.\nBefore we open it up for questions, I'd like to provide some commentary on our year-to-date performance. We believe our core business metrics remain solid. Year-to-date, our same facility admissions have grown 3.3%. Equivalent admissions have grown 5.1%. Non-COVID admissions have grown 7.5% over prior year on a year-to-date basis.\nSame facility ER visits have grown 5.7%. Inpatient surgeries have grown 2.3% and outpatient surgeries are up 3.1%, all on a year-to-date basis. These volume metrics have outpaced our original expectations going into the year. Our payer mix trends remain favorable. Same facility managed care admissions increasing 5.3% and Medicare admissions increasing 4.3% on a year-to-date basis.\nMedicaid and uninsured admissions are slightly down from the prior year on a year-to-date basis. Our case mix index has held and increased slightly over prior year and our same-facility revenues have increased 6.4% on a year-to-date basis.\nOur same facility labor cost and supply costs are below prior year as a percentage of revenue. Through a focused and diligent effort, our operating teams have done an incredible job of addressing the contract labor pressures we had last year. On a year-to-date basis, our contract labor expense is down 18% or over $300 million from the prior year.\nWe have confidence that a similar focused and diligent effort will help address the current physician cost pressures over time. Lastly, when we look at our current adjusted EBITDA guidance for 2023, we think there are several notable items to consider. We discussed in our year-end call in January, COVID support payments, the out-of-period Texas waiver payment and the 340-B impact from 2022, which all totaled approximately $500 million.\nAnd when you consider the $145 million payer settlement we recorded in the first quarter of this year, as we take all of that into account, we are pleased with the growth rate we've been able to achieve. In addition, our diluted earnings per share, excluding losses on sale of facilities and losses on retirement of debt has grown 7.2% year-to-date. So I wanted to take a moment to put this quarter in some perspective. So with that, we look forward to your questions, and I'll turn the call over to Frank to open it up.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Bill. [Operator Instructions] Rianna, you may now give instructions to those who would like to ask a question."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/854ef5f2e4d5e0758841912b8b88d71f",
    "period": "2023 Q2",
    "content": "Q2 2023 HCA Healthcare Inc Earnings Call\n\nQ2 2023 HCA Healthcare Inc Earnings Call\n\nHCANYSEJUL 27, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare Second Quarter 2023 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford. Sam and Bill will provide some prepared remarks, and then we will take questions.\nBefore I turn it over to Sam, let me remind everyone that should today's call contain any forward-looking statements, they are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings. .\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA is included in today's press release. This morning's call is being recorded, and a replay of the call will be available later today.\nWith that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nGood morning. Thank you for joining the call. The company produced solid earnings in the second quarter. These results reflected continued strong demand for our services and healthy operating margins. Across most areas of our business, we maintain the operational momentum that we experienced over the past 3 quarters. We believe this strength should continue into the second half of the year. Accordingly, we updated our earnings guidance for 2023 to reflect this outlook.\nAgainst the difficult comparison to the second quarter of 2022, diluted earnings per share increased to $4.29. Same-facility volumes across the company were strong. Admissions grew 2.2% year-over-year, inpatient surgeries increased 1.8%, same facility equivalent admissions increased 3.7%. This growth was driven by emergency room visits, which grew 3.7% and outpatient surgeries which grew 3.3%. Other outpatient categories also grew, including outpatient cardiology procedures, with increased 5%. The growth in volumes was broad-based across the company's divisions and diversified within most service lines.\nAdditionally, volumes were supported by strong acuity growth of 1.6% and a favorable payer mix from commercial adjusted admissions growth of 5%. These factors drove an increase in same facility revenue of 6.3% as compared to the prior year. In the quarter, we continued to invest in our people, and as a result, we saw improvements across virtually all key labor metrics. Turnover continued to decline for nurses and trended at an annualized rate of 17%. Nurse Nerves hiring remained strong in the quarter and for the year has increased by 9% as compared to last year. These positive results helped reduce contract labor costs 20% compared to the second quarter last year.\nDuring the quarter, we improved available bed capacity. Instances where we could not accept patients from other hospitals declined and represented 0.8% of total admissions, down from 1.5% in the first quarter. We believe the significant investments we are making in our networks, our people and our technology agenda will provide us with the necessary resources to improve our services and provide even higher quality care to our patients. As we look to the future, we remain encouraged by both the backdrop of strong demand that we expect in our markets and our overall competitive positioning within them.\nHCA Healthcare will continue to use its disciplined operating culture to execute our strategic and capital allocation plans. I want to thank our colleagues for their dedication and their overall effectiveness.\nSo let me close with this. I want to speak to a recent event that we take very seriously. On July 10, we announced that we had recently discovered a list of certain information with respect to some of our patients was made available by an unknown and unauthorized party on an online forum. We have confirmed that the list does not include clinical information, payment information or other sensitive information like passwords, driver's license or social security numbers. Our forensic investigation is ongoing, but this event appears to be a theft from an external storage location that was exclusively used to format e-mail messages.\nWe are in the process of notifying all affected patients in accordance with our legal and regulatory obligations. And not unexpectedly, we have been named as a defendant in multiple class action lawsuits. This incident has not caused any disruption to our day-to-day operations nor do we believe it will materially impact our business or financial results. HCA Healthcare believes the privacy of its patients is a vital part of its mission and remains committed to maintaining the security of their personal information.\nWith that, I will turn the call to Bill for more details on the quarter's results.\n\nWilliam B. Rutherford\n\nChief Financial Officer & Executive Vice President, HCA Healthcare, Inc.\n\nGreat. Thank you, Sam, and good morning, everyone. I will provide some additional comments on our performance for the quarter.\nConsolidated net revenue increased 7% to $15.86 billion from $14.82 billion in the prior year period. This was driven by 4% growth in equivalent admissions and 2.9% increase in revenue per equivalent admission. We remain pleased with our team's management of operating costs even with the backdrop of inflation. Our consolidated adjusted EBITDA margin was 19.3% in the quarter. During the quarter, we completed our transaction to acquire a majority stake in the [ Valesco ] joint venture and we are now consolidating the operations of this venture. This reduced our consolidated margins approximately 30 basis points in the quarter.\nWe believe this transaction not only mitigates business risk with the Envision bankruptcy proceedings but will also further support alignment between our hospital-based physicians and our hospital care teams on improving quality, patient satisfaction and efficiencies. When you consider this transaction and the $145 million payer settlement we recognized last quarter, our adjusted EBITDA margins have remained consistent between the first and second quarters.\nSo let me speak to some cash flow and capital allocation metrics as they remain a key part of our long-term growth and value creation strategies. Our cash flow from operations increased $845 million in the quarter from $1.63 billion in the prior year to $2.475 billion this year. Capital spending was just over $1.2 billion. We paid $164 million in dividends and repurchased $915 million of our stock during the quarter. Our debt to adjusted EBITDA leverage ratio remains near the low end of our stated leverage range of 3 to 4x.\nAs noted in our release this morning, we are updating our full year 2023 guidance as follows: We expect revenues to range between $63.25 billion and $64.75 billion. We expect net income attributable to HCA Healthcare to range between $4.9 billion and $5.255 billion. We expect full year adjusted EBITDA to range between $12.3 billion and $12.8 billion. We expect full year diluted earnings per share to range between $17.70 and $18.90, and we expect capital spending to approximate $4.7 billion during the year.\nSo with that, I'll turn the call over to Frank and open it up for Q&A.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Bill. [Operator Instructions] Bailey, you may now give instructions to those who would like to ask a question. ."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/117387b944263fcec8940f675a0242ef",
    "period": "2023 Q1",
    "content": "Q1 2023 HCA Healthcare Inc Earnings Call\n\nQ1 2023 HCA Healthcare Inc Earnings Call\n\nHCANYSEAPR 21, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare First Quarter 2023 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rothberg. Sam and Bill will provide some prepared remarks, and then we will take questions. Before I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements that are based on management's current expectations, numerous risks and uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc., is included in today's press release. This morning's call is being recorded, and a replay of the call will be available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nChief Executive Officer & Director, HCA Healthcare, Inc.\n\nAll right. Thank you, Frank, and good morning. Thank you for joining our call. The operational momentum we had at the end of the last year continued into the first quarter of 2023. The company produced solid earnings that reflected strong demand for our services and improvement in our operating costs, in particular, contract labor expenses. For the quarter, diluted earnings per share, excluding losses on sales of facilities, grew by almost 20% to $4.93. Adjusted EBITDA grew close to 8%. Same-facility volumes across the company were strong in the first quarter. Admissions grew 4.4% year-over-year. Non-COVID admissions were up 12%. Our inpatient business continued to be supported by strong acuity and a favorable payer mix. Inpatient surgeries increased 3.6%. Same facility equivalent admissions increased 7.5%. This was driven by emergency room visits, which grew 10%, and outpatient surgeries, which grew 5%. Other outpatient categories also grew, including outpatient cardiology procedures, which increased 7%.\nThe demand increase was broad-based across most of the company's footprint and service lines contributing the same facility revenue growth of 5% as compared to the prior year. With respect to our people agenda, we saw continued improvements across virtually all metrics. The improvement in turnover rates accelerated from the fourth quarter, and we ended the quarter close to pre-pandemic levels. Registered nurse hiring also improved in the quarter. Hiring increased almost 19% compared to the previous 4 quarter average. These positive results helped reduce contract labor costs 21% compared to last year. We continue to invest in our people through compensation programs, increased training and innovative care models. We believe these programs advanced our capabilities to provide high-quality care to our patients.\nOnce again, our colleagues demonstrated a remarkable ability to adapt and deliver value across all stakeholder groups. I want to thank them for their dedication, their hard work and their overall effectiveness.\nDuring the quarter, we continued to experience periodic capacity constraints that prevented us from fully operating our capacity as compared to the fourth quarter. Instances where we could not accept patients from other hospitals declined 25% and represented 1.5% of total admissions in the quarter, which was down from 2% in the fourth quarter. While we are pleased with this improved trend, it still remains above pre-pandemic levels. Close with this, we remain encouraged by the backdrop of strong demand that we saw in our markets. We intend to maintain our disciplined approach to executing our strategic and capital allocation plans as we push through the rest of this year.\nAnd lastly, we believe the investments we are making in our network, our people and our technology will provide us with the necessary resources to improve our services and provide high-quality care to our patients. Given the strong results in the quarter and the favorable factors we expect with demand, you will see that we have increased our guidance for the year.\nWith that, I'll turn the call to Bill for more details.\n\nWilliam B. Rutherford\n\nChief Financial Officer & Executive Vice President, HCA Healthcare, Inc.\n\nGreat. Thank you, Sam, and good morning, everyone. I will provide some additional comments on our performance for the quarter. Adjusted EBITDA for the quarter was $3.17 billion as compared to $2.94 billion in the prior year. As noted in our release, in the first quarter of this year, we recorded an increase in revenues of $145 million related to resolving certain disputed claims with a commercial payer that covered a 6-year period. In the prior year quarter, we recorded an additional $244 million of revenues and $90 million of expenses that related to the Texas-directed payment program for an earlier period. I will also note, as it relates to prior year comparisons, we still were experiencing high level of COVID volumes in the first quarter of 2022. COVID admissions accounted for 9.7% of admissions last year compared to about 3% this year. In addition, in the prior year quarter, we recognized approximately $190 million of COVID-related support payments versus about $30 million in this year's first quarter.\nSam highlighted our positive volume metrics in the quarter, and this was coupled with good payer mix and case mix trends. Same facility managed care and other admissions grew 4.2% during the quarter when compared to the prior year and non-COVID managed care admissions grew 11.3% versus the prior year. Non-COVID case mix improved just under 1% as compared to both prior year and sequentially from the fourth quarter. This contributed to our non-COVID inpatient revenue per admission increasing 2.2% as compared to the first quarter of last year.\nWe remain pleased with our team's management of operating costs even with the backdrop of higher inflation. Our consolidated adjusted EBITDA margin was 20.3% in the quarter. Labor costs as a percentage of revenue improved both sequentially and when compared to the prior year, and our supply costs continue to trend favorably as well. We have discussed previously other operating expenses have been subject to some inflationary cost pressures and increased approximately 20 basis points as a percentage of revenue when compared to the prior year.\nSo let me speak to some cash flow and capital allocation metrics as they remain a key part of our long-term growth and value-creation strategies. Our cash flow from operations increased $458 million in the quarter from $1.35 billion in the prior year to $1.8 billion this year. Capital spending was just under $1.2 billion. We paid $175 million in dividends and repurchased just under $850 million of our stock during the quarter. Our debt to adjusted EBITDA leverage ratio remains near the low end of our stated leverage range of 3x to 4x.\nAs noted in our release this morning, we are updating our full year 2023 guidance as follows: we expect revenues to range between $62.5 billion and $64.5 billion. We expect net income attributable to HCA Healthcare to range between $4.75 billion and $5.16 billion. We expect full year adjusted EBITDA at a range between $12.1 billion and $12.7 billion. And we expect full year diluted earnings per share to range between $17.25 and $18.55. And lastly, we expect capital spending to approximate $4.6 billion during the year. I will mention that our updated capital spending guidance is based on opportunities we believe exist to continue to invest growth agenda, and it also considers some land acquisitions we are planning for future development. In addition, we are seeing some inflationary increases in construction costs that we have factored into our guidance as well.\nFinally, I will mention in early April, we closed on a transaction to increase our ownership interest in the Velasco joint venture with envision. We will consolidate this venture beginning in the second quarter and expect the venture will generate approximately $1 billion of annual revenues with no material impact to adjusted EBITDA.\nSo with that, I'll turn the call over to Frank, and we'll open it up for Q&A. We look forward to your questions.\n\nFrank George Morgan\n\nAnalyst, RBC Capital Markets LLC\n\nThank you, Bill. [Operator Instructions] Rob, you may now give instructions to those who would like to ask a question."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b02f43320305445d9c8b9afd61bc20db",
    "period": "2022 Q4",
    "content": "Q4 2022 HCA Healthcare Inc Earnings Call\n\nQ4 2022 HCA Healthcare Inc Earnings Call\n\nHCANYSEJAN 27, 10:00 AM\n\nOperator\n\nGood morning, and welcome to the HCA Healthcare Fourth Quarter 2022 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nVP of IR, HCA Healthcare, Inc.\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford. Sam and Bill will provide some prepared remarks, and then we'll take a few questions. Before I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements that are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release.\nThis morning's call is being recorded, and a replay of the call will be available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nCEO & Director, HCA Healthcare, Inc.\n\nAll right. Good morning, and thank you for joining the call. We finished 2022 as expected, with prepandemic seasonality demand norms, driving solid volume growth. Additionally, we continue to see progress with our labor agenda. These factors helped produce solid earnings in the fourth quarter that were consistent with our guidance. We are encouraged by this outcome and believe this operational momentum should position us well for 2023. 2022 was a tale of 2 halves, with the first half being more about winding down from the previous 2 years of intense COVID activity and responding to the resulting challenges.\nThe second half was more about normalization, which included strong demand and an improving labor market. Once again, I believe our people have demonstrated an impressive capability in the face of these dynamic forces and delivered for our patients, the communities we serve and other stakeholders. Health care people in general are unique, but I believe HCA Healthcare people are even more special, often refer to them as can-do people, and again, this past year, I think they proved it. I want to thank them for their hard work and everything they do each and every day for our company.\nSame-facility volumes across the company were strong in the fourth quarter. Admissions grew 3% year-over-year. Non-COVID admissions increased in excess of 5%. Equivalent admissions were up 5.4%, with impressive growth of 11% in the emergency room. Most of our other volume categories had solid growth metrics in the quarter also.\nThe payer mix and acuity levels in the quarter remained at favorable levels. These factors produced revenue growth against a difficult comparison of 3% in the quarter.\nWith respect to our people agenda, we were pleased with the improvements we saw in key metrics. Turnover numbers for registered nurses were down 26% in the fourth quarter as compared to the previous 4 quarters' average. Our turnover rate is still higher than we want, but we believe it is better than the industry average.\nEmployee engagement scores recovered to around prepandemic levels. Again, our engagement is above the industry average. Our recruiting teams continue to generate results for the company, hiring increased 6% year-over-year in 2022. And lastly, we opened our seventh Galen College of Nursing School this year.\nWith respect to labor cost during the quarter, we experienced stable labor cost per hour with utilization of contract labor declining. As we have detailed in the past, we have implemented a robust human resources plan. We executed well on it and expect to make further progress as we move into 2023. It remains a top organizational priority. Even with the progress, we continued this quarter to experience capacity constraints, creating situations where we were unable to deliver services in certain situations. Also in the quarter, we saw value from our portfolio optimization plan and closed 2 joint ventures with strategic partners, one was with our Sarah Cannon Research Institute, which we combined with McKesson's Cancer Research entity. We believe the combination of these 2 entities will produce better cancer research and more clinical trials across the country, providing even more community-based resources for physicians and patients to fight this disease.\nThe second co-venture is with our core trust purchasing organization. We closed on a new partnership with Blackstone. We believe this new relationship can expand our ability to offer commercial purchasing and services solutions to a broader variety of customers. We believe both of these deals achieved our strategic objectives, and connected us with a better platforms for success in the future. We are excited to partner with both entities.\nWe also implemented our capital plan for the year as expected, including redeploying the proceeds from these 2 new joint ventures. Bill will provide more details in his comments. And finally, we announced in the last quarter a significant leadership transition that we believe will position the organization better with responding timelier to market dynamics, while also strengthening the alignment of corporate functions to our strategy. The executives who are part of this transition are all proven HCA executives, they understand and appreciate our culture, and they know how to execute.\nAs we push ahead into 2023 and beyond, we believe the strong demand for health care services presents opportunity for HCA Healthcare in an otherwise challenging macro environment. We believe the company is well positioned culturally, competitively and financially to capitalize. Our agenda next year will be focused on the following 3 areas: First, overcoming labor and capacity challenges. Again, we believe we have the appropriate initiatives in place to respond to these. Second, counter inflationary pressures. Again, we have numerous efforts in place to contend with these forces, while ensuring we continue to deliver high-quality outcomes to our patients. And third, accelerating growth with our winning plays. This agenda continues to leverage capital investments in outpatient facilities, clinical equipment for our physicians and service line expansion.\nOn top of our 2023 agenda, we are also making investments in our long-term plan, which includes 4 primary elements: the first one is advancing our clinical systems and digital capabilities. Second is transforming care models with innovative solutions; third is expanding our workforce development programs; and fourth, is investing capital in our networks to expand their offerings. These efforts are pressuring our results some in the current year, but we believe they are necessary in creating a platform for ultimately optimizing our networks so they can deliver even better patient care in the future.\nLet me close with this. The last 3 years have been an extraordinary experience for everyone at HCA Healthcare. There's been no rest, nor retreat for our people, and it was truly a challenge like no other. I strongly believe, however, that our Board, our management teams and our caregivers have shined through it all. We went into the pandemic with 2 priorities, to protect our people and to protect the organization so we could continue providing high-quality health care to the communities we serve. I believe strongly that we showed up, we delivered on these priorities, and we did it the right way. I am proud of HCA Healthcare, and I'm even more proud of our people. The future for our company is even brighter because of the past 3 years and what we learned.\nNow we will move into 2023 and the years ahead with greater purpose, with a renewed agenda to drive growth and with more confidence in our ability to deliver value for all of our stakeholders. With that, I will turn the call to Bill, and he will discuss the quarter's results in more detail, and our 2023 guidance.\n\nWilliam B. Rutherford\n\nExecutive VP & CFO, HCA Healthcare, Inc.\n\nOkay. Thank you, Sam, and good morning, everyone. I will provide some additional comments on our performance for the quarter and the year, then discuss our '23 guidance.\nWe finished the year with good volume metrics. Our fourth quarter same facility admissions increased 2.9% over the prior year. For the full year, our same-facility admissions were up 0.5%. Excluding COVID admissions, our same-facility admissions grew 5.4% in the quarter and were up 3.4% for the year. For the full year, COVID admissions accounted for 5.2% of our admissions versus 7.8% in the prior year. Same-facility emergency room visits increased 11.4% in the quarter as compared to the prior year, and were up 7.6% for the full year. Our same-facility outpatient surgeries were up slightly in the quarter from the prior year, but increased 5.6% sequentially compared to the third quarter. Same-facility inpatient surgeries were basically flat as compared to the prior year. Both were impacted by one less business day in the quarter.\nOur same-facility revenue per equivalent admission was down 2.6% in the quarter from the prior year as this was influenced by the drop in COVID activity. Sequentially, our non-COVID revenue per equivalent admission increased approximately 3.7% as compared to the third quarter.\nOur case mix increased just under 2% sequentially from the third quarter, and our payer mix remained stable as well. We remain pleased with our team's management of operating costs even with the backdrop of higher inflation rates. Our consolidated adjusted EBITDA margins were 20.5% in the quarter and right at 20% for the full year. We continue to focus on our labor plans and supporting our teams, while appropriately managing contract labor and premium pay programs. Our total labor cost as a percentage of revenue improved both sequentially and when compared to the prior year.\nIn addition, our supply cost trends have remained very consistent during the year, and we are pleased with these results. Other operating expenses have been subject to some inflationary cost pressures when compared to the prior year, but has run fairly consistent as a percent of revenue throughout 2022. Our cash flow and capital allocation are a key part of our long-term growth and value-creation strategies. Our cash flow from operations was $8.5 billion in 2022. Our capital spending was just under $4.4 billion for the year, which was slightly higher than our initial expectations due to some year-end real estate and information technology purchases.\nWe paid dividends of about $650 million, and we repurchased $7 billion of our outstanding stock during the year. Our debt to adjusted EBITDA leverage ratio was near the low end of our stated leverage range of 3 to 4x. For full year 2022, we realized approximately $1.2 billion in proceeds from sales of facilities and health care entities.\nSo let me speak to our 2023 guidance for a moment. As noted in our release this morning, we are providing full year '23 guidance as follows: we expect revenues to range between $61.5 billion and $63.5 billion. We expect net income attributable to HCA Healthcare to range between $4.525 billion and $4.895 billion. We expect full year adjusted EBITDA to range between $11.8 billion and $12.4 billion. We expect full year diluted earnings per share to range between $16.40 and $17.60. And we expect capital spending to approximate $4.3 billion during the year. So let me provide some additional commentary on our guidance.\nOur 2023 adjusted EBITDA guidance is impacted by several governmental and policy changes. In 2022, we recognized approximately $280 million in COVID support mainly from DRG add-ons, removal of sequestration cuts and HRSA reimbursement for uninsured COVID patients. We expect very little revenue from these programs in 2023. Also, as discussed in our first quarter release, we recognized $244 million of revenues and $90 million of expenses related to the Texas directed payment program that was for the last 4 months of 2021. This program that started on September 1, '21 was not improved until the first quarter of 2022. In addition, we estimate the impact of the 340B related payment reductions to be between $50 million and $100 million.\nAdjusted for these items, the midpoint of our 2023 adjusted EBITDA guidance would be in the middle of our historical 4% to 6% growth expectations that we have had over time. Within our guidance, we expect our same facility equivalent admissions to grow approximately 2% to 3%, and our revenue per equivalent admission to grow approximately 2%.\nDepreciation is estimated to be about $3.1 billion and interest expense is projected to be around $1.975 billion. Interest expense will be impacted by both higher rates and anticipated draws under our revolving credit facilities.\nFinally, our fully diluted shares are expected to be about $278 million for the full year, and cash flow from operations is estimated to range between $8.5 billion and $9 billion.\nAlso noted in our release this morning, our Board of Directors has authorized a new $3 billion share repurchase program. This will be in addition to the approximate $1.5 billion remaining authorization we had under the previous program at the end of the year. In addition, our Board has declared an increase in our quarterly dividend from $0.56 to $0.60 per share.\nWith that, I'll turn the call over to Frank, and we'll open it up for Q&A."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6ef9530f9ae8a0a71fee4c9364b4eb1",
    "period": "2022 Q3",
    "content": "Q3 2022 HCA Healthcare Inc Earnings Call\n\nQ3 2022 HCA Healthcare Inc Earnings Call\n\nHCANYSEOCT 21, 9:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare Third Quarter 2022 Earnings Conference Call. Today's call is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nVP of IR, HCA Healthcare, Inc.\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford. Sam and Bill will provide some prepared remarks, and then we will take questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements, they are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may refer to measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Inc. is included in today's release. This morning's call is being recorded, and a replay of the call will be available later today.\nWith that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nCEO & Director, HCA Healthcare, Inc.\n\nGood morning. Thanks for joining the call. As I've mentioned on past calls, it has been difficult over the pandemic period to judge our business trends because of the ups and downs we have experienced with the various COVID-19 surges. If you recall, the third quarter of 2021 was the most intense surge we saw with the Delta variant, and it significantly influenced our business, making it difficult to compare.\nWe believe the second quarter and the third quarter of this year provide us with the most sustained period yet for us to judge our business. Generally, the financial results in the third quarter were in line with our internal expectations. As compared to the second quarter, our revenue production was consistent with overall volumes, payer mix and acuity generally stable. These results were generated with capacity constraints in certain situations caused by ongoing labor market challenges.\nIn the quarter, we continue to invest significantly in our workforce, including the opening of one more Galen College of Nursing campus. These investments produced improvement in retention, more new hires and reduced contract labor expenses.\nOverall, operating margins were solid and were a positive reflection on the disciplined execution by our teams. I want to thank them for their enduring commitment to our patients and our facilities. We continue to be impressed by their resolve and dedication. These attributes were once again put to the test with Hurricane Ian. Fortunately, no patient or employee was harmed during the storm. And with the help of our partners, all facilities with the exception of one are fully operational. In the face of disasters, whether a pandemic or a hurricane, the people of HCA Healthcare continue to shine.\nNormally, on this call, we attempt to provide you with some early perspectives on the upcoming year. Currently, we have reasonable insights into certain aspects of our business such as demand, which we believe will grow around 1% to 2% next year. We also expect payer mix and acuity to remain stable.\nHowever, with respect to inflation, we are less certain. We have responded to these unprecedented inflationary and macroeconomic pressures, and we will continue to respond with our workforce initiatives and our financial resiliency program, but it is too early to judge the effectiveness of our response as these forces and the related governmental responses continue to evolve and impact various categories of our costs.\nTherefore, we will refrain from providing the typical early outlook for 2023 until we finish our planning process in early January. By then, we will have seen another 3 months of performance to assess the overall environment as well as our response to it.\nI will close with this. We continue our work to position the company for long-term success and sustained stakeholder and shareholder value. Our strategic plan is designed to optimize the networks we have built over the years by resourcing them with better technology and analytics, new and innovative care models and a highly trained workforce. We believe these efforts position us well to grow and effectively leverage our deployed capital. But more importantly, they position us better to deliver on our mission and provide higher quality care to our patients in a more efficient manner.\nNow let me turn the call over to Bill. Thank you.\n\nWilliam B. Rutherford\n\nExecutive VP & CFO, HCA Healthcare, Inc.\n\nThank you, and good morning, everyone. Let me provide some additional comments on the quarter. As Sam mentioned, our results in the third quarter were in line with our expectations. Adjusted EBITDA was $2.902 billion. Adjusted EBITDA margin was 19.4%, and diluted earnings per share was $3.93, excluding losses on sale of facilities of $0.02.\nOur same facility volume levels in the third quarter were generally consistent with our second quarter levels. Our volume trends compared to the prior year reflect the COVID-19 surge we experienced in the prior year. For example, our same-facility admissions are down 1.5% when compared to the prior year. COVID admissions were down almost 60% this quarter compared to third quarter of last year, and they represented almost 13% of admissions in Q3 of last year versus 5% of admissions in third quarter of this year. Non-COVID admissions increased 6.9% in the quarter as compared to the prior year and are up 2.7% year-to-date.\nAcuity and payer mix levels were generally consistent with second quarter levels as well and led to comparable revenue per equivalent admission between the second and third quarter. As mentioned in our release, we recorded approximately $266 million of revenue and $125 million of expenses related to the Florida-directed payment program during the quarter. Approval for this program was received in September from CMS for the annual period ending September 30, 2022.\nIn addition, we estimate the impact of Hurricane Ian, which made landfall on the West Coast of Florida on September 28, was approximately $35 million in the quarter. Our labor costs were generally in line with our expectations. We made market-based wage adjustments for our employee workforce and were able to absorb much of this with a 19% reduction in contract labor as compared to the second quarter. Supply cost trends remained stable, both sequentially and when compared to the prior year.\nOther operating expenses increased sequentially from the second quarter, but this is mostly due to the Florida DPP expenses and some increases in professional fees and utility costs. We remain focused on our resiliency programs that we've spoken to in past calls. And overall, our teams are doing a great job responding to the inflationary market dynamics while also identifying efficiency opportunities.\nLet me transition to discuss some cash flow and balance sheet metrics, which continue to be a strength for HCA Healthcare. Our cash flow from operations was $3.02 billion in the quarter, and capital spending was $1.13 billion. We completed approximately $700 million of share repurchase during the quarter and just under $5.5 billion year-to-date.\nOur debt to adjusted EBITDA ratio was just above the low end of our stated leverage range, and we had approximately $3.9 billion of available liquidity at the end of the quarter. Lastly, I will mention that our full year 2022 guidance remains unchanged.\nSo with that, let me turn the call back over to Sam for some quick comments before we go to Q&A.\n\nSamuel N. Hazen\n\nCEO & Director, HCA Healthcare, Inc.\n\nYes. One thing I wanted to share are the themes that we believe are takeaways from our quarter and sort of the normal business trends that we were judging between the second and third quarter. And these themes are as follows. First, again, we think our top line metrics are stable, and normal seasonality patterns are beginning to show themselves. Number two, we are making progress on our human resource agenda. Our engagement levels are up, and so we're encouraged by that. Number three, inflation is real. It's a pressure point, but we're working our way through it with our resiliency agenda and other initiatives. And then fourth is that long-term growth prospects, we believe, exist across our portfolio.\nSo those things, we think, are important to our judgment of the third quarter as compared to the second quarter and as we look to push forward on into next year and the years thereafter. So with that, Frank, I'll turn it over to you for questions."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b0f40a1746c238774796f08108acf857",
    "period": "2022 Q2",
    "content": "Q2 2022 HCA Healthcare Inc Earnings Call\n\nQ2 2022 HCA Healthcare Inc Earnings Call\n\nHCANYSEJUL 22, 9:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare Second Quarter 2022 Earnings Conference Call. Today's call is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nVP of IR, HCA Healthcare, Inc.\n\nGood morning, and welcome to everyone on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford. Sam and Bill will provide some prepared remarks, and then we'll take questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements, they are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may refer -- we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release. This morning's call is being recorded, and a replay of the call will be available later today.\nWith that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nCEO & Director, HCA Healthcare, Inc.\n\nAll right. Thank you, Frank, and good morning to everybody. Thank you for joining today's call. We are pleased with our financial results for the second quarter. The solid results were driven by a good mix of volume with respect to payer mix and acuity coupled with progress in managing our operating costs.\nAlthough overall demand for our services was not as strong as anticipated when compared to the second quarter of last year, same facility revenue grew 4%. As indicated in our earnings release, same-facility inpatient admissions declined 1.2% and adjusted admissions grew 0.5%. COVID admissions declined 18% and represented approximately 3% of total admissions, which is generally consistent with the mix in the prior year. COVID admissions dropped 70% from the first quarter.\nEmergency were admitted on a same facilities basis grew 7.3%, reflecting strong demand for this service. Volumes across most categories exceeded pre-pandemic levels as compared to the second quarter of 2019. Many aspects of our business were positive considering the challenges we faced with the labor market and the other inflationary pressures on costs. Our teams executed well as they have in the past through other difficult environment. Again, I want to thank them for their dedication and excellent work.\nLabor metrics improved in the quarter as compared to the first quarter. Recruitment was up, turnover was down. And throughout the quarter, we lowered contract labor expenses in each successive month with June down 22% as compared to April. Overall, operating cost per adjusted admission improved on a sequential basis as compared to the first quarter.\nBecause of these positive developments, we operated with more available capacity than we did in the first quarter and had solid volume growth sequentially.\nAdditionally, we continue to expand our network offerings with new ambulatory centers and clinics. We opened 3 Galen nursing colleges in the quarter and 2 more are scheduled to open later this year. And lastly, we increased hospital capacity with targeted capital investments.\nAs we look to the balance of the year, we see volumes returning to pre-pandemic seasonal trends but we expect growth in inpatient admissions at a more modest level than previously indicated in our guidance and in line with go-for outpatient categories. We believe our labor and resiliency plans are appropriately responsive to market dynamics and the needs of our business, and they should continue to generate improvements in our operations.\nSo let me close with this. And as I've mentioned this in the past, HCA Healthcare has an outstanding track record of responding to our reality by adjusting our operations in an appropriate manner. That is a manner aligned with our mission to provide high-quality care to our patients while also being prudent with our financial management.\nWith that, I'll turn the call over to Bill for more details on the quarter.\n\nWilliam B. Rutherford\n\nExecutive VP & CFO, HCA Healthcare, Inc.\n\nOkay. Great. Thank you, Sam, and good morning, everyone. Let me provide some additional comments on the quarter. First, as Sam mentioned, we are pleased with the overall results of the quarter. Our diluted earnings per share was $4.21 in the quarter after excluding the $0.11 from the loss on sale of facilities and $0.20 from the retirement of debt.\nAdjusted EBITDA was $3.04 billion, and adjusted EBITDA margin was 20.5%. Non-COVID admissions were down 0.6% in the quarter. However, non-COVID managed care admissions were up 0.7%, reflecting favorable payer mix. Non-COVID case mix was up slightly from the prior year, maintaining the (inaudible) we have made. And overall, our same facility inpatient revenue per admission increased 3.3% from the second quarter of last year.\nIn addition, as Sam mentioned, we saw improvement in almost all key operating indicators compared to the first quarter, including our labor supply and other operating costs on both an adjusted admission and an adjusted patient day basis. We remain focused on our resiliency programs that I've highlighted in last quarter's call, including our staffing and capacity efforts, executing on our next generation of sheer services and identifying best practices across HCA Healthcare through the advancement of our benchmarking and analytic processes. These efforts continue to be an important focus for us as we respond to the current operating environment, and we are pleased with the progress in these areas.\nSo let me transition to discuss some cash flow and balance sheet metrics. Our cash flow from operations was $1.63 billion in the quarter, Capital spending was $1.08 billion, as compared to $842 million in the prior year period, and we completed just under $2.7 billion of share repurchases during the quarter.\nOur debt to adjusted EBITDA ratio was just above the low end of our stated leverage range, and we had just over $2.7 billion of available liquidity at the end of the quarter. Lastly, I will mention that our full year 2022 guidance remains unchanged from what we highlighted last quarter.\nSo with that, I'll turn the call over to Frank, and we'll open it up for Q&A.\n\nFrank George Morgan\n\nVP of IR, HCA Healthcare, Inc.\n\nThank you, Bill. (Operator Instructions) Chantal, you may now give instructions to those who would like to ask a question. ."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9d48b82c3703c64299a916329b0dec06",
    "period": "2022 Q1",
    "content": "Q1 2022 HCA Healthcare Inc Earnings Call\n\nQ1 2022 HCA Healthcare Inc Earnings Call\n\nHCANYSEAPR 22, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare First Quarter 2022 Earnings Conference Call. Today's call is being recorded.\nAt this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Frank Morgan. Please go ahead, sir.\n\nFrank George Morgan\n\nVP of IR, HCA Healthcare, Inc.\n\nGood morning, and welcome to everyone to today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford. Sam and Bill will provide some prepared remarks, and then we'll take questions.\nBefore I turn the call over to Sam, let me remind everyone that should today's call contain any forward-looking statements, they are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and in our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release.\nThis morning's call is being recorded, and a replay of the call will be available later today.\nWith that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nCEO & Director, HCA Healthcare, Inc.\n\nGood morning, and thank you for joining our call. The COVID-19 pandemic continued to influence our results in the first quarter with the Omicron surge which slowed in the middle of the quarter. More significantly, the challenging labor market pressured margins as the cost of labor increased more than we expected as compared to the first quarter of the prior year. In the face of these challenges, however, we had a number of positive volume and revenue indicators that were encouraging.\nCompared to the first quarter of prior year, same-facility admissions increased 2%. During the quarter, we provided care to approximately 49,000 COVID-19 inpatients, which represented approximately 10% of total admissions, consistent with prior year. Non-COVID admissions grew 2.2%. This growth occurred in February and March. Inpatient surgeries grew approximately 1%. And across our inpatient business, acuity levels and payer mix continued to be strong.\nOutpatient volumes also rebounded strongly in the quarter. Same-facility emergency room visits grew 15%. Same-facility outpatient surgeries grew nearly 7%, and outpatient cardiac-related procedures grew by approximately 7%.\nWe continue to believe that overall demand for health care remains strong in our markets across most categories with favorable population trends and other contributing factors that developed during the pandemic driving it.\nTotal revenues grew 6.9% compared to the first quarter 2021. Same-facility inpatient revenues grew 5.4%, and same-facility outpatient revenues grew 10.6%. Bill will provide more color on our revenues in his comments.\nI realize that our bottom line financial results were not what we expected, but these top line metrics were positive. Diluted earnings per share, excluding gains on sales of facilities, were $4.12, which was down $0.02 from the prior year.\nIn the quarter, we experienced higher levels of contract labor expenses than planned. As compared to the fourth quarter, we saw modest improvements in certain contract labor metrics. We expect further improvements in the remainder of the year as we align the workforce appropriately by reducing both the utilization of contract labor and the associated hourly rates for these contracts.\nIn some situations, the challenges in the labor market also constrained our capacity, preventing us from delivering hospital services to certain patients. By the end of the quarter, we were able to overcome some of these capacity constraints. And for the most part, our transfer centers were able to operate normally and move more patients to the proper setting in our networks.\nIt is important to understand we are doing what we absolutely have to do to take care of our patients, and we will always do that. This past quarter, our teams continued to show up and deliver on our promise to provide high-quality care to patients who need our services. I want to thank them for their commitment and hard work during these challenging times.\nWe do, however, have numerous initiatives underway around retention, recruitment, capacity management and new care models that we believe will help offset some of these labor pressures. However, we now believe improvement in our labor cost will be slower than originally anticipated. This factor primarily influenced our revised outlook for 2022.\nWe will continue to invest in our people, in our relationships and in our networks. We believe these investments are appropriate and should help us address the long-term opportunities for growth that exists in our markets.\nAt the end of the quarter, we had approximately 2,500 facilities or sites of care in HCA Healthcare networks. This represents a 15% increase over last year.\nRecently, we published our annual Impact Report for 2021, which highlights the tremendous impact our colleagues had on the patients and communities we serve. You can find the details on our website.\nBefore I turn the call over to Bill, let me end my comments with this. Over the past few years, we have demonstrated an ability to adjust effectively to whatever our realities are, and I'm confident we will do it again.\nWith that, I'll turn the call over to Bill. Thank you.\n\nWilliam B. Rutherford\n\nExecutive VP & CFO, HCA Healthcare, Inc.\n\nOkay. Thank you, Sam, and good morning, everyone. I will provide some additional comments on our performance for the quarter then address our 2022 updated guidance.\nFirst, let me provide a little more commentary on our revenues in the quarter. We are encouraged with certain trends we saw in our non-COVID activity during the quarter. Same-facility non-COVID admissions grew 2.2% versus the prior year, and our non-COVID revenue per admission grew 2.4% as a result of maintaining our acuity levels and a slightly favorable payer mix as compared to the prior year.\nWithin our COVID activity, our same-facility COVID emissions were slightly above last year and represented approximately 10% of our total admissions, but we did see lower acuity and intensity with the Omicron variant this year. Our COVID inpatient revenue per admission was down approximately 15% from the first quarter of last year, which resulted in approximately $150 million less COVID revenue this year as compared to the first quarter of last year.\nLet me transition to discuss some cash flow and balance sheet metrics. Our cash flow from operations was $1.345 billion as compared to $2 billion in the first quarter of 2021. We did pay $344 million of deferred payroll taxes from 2020 during this quarter, representing 50% of the total amount deferred.\nCapital spending was $860 million as compared to $650 million in the prior year period, and we completed just over $2.1 billion of share repurchases during the quarter.\nOur debt to adjusted EBITDA ratio at the end of the quarter was slightly below the low end of our target range, and we had just under $7.9 billion of available liquidity at the end of the quarter. We plan to use approximately $2.6 billion of this amount to redeem our 2023 bonds in the second quarter.\nFinally, I will mention, as noted in our release this morning, during March of this year, CMS approved the directed payment portion of the Texas Waiver Program. As a result, we recognized $385 million of revenue and $160 million of additional provider tax assessments related to this portion of the program from the period September 1, '21 through March 31, 2022. Of these amounts, approximately $244 million of the revenue and $90 million of the provider tax assessments related to the September through December of '21 period.\nAs noted in our release this morning, we are adjusting our full year 2022 guidance as follows: We expect revenues to range between $59.5 billion and $61.5 billion. We expect net income attributable to HCA Healthcare to range between $4.95 billion and $5.34 billion. We expect full year adjusted EBITDA to range between $11.8 billion and $12.4 billion. We expect full year diluted earnings per share to range between $16.40 and $17.60, and we expect capital spending to remain at $4.2 billion for the year.\nSo let me provide some additional commentary on our adjusted guidance and 3 primary areas that we have considered. First, our cost of labor was higher than anticipated in the first quarter, primarily due to the utilization and cost of contract labor. We now believe the disruption of the labor market and the pressure this places on labor cost inflation will be slower to moderate than we originally anticipated.\nSecond, as I previously discussed, we saw reduced acuity and revenue from Omicron COVID patients in the quarter, and this lower acuity has been factored into our guidance as well.\nAnd lastly, we made assumption around increased inflationary pressures and expect that to have greater impact on us going forward, including for professional fees, energy procurement, cost of utilities and other purchase services.\nSo let me close with a brief discussion on some of the initiatives we have underway to respond to these current market dynamics. We've spoken in the past of our resiliency efforts, which now include 3 main focus areas. First is around staffing and capacity, as Sam mentioned in his comments. We have teams working on and focused on multiple work streams in this category, these work streams in around investing in and enhancing employee recruitment and retention efforts and enhancing capacity management through new case management models and technology solutions. In addition, we are exploring new delivery models through our care transformation initiatives. All of these are focused on supporting our care teams and easing some of the current labor pressures.\nSecond, we have our original resiliency programs that are continuing. Many of these are advancing efficiencies through our next generation of shared services. Examples of these include consolidation and alignment of laboratory operations, facility management, environmental and food and nutrition support areas.\nAnd then the third major effort underway is an initiative around advancing our capability to benchmark key performance metrics across the organization. This is intended to identify variation and opportunity to see our best practices across several areas, such as supply utilization, provider support costs, discretionary spending and other similar cost area. Many of these were factored into our original planning assumptions, and we remain focused on these efforts to help offset some of the contract labor and inflationary cost pressures we are experiencing.\nSo with that, I'll turn the call over to Frank to open it up for Q&A.\n\nFrank George Morgan\n\nVP of IR, HCA Healthcare, Inc.\n\nThank you, Bill. (Operator Instructions) Emma, you may now give instructions to those who would like to ask a question."
  },
  {
    "header": "HCA",
    "cik": "0000860730",
    "ticker": "HCA",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3e775386b6141a6b3b35cdd1456da7ae",
    "period": "2021 Q4",
    "content": "Q4 2021 HCA Healthcare Inc Earnings Call\n\nQ4 2021 HCA Healthcare Inc Earnings Call\n\nHCANYSEJAN 27, 10:00 AM\n\nOperator\n\nWelcome to the HCA Healthcare Fourth Quarter 2021 Earnings Conference Call. Today's call is being recorded. At this time, for opening remarks and introductions, I would like to turn the call over to Vice President of Investor Relations, Mr. Mark Kimbrough. Please go ahead, sir.\n\nW. Mark Kimbrough\n\nVP of IR, HCA Healthcare, Inc.\n\nAll right. Thank you, Chris. Good morning, and welcome to everybody on today's call. With me this morning is our CEO, Sam Hazen; and CFO, Bill Rutherford; along with our Chief Medical Officer, Dr. Michael Cuffe; and Frank Morgan, our new VP of IR. Welcome, Frank.\n\nFrank Morgan\n\nPleasure here.\n\nW. Mark Kimbrough\n\nVP of IR, HCA Healthcare, Inc.\n\nSam and Bill will provide some prepared remarks, and then we'll take questions. Before I turn the call over to Sam and Bill, let me remind everyone that should today's call contain any forward-looking statements, they are based on management's current expectations. Numerous risks, uncertainties and other factors may cause actual results to differ materially from those that might be expressed today. More information on forward-looking statements and these factors are listed in today's press release and our various SEC filings.\nOn this morning's call, we may reference measures such as adjusted EBITDA, which is a non-GAAP financial measure. A table providing supplemental information on adjusted EBITDA and reconciling net income attributable to HCA Healthcare, Inc. is included in today's release. This morning's call is being recorded and a replay of the call will be available later today. With that, I'll now turn the call over to Sam.\n\nSamuel N. Hazen\n\nCEO & Director, HCA Healthcare, Inc.\n\nAll right. Thank you, Mark, and good morning, and thank you for joining us. As we begin this call, I want to reflect on 2021. Across many dimensions of our business, our teams demonstrated an impressive ability to adjust quickly and effectively to 3 different surges and deliver for our patients, deliver for our communities and deliver for each other. This steadfast resolve and sacrifice to serve others are what make health care workers special people in general, but specifically for HCA Healthcare, they are what make our company great. I want to thank our colleagues and physicians for their outstanding work this past year.\nIn the fourth quarter, the COVID pandemic once again altered course with the Omicron variant. As the Delta variant surge was slowing down at the end of the third quarter with some spillover into the fourth, the Omicron surge started to influence our business in early December. Overall, our teams continued their tremendous response and the effects of the pandemic's ever-changing conditions were managed well as reflected in our financial results for the fourth quarter, which were solid and in line with our most recent guidance.\nIn the quarter, our hospitals provided care to 27,000 COVID-19 patients, approximately 5% of total admissions. This level is significantly below the third quarter's 13%. Since the beginning of the pandemic, we have provided inpatient care to over 260,000 patients who contracted the virus. Currently, our hospitals continue to treat many patients with COVID-19. COVID-related census levels fortunately have begun to peak, and we anticipate they will decline over the next few weeks.\nSame-facility revenues grew 6.4% in the quarter as compared to prior year. Inpatient revenue grew 2% and outpatient revenue grew 13%. Same-facility volumes increased on a year-over-year basis across most major categories, with the exception of inpatient surgeries, which were down 1%. In a challenging labor market, our teams adjusted well. Labor costs created some pressure on margins as compared to last year. But sequentially, there was no significant change in this metric as compared to the third quarter. Adjusted EBITDA margin for the quarter was strong. Diluted earnings per share, excluding gains on sales of facilities, increased 7% to $4.42 in the quarter.\nAs we move into 2022, our overall outlook for the year remains generally consistent with the early perspectives we provided in last quarter's call. While certain aspects of our business, including the impact of the pandemic remain difficult to predict, we believe the guidance that we are providing today is reasonable. We also believe that the combination of our disciplined operating culture, plus our growth plan and the strong support from our capital deployment program, should help us deliver the results we are forecasting for the year and enhance long-term shareholder value.\nAs I indicated previously, we believe demand for health care services will be strong in 2022 and comparable to historical growth rates in the 2% to 3% zone with COVID-related admissions representing between 3% and 5% of total. We expect this demand to be supported by a growing economy and more insurance coverage for people through their employer or the exchanges. We believe HCA Healthcare's strong and diversified portfolio of markets is differentiated across the industry and presents numerous long-term growth opportunities. Because of this, we plan to continue investing in our core strategy of developing our provider networks through our capital spending plan and also through acquisitions when available (inaudible) acquisition that we completed at the end of the year in South Florida.\nThese investments continue to add depth to our networks and convenience for our patients, creating an easier and more cost-effective accessibility for our health care systems. Over the past year, we have increased the ambulatory care sites in our networks by 14%, bringing the total number to approximately 2,200. These sites support the 182 hospitals we operate today and will provide support in the future to the 8 new hospitals we recently announced in various Texas and Florida markets.\nAs I mentioned, we are operating in a difficult labor market. Over the past year, we have invested in our colleagues with increased pay, supplemental bonus programs and additional benefits. These investments, coupled with our efforts to improve operational support for providing care, should help us mitigate some of the difficulties caused by this environment. These past 2 years certainly have been a strain on our people. But through it all, they have demonstrated a level of excellence, compassion and resilience that has strengthened the company in many ways. They have accomplished this while simultaneously staying true to our mission and better positioning us for continued success. With that, I'll turn the call over to Bill for more details on the quarter's results, our '22 earnings guidance and capital deployment plan. Thank you.\n\nWilliam B. Rutherford\n\nExecutive VP & CFO, HCA Healthcare, Inc.\n\nOkay, great. Thank you, Sam, and good morning, everyone. I will provide some additional comments on our performance for the year, then discuss our 2022 guidance. Our cash flow from operations was $2.4 billion as compared to a use of cash of $3.6 billion in the fourth quarter of 2020. In the prior year quarter, cash flow was affected by our returning or repaying early approximately $6 billion of Cares Act funding.\nFor full year 2021, cash flow from operations was just under $9 billion. Capital spending was $1.2 billion for the quarter and was $3.6 billion for the full year 2021. In addition, we have approximately $4.1 billion of approved capital in the pipeline that is scheduled to come online over the next 3 years. We completed just over $2 billion of share repurchases during the quarter and $8.2 billion for the full year. Our debt-to-EBITDA ratio was 2.7x at the end of the third quarter, and we had approximately $3.6 billion of available liquidity at the end of the quarter.\nFor full year 2021, we realized approximately $2.2 billion in proceeds from sales of facilities and health care entities and recognized approximately $1.6 billion in gains on these sales. We also executed on $1.1 billion of acquisitions on health care entities during the year.\nAs noted in our release this morning, we are providing full year 2022 guidance as follows: we expect revenue to range between $60 billion and $62 billion. We expect net income attributable to HCA Healthcare to range between $5.55 billion and $5.835 billion. We expect full year adjusted EBITDA to range between $12.55 billion and $13.05 billion. We expect full year diluted EPS to range between $18.40 and $19.20. And we expect capital spending to approximate $4.2 billion during the year.\nSo let me provide some additional commentary on our guidance. The midpoint of our adjusted EBITDA guidance of $12.8 billion reflects a 1.2% increase over our 2021 adjusted EBITDA. In 2021, we recognized approximately $900 million in COVID support from the DRG (inaudible) reimbursement for uninsured COVID patients and the impact of the delay in sequestration cuts. We do not have full line of sight into all of these programs for the full year, but we do expect some benefit continuing, and our guidance anticipates approximately $150 million of support in 2022.\nIn addition, our divestitures contributed about $140 million of adjusted EBITDA in 2021. When you consider these items, along with an estimate of about $300 million of incremental cost for serving COVID patients in 2021, our growth in adjusted EBITDA is consistent with our historical expectations for growth over time of 4% to 6%. Within guidance, we expect our same-facility admissions to grow approximately 2% to 3% while revenue per admission to grow approximately 1%. We anticipate outpatient revenue to grow in the mid- to high single digits. We anticipate adjusted EBITDA margin to range between 20% and 21% for the full year. Depreciation is estimated to be about $3 billion and interest expense is projected to be around $1.7 billion.\nFinally, our fully diluted shares are expected to be about 303 million for the full year. Cash flow from operations is estimated to range between $9 billion and $9.5 billion. As also noted in our release this morning, our Board of Directors has authorized a new $8 billion share repurchase program and declared an increase in our quarterly dividend from $0.48 to $0.56 per share. So with that, I'll turn the call over to Mark to open it up for Q&A.\n\nW. Mark Kimbrough\n\nVP of IR, HCA Healthcare, Inc.\n\nAll right. Thanks, Bill. Thank you, Sam. Chris, would you provide instructions on the queue for questions? (Operator Instructions)"
  }
]