[
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1612a68a7bf9e87367d3aa8fc77417ba",
    "period": "2025 Q3",
    "content": "Q3 2025 Brown & Brown Inc Earnings Call\n\nQ3 2025 Brown & Brown Inc Earnings Call\n\nBRONYSEOCT 28, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. third quarter earnings call. Today's call is being recorded. Please note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for Q3 and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the third quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday, other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's businesses and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measure can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbrown.com by clicking on Investor Relations and then Calendar of Events.\nWith that, said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Deedee. Good morning, everyone, and welcome to our third quarter earnings call. We'd like to first welcome our 5,000-plus new teammates from Accession that joined us on August 1. We're excited to be working together to grow our company as these talented teammates bring new capabilities for our customers. I also wanted to talk about leadership changes we announced last Monday, based on the evolving global breadth of our retail segment and the importance of continuing our forward momentum, I've appointed Steve Hearn as the new retail President on a go-forward basis. I've known Steve for over 20 years and have admired his leadership style. He brings more than 35 years of deep industry experience, acquisition integration and a proven record of driving growth and innovation, both in the U.S. and internationally. With his leadership, we will further enhance our world-class solutions and value to our customers, carrier partners, shareholders and teammates.\nRegarding my brother, Barrett, I have a ton of respect for him as a leader and also I love him dearly. He's taking a personal leave of absence. I ask that everyone respects his privacy. When he's ready to return to the company, I look forward to welcoming him back.\nLast week, our Board of Directors raised our dividend by 10%, which represents an increase to the 32nd year in a row. In addition, our Board expanded our authorization and repurchased shares up to $1.5 billion, as we've done in the past, we will purchase shares and we believe the company is undervalued and to help manage dilution associated with our equity plans. Our goal is to help drive earnings per share growth and meaningful shareholder value.\nNow let's transition to the results. I'll provide some high-level comments regarding our performance along with updates on the insurance market and the M&A landscape. Then Andy will discuss our financial performance in more detail. Lastly, I'll wrap up with some closing thoughts before we open it up for Q&A.\nI'm on Slide #4. As you know, we focus on growth, both overall and organic, margins, earnings per share, and cash flow as key metrics that should drive shareholder value creation. For the third quarter, we delivered revenues of $1.6 billion, growing 35.4% in total and 3.5% organically as compared to the same period in the prior year.\nOur adjusted EBITDAC margin improved by 170 basis points to 36.6% and our adjusted earnings per share grew over 15% to $1.05. On the M&A front, we completed 7 acquisitions with estimated annual revenues of $1.7 billion, with the largest being a session.\nI'm on Slide 5. From an economic standpoint, growth remained relatively stable with the second quarter. We view this as positive since we continue to see businesses growing as consumers are still spending. From a hiring and capital investment perspective, it remained relatively modest for most companies. Depending on the industry, some companies are looking to hire while others are relatively flat. This concept applies to capital investments as well. Generally, concerns over the impact from tariffs seems to have dissipated for many industries, while business leaders continue to have a cautious bias.\nFrom a commercial insurance pricing standpoint, rates for most lines were similar to the second quarter. We continue to see CAT property and casualty as the outliers on both ends of the spectrum. Pricing for Employee Benefits was similar to prior quarters with medical costs up 6% to 8% and pharmacy costs generally up over 10%. We do not see any signs that this trend will slow over the coming quarters, almost all companies are challenged to balance rising health care costs and the impact of their employees and their P&Ls.\nManagement of high-cost claimants, specialty pharmacy and population health continue to be key areas of our focus, which are driving more demand for our health care consulting businesses. Rates in the admitted P&C markets were substantially similar to last quarter and were flat to up 5% versus the prior year. Workers compensation rates remained similar to prior quarters in most states and were flat to down 3%.\nFor non-CAT property, overall rates were down 5% to up 5% depending on the loss experience. For casualty, we're seeing rate increases of 5% to 10% for primary layers and excess layers increasing even more. We believe this trend will continue over the coming quarters. For professional liability, rates remained similar to Q2 and were down 5% to up 5%.\nShifting to the E&S property market. Rate changes for the third quarter were similar to the second quarter and were generally down 15% to 30%. Keep in mind that we placed the largest amount of CAT property in the second quarter and the least amount in the third quarter of each year. From a customer perspective, they're managing their total insurance spend, both commercial as well as employee benefits. As rates move up and down for certain lines, this will influence customers' buying behavior and corresponding premiums paid.\nOn Slide 6. Let's transition to the performance of our 2 segments for the quarter. Retail delivered organic growth of 2.7%, which was impacted by approximately 1% due to the adjustments related to certain employee benefits incentives. Isolating this impact, the organic growth was generally in line with our expectations as a result of good net new business performance. As a reminder, beginning this quarter, our previously reported programs and wholesale segments were combined into one segment, which is now referred to as specialty distribution. The go-to-market brand is Arrowhead Intermediaries, which is comprised of 3 distinct divisions: programs, wholesale and specialty. This segment also includes the 180 division of session. We believe that on a combined basis, Arrowhead Intermediaries is the largest global operator of over 100 MGA MGUs and places approximately $20 billion of written premium.\nFor the quarter, the specialty distribution team delivered good organic revenue growth of 4.6%. Organically, wholesale grew high single digits, driven by strong brokerage performance. Programs grew low to mid-single digits, driven by good net new business, while being partially offset by our wind and quake programs due to the continued downward rate pressure for commercial CAT properties.\nNow I'll turn it over to Andy to get into more details of our financial results.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everybody. Before we get into the details, we want to talk about the impact on our earnings related to the acquisition of Accession and our related debt and equity issuances. As previously discussed, transaction and integration costs related to our acquisition of Accession are excluded from our calculation of adjusted EBITDAC and adjusted earnings per share.\nFor this quarter, acquisition and integration costs were approximately $50 million. Additionally, beginning this quarter, we have a new line on the income statement called mark-to-market of escrow liability related to the acquisition of Accession. This account is also excluded from our calculation of adjusted EBITDA and adjusted EPS.\nFor the third quarter, we recorded approximately $8 million of a noncash charge related to the change in the fair value of our common stock held in escrow. As our stock price changes over the coming quarters, we will have additional noncash movements. For the stop period of August and September, Accession's total revenue was approximately $285 million. The margins were in line with our expectations and were slightly below the full year margin discussed during our announcement call.\nDue to the seasonality of revenue and profit for certain businesses, the margin will fluctuate by quarter. In addition, we recorded approximately $29 million of incremental investment income for the quarter as a result of the proceeds of our follow-on common stock offering and senior notes issued in June.\nNow transitioning to our consolidated results. As a reminder, when we refer to EBITDAC, EBITDAC margin, income before income taxes, or diluted net income per share, we are referring to those measures on an adjusted basis. The reconciliation of our GAAP to non-GAAP financial measures can be found either in the appendix of this presentation or in the press release we issued yesterday.\nNow let's get into more detail regarding our financial performance for the quarter. On a consolidated basis, we delivered total revenues of $1.6 billion, growing 35.4% as compared to the third quarter of 2024. Contingent commissions grew by an impressive $46 million in total with $12 million coming from Accession. Income before income taxes increased by 34% and EBITDAC grew by 41.8%. Our EBITDAC margin was 36.6%, expanding by 170 basis points over the third quarter of the prior year, driven by good underlying margin expansion together with increased contingents and investment income.\nFor the quarter, our margin expansion was partially offset by the seasonality of revenue and profit associated with the acquisitions of Accession and Quintes. Our effective tax rate for the quarter was 24.7%, substantially flat versus the prior year. Diluted net income per share increased 15.4% to $1.05. Our weighted average shares outstanding increased by approximately 48 million to 332 million, primarily due to the shares issued to Accession's equity holders.\nLastly, our dividends paid per share increased by 15.4% as compared to the third quarter of 2024. Overall, we are very pleased with our performance for the quarter as well as our year-to-date results.\nWe're on Slide #8. The retail segment grew total revenues by 37.8% with organic growth of 2.7%. The difference between total revenues and organic revenue were driven substantially by acquisition activity over the past year. As it relates to the fourth quarter, we anticipate our organic growth will be similar to the third quarter, this is due to the previously mentioned employee benefits incentive adjustments and the relative impact of multiyear policies written in 2024 in the fourth quarter. At this point, we do not see the same potential revenue associated with multiyear policies in the fourth quarter of this year.\nOur EBITDAC margin increased by 150 basis points to 28%, driven by the management of our expense base, a long positive impact of a session. This was partially offset by revenue seasonality for Quintes, which we acquired in the fourth quarter of 2022.\nWe're on Slide #9. Specialty Distribution grew total revenues by 30% driven by the acquisition of Accession, contingent commissions and organic revenue growth. Our organic growth was 4.6%, which was a strong performance considering the very tough comparison to the prior year.\nOur EBITDAC margin decreased by 110 basis points or 43.9% due to the impact of Accession, having a lower overall margin as compared to our existing specialty distribution segment. This impact more than offsets the increase driven by higher contingent commissions, organic growth and managing our expenses.\nRegarding the Q4 organic revenue growth outlook, we reported approximately $28 million of nonrecurring flood claims processing revenue in the fourth quarter of last year. Presuming there are no hurricanes through the end of this year, as well as the continued rate pressure on CAT property, and given that we are expecting slower growth in our lender-placed business, we anticipate the organic growth rate for our Specialty Distribution segment could decline in the range of mid-single digits. Taking this organic growth into consideration, it will also impact the margin for the fourth quarter this year.\nAs it relates to the fourth quarter outlook for contingents, we anticipate them to be in the range of $30 million to $40 million, depending on the outcome of storm season. This excludes any contingents that may be recognized by Accession.\nWe had a few other comments. First, from a cash perspective in the first 9 months of 2025, we generated $1 billion of cash flow from operations. This was an increase of over $190 million or 24% growth for the first 9 months of 2025 versus the same period in 2024. From a cash flow conversion perspective, our discipline remains strong, and the ratio of cash flows from operations to total revenues was approximately 23.5% or 100 basis points higher than the prior year. For the full year, we estimate our ratio of cash flow from operations to total revenues will be in the range of 23% to 25%.\nWhen we wrap up, we want to provide guidance on a few items. As it relates to Accession, we anticipate Q4 revenues to be in the range of $430 million to $450 million and the adjusted EBITDAC margin to be slightly below the full year margin discussed in our announcement call, due to the seasonality of revenue and profit for certain businesses.\nRegarding amortization expense, we anticipate this to be in the range of $110 million to $115 million for the fourth quarter. For interest expense, we anticipate it to be in the range of $95 million to $100 million and investment in other income to be in the range of $20 million to $25 million for the fourth quarter.\nAs it relates -- as it relates to our full year outlook for adjusted EBITDAC margin, you may remember during our earnings call in January of this year that we anticipated our margins to be flat compared to 2024. Based on our strong year-to-date performance and incorporating the slightly lower margins due to the seasonality of Accession for increasing our full year margin expectations to be modestly.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy, and good report. As we enter the fourth quarter, we believe economic growth will be relatively similar to the last couple of quarters. The uncertainty regarding tariffs appears to be lessening as time passes. Interest rates are starting to decrease, and our customer base is continuing to grow and invest. This does not apply to all customers. With our broad diversification across geographies, industries, lines of coverage and customer segments, we will always have certain customer segments doing well and others working hard just to deliver growth.\nThis diversification puts stability in our overall customer base and consequently in our key financial metrics. Overall, we feel the economies in which we operate are generally stable. From a pricing standpoint, we expect admitted rates to be fairly similar to what we experienced in the third quarter. As of now, we're not seeing any major disruptors that will cause admitted rates to materially change. We believe casualty and auto rates will continue to increase, which are the largest segment of the market and the admitted property and that admitted property will continue to be very competitively priced.\nFor the E&S space, we anticipate casualty lines will continue to be challenging to place. This includes both rate and available limits. Unless there is meaningful tort reform across the country, we expect upward -- continued upward pressure on rates on casualty lines. Presuming we don't have a meaningful late season storm or storms, the capital deployment and capital deployment remains active, pricing for CAT property will more than likely look similar to what we experienced in the third quarter. Then once we clear hurricane season, we could see certain markets or carriers get very aggressive at the end of the year utilizing the remaining capacity. This would not surprise us.\nOn the M&A front, our pipeline looks good domestically and internationally. We continue to look to buy businesses that fit culturally and make sense financially. From Accession integration standpoint, things are progressing well. We're focused on our customers and the solutions we can deliver for them. As we mentioned before, the strategic rationale for this acquisition is to bring together organizations to add new capabilities and enhance existing resources.\nOur balance sheet remains strong, and we have outstanding cash flow conversion to help fuel our growth. There will be periods when M&A is higher or lower weighting on our total growth. In the past 10 years, our growth has been well balanced between organic and inorganic. We'll remain disciplined in our capital deployment strategy so we can continue to drive long-term shareholder value. Our company is in a great place, and we feel good about the economic outlook. As I mentioned earlier, the third quarter was strong as we look at our key financial metrics, understanding the actual organic growth of retail was lower due to the change in employee benefits incentives for the quarter.\nOur teams are collaborating well and we're working hard to leverage our capabilities for our customers and win more new business. We're looking forward to delivering a solid fourth quarter that will be the capstone on a really good year for Brown & Brown.\nWith that, we'll turn it back over to Deedee and open the lines for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/55895a2c30fd2a61cbe7ebbe47a5e97f",
    "period": "2025 Q2",
    "content": "Q2 2025 Brown & Brown Inc Earnings Call\n\nQ2 2025 Brown & Brown Inc Earnings Call\n\nBRONYSEJUL 29, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. Second Quarter Earnings Call. Today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the second quarter and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the second that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday, other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measure can be found in the company's earnings press release or in the investor presentation for this call on the company's website. at www.bbrown.com, by clicking on Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Deedee. Good morning, everyone, and welcome to our second quarter earnings call. Before we get into the results for the quarter, we wanted to provide an update on the acquisition of RSC Topco or as we refer to it, Accession. Post the announcement, John Mina and myself and a number of other senior leaders met with many of the teammates from Accession and the feedback has been positive. We are very excited about our expanded capabilities and how we can leverage them for the benefit of our customers. From a regulatory standpoint, we have substantially all approvals and anticipate an 8-1 close.\nFrom a financing standpoint, we completed a very successful follow-on equity issuance and a multi-tranche bond issuance that were both significantly oversubscribed. The teams have been working on our integration plans and efforts are well underway to bring our 2 great companies together.\nNow let's transition to the results. I'll provide some high-level comments regarding our performance along with updates on the insurance market and the M&A landscape. Then Andy will discuss our financial performance in more detail. Lastly, I'll wrap up with some closing thoughts before we open it up for Q&A.\nI'm on Slide #4. For the second quarter, we delivered $1.3 billion of revenue, growing 9.1% in total and 3.6% organically as compared to the same period in the prior year. Our adjusted EBITDAC margin improved by 100 basis points to 36.7%, and our adjusted earnings per share grew over 10% to $1.03. On the M&A front, we completed 15 acquisitions with estimated annual revenues of $22 million.\nI'm on Slide 5. At a macroeconomic level, things have not changed substantially. Customer outlook and confidence seem to be fairly similar to the first quarter. Generally, customers are cautiously optimistic that the uncertainties of tariffs and other matters will resolve in a favorable manner. We continue to see many customers investing in their businesses while some customers are delaying investment decisions until they have a better view on growth trajectory. With continued economic and job expansion, we think some customers will more than likely only be able to delay their investment decisions for so long. Overall, we believe the economy is still in a good place.\nFrom an insurance pricing standpoint, rates for most lines moderated even further in the second quarter and in some cases, more than we expected. The outliers were auto, casualty and CAT property. We're now seeing classic market softening signs for certain lines of business where carriers can have a material difference in quoted rates for renewal business versus new business on similar insured assets.\nPricing for U.S. Employee Benefits was similar to prior quarters as medical costs are up 6% to 8%, and pharmacy costs are generally up over 10%. We do not expect this trend to slow over the coming quarters, which will continue to drive demand for our consulting businesses.\nRates in the admitted P&C market continued to moderate down, while rates were up 1% to 5% versus the prior year. This is in comparison to rate increases of 2% to 7% in the first quarter of '25 and rate increases of 5% to 10% in the second quarter of last year. The downward trend on workers' compensation rates remain in most states and were flat to down 5%. For non-CAT property, we're seeing a general softening of rates, which were down 5 to up 5, it totally depends on the loss experience. For casualty, we're seeing rate increases of 5 to 10 for primary and excess layers and believe this trend will continue over the coming quarters. For professional liability rates, we're down 5 to up 5 as compared to last year.\nShifting to the E&S property market. In the first quarter, rates were generally down 10% to 20%. The trend continued throughout the second quarter with rates down 15% to 30%. We saw more pressure on rates at the end of the quarter. Consistent with previous quarters and the softening cycle, there continues to be exceptions to the ranges. With the decline in admitted rates, customers are more times than not pocketing the savings, while we saw certain non-admitted customers consider higher limits or deductible buydowns, which partially offset the premium decline related to the changes in rates.\nOn an M&A front, we had another good quarter. On a year-to-date basis, we've acquired 29 companies with annual revenues of approximately $60 million.\nI'm on Slide 6. Let's transition to the performance of our 3 segments for the quarter. Retail delivered organic growth of 3% with the results impacted by slowing admitted and CAT property rates and lower new business. Regarding new business, we continue to have a good pipeline and can have fluctuations by quarter. Programs delivered 4.6% organic growth for the quarter. We had several programs that performed well, including our lender-placed business. Our organic growth was impacted by the slowing of our commercial CAT property. We saw increased downward pressure on rates late in the quarter.\nBrokerage delivered organic revenue growth of 3.9%. This performance was driven by growth across most lines of business with the growth partially offset by rate declines and the seasonality of property renewals. From an open brokerage standpoint, we had a good quarter even with the decline in property rates. For both binding and personal lines, we're seeing increased competition from other markets. Professional liability rates continued to decline during the quarter for D&O and EPL.\nNow I'll turn it over to Andy to get into more details regarding our financial results.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nThank you, pal. Good morning, everyone. Before we get into the financial details, we wanted to share and talk about the impact on our earnings related to the acquisition of Accession and our related debt and equity issuances in June. As discussed during our call announcing the acquisition, transaction and integration costs related to our pending acquisition of Accession will be excluded from our calculation of adjusted EBITDAC and adjusted earnings per share, which for this quarter included approximately $37 million of onetime transaction and integration-related costs.\nIn addition, with the debt issuance, we recorded approximately $13 million of incremental interest income for the quarter, and we recorded incremental interest expense of approximately $5 million. The shares issued as a result of our equity offering increased our weighted average share count by approximately 8.5 million for the quarter.\nTransitioning now to our consolidated results for the quarter. As a reminder, when we refer to EBITDAC, EBITDAC margin, income before income taxes or diluted net income per share, we are referring to those measures on an adjusted basis. The reconciliations of our GAAP to non-GAAP financial measures can be found either in the appendix of this presentation or the press release we issued yesterday.\nOn a consolidated basis, we delivered total revenues of $1,285 million, growing 9.1% as compared to the second quarter of 2024. Income before income taxes increased by 13.6% and EBITDAC grew by 12.1%. Our EBITDAC margin was 36.7%, expanding by 100 basis points over the second quarter of the prior year, driven by incremental interest income and underlying margin expansion. For the quarter, our margin expansion was partially offset by the seasonality of revenue and profit associated with some recent acquisitions.\nOur effective tax rate for the quarter decreased slightly to 24.7% versus 25.3% in the second quarter of the prior year. Diluted net income per share increased 10.8% to $1.03. Our weighted average shares outstanding increased by approximately 10 million, primarily due to the share issuance we mentioned earlier. Lastly, our dividends paid per share increased 15.4% as compared to the second quarter of 2024. Overall, we are pleased with our performance and how our team delivered for the quarter.\nWe're on Slide #8. The Retail segment grew total revenues by 7.9%, with organic growth of 3%. The difference between total revenues and organic revenue was driven substantially by acquisition activity over the past year. Our EBITDAC margin decreased by 50 basis points to 27.5% due to the impact of revenue seasonality for Quintes, which we acquired in the fourth quarter of 2024. As we discussed previously, approximately 60% of the revenues for Quintes are recognized in the first quarter. Therefore, we have higher margins in the first quarter and lower margins than the others. We will see similar impacts in the third and fourth quarters of this year.\nWe're on Slide #9. Program delivered organic growth of 4.6%. Total revenues increased 6.1%, driven by higher contingent commissions. Our EBITDAC margin expanded by 320 basis points to 52.8%, primarily driven by organic revenue growth, incremental contingent commissions and managing our expenses.\nWe're on Slide #10. Our Wholesale Brokerage segment had another good quarter with total revenues increasing 14.5% and organic growth of 3.9%. The incremental expansion in total revenues in excess of organic was driven by acquisitions completed in the last 12 months and higher contingent commissions. Our EBITDAC margin increased by 80 basis points to 34.1%, primarily due to higher contingent commissions. Our margin was impacted due to a recent acquisition that has a lower margin than the average for the total business. As we've done in the past, we expect to increase the margin for this business over time. As a reminder, starting in the third quarter, we will be combining our Programs and Wholesale Segments into one division, which will be called Specialty Distribution.\nA few other comments. From a cash perspective, we generated $537 million of cash flow from operations, which was an increase of $164 million over the first half of 2024. In addition, in connection with our pending acquisition of Accession, we successfully issued $4.4 billion of equity and $4.2 billion of debt. Both offerings were significantly oversubscribed, demonstrating the support for Brown & Brown. The discount on the equity was just over 3%, and the average coupon on our debt was 5.4%.\nLastly, we also paid the outstanding balance of $400 million on our revolving credit facility during the quarter. Our balance sheet is in great shape, and we have strong cash flows to support delevering post closing, which is consistent with our historical approach after a larger deployment of capital.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy, and a great summary of our results. From an economic standpoint, we believe the main areas of focus will be tariffs and interest rates. As we mentioned earlier, we think there's still a good backdrop for economic expansion, hiring remains solid and most companies are growing. This is even while leaders have a cautious bias and some are delaying investment decisions.\nFrom a pricing standpoint, we expect admitted rates to continue to moderate in the second half of the year at a rate similar to the second quarter. CAT property rates should continue to decrease in the third and fourth quarter, subject to the outcome of hurricane season. We expect rate changes for casualty and professional liability in the second half of the year to be similar to the second quarter.\nOn the M&A front, we're diligently working on our integration plans for the acquisition of Accession and have teams from both organizations focused on bringing us together. As we mentioned in our announcement call, we plan to remain active in the M&A space and have a good combined pipeline, both domestically and internationally.\nOur balance sheet remains strong, and we have outstanding cash flow conversion to help fuel our growth. We're focused on deploying our capital in a very disciplined manner to ensure we get a compounding effect over many years. We're in a great position as a company and are very pleased with our strong results for the first half of 2025. Our team delivered double-digit growth in total revenue and adjusted diluted net income per share, expanded our margins, and we grew our cash flow from operations approximately 44%.\nWith the planned closing of Accession acquisition in August, our team is going to grow to over 23,000 outstanding teammates, and we will further increase our diversification and specialization, which will enhance our ability to deliver creative solutions for our customers. We're looking forward to a successful second half of the year and continue profitability to grow our company profitably. With that, I'll turn it over to Deedee to open it up for questions."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a32c4750c2128f28d32f392819a51c40",
    "period": "2025 Q1",
    "content": "Q1 2025 Brown & Brown Inc Earnings Call [BACKUP]\n\nQ1 2025 Brown & Brown Inc Earnings Call [BACKUP]\n\nBRONYSEAPR 29, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. First Quarter Earnings Conference Call. Today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the first quarter and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or references to any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the first quarter, that is financial results for the first quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday, other factors that the company may not have currently identified or quantified, and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of those and other factors affecting the company's business prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measure can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on the Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Kevin. Good morning, everyone, and welcome to our first quarter earnings call. Once again, our team delivered strong top and bottom line results. I'll provide some high-level comments regarding this performance, along with updates on -- in the insurance market and the M&A landscape. Andy will then discuss our financial performance in more detail. And lastly, I'll wrap up with some closing thoughts before we open it up to Q&A.\nSo now let's get into the results. I'm on Slide 4. For the first quarter, we delivered revenues of $1.4 billion, growing 11.6% in total and 6.5% organically as compared to the same period in the prior year. Our adjusted EBITDAC margin improved over 100 basis points to 38.1% and our adjusted earnings per share grew over 13% to $1.29. On the M&A front, we completed 13 acquisitions with estimated annual revenues of $36 million. This consistently strong performance is a direct result of the dedication of our team of nearly 18,000 teammates.\nI'm on Slide 5. Main topic for the quarter was uncertainty related to tariffs, inflation and interest rates and how they might impact economic expansion. Overall, we did not see buyers of insurance materially changed their outlook, but we did see some business leaders shift to being more cautious. Generally, companies are still hiring and investing in their businesses. However, in certain cases, you're seeing some new projects put on hold for a few months due to these uncertainties. Presently, we would say the levels of investment in people and assets are fairly consistent with the past few quarters. We view this as a positive.\nOverall, the economies in which we operate are relatively stable and business owners remain optimistic, but have a tempered view regarding the level of growth over the coming quarters. From an insurance pricing standpoint, rate increases from most lines continued and were fairly consistent with the prior few quarters. However, they're moderating downwards slightly as compared to last year. The outliers continue to be auto and casualty that are increasing and CAT property continued to soften during the quarter. We'll get into more detail about the CAT property in a couple of minutes.\nPricing for U.S. employee benefits in the first quarter was similar to prior quarters as medical and pharmacy costs remain up 7% to 9%. The outlier continues to be pharmacy, which is growing faster than medical. This ongoing upward pressure and the complexity of health care continue to drive strong demand for our employee benefits consulting businesses. Rates in the admitted P&C market moderated slightly as compared to last quarter and were up 2% to 7% from most lines versus the prior year. The downward trend for workers' compensation remain in most states and they were flat to down 5%.\nFor the first quarter, rate increases for non-CAT property were in the range of flat to up 5%, which is similar to the prior few quarters. For casualty, we continue to see rate increases for primary and excess layers. Consistent with the last few quarters, rates for excess casualty increased in the range of 5 to -- sorry, 5% to 10%. Placing higher limits or layers continues to be very challenging, both from a pricing perspective and the availability of limits. For professional liability, rates were flat to up 5% as compared to last year.\nShifting to the E&S property market. As we entered the first quarter, we anticipated rates for CAT property would decline 10% to 20%. With the availability of capital rates during the quarter declined a bit faster and were down 10% to 25%, and we saw outliers based on the quality of construction, claims experience and new versus renewal business. In some cases, rates were down in excess of 25%. With the decline in rates, some buyers chose to increase their limits or modify deductibles while others realize the savings. These savings also enabled some companies to increase their limits on other lines of coverage. As we've mentioned in the past, buyers will manage their overall insurance spend and focus on the combination of rates, limits and deductibles. On the M&A front, we had another good quarter and acquired 13 great companies with $36 million of annual revenue. From an overall market perspective, competition for high-quality businesses remain.\nLet's go to Slide 6 and transition to the performance of our 3 segments. Retail delivered 4.1% organic growth, which was in line with our expectations and was driven by good performance in all lines of business. As a reminder, we expected the first quarter to be lower than the others this year due to the shifting of renewal dates and timing of certain nonrecurring businesses. Programs delivered another good quarter with organic growth of 13.6%. This performance was driven by a number of our Programs with good new business, retention and exposure unit expansion as well as claims revenue associated with the '24 hurricanes.\nOur CAT Programs, our CAT Property Programs grew for the quarter slightly even with the impact from rate decreases. Wholesale brokerage had a strong quarter with organic revenue growth of 6.7%. This performance was driven by growth across all lines through a combination of net new business and exposure unit increases with the growth partially offset by the continued downward pressure on open brokerage CAT property rates.\nNow, I'll turn it over to Andy to give more details regarding our financial results.\n\nR. Watts\n\nThanks, Powell. Good morning, everybody. I'm going to review our financial results in additional detail.\nWhen we refer to EBITDAC, EBITDAC margin, income before income taxes or diluted net income per share, we're referring to those measures on an adjusted basis. The reconciliations of our GAAP to non-GAAP financial measures can be found either in the appendix of this presentation or in the press release we issued yesterday.\nWe're over on Slide #7. We delivered total revenues of $1.404 billion, growing 11.6% as compared to the first quarter of 2024. Income before income taxes increased by 17.4% and EBITDAC grew by 14.8%. Our EBITDAC margin was 38.1%, expanding by 110 basis points over the first quarter of the prior year. The higher growth in income before income taxes was due to lower interest expense associated with debt repayments. Our effective tax rate for the quarter increased slightly to 21.8% versus 19.5% in the first quarter of the prior year. The increased tax rate was driven by having less benefit associated with vesting of restricted stock awards as compared to the first quarter of last year.\nAs a reminder, most of our restricted shares vest in the first quarter, so we can have variations in our quarterly tax rate depending on the number of shares that vest and the change in share price. Diluted net income per share increased 13.2% to $1.29. Our weighted average shares outstanding increased slightly compared to last year, and we continue to prioritize paying down our floating rate debt as this has a higher impact on the growth of earnings per share. Lastly, our dividends paid per share increased by 15.4% as compared to the first quarter of 2024. Overall, we are very pleased with the performance for the first quarter.\nWe're going to move over to Slide #8. The Retail segment grew total revenues 12.5% with organic growth of 4.1%. The difference between total revenues and organic revenue were driven substantially by acquisition activity over the past year. Our EBITDAC margin expanded by 120 basis points to 37.3% due to managing our expenses and the positive impact of the seasonality of revenue and profit for the Quintes acquisition, both were partially offset by higher noncash stock-based compensation.\nAs we mentioned previously, approximately 60% of the revenues for Quintes are recognized in the first quarter. Therefore, we have higher margins in the first quarter and lower margins than the others. This is very similar to the profile for employee benefits in the United States. From a full year perspective, we continue to anticipate Quintes to perform within the revenue and EBITDAC ranges that we previously communicated.\nWe're on Slide #9. Programs had another strong quarter with total revenues increasing 10.1% and organic growth of 13.6%. In comparison to prior year, our profit sharing contingent commissions decreased about $6 million due to positive adjustments recorded in Q1 of '24. Lastly, we recognized approximately $12 million of hurricane claims processing revenue, which is in line with our expectations. Our EBITDAC margin expanded by 220 basis points to 44.5%, primarily driven by strong organic revenue growth and managing our expenses.\nWe're moving over to Slide #10. Our Wholesale Brokerage segment had another strong quarter with total revenues increasing 12% and organic growth of 6.7%. The incremental expansion in total revenues in excess of organic was driven by acquisitions completed in the last 12 months and higher contingent commissions. Our EBITDAC margin decreased by 30 basis points to 32.1% due to higher noncash stock-based compensation and the impact of foreign exchange. Isolating these changes, the underlying margin increase year-over-year due to managing our expenses and higher profit sharing contingent commissions.\nLastly, from a cash perspective, we generated approximately $215 million of cash flow from operations, which was an increase of $200 million over the first quarter of 2024. This improvement was due to incremental taxes of approximately $120 million paid in the first quarter of 2024, which were deferred from 2023. In addition, we continue to manage our working capital and expand our margins during the quarter. As previously noted, we deferred the payment of approximately $90 million of federal income taxes for the third and fourth quarters of '24 related to IRS tax relief associated with the prior year hurricanes. These taxes will be paid in the second quarter of this year and will impact our cash flow conversion.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy. Great report. From an economic standpoint, we believe the main driver of expansion over the coming quarters will be the outcome of inflation, tariffs and changes in interest rates. Leaders, as you know, can generally deal with most changes. But until there's a resolution regarding the extent and breadth of tariffs and inflation, companies will more than likely have a cautious bias. This does not mean that we think leaders have a negative outlook. Rather, they may change the level of investment over the coming quarters with some quarters higher or lower than prior quarters. We continue to believe there's a positive backdrop for economic expansion, and growth is moderating back to more traditional levels.\nFrom a pricing standpoint, other than CAT property, we do not expect any material changes in rates for admitted and non-admitted lines. For CAT property, we believe rates will continue to decrease in the second quarter and could be down in the range of 10% to 30% due to the availability of capital. One of the topics that still needs to be resolved is the impact of the wildfires on the standard market for property coverage in California.\nOn the M&A front, we continue to feel good. We have a strong pipeline, both domestically and internationally and are building relationships with many firms. As we've spoken about, cultural alignment is the most critical factor to the success of acquisitions at Brown & Brown. We have a strong balance sheet, outstanding cash flow conversion and access to additional capital when we need it. We're in a great position as a company. Our team continues to execute at a high level. Each of our divisions are performing well and have good momentum heading into the second quarter.\nThere will probably be some ups and downs in the economic outlook, but with our broad diversification across geographies, customer size, lines of coverage and capabilities, we're well positioned to capture the opportunities that are on the horizon. As we've said before, we are a solutions provider and during times of volatility being a great partner for our customers is critical to helping them manage uncertainty. We believe the second quarter will be a good one for the Brown & Brown team.\nWith that, let's turn it back to Kevin and open it up for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ad3bef7c1b744d24103b9be1dccaa2d",
    "period": "2024 Q4",
    "content": "Q4 2024 Brown & Brown Inc Earnings Call\n\nQ4 2024 Brown & Brown Inc Earnings Call\n\nBRONYSEJAN 28, 8:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Brown & Brown Fourth Quarter Earnings Conference Call. Today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the fourth quarter and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the fourth quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday.\nOther factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission. Additional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission.\nWe disclaim any intention or obligation to update or revise any forward-looking statements whether as a result of new information, future events or otherwise. In addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measures can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThank you, Michelle. Good morning, everyone, and welcome to our fourth quarter earnings call. First, we'd like to express our deepest condolences to the many individuals impacted by the California wildfires. The magnitude of the devastation caused by these events is horrific. We're committed to assisting those impacted by these terrible fires.\nNow transitioning to our results. Our fourth quarter performance was just outstanding and capped off another incredible year where our team delivered nearly $5 billion of revenue, which included double-digit organic and double-digit earnings per share growth as well as strong margin expansion. These results are only possible through the dedication of our 17,000-plus teammates delivering for our customers every day.\nOver the years, we've worked diligently to build a highly diversified business that consistently generates best-in-class financial results. The reason we can deliver these results is due to our unique operating culture. Now let's get into the results for the fourth quarter. I'm on Slide #4. For the fourth quarter, we delivered revenues of $1.4 billion, growing 15% in total and 14% organically over Q4 of 2023. Our adjusted EBITDAC margin improved by almost 200 basis points to 33%, and our adjusted earnings per share grew 24.5% to $0.86.\nOn the M&A front, we completed 10 acquisitions with estimated annual revenues of $137 million. Across the board, it was a very strong quarter.\nI'm on Slide 5. For the full year of 2024, we delivered revenues of $4.8 billion, growing 13% in total and over 10% organically. Our adjusted EBITDAC margin was over 35%, increasing more than 100 basis points. On an adjusted basis, our diluted net income per share grew over 18% to $3.84. -- and we generated nearly $1.2 billion of cash from operations. We had another good year of M&A completing acquisitions with approximately $174 million of annual revenue with the largest being Quintes in the Netherlands. We'd like to extend a warm welcome to all the new teammates that joined us during 2024 and we're pleased with the quality of the organization and our new capabilities.\nI'm on Slide 6. From an economic standpoint, there were no major changes for the markets in which we operate as compared to the last few quarters. Many business leaders have shifted from being cautious to cautiously optimistic. In addition, we did not see companies materially change their levels of investment as they're still hiring and growing their revenues generally at levels similar to the second and third quarters of 2024. Overall, the economies in which we operate are relatively stable, which we view as a good backdrop for our growth opportunities in 2025 and beyond.\nFrom an insurance pricing standpoint, rate increases for most lines continued. However, they're moderating downward as compared to last quarter and last year, except for ongoing upward pressure on auto and casualty. The line that had the largest change for the quarter as compared to last year with CAT property, which we'll discuss in more detail. Pricing for Employee Benefits was similar to prior quarters as medical and pharmacy costs continue to be up 7% to 9%. This ongoing upward pressure and the complexity of health care are driving strong demand for our employee benefits consulting businesses.\nWith the investments we've made and continue to make, we are well positioned to help companies of any size navigate these market challenges. Rates in the admitted P&C market moderated slightly as compared to last quarter and were up 2% to 7% for most lines versus the prior year. The downward trend for workers' compensation rates remained and they were flat to down 5% in most states. For the fourth quarter, rate increases for non-CAT property were still in the range of flat to up 5. For casualty, we continue to see rate increases for primary layers, mainly due to the ongoing size of legal judgments in the U.S. Consistent with the last few quarters, rates for excess casualty increased in the range of 1% to 10%.\nFor professional liability, we saw rates flat to up 5% as compared to last year. Now shifting to the E&S markets. First, in reference to CAT property. At the beginning of the fourth quarter, there was speculation that the impact of Hurricane Helene and Milton would slow the recent decline of CAT property rates or even reverse the trend entirely. Based on insured losses and the fact that both storms were heavy flooding events versus wind CAT property rates continue to decrease throughout the fourth quarter.\nOn average, rates were down 10% to 20%, similar to the end of the third quarter with more customers seeing decreases closer to or in excess of 20%. From a buyer's perspective, some leverage to lower rates to increase their limits or modify deductibles while others realize the savings. As a result of our broad diversification rate changes for individual lines of business generally will not materially impact the total results for our company. The major drivers of our organic growth are the economy and our ability to win net new business.\nThis quarter was another good example. We had some lines that were up and some lines that were down while still delivering strong results. On the M&A front, we had a good quarter. We acquired 10 great companies at $137 million of annual revenue, and our largest acquisition was Quintes. We're very excited about our Dutch market position and our ability to grow over the coming years. From an overall market perspective, competition remains fierce for high-quality businesses, and we're starting to see more activity from financial sponsors for the smaller and midsized deals as interest rates are beginning to decrease.\nI'm now on Slide 7. Let's transition to the performance of our 3 segments for the fourth quarter. Retail delivered 4.4% organic growth driven by good performance in most lines of business. We're pleased with the level of net new business as it was consistent with our strong performance over the last few quarters. Organic growth was partially impacted by the timing of our new business and certain nonrecurring revenue. For the full year, we delivered strong organic growth of 5.8% as our team is performing well, and we feel good about our prospects for 2025.\nPrograms delivered another outstanding quarter with organic growth of 38.6%. This performance was driven by a number of our programs with strong new business and exposure unit expansion as well as claims revenue associated with the Q3 and Q4 hurricanes. Our lender-placed business and captives performed very well, and our CAT property business continue to grow even with cat property rates decreasing.\nFor the full year, we grew 22.4% organically, an amazing results. As one of the largest, if not the largest global operator of MGAs and MGUs, we've made thoughtful and strategic investments, creating meaningful differentiation and resiliency in the marketplace. Wholesale brokerage delivered another good quarter with organic revenue growth of 7.1%. This performance was driven by growth across all lines through a combination of net new business and exposure unit increases that was somewhat muted by the downward pressure of CAT property.\nFor the full year, wholesale delivered strong organic growth of 9.1%, and we have good momentum heading into 2025. Now I'll turn it over to Andy to get into more details regarding our financial results.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everyone. I'll review our financial results in additional detail. When we refer to EBITDAC, EBITDAC margin, income before income taxes or diluted net income per share, we're referring to those measures on an adjusted basis. The reconciliations of our GAAP to non-GAAP financial measures can be found either in the appendix of this presentation or in the press release we issued yesterday.\nWe're over on Slide #8. We delivered total revenues of $1.184 billion, growing 15.4% as compared to the fourth quarter of 2023. Income before income taxes increased by 27.2% and EBITDAC grew by 22.6%. Our EBITDAC margin was 32.9%, expanding by 190 basis points over the fourth quarter of the prior year. Our effective tax rate for the quarter increased slightly to 24.7% versus 24.1% in the fourth quarter of the prior year.\nDiluted net income per share increased 24.6% to $0.86. Our weighted average shares outstanding increased slightly compared to last year as we continue to prioritize paying down our floating rate debt. Lastly, our dividends paid per share increased by 15.4% as compared to the fourth quarter of 2023. Overall, it was a very strong quarter. We're on Slide #9. The retail segment grew total revenues by 9.5% with organic growth of 4.4%. The difference between total revenues and organic revenue was driven substantially by acquisition activity over the past year and higher contingent commissions. EBITDAC margin expanded by 100 basis points to 27.8% driven by higher contingent commissions, finalization of full year performance incentives and leveraging of our expense base. This growth was partially offset by higher noncash stock-based compensation.\nWe're on Slide #10. Programs had an excellent quarter with total revenues increasing 28.7% and organic growth of 38.6%. Keep in mind that a portion of this growth was associated the $19 million charge recorded in 2023 for the change in reinsurance related to one of our captives. Growth in total revenues benefited from higher contingent commissions but was lower than organic due to net disposition activity in the prior year.\nOur EBITDAC margin expanded by 660 basis points to 47.9%, primarily driven by leveraging our expense base and to a lesser extent, the sale of certain businesses in the fourth quarter of 2023. As we discussed in our third quarter earnings call, we anticipated recording $12 million to $15 million of [indiscernible] claims processing revenue in the fourth quarter associated with Hurricanes Helene and Milton. As a result of faster-than-anticipated adjudication and increased average severity, we recorded approximately $28 million.\nWith increased visibility into the timing of adjudicating claims and severity, we now anticipate recognizing revenues of approximately $14 million to $18 million in the first half of 2025 with the majority being recorded in the first quarter of this year.\nWe're over on Slide #11. Our Wholesale Brokerage segment had another good quarter with total revenues increasing 11.6% and organic growth of 7.1%. The incremental expansion in total revenues in excess of organic was driven substantially by higher contingent commissions. Our EBITDAC margin decreased by 140 basis points to 25.7% due to the finalization of full year performance incentives, along with certain onetime costs.\nWe're over on Slide #12. This presents our results for both years. Our EBITDAC grew by 17% and with the margin increasing 130 basis points to 35.2%, with net income before income taxes growing 19.6% and net income per share was $3.84, growing by 18.2%. These compare to total revenue growth of 12.9%.\nOverall, we are extremely pleased with the results for 2024. We have a few other comments regarding our capital structure, cash generation and outlook. From a cash perspective, we generated $1.174 billion of cash flow from operations, growing 16.2% over the prior year. Our full year ratio of cash flow from operations as a percentage of total revenues remained strong at 24.4%. As a reminder, we have also deferred the payment of approximately $90 million of federal income taxes for the third and fourth quarters of 2024 related to the IRS tax relief associated with the 2024 hurricanes.\nThese taxes are due to be paid in the second quarter of 2025. During the quarter, we also drew down $250 million on our revolving credit facility in connection with the closing of the Quintes acquisition. For the full year, we continue to delever and finish 2024 in a conservative position as our gross debt-to-EBITDA ratio is in line with our 10-year average.\nWe have a few comments regarding outlook for 2025. As it relates to contingent commissions based on what we know now, we anticipate contingents for the full year of 2025 will be down slightly compared to 2024. The unknown variables are the potential impact of the California wildfires and the outcome of the 2025 Atlantic hurricane season.\nFor the retail division, we have 2 items. The first relates to the phasing of revenues between quarters. Based on the forecasted timing of net new business, organic revenue growth for the first quarter is anticipated to be approximately 100 basis points lower than the organic growth for the other 3 quarters. The second item relates to our recent acquisition of Quintes and the phasing of its revenues and profit. In the Netherlands, a substantial number of policies are placed in the first quarter of the year. As a result, we will record approximately 60% of Quintes' annual revenues in the first quarter, with the remaining revenues recognized fairly evenly over the following 3 quarters.\nFrom a margin perspective, this will improve Q1 margins and will unfavorably impact the margins in the other quarters. From a full year perspective, we anticipate revenue and EBITDA to be within the ranges outlined during our August 2024 call. As it pertains to taxes, we expect our effective tax rate to be relatively consistent with 2024, it should be in the range of 24% to 25%. Based on the current outlook regarding interest rate cuts in 2025, we anticipate interest expense to be in the range of $170 million to $180 million for the full year. In regard to interest income, we anticipate this to be in the range of $65 million to $70 million, given recent reductions in the benchmark rate in certain territories.\nFinally, taking into consideration that net income and contingents will more than likely be down in 2025, we're expecting our adjusted EBITDAC margins for 2025 to be relatively flat.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy. Great report. From an economic standpoint, we expect the economies in which we operate to continue to be stable and grow at levels similar to the second half of '24. We believe this is a good backdrop for companies to grow and invest at moderate levels. From a U.S. perspective, the main topics that most business leaders are watching include policy changes from the new presidential administration, the outcomes of potential tariffs, the timing and trajectory of interest rates, inflation and finally, geopolitical matters.\nDepending on the outcome of each, it will influence the pace and intensity of investments in business growth. For insurance pricing, we'll provide our thoughts on rates for the first half of 2025 as too many things can change during the year. Specifically, timely extinguishment of the California wildfires will be critical and we're hopeful there will not be another large -- there will not be other large wildfires as the estimated losses are significant.\nThen depending on the magnitude of insured losses, there could be impacts on California pricing for both admitted and non-admitted property. Subject to this outcome, we anticipate rates for admitted lines to be relatively similar or maybe moderate downwards slightly versus their pricing in the second half of 2024 across the country. There will be similar outliers that we talked about earlier. For the E&S markets, the discussion will really be split between CAT property and all other lines. We expect rates for casualty and professional liability should be similar to what they were in the second half of '24. CAT property, we expect there will be additional downward pressure in rates as compared to pricing in the fourth quarter.\nBased on what we are seeing early indications in Q1 would lead us to believe that property rates could be down more than 20% based on construction quality and loss experience. On the M&A front, we feel good as we have a robust pipeline, both domestically and internationally, and are building relationships with lots of good companies. As a result of some of the larger transactions last year, we're starting to see a moderation in multiples in the larger PE-backed businesses. From our perspective, we finished the year in a strong cash and balance sheet position and have access to capital to deploy for companies that fit culturally and make sense financially.\nWe're looking forward to another successful year in 2025. Our businesses are performing well as we're leveraging our collective capabilities to win more new business and help our existing customers achieve better results. Our market position is great, as we will continue to leverage our solution selling model to win and retain more customers across our 3 segments.\nWith that, I'll turn it back over to Michelle to open for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e518ccc2133af8462628e46f198be41a",
    "period": "2024 Q2",
    "content": "Q2 2024 Brown & Brown Inc Earnings Call\n\nQ2 2024 Brown & Brown Inc Earnings Call\n\nBRONYSEJUL 23, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. Second Quarter Earnings Call. Today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the second quarter and our -- to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or -- or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the second quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday, other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company filed with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measure can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on the Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Shannon. Good morning, everyone, and welcome to our earnings call. The second quarter was another outstanding one for Brown & Brown. Our team continued to deliver strong net new business across all segments by leveraging our collective capabilities or as we say, the power of we. I'll provide some high-level comments regarding our performance along with updates on the insurance market and the M&A landscape. Andy will then discuss our financial performance in more detail. Lastly, I'll wrap up with some closing thoughts before we open it up to Q&A.\nNow let's get into results for the quarter. I'm on Slide #4. We delivered nearly $1.2 billion of revenue, growing 12.5% in total and 10% organically over the second quarter of 2023. This is now our third quarter of double-digit organic growth out of the last 6 quarters. Our adjusted EBITDAC margin improved 150 basis points to 35.7%, and our adjusted earnings per share grew 17.7% to $0.93. On the M&A front, we completed 10 acquisitions with estimated annual revenues of $13 million. Overall, it was another great quarter of strong top and bottom line growth.\nI'm now on Slide 5. From an economic standpoint, inflation remained elevated but did moderate in the quarter. Consumers continue to spend, driving demand for products and services. However, we continue to see a bifurcation in spending patterns based on income levels of the consumer. In addition, business leaders are making investments in their companies and new construction projects are starting now that interest rates seem to have plateaued. As a result, many of our customers continue to hire employees, but at a slower pace as compared to 12 to 24 months ago.\nFrom an insurance pricing standpoint, the overall changes in rates for most lines were relatively consistent with the last few quarters and the exception -- with the exception of the E&S property market. Pricing for employee benefits was similar to prior quarter. Medical, pharmacy costs up 7% to 9%. These ongoing upward pressures and the complexity of health care are driving strong demand for our employee benefits consulting businesses. Similarly we're very well positioned to help companies of any size navigate this very challenging landscape.\nRates in the admitted P&C market continue to be up 5%, 10% for most lines. The downward trend for workers' compensation rates remained with decreases of 5% to 10% in most states. With a low level of unemployment, we expect this trend to continue.\nFor the quarter, rate increases for non-CAT property moderated. We continue to see upward pressure on rates and deductibles for properties located in convective storm zones. As we mentioned, last quarter, rate increases for primary casualty layers remain elevated due to the ongoing size of legal judgments in the U.S. and, to a lesser extent, higher levels of inflation. For professional liability, we saw rates flat to down 10%.\nShifting to the E&S market. CAT property rates moderated throughout the quarter as compared to the first quarter of this year and the second quarter of last year. This is not surprising to us as we expected CAT property rates to further moderate until the effects of the storm season are known. In Q1, we placed properties with rates down 10% to maybe up 10% and it was relatively balanced. This shifted in the second quarter where many renewals were flat to down and generally only loss prone or poor construction accounts realized rate increases. This continues to be driven by some carriers or facilities willing to put up additional limits combined with some new capital entering the marketplace. We saw some customers increase their limits based on their savings while others captured the savings as a partial offset to the increases they've absorbed over the past few years.\nWhile CAT property rates moderated during the quarter, the rates for primary and excess casualty continue to increase between 1% and 10%. With our highly diversified business, moderate rate increases or decreases for one line of business will generally not have a material impact on our consolidated results. That's why we focus on diversification across lines of coverage, geography, industry and customer segment as these drive our consistently strong and industry-leading financial performance.\nLastly, the M&A marketplace remained competitive for high-quality businesses. While the number of acquisitions by private equity backers has decreased, they are still active. For the quarter, we acquired [ 10 ] great businesses and continue to build relationships with many other companies.\nI'm now on Slide 6. Let's transition to the performance of our three segments. Retail delivered another great quarter with organic growth of 7.3%, with all lines of business performing well as a result of winning a lot of new customers along with good retention. Insurers are frustrated, exhausted with the level of rate increases over the last few years -- driving many companies to shop their coverage. Most of the time this plays to our advantage and has been demonstrated by the growth of our net new business. The strong and consistent performance is a reflection of our talented team and the breadth of our capabilities.\nThe program segment had another outstanding quarter, delivering organic growth of 15.4%. This growth is driven substantially by new business and the expansion of existing customers across many of our programs. The strong performance in the majority of our diverse portfolio of businesses continue to drive impressive growth.\nWholesale brokerage delivered another strong quarter with organic revenue growth of 11%. This performance was primarily driven by writing more net new business within our binding and personal lines businesses. Our open brokerage business performed well but did not grow at the pace of the last several quarters due to rate decreases in property. As we've mentioned before, we have strategically built our wholesale business to be well balanced between brokerage and binding authority as this diversification helps us deliver consistently strong financial performance.\nNow I'll turn it over to Andy to get into more details with our financial results.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nThank you, Powell. Good morning, everyone. We're over on Slide #7. I'll review our financial results in additional detail. When we refer to EBITDAC, EBITDAC margin, income before income taxes or diluted net income per share, we're referring to those measures on an adjusted basis. The reconciliations of our GAAP to non-GAAP financial measures can be found either in the appendix of this presentation or on the press release we issued yesterday. .\nWe delivered total revenues of $1.178 billion, growing 12.5% as compared to the second quarter in the prior year. Income before income taxes increased by 20% and EBITDAC grew by 17.3%. Our EBITDAC margin was 35.7%, expanding by an impressive 150 basis points over the second quarter of 2023. The effective tax rate for the quarter was consistent with the prior year and diluted net income per share increased by 17.7% to $0.93. Our weighted average shares outstanding increased slightly as compared to last year as we continue to prioritize paying down our floating rate debt. Lastly, our dividends per share paid increased by 13% as compared to the second quarter of last year. Overall, it was a very strong quarter.\nWe're moving over to Slide #8. Retail segment grew total revenues 9.3% with organic growth of 7.3%. The difference between total revenues and organic revenue was driven by acquisition activity over the past year, with a partial offset due to lower contingent commissions of approximately $7 million in the second quarter of this year. EBITDAC grew slightly slower than total revenues due to lower contingent commissions and to a lesser extent, higher noncash stock-based compensation. Excluding the impact of lower contingent commissions, the margins expanded nicely due to the leveraging of our expense base.\nWe're on Slide #9. Programs had another strong quarter with total revenues increasing 15.8% and organic growth of 15.4%. Organic growth was positively impacted by approximately $5 million through the finalization of a nonrecurring growth bonus for one of our programs. The incremental growth in total revenues in excess of organic was driven primarily by -- contingent commissions, which resulted from our strong underwriting performance and a quiet hurricane season in 2023. For the quarter, we also recognized approximately $3 million related to the finalization of a contingent commission calculation for 2023.\nOur EBITDAC margin expanded by 220 basis points to 49.6% driven by higher contingents and the leveraging of our expense base as well as the sale of certain claims processing businesses in the fourth quarter of 2023.\nWe're over on Slide #10. Our Wholesale Brokerage segment delivered another great quarter with total revenues increasing 14.4% and organic growth of 11%. The incremental expansion in total revenues in excess of organic was driven by acquisitions completed over the last 12 months. Our EBITDAC margin increased by 240 basis points to 33.3%, primarily due to certain nonrecurring costs in the prior year and leveraging our expense base.\nWe've got a few other comments regarding our capital structure, cash generation and outlook. In the second quarter, we issued $600 million of 10-year senior notes in preparation for the $500 million of notes that will mature in September of this year. We had excellent execution and the market responded well to our credit profile and longer-term bias towards lower leverage. These new senior notes have a coupon rate of 5.65%. The remaining proceeds of $100 million were used to pay down a portion of an outstanding floating rate term loan. Additionally, we paid down over $260 million of floating rate debt in the quarter.\nFor the first 6 months of this year, we had strong cash generation of over $370 million, even when taking into consideration the previously mentioned timing of paying federal taxes in the first quarter of this year related to 2023.\nLastly, regarding margins for the full year. We had previously provided guidance indicating that we expected margins to be up slightly for the full year. With our strong financial performance for the first half of the year, we are now expecting 50 to 100 basis of adjusted EBITDAC margin improvement for 2024. This guidance is dependent on the outcome of storm season. And as a result, this range may adjust up or down.\nWith that, let me turn it back over to Powell for the closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy, for a great report. Let's start with the economy. Based on everything we're seeing, we think the economy will continue to grow in the second half of the year at the rate that is fairly similar to the first half. Additionally, we think inflation will further moderate as the year progresses and our customers will continue to invest and hire new employees. Overall, we see this environment as a positive backdrop to our growth.\nFrom a rate perspective, it's worth splitting the conversation into admitted and E&S markets. For the admitted market, we do not anticipate material changes from the first half of the year. The outliers will continue to be auto, work comp, casualty, any really, really large premium accounts, things like that. But for the E&S market, we expect continued pricing pressure or moderation in CAT property rates unless there's meaningful storm activity this summer. Casualty pricing will more than likely continue to move higher.\nOn the M&A front, we feel good. We're talking with lots of companies. Our pipeline continues to be robust, and we're in a strong capital position. For Brown & Brown, our historical success has been rooted in our disciplined approach, building relationships, ensuring financial -- ensuring cultural alignment and then delivering strong financial returns.\nI am very pleased at how our team is executing. We've spent significant effort to build great capabilities and develop an outstanding team. I'm also very proud that we developed the capabilities to serve customers of all sizes, both domestically and internationally.\nIt's the power of we that is enabling us to win more net new business. We're excited about the second half of the year and delivering another year of industry-leading financial metrics.\nNow with that, I'll turn it back over to Shannon to open it up for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/389c69a6404d07ab854a5821a2c17d39",
    "period": "2024 Q1",
    "content": "Q1 2024 Brown & Brown Inc Earnings Call\n\nQ1 2024 Brown & Brown Inc Earnings Call\n\nBRONYSEAPR 23, 8:00 AM\n\nScott Gregory Heleniak\n\nAssociate VP, RBC Capital Markets, LLC, Research Division\n\nGood morning, and welcome to Brown & Brown Inc.'s First Quarter Earnings Conference Call. Today's call is being recorded.\nPlease note that certain information discussed during this call including information contained in the slide presentation posted in connection with this call and including answers in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect their current views and with respect to future events, including those relating to the company's anticipated financial results for the first quarter and are intended to fall within the safe harbor provisions of the securities laws. Actual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statement as a result of a number of factors.\nSuch factors include the company's determination as it finalizes its financial results for the first quarter and its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday. Other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed in the Securities and Exchange Commission. Additional discussions of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future results or otherwise.\nIn addition, these certain non-GAAP financial measures used in this conference call, a reconciliation of non-GAAP financial measures to the most comparable GAAP financial measures can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I would now like to turn the call over to Powell Brown, President and Chief Executive Officer. You may begin, sir.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Norma. Good morning, everyone, and welcome to our earnings call. Q1 proved to be another strong quarter where we delivered excellent top and bottom line growth. Our team did an outstanding job of winning more net new business again this quarter. I'll provide some high-level comments on our performance along with updates on the insurance market and the M&A landscape. Then Andy will discuss our financials in more detail. Lastly, I'll wrap up with some comments, some closing thoughts and comments before we open it up to Q&A.\nNow let's get into our results for the quarter. I'm on Slide 4. We delivered over $1.25 billion of revenue, growing 12.7% in total and 8.6% organically over the first quarter of 2023. Our adjusted EBITDAC margin improved by 130 basis points to 37% and our adjusted earnings per share grew 18.8% to $1.14. On the M&A front, we completed six acquisitions with estimated annual revenue of $16 million.\nI'm on Slide 5. Growth in markets we operate in has not materially changed compared to the fourth quarter of last year as consumer spending remained resilient. Levels of hiring and investment were similar to what we experienced in the second half of '23. However, there continues to be a shortage of workers for many industries, which has also driven elevated levels of inflation.\nFrom an insurance pricing standpoint, the overall changes in rates for most lines were relatively consistent with the fourth quarter of last year. Pricing for employee benefits was similar to prior quarters with medical and pharmacy costs up 7% to 9%. These pressures are driving strong demand for our EV consulting businesses. Rates in the admitted P&C markets were up 5% to 10% for most lines, while we continue to see decreases of 5% to 10% for workers' compensation in most states. However, we're starting to see some changes in rates for casualty, professional lines and cat property as compared to prior quarters.\nDue to ongoing levels of inflation and the size of legal judgments, pricing for excess casualty lines continues to increase, and we're seeing upward pressure for primary limits. Over the majority of my career, primary liability rates seem to have been under downward pressure. As you've seen, the excess market has been up substantially in the past few years. And with the continued deterioration in the general liability market, the primary rate seems to be moving up in certain lines of business.\nNow it seems there's an upward pressure on both primary and excess rates. For professional liability, we saw a slight improvement in pricing as compared to last quarter, but rates are still flat to down 10%. Cat property rates moderated during the quarter as compared to 2023. We saw many accounts that had low or no losses with rates down 10% or more. And accounts with losses or poor construction or a combination of both increased slightly to up 15%. This was driven by some carriers or facilities willing to put up additional limits combined with some new capital entering the marketplace.\nAs we've seen some downward rate pressure on certain properties, this may have a slight impact on those offices in cat areas. However, their new business activity remains strong, and they're performing well. As we've always said, our organic growth in a steady state economy is generally driven 2/3 by exposure units and 1/3 by rate. In cat primary, the rate impact might be slightly higher. Keep in mind, we've built a highly diversified company in geography, lines of coverage and customer size as these enable us -- enable our consistently strong financial performance.\nLastly, in the M&A marketplace, it continued to be competitive for high-quality businesses. The quarter, we remained active building relationships with lending companies and acquiring another six.\nI'm on Slide 6. Let's transition to the performance of our three segments. Retail delivered another great quarter with organic growth of 7.2%, winning a lot of new customers along with good retention. In addition, all lines performed -- business performed well. We're very pleased how the team is leveraging our collective capabilities in order to create unique solutions for our customers. Our goal has always been to have the tools and capabilities to serve our customers as they grow and become more complex. We have strategically built our employee benefits and property and casualty businesses to serve customers of all sizes, those with less than 50 to over 50,000 lives as well as start-ups to multibillion-dollar revenue company.\nThe program segment had an outstanding quarter, delivering organic growth of 11.8%. This is even with the headwinds of $8 million of flood claims processing revenue we recognized in the first quarter of last year. Our highly diversified global portfolio of over 60 programs performed very well for the quarter as we continue to provide market differentiated solutions that enable us to bind more accounts.\nWholesale Brokerage delivered another strong quarter with organic revenue growth of 10.8%. This growth was primarily driven by binding more net new business and rate increases. Our highly diversified lines of business, including open brokerage, delegated authority and personal lines grew very well during the quarter.\nNow I'll turn it over to Andy to get into more details regarding our financial results.\n\nOperator\n\nGreat. Thank you, Powell. Good morning, everybody. We're over on Slide #7. I'll review our financial results in additional detail. When we refer to EBITDAC, EBITDAC margin, income before income taxes or diluted net income per share, we are referring to those measures on an adjusted basis, which now reflect the previously announced exclusion of intangible asset amortization. The reconciliations of our GAAP to non-GAAP financial measures can be found either in the appendix of this presentation or in the press release we issued yesterday.\nWe delivered total revenues of $1,258 million, growing 12.7% as compared to the first quarter in the prior year. Income before income taxes increased by 19.4% and EBITDAC grew by 17.1%. Our EBITDAC margin was 37%, expanding by an impressive 130 basis points over the first quarter of 2023. The effective tax rate for the quarter was down slightly from the prior year, with diluted net income per share increasing 18.8% from last year to $1.14. Our weighted average shares outstanding increased a little over 1% as we continue to prioritize paying down debt on a full year basis as this has a higher contribution to earnings per share, cash flow and shareholder value. Lastly, our dividends per share paid increased by 13% as compared to the first quarter of last year. Overall, it was a very strong quarter.\nWe're on Slide #8. The Retail segment grew total revenues by 10% with organic growth of 7.2%. The difference between total revenues and organic revenue was driven by acquisition activity over the past year. EBITDAC grew slightly slower than total revenues due primarily to higher noncash stock-based compensation costs as well as lower contingent commissions.\nWe're on Slide #9. Programs had another strong quarter with total revenues growing 16.9% and organic growth of [ 11.8% ]. The incremental growth in total revenues in excess of organic was driven primarily by increased contingent commissions due to our strong underwriting performance and a quiet hurricane season in 2023. The growth in contingent commissions included approximately $7 million related to finalizing prior year estimates that we do not expect to recur in the first quarter of next year. Our EBITDAC margin expanded by 580 basis points to 42.3%, driven by the leveraging of our expense base, higher contingents and the sale of certain claims processing businesses in the fourth quarter of 2023.\nWe're over on Slide #10. Our Wholesale Brokerage segment delivered another great quarter with total revenue growth of 15.4% and organic growth of 10.8%. The incremental growth in total revenues in excess of organic was driven by higher contingent commissions and acquisitions completed over the last 12 months. Our EBITDAC margin increased by 150 basis points to 32.4% due to leveraging our expense base and higher contingent commissions.\nA few comments regarding cash generation and capital allocation. From a cash flow perspective, our first quarter is normally the lowest of the year. In addition, for this year, our cash flow from operations was impacted by paying 2/4 of federal income taxes for 2023 that were permitted to be deferred as part of Hurricane [ Dalia ] tax relief and the payment of income taxes associated with -- on the sale of certain businesses in the fourth quarter of last year. We're continuing to expect another strong year of cash generation and a conversion ratio of cash flow from operations to revenues in the range of 22% to 24%. Lastly, we ended the quarter with approximately $580 million of operating cash and are in a strong capital position.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy. Great report. From an economic standpoint, we expect growth to continue this year. As we've mentioned before, we do think this expansion will moderate towards more normal levels over the coming quarters. The persistent inflation and a tight labor market, we believe there's a good backdrop that will drive growth, hiring and investment for many businesses.\nRegarding the admitted markets, we believe overall rate changes will remain relatively similar to what we experienced in the first quarter. For the E&S markets, rate decreases for professional lines should continue to moderate as we expect casualty both primary in access to further increase. Based on what we see today, we believe there will be continued rate pressure for cat property. This is highly dependent on early storm activity this year.\nRegarding M&A, we're in a great position with a strong balance sheet and access to capital. We continue to talk to a lot of companies and build relationships. Our disciplined approach has proven to be very successful as we're focused on acquiring high-quality organizations that fit culturally. We have great momentum coming out of the first quarter, there's good economic outlook and our team continues to win more net new business by leveraging our collective capabilities. This positions us to deliver another year of industry-leading financial results.\nWith that, we'll turn it back over to Norma to open the lines for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8d47d7229d1572878a4a4b717672405",
    "period": "2023 Q4",
    "content": "Q4 2023 Brown & Brown Inc Earnings Call\n\nQ4 2023 Brown & Brown Inc Earnings Call\n\nBRONYSEJAN 23, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. Fourth Quarter Earnings Call. Today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the fourth quarter and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the fourth quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday. Other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measures can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThank you, Michelle. Good morning, everyone, and welcome to our earnings call. We delivered another outstanding performance in the fourth quarter capping off an incredible year. We delivered over $4 billion of revenues, double-digit organic growth, strong margin expansion and generated operating cash in excess of $1 billion.\n2023 was a great year for the Brown & Brown team as we continue to focus on how best to leverage the power of we. This topic was discussed at our September Investor Day, and our goal is to leverage our collective capabilities in order to create and deliver the best solutions for our customers. Our 2023 results were a reflection of these efforts as we meaningfully increased our new business and had strong retention. We continue to enhance existing capabilities and add new capabilities, both domestically and internationally.\nOn the M&A front, we were quite active acquiring over 30 companies across our largest 3 divisions expanding our footprint in North America and Europe. From a capital allocation perspective, we continued our disciplined approach with the goal of optimizing shareholder returns with a balanced mix of M&A and internal investments, while also continuing to pay down our debt and maintain a conservative balance sheet. We also increased our dividends for the 30th consecutive year. At the end of the day, these results are only possible due to the hard work and dedication of our 16,000-plus teammates throughout the world. We thank all of them for their incredible efforts in 2023.\nNow let's get into our results for the quarter. I'm on Slide 5. We delivered another quarter of revenues exceeding $1 billion, growing 13.8% in total and 7.7% organically over the fourth quarter of '22. Our adjusted EBITDAC margin remained strong at 31%, and our adjusted earnings per share grew 16% to $0.58. On the M&A front, we were active and completed 13 acquisitions with estimated annual revenues of $109 million.\nOn Slide 6. In '23, we achieved our interim goal of exceeding $4 billion of revenue. We delivered nearly $4.3 billion, growing 19% in total and over 10% organically. Our adjusted EBITDAC margin was 33.9%, increasing 120 basis points. Over the past 4 years, we've grown total revenues by over 75% and have increased our industry-leading margins in excess of 400 basis points. On an adjusted basis, our net income per share grew over 23% to $2.81. Lastly, we had a good year of M&A, completing acquisitions with approximately $162 million of annual revenue. We are very pleased with the quality of the organizations, the new capabilities and the teammates that were added during the year with the largest being Kentro.\nI'm on Slide 7. Transitioning the insurance marketplace overall, it was relatively similar to last quarter. Rates in the admitted market were up 5% to 10% for most lines, and we continue to see rate decreases in workers' compensation in most states. Placement for CAT property and excess liability continue to be difficult with rates for property up 10% to 30% and liability flat to up 10%. In addition to rate increases, it's also challenging to find desired limits. Buyers are exhausted with the level of premium increases. Customers continue to either reduce limits or participate in certain layers in order to manage their premium increases. In December, we did see some moderation in the rate of increase for CAT property, primarily in the London markets. We believe this was driven by low hurricane activity in 2023 and carriers holding capacity for the end of the year. Do not take this comment that we believe rates are going to start decreasing in the first half of 2024. Professional liability and cyber coverage continued to soften as compared to last year. Rate changes for professional liability were up slightly, maybe [ 5 ] to down [ 20]. The insurance marketplaces in California, Florida, Louisiana and Texas for personal lines remain challenging, with policies continuing to move in a state-sponsored plans or the E&S Market. Even with these challenges, we're well positioned to help our customers navigate these difficult markets. Our customers continue to invest in the business -- their businesses and hire employees, although the level of investment is not as high as a year ago. We would summarize the overall economic sentiment for our customers as cautiously optimistic. We're very pleased with our M&A activity in the fourth quarter and the year, although volumes across the industry were down materially as compared to 2022, we had a number of great businesses joining the Brown & Brown team. From our standpoint, we continue to be active and disciplined during the quarter. We're extremely pleased with our full year results, delivering 10.2% organic revenue growth over $4 billion in revenues and nearly $1.5 billion of adjusted EBITDAC. Our team did an incredible job of delivering for our customers and winning a bunch of new business along the way in a very difficult market.\nI'm on Slide 8. Let's transition to discuss about the performance of our 4 segments. Our Retail segment had another great quarter, delivering organic growth of 8.2%. This performance was delivered by continued strong net new business and rate increases. It was also a very good year for retail delivering nearly 8% organic growth. The Program segment grew 5.4% organically in Q4 even with materially higher flood claims revenue and incentives in the prior year. During the quarter, we recorded a onetime $19 million charge related to the changing of the reinsurance for one of our captives. This decreased our organic growth by approximately 9 percentage points in programs. For the full year, the team delivered outstanding results with organic growth over 17%. This strong performance was driven by good new business, solid retention and rate increases across most of our programs. Wholesale Brokerage had an outstanding quarter and year, growing organically 14.5% in the quarter and 12% for the year. We're seeing good growth in delegated authority, personal lines and open brokerage. Organic revenue in our Services segment declined 5.9% for the quarter, primarily due to continued external factors impacting our advocacy businesses and our organic growth for the full year was substantially flat. During the quarter, we announced the completion -- the completed sale of certain assets in the services business.\nNow I'll turn it over to Andy to get into more details regarding our financial results.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everyone. I'm going to review our consolidated financial results on an adjusted basis, which excludes the change in estimated earn-out payables, onetime acquisition and integration costs associated with GRP, BDB and Orchid, gains and losses on business divestitures, the nonrecurring costs recorded in the first quarter of this year and the impact of foreign currency translation. The reconciliations of our non-GAAP financial measures, including these adjusted amounts the most closely comparable GAAP amounts can be found either in the appendix of this presentation or in the press release we issued yesterday.\nIn conjunction with the sale of the services businesses mentioned earlier, we recorded a gain on disposal of approximately $135 million in the fourth quarter, which equates to approximately $0.35 of as-reported earnings per share. On an adjusted basis, total revenues were over $1 billion for the quarter, growing 13.1% as compared to the fourth quarter in the prior year. Income before income taxes increased by 15%, and EBITDAC grew by 11.7%. EBITDAC margin was 31%, a slight decrease as compared to the fourth quarter of 2022 and due to the previously mentioned onetime change in reinsurance policy. The adjusted effective tax rate for the quarter was 23.9%, a decrease from the fourth quarter of last year, primarily driven by the change in market value for our company-owned life insurance. Our adjusted diluted net income per share increased by 16% from last year of $0.58. Lastly, our dividends paid increased by 13% as compared to the fourth quarter of 2022. Overall, it was an excellent quarter.\nWe're on Slide #10. The Retail segment grew adjusted total revenues by almost 12%, with organic growth of 8.2%. The difference between total revenues and organic revenue was driven by acquisition activity over the past year. EBITDAC grew slightly faster than revenues, and our EBITDAC margin expanded to 27%. This expansion was driven by leveraging our expense base, but was partially offset by the impact of higher noncash stock-based compensation.\nWe're over on Slide #11. National Programs had another outstanding quarter with adjusted total revenues growing 18.7% and organic growth of 5.4%. The incremental growth in total revenues in excess of organic was driven by acquisition activity completed over the last 12 months, increased profit sharing contingent commissions and higher interest income. The growth in contingent commissions was primarily driven by lower storm claim activity in 2023 as compared to the prior year and favorable loss development related to 2022.\nLet's talk about the change in reinsurance for one of our captives. This change allows us to reduce our P&L exposure from a maximum of $25 million, down to approximately $15 million to $20 million. In addition, we anticipate this change to drive incremental organic growth of $15 million to $20 million in 2024 as compared to 2023. Overall, the captives have been a huge success for our company as they've driven incremental organic growth, aligned us even better with our carrier partners and deliver great returns on our invested capital. Adjusted EBITDAC grew slightly slower than revenues, and our EBITDAC margin was 43.4%. The decrease in the EBITDAC margin was due to the onetime reinsurance change along with lower flood claims, revenues and incentives. These items more than offset higher contingent commissions and leveraging our expense base. For the full year, we had strong margin expansion in programs.\nWe're over on Slide #12. Our Wholesale segment delivered another strong quarter with adjusted total revenue growth of 14.7% and organic growth of 14.5%. Our EBITDAC margin decreased by 60 basis points to 27.3% due to lower contingent commissions as well as the impact of higher noncash stock-based compensation.\nWe're over on Slide #13. For the quarter, the decline in adjusted total revenues in the Services segment was primarily associated with the sale of certain businesses that we mentioned earlier. Organic revenue declined by approximately 6%, driven mainly by continued external factors impacting our advocacy businesses. Adjusted EBITDAC margin for the quarter was primarily driven by the decline in organic revenue as well as certain onetime items. We'll talk more about future reporting for the Services segment in a few moments.\nWe're over on Slide #14. This slide presents our results for both years on an adjusted basis. Our income before income taxes grew 24.3% and net income per share was $2.81, growing by 23.2% as compared to total revenue growth of 18.7%. EBITDAC margin remained strong at 33.9%, an increase of 120 basis points over the prior year. Overall, we are very pleased with the results for 2023. Few comments regarding cash generation and capital allocation. From a cash perspective, we hit another major milestone, generating over $1 billion of cash flow from operations, growing 14.5% over the prior year. Our full year ratio of cash flow from operations as a percentage of total revenues remained strong at approximately 24%.\nA few other comments regarding outlook for 2024 and some enhancements to our reporting. For contingent commissions, we anticipate them to be relatively flat to down year-over-year, but this will ultimately be driven by loss experience. For programs, we would expect for them to be down as the higher level of contingent commissions were driven by lower CAT event losses in 2023 and favorable loss development related to 2022. Keep in mind, this outlook is excluding the impact of future acquisitions. As it pertains to taxes, we expect our effective tax rate to be relatively consistent with 2023 and should be in the range of 24% to 25%. For adjusted EBITDAC margins in 2024, we anticipate them to be up slightly.\nFinally, in conjunction with our earnings release for the first quarter of 2024, we'll be making a few changes to our reporting. First, with the expansion of our global MGA and MGU platforms, we'll refer to the National Programs segment as Programs. Second, in conjunction with the divestiture of certain businesses within our Services segment late in the fourth quarter of 2023, we will not report the remaining businesses as a stand-alone segment moving from 4 to 3 segments, those being Retail, Programs and Wholesale Brokerage. Almost all of the remaining revenue and profit in the Services segment will now be reported in the Retail segment. For the prior periods, we'll move the sold businesses into programs and the remaining businesses into retail. Third, we'll be modifying the definition of our non-GAAP adjusted measures to exclude the impact of noncash intangible asset amortization. With this adjustment, will be on a more consistent presentation with the majority of other public brokers. And lastly, for simplicity, we'll only be excluding the impact of changes in foreign exchange on the calculation of organic growth. For all other non-GAAP metrics we may identify the impact of FX when it's meaningful to do so, but will not restate the prior year to be on a constant currency basis.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy. Great report. As we look at the economy and outlook for 2024, we anticipate that inflation will continue to moderate downwards in the markets in which we operate. As a result, we're expecting the consumer to further drive demand for products and services, and we anticipate most companies will continue to hire and invest although at a potentially slower rate.\nRegarding the admitted markets, we believe rate changes will be similar to 2023. We think CAT property rates are nearing their peak. Therefore, we would expect CAT property rate increases for the first half of '24 to be in the range of flat to up 10%, obviously, subject to loss experience and construction type. On an M&A front, the overall market will remain competitive, and we don't expect any material changes in multiples. We have a very good pipeline and are talking with many companies. As we've mentioned, cultural alignment is the key to our long-term success. Lastly and most importantly is our team. Our consistently strong industry-leading results are only possible through the dedication and determination of our team to deliver for our customers. As we head into 2024 and on our way to our next intermediate goal of $8 billion in annual revenues, we have great momentum across the entire company and feel really good about our position.\nWith that, I'll turn it back over to Michelle and open the line for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3f1456420d78005da7edbe5c88046319",
    "period": "2023 Q3",
    "content": "Q3 2023 Brown & Brown Inc Earnings Call\n\nQ3 2023 Brown & Brown Inc Earnings Call\n\nBRONYSEOCT 24, 8:00 AM\n\nOperator\n\nGood morning, and welcome to Brown & Brown, Inc's. Third Quarter Earnings Conference Call. Today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the third quarter and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the third quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday. Other factors that the company may not have currently identified or quantified are those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of non-GAAP financial measures to the most comparable GAAP financial measure can be found in the company's earnings press release or in the company's investor presentation for the call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I would now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThank you very much. Good morning, everyone, and welcome to our Q3 2023 earnings call. We delivered an outstanding performance in the third quarter. Organic growth was just shy of 10%. We expanded our EBITDAC margins by 350 basis points and grew adjusted net income per share by 42%. In addition, we closed the acquisition of Kentro earlier this month. As a reminder, the company operates [ MGUs ] in the U.K., U.S., Europe and other locations and has a retail broker operation in both the U.K. and Europe. Kentro has great capabilities with a significant focus on financial lines, aviation and trade credit in addition to a number of other lines of coverage. .\nWe'd like to welcome [ Colin Thompson ] and their team to Brown & Brown and look forward to seeing the business continue to grow over the coming quarters and years. Now let's get into our results for the quarter.\nI'm on Slide #4. Our revenues exceeded $1 billion, growing 15.1% in total and 9.6% organically as compared to the third quarter of 2022. Our adjusted EBITDAC margin exceeded -- expanded 350 basis points to 34.7%, and our adjusted earnings per share grew 42% to $0.72. On the M&A front, we completed 7 acquisitions with estimated annual revenues of $14 million.\nAlso, I'd like to highlight that last week, our Board of Directors approved a 13% increase in our dividend. We're extremely proud as this is the 30th consecutive year of dividend increases. We were able to deliver these outstanding results through the relentless dedication of our 16,000-plus teammates that create and deliver innovative solutions for our customers.\nI'm now on Slide #5. From an economic standpoint, it was similar to the second quarter and consumers are continuing to spend and drive demand. As a result, the economy remained rather resilient even with materially higher interest rates, while growth and inflation continue to moderate and return to more normal levels. Many business leaders continue to hire, but remain cautious regarding large investments in their business. While the revenue side of the P&L is generally healthy for many companies, inflation remains the main challenge as certain costs are still outpacing revenue growth. Specifically, as it relates to the purchasing of insurance, a lot of buyers are exhausted due to the level of rate increases mainly for property that have occurred for multiple years.\nShifting to the insurance marketplace. It remained very challenging for customers with their focus on overall spend. Many customers have already increased their deductibles and reduced their limits. We're also seeing lenders being more flexible in certain CAT prone areas regarding total purchased limits. Across most lines of coverage, rate increases were fairly consistent with the first half of the year with admitted markets up 5% to 10% and excess and surplus lines markets, up 10% to 25%. Like previous quarters, there were exceptions outside of these ranges.\nTwo lines of coverage that continue to decline our workers' compensation and professional liability for larger customers. Workers' comp rates declined less than we've seen in previous quarters, and we're in the range of flat to down 5%. Professional liability rates, including public company D&O and cyber were flat to down 15% or in some instances, down even further.\nRegarding CAT-exposed property, it remained the most challenging line of business as carriers are generally not increasing their capacity. We're also seeing underwriters continue to push for higher insured values due to inflation and increased replacement costs.\nDuring the quarter, the placements for personal lines in California, Florida and Texas remain very difficult, with policies continuing to move into state-sponsored plans or the E&S space. We are well positioned to help our customers due to the breadth of our carrier relationships and the multiple solutions we're able to deliver. This doesn't mean we can solve all issues, but it has helped to drive additional growth for our Personal Lines businesses.\nRegarding the M&A market for the quarter, the level of deals primarily from financial backers continue to slow, and we generally saw fewer bidders for businesses. From a valuation standpoint, they have come down slightly. However, good businesses still trade at premium multiples. We remained active and acquired seven great companies for the quarter, which brings us to the total of 20 year-to-date. Overall, we're extremely pleased with the success of our M&A efforts in North America and Europe. We're in a strong position to identify and acquire high-quality companies that fit culturally and make sense financially.\nI'm now on Slide #6. Our Retail segment had another great quarter and delivered organic growth of 8%. This growth both domestically and internationally was driven by strong new business, good retention and continued rate increases. We're winning a lot of new business by leveraging our collective capabilities and creative innovative -- creating innovative solutions for our customers that are searching for ways to manage their cost of insurance.\nOur Program segment delivered another outstanding quarter with organic growth of 12%, driven by strong new business, good retention and continued rate increases, especially CAT property. Almost all of the programs grew nicely again this quarter.\nWholesale Brokerage delivered a great quarter with organic growth over 13%, driven by domestic and international strong new business, good retention as well as rate increases for most lines. Our Brokerage, Delegated Authority and Personal Lines businesses all performed well during the quarter, while Professional Liability continued to be under pressure due to the decline in rates mentioned earlier. Organic revenue in our Services segment was approximately 3% for -- with the growth driven by an increase in claims processing revenue for certain businesses.\nNow with that, I'll turn it back over to Andy for more details regarding our financial results.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everyone. I'll review our consolidated financial results on an adjusted basis, which for the third quarter exclude the change in estimated earn-out payables, onetime acquisition and integration costs associated with GRP, BDB and -- gains and losses on business divestitures and the impact of foreign currency translation. We believe isolating these above items provides a better reflection of the performance of the business and enhance comparability. The reconciliations of our non-GAAP financial measures, including these adjusted amounts to the most closely comparable GAAP amounts can be found either in the appendix of this presentation or in the press release issued yesterday.\nWe're over on Slide #7. On an adjusted basis, total revenues were nearly $1.1 billion for the quarter, growing 14.2% as compared to the third quarter of the prior year. Income before income taxes increased by 40.7% and EBITDAC grew by 27%. Our EBITDAC margin was 34.7% and increasing 350 basis points as compared to the third quarter of 2022. The margin increase was driven primarily by leveraging our cost base in connection with strong organic growth as well as higher contingent commissions, increased interest income and minimal claims costs for our captives. The higher growth in income before income taxes was driven by depreciation, amortization and interest expense growing slower than total revenues.\nThe effective tax rate for the quarter was 25.5%, which is in line with our expectations and compared to 26.1% in the third quarter of last year. Our adjusted diluted net income per share increased by 42% from last year to $0.71. Our weighted average share count increased approximately 1% as we are directing more of our capital towards reducing our debt. Lastly, our dividends paid increased nearly 12% as compared to the third quarter of 2022. Overall, the performance by our team for the quarter was outstanding.\nWe're on Slide #8. The Retail segment grew almost 10%, driven primarily by strong organic growth of 8% and acquisitions completed in the last year. Adjusted EBITDAC grew slightly faster than revenues, and our adjusted EBITDAC margin expanded to 28.6%. This expansion was driven by leveraging our expense base along with strong organic revenue growth, but it was partially offset by the impact of higher noncash stock-based compensation and slightly lower profit sharing contingent commissions.\nWe're on Slide #9. National Programs had another outstanding quarter with adjusted total revenues growing 20.1% and organic growth of 12.1%. The incremental growth in excess of organic growth was driven almost entirely by an increase in our contingent commissions that were impacted negatively in the prior year related to Hurricane Ian. Our adjusted EBITDAC margin expanded over 11% due to the level of organic growth and leveraging our expense base, higher profit sharing contingent commissions and lower claims cost in the current year within our captives due to [ acquired storm ] season as compared to the third quarter of 2022. As it relates to organic growth for the fourth quarter of this year, please keep in mind that in the fourth quarter of 2022, we highlighted a nonrecurring incentive bonus of $7 million and also recorded $8 million of claims processing revenue associated with Hurricane Ian.\nMoving over to Slide #10. Our Wholesale segment delivered another strong quarter with adjusted total revenue growth of 17.7% and organic growth of 13.4%. The incremental growth in excess of organic growth was driven by higher profit sharing contingent commissions and acquisitions completed in the past 12 months. Our adjusted EBITDAC margin expanded 110 basis points to 37% due to a combination of leveraging our expense base with good organic growth and higher profit sharing contingent commissions, but was partially offset by the impact of higher noncash stock-based compensation.\nOn Slide 11, the Services segment delivered organic growth of 3.2%, with a slight decline in adjusted EBITDAC margin due to onetime expenses for certain businesses as well as the impact of inflation.\nFew other comments concerning cash generation, capital allocation and outlook for the remainder of the year. From a cash perspective, we generated $704 million of cash flow from operations for the first 9 months of this year and had another strong third quarter, growing our year-to-date cash flow from operations by $104 million or 17%. Our year-to-date ratio of cash flow from operations as a percentage of total revenues remained strong year-over-year at approximately 22%.\nAs we mentioned previously, post the acquisitions of GRP, BdB and Orchid, we remain committed to delevering. In the third quarter, we further reduced our outstanding debt by approximately $100 million. At the end of the third quarter, we are already within our stated target gross debt-to-EBITDA ratio of 0 to 3x. Based on current interest rates, we would expect our investment income and interest expense in the fourth quarter to be similar to what we recognized in the third quarter.\nRegarding profitability, we had previously provided guidance that our full year expectations for adjusted EBITDAC margins would be up slightly compared to 2022. Based on our strong financial performance for the first 9 months as well as higher investment income and profit sharing contingent commissions, we now expect our margins for the full year will be up at least 100 basis points. In summary, we continue to be in a strong position and generate industry-leading cash conversion ratios, which enable us to invest in our company, delever and acquire businesses.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy. Great report. The impact of inflation increases in interest rates on our customers and the consumer are the key areas we're monitoring as these will drive the rate of economic expansion and investment. Like previous quarters, we expect business leaders to remain cautious regarding how much they will invest over the coming quarters. As we noted earlier, the consumer is still spending, and most of our customers are growing their businesses.\nFrom an insurance standpoint, we believe rate increases will remain relatively consistent through the end of the year. That means customers are going to remain highly focused on managing their insurance spend by either decreasing limits, increasing deductibles and in certain cases, opting for loss limits. Many of our customers have already done one or more of these items.\nRegarding our carrier partners, they continue to be focused on diversifying their portfolios and reducing volatility in their earnings. This is evident through CAT capacity management and disciplined underwriting. As a highly diversified global insurance platform, we have delivered very good underwriting results by continuing to provide our carrier partners with access to distinct customer segments, we believe we're well positioned to maintain and possibly grow our capacity with these important partners.\nWe feel great about our business as our team is executing and delivering at a very high level. We're making the right investments for the long term and remain focused on hiring and retaining the best teammates. As we continue to do this, we are able to leverage our collective capabilities to retain our existing customers and win more new business. In summary, we're very pleased with our results through the first 9 months of the year, delivering organic growth of 11% and adjusted EBITDAC margin expansion of 170 basis points and adjusted earnings per share growth of 25%. We are well positioned and have great momentum as we head into the final quarter of the year.\nWith that, we'll turn it back over and open the lines for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d36435fe196b56e473a9928207e418d5",
    "period": "2023 Q2",
    "content": "Q2 2023 Brown & Brown Inc Earnings Call\n\nQ2 2023 Brown & Brown Inc Earnings Call\n\nBRONYSEJUL 25, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. Second Quarter Earnings Call. [Operator Instructions] After the speakers' presentation, there will be a question-and-answer session. [Operator Instructions] As a reminder, today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views in respect to future events, including those relating to the company's anticipated financial results for the second quarter, and are intended to fall within the safe harbor provisions of the security laws. Actual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the determination as it finalizes its financial results for the second quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday, other factors that the company may not have currently identified or quantified those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission. Additional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measures can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThank you. Good day, everyone, and welcome to our Q2 2023 earnings call. We had an outstanding second quarter and the first half of the year. We're very pleased with our strong top and bottom line results with a robust total revenue, organic revenue and earnings per share growth. Today, Andy and I are in the London headquarters of GRP, where we've wrapped up our quarterly Board meeting and have had the opportunity to engage with our European businesses and review strategic plans for the coming years. After our discussions, we feel even better about our leaders and the growth opportunities for our business this year.\nNow let's get to the results for the quarter. I'm on Slide #4. We delivered over $1 billion of revenue, growing 24.7% in total and 11.2% organically as compared to the second quarter of 2022. As a reminder, our calculation of organic revenue does not include contingent commissions, investment income, other income or gains and losses on business sales. Our adjusted EBITDAC margin expanded 150 basis points to 34.2% and our adjusted earnings per share grew 55% to $0.68. On the M&A front, we completed 6 acquisitions with estimated annual revenues of $24 million. This outstanding performance is a direct result of the relentless daily commitment by our 15,000-plus teammates to create innovative solutions for our customers.\nNow on Slide 5. The insurance marketplace continues to be very challenging for customers. They remain focused on the overall spend for insurance and how to best manage their costs. Across most lines of coverage, rate increases were similar to recent quarters, with admitted markets up 4% to 10% and excess and surplus markets up 10% to 20%. However, there are exceptions. Workers' compensation rates continue to decrease at a consistent rate. E&S professional liability rates, including club company D&O and cyber, continue to moderate downward with flat -- rates being flat to down 10% or more.\nThe area that remains the most challenging is CAT-exposed property. Carriers continue to evaluate their coastal property portfolios, and we're seeing more admitted carriers exiting the California and Florida personal lines space. As a result, these placements are becoming even more difficult. Consequently, more properties are moved to state-sponsored plans and into the E&S space that might have otherwise been written by an admitted carrier. At the same time, we continue to see underwriters speaking to increase insured values per square foot due to inflation and higher replacement costs. Thus, customers are seeing premiums rise significantly due to inflation and higher values. These factors are causing buyers to purchase loss limits, increased deductibles, decrease overall limits or even self-insure certain layers within a placement.\nRegarding the Florida insurance market, it has not materially improved. We have more admitted carriers either reducing their appetite or stepping away from the market entirely. This is pushing more policies to Citizens and the E&S market. From a customer perspective, many businesses grew and hired employees during the quarter at levels similar to the first quarter. While the overall rate of inflation continued to slow, business leaders remain cautious regarding the level of investment in their business in the second quarter but incrementally are feeling better than they did in Q1 and Q4 of last year.\nAs it relates to overall [ M&A ], the level of deals primarily from financial backers continued to slow during the second quarter. As a result, we're seeing fewer bidders for businesses and valuations have come down slightly from their peak, but that doesn't mean that a good business won't trade at high multiples. From our perspective, we remained active during the quarter, acquiring 6 great companies. We completed the acquisition of High Court Brickells, a retail agency based in Canada, 2 acquisitions in the United States and 3 here in the United Kingdom. We announced in May the pending acquisition of [ Centro ] Capital Limited, which we announced -- which we anticipate closing in the fourth quarter.\n[ Centro ] is an MGA retail agency headquartered in London with a team of over 350. Annual revenue is approximately of $90 million and with locations primarily in the U.K., the U.S. and Continental Europe. [ Centro's ] MGA, Nexus, underwrites across a diversified portfolio of 20 risk classes, including trade credit, financial lines and aviation. [ Zinia ], its retail agency is 1 of the largest trade credit brokers in the United Kingdom. We're excited to have Colin Thompson and his team join Brown & Brown. Overall, we are very pleased with the success of our M&A efforts and are in a strong position to leverage our disciplined approach that remains centered on identifying high-quality companies that fit culturally and make sense financially.\nI'm on Slide #6. Our Retail segment had a good quarter, delivering organic growth of 6.3%. This growth was driven by solid new business, continued rate increases and modest exposure unit expansion. Most lines of business performed well, while our dealer services business continued to face headwinds due to vehicle inventory levels and higher interest rates. To give some context around that, the impact to our organic growth was approximately 200 basis points for the quarter. Our program segment delivered a spectacular quarter with organic growth over 23%, driven by strong new business, good retention and continued rate increases, especially around CAT property. The majority of our programs grew nicely during the quarter.\nWholesale Brokerage delivered an excellent quarter with organic growth of 13%, driven by new business and retention as well as rate increases from most lines of business. Our open brokerage and delegated authority businesses had a great quarter. Organic revenue for the Services segment declined about 2% for the quarter due to external factors that continue to impact our advocacy businesses. This decline was partially offset by higher claims processing revenue for certain businesses.\nIn summary, we're very pleased with our first half results, delivering organic growth of nearly 12%, an adjusted EBITDAC margin expansion of 70 basis points and adjusted earnings per share growth of nearly 19%.\nNow I'll turn it over to Andy to discuss our financial results in more detail.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nGreat. Thanks, Powell. Good day, everybody. I'll review our consolidated financial results on an adjusted basis in more detail. As a reminder, our adjusted measures for the second quarter exclude the change in estimated earn-out payables, onetime acquisition and integration costs associated with GRP, Orchid and BDB and gains and losses on business divestitures. We believe isolating the above items provides a better reflection of the performance of the business and enhanced comparability. The reconciliations of our non-GAAP financial measures, including these adjusted amounts to the most closely comparable GAAP amounts, can be found either in the appendix to the presentation or in the press release issued yesterday.\nOn an adjusted basis, total revenues were over $1 billion for the second quarter, growing 24.7% as compared to the second quarter of the prior year. Income before income taxes increased by 32.1% and EBITDAC grew by 30.5%. Our EBITDAC margin was 34.2%, increasing 150 basis points as compared to the second quarter of 2022. The effective tax rate for the quarter was 25%, which is in line with our expectations and compares to 27% in the second quarter of last year. The lower tax rate was impacted by the change in the market value of assets associated with our deferred compensation plan in the current year as compared to the prior year. Our adjusted diluted net income per share increased by 33.3% from last year to $0.68.\nDue to the changes in market value, our deferred compensation plan negatively impacted the ratio of salaries and related expenses to revenue by approximately 250 basis points year-over-year. Keep in mind, there's an offsetting benefit within other operating expenses. Lastly, our weighted average share count remained relatively flat and dividends paid increased by nearly 12%, both as compared to the second quarter of 2022. Overall the performance by our team for the quarter was outstanding.\nWe're on Slide #8. The Retail segment grew significantly, delivering adjusted total revenue growth of 25.5% driven by acquisitions completed in the last year, higher profit share in contingent commissions and organic growth of 6.3%. Adjusted EBITDAC grew slightly faster than revenues, and our adjusted EBITDAC margin expanded to 28.4%. This expansion was primarily driven by increased profit sharing contingent commissions, which were substantially offset by higher noncash stock-based compensation and, to a lesser extent, the hiring of incremental teammates to support our current and future growth.\nWe're moving over to Slide #9. National Programs had another outstanding quarter with adjusted total revenue growing of 25.7% and organic growth of 23.3%. Through the combination of revenue growth and leveraging our expense base, our adjusted EBITDAC margin expanded 510 basis points.\nWe're over on Slide #10. Our Wholesale segment delivered an excellent quarter, with adjusted total revenue growth of 23.8% and organic growth of 13.1%. Our adjusted EBITDAC margin contracted slightly due to some nonrecurring costs in the second quarter that impacted by approximately 200 basis points.\nWe're on Slide #11. The Services segment's organic revenue contracted by 1.8% for the quarter, and the adjusted EBITDAC margin decreased by 220 basis points. The primary driver of the margin decline was lower organic revenues and the impacts of inflation.\nWe've got a few comments regarding cash generation and capital allocation. We generated approximately $390 million cash flow from operations for the first 6 months of this year, growing over $40 million or 12%. Our ratio of cash flow from operations as a percentage of total revenues was approximately 18% for the first 6 months of this year as compared to 20% in the first 6 months of last year. As we discussed last quarter, the lower year-to-date ratio has been impacted by higher interest expense and paying taxes in the first quarter of this year related to the fourth quarter of last year that were deferred as a result of Hurricane Ian relief. With that being said, the second quarter was very strong for cash generation, and we ended the quarter with approximately $630 million of operating cash.\nAs we mentioned previously, post the acquisitions of GRP, BDB and Orchid in last year, we are committed to delevering to our more traditional levels. In the second quarter, we reduced our outstanding debt by making incremental payments of approximately $130 million. We are in a strong capital position to continue to invest in our company, acquire great businesses and delever.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy. Great report. We continue to monitor the impact of inflation and increases in interest rates on our customers and the economies in which we operate. We expect business leaders will remain cautious regarding the pace of their hiring and how much they will invest over the coming quarters. With that said, consumers are still spending money, and most of our customers are prospering. We believe this trend will continue for at least the next few quarters.\nFrom an insurance standpoint, buyers remain fatigue due to continued increases in insurance rates, especially for CAT properties, which we expect similar increases through the end of the year. With these market conditions, buyers will continue to either decrease limits, increase deductibles and, in certain cases, opt for loss limits. In regard to our carrier partners, they remain focused on capacity as well as the flight to quality and diversification. Historically, we delivered good underwriting results and are uniquely positioned with the breadth of our MGAs and MGUs to provide an opportunity for carriers to allocate capacity across multiple programs. The combination of our diversification and strong underwriting results positions us well to retain and possibly increase our capacity, which will support incremental organic growth from our programs.\nA few comments regarding our recent international acquisitions of GRP and BDB. We're extremely pleased with the performance of these businesses as they are ahead of our expectations for the first year. The leadership teams are focused on driving continued growth over the coming quarters and years both organically and through M&A. GRP has been active over the past year acquiring over 20 high-quality businesses. Additionally, we'd like to welcome all teammates that have joined us over the past few months.\nOverall, we feel great about our business and how our team continues to execute and deliver. Our focus is on hiring and retaining the best teammates and leveraging the total capabilities of Brown & Brown to retain our existing customers and win more new business. In summary, we had a great first half of the year and have great momentum heading into the second half of the year.\nWith that, we'll turn it back over to Michelle and open it up for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4758d29581eb49b3d5caf6cb04b72e05",
    "period": "2023 Q1",
    "content": "Q1 2023 Brown & Brown Inc. Earnings Call\n\nQ1 2023 Brown & Brown Inc. Earnings Call\n\nBRONYSEAPR 25, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. First Quarter Earnings Call. Today's call is being recorded. Please note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the first quarter and are intended to fall within the safe harbor provisions of the security laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the first quarter that its financial results differ from the current preliminary and audited numbers set forth in the press release issued yesterday. Other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measure can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Mr. Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nGood morning, everybody, and welcome to our Q1 2023 earnings call. Before we get into any detail, Q1 was an outstanding and we're very pleased with our results. I'll provide some high-level comments around our performance for the quarter, along with some updates on the insurance market and M&A landscape, then Andy will discuss our financial results in more detail. And lastly, I'll wrap up with some closing thoughts before we open it up to Q&A.\nI'm now on Slide #4. We delivered over $1.1 billion of revenue, growing 23% in total and 12.6% organically. To put this in perspective, 11 years ago, our total annual revenues were $1.1 billion. Our adjusted EBITDAC margin remained strong for the quarter at 35.7%. We delivered earnings per share of $0.83, growing 7.8% over the first quarter of '22. On the M&A front, we completed seven acquisitions with estimated annual revenues of $11 million. We're very pleased to have delivered another outstanding quarter of good profitable growth.\nI'm on Slide #5. From an economic standpoint, most businesses continue to grow and companies are still looking to hire employees. Overall, business leaders are generally cautious about the future while managing the impacts of inflation and higher interest rates. We would say there's not been a material change for what we heard from our customers in the fourth quarter of 2022.\nThe insurance marketplace is very challenging for customers in the first quarter. Across most lines of coverage, rate increases were similar to prior quarters with admitted markets up 5% to 7% and excess and surplus markets up 10% to 20%. However, there are exceptions. Workers' compensation rates continue to decline. E&S professional liability rates, primarily public company D&O, continued to moderate with rates down 10% or more and in some cases, they're up slightly.\nThe areas that remain most challenging are E&S property and excess liability due to losses and increased insured values. Carriers continue to elevate their coastal -- evaluate their coastal property portfolios. These actions result in more participants generally on a property placement. We continue to see underwriters increase insured values per square foot, thus, customers are seeing premiums rise based on rates and higher values. As a result, buyers are feeling exhausted with the premium increases and more customers are purchasing loss limits, increased deductibles and decreasing overall limits.\nPertaining to the Florida insurance market, everyone's watching to see the impact of the legal reforms late last year. Long term, we believe the changes will be positive. However, we think it will take some time to see improvement related to the legal changes. In the interim, more policies will continue to move into Citizens. Please remember Citizens was created to be the market of last resort for residential homes, condominiums and apartments. Right now, it's one of the most competitive and at times, one of the only solutions for insureds.\nAs it relates to the overall M&A market, the level of deals primarily from financial backers has slowed. That does not mean high-quality businesses don't trade at similar multiples to what we've seen over the past year. But from our perspective, we remain active, and GRP had another solid quarter of M&A transactions. We're very pleased with their success and the quality of the businesses they're adding to the Brown & Brown team. Our disciplined approach remains centered on identifying high-quality companies that fit culturally and make sense financially.\nI'm now on Slide #6. Our Retail segment delivered impressive organic growth of 8.8%. The growth across all lines of business were driven by strong new business, good retention and continued rate increases. In addition, our employee benefits businesses performed really well in Q1.\nOur Program segment delivered another outstanding quarter of double-digit organic growth of nearly 34% fueled by new business, rate increases, good retention and claims processing revenue from Hurricane Ian. This growth was driven primarily by strong performance from our lender-placed business, our diverse group of wind and quake programs and our captives.\nWholesale Brokerage delivered another solid quarter with organic growth of 7%, driven by good new business and retention, along with continued rate increases. The rate of growth for open brokerage slowed somewhat while the growth of our delegated authority business improved.\nOrganic growth for the Services segment was 1.6% for the quarter, driven by claims processing revenue primarily related to the winter storms.\nI'd like to thank our 15,000-plus teammates throughout the world for delivering these strong results. Now I'd like to turn it over to Andy to discuss our financial results in more detail.\n\nR. Andrew Watts\n\nExecutive Vice President, Chief Financial Officer & Treasurer, Brown & Brown, Inc.\n\nGreat. Thanks, Powell, and good morning, everyone. Since Powell discussed our GAAP results earlier in the presentation, I'll review our consolidated financial results on an adjusted basis.\nWe're over on Slide #7. As a reminder, our adjusted measures exclude the change in estimated earn-out payables, onetime acquisition costs associated with our acquisition of GRP, Orchid and BdB last year and gains or losses on business divestitures. This quarter it also excludes $11 million related to resolving a business matter, which is considered onetime in nature. The charge relates to a pre-acquisition event from a business we bought over 10 years ago. We believe isolating the above items gives a better reflection of the performance of the business and provides enhanced comparability. The reconciliation of these amounts -- adjusted amounts to the most closely comparable GAAP amounts can be found in the appendix to this presentation.\nTotal revenues were $1.1 billion for the first quarter, a new record for us, growing 23.5% as compared to the prior year. Income before income taxes increased by 13.2% and EBITDAC grew by 23.2%. We had good leverage across the business even with a few moving parts this quarter that included some additional onetime costs that substantially offset the benefit of incremental investment income. In addition, the margins for GRP, as we've mentioned before, are more evenly weighted throughout the year versus our seasonally higher margin in the first quarter for the company. This means it negatively impacted the first quarter margin by approximately 40 basis points. As a result, GRP will benefit our margins in future quarters.\nIncome before income taxes grew at a slower rate than total revenues due to the incremental interest and amortization expense associated with acquisitions we completed last year. The effective tax rate came in at 20%, which is in line with our expectations and compares to 16.8% in the first quarter of last year. The higher tax rate is due to a lower benefit from the vesting of incentive stock shares that traditionally occur in the first quarter of the year. Our diluted net income per share increased by 7.7% from last year to $0.84.\nDue to the changes in the liabilities and assets associated with our deferred compensation plan, salaries and related expenses as a percentage of revenue were negatively impacted year-over-year by 150 basis points. There's an offsetting benefit within other operating expenses. Lastly, our weighted average share count increased slightly and dividends paid increased about 12%, both as compared to the first quarter of last year.\nWe're on Slide #8. The Retail segment had an outstanding quarter, delivering organic growth of 8.8%. The adjusted EBITDAC margin contracted slightly to 37% for the quarter. While the margin remained strong, it was impacted about 100 basis points by the level phasing of revenue and profit from GRP as compared to our higher Q1 margin in the United States, driven by our employee benefits business. We expect this will reverse and provide a positive impact to our margins in future quarters. We also realized some year-over-year headwinds associated with higher travel and related expenses, which we expect these headwinds to lessen as the year continues.\nWe're over on Slide #9. National Programs had another very strong quarter with organic growth of 33.8% and adjusted EBITDAC margin expansion of 610 basis points. The margin improvement was driven by leveraging our expense base along with the strong organic growth. Keep in mind that revenue for the quarter includes approximately $8 million of claims processing revenue associated with Hurricane Ian. In addition, our captive facilities that we started last year are expected to deliver $30 million to $35 million of revenue this year. We recognized approximately $10 million of revenue in the first quarter of this year as compared to approximately $1 million of revenue in the first quarter of last year. The positive impact to organic growth from these captives will diminish in each subsequent quarter and will be negligible by the fourth quarter as we will be on a more comparative basis.\nWhile we anticipate National Programs will have a good 2023, we do expect lower organic growth in the second half of this year as compared to the second half of last year. This is due to the fact that the captives will be on a more comparative basis. We had a onetime nonrecurring growth bonus of $7 million in the fourth quarter of last year, and we realized approximately $8 million of revenue associated with Hurricane Ian in the fourth quarter of last year.\nWe're moving over to Slide #10. Our wholesale segment delivered another good quarter with organic growth of 7%, and the adjusted EBITDAC margin contracted slightly. The driver of the margin decrease was higher salaries and related costs due to incremental hiring as well as salary inflation.\nWe're on Slide #11. The Services segment grew by 1.6% organically for the quarter and the adjusted EBITDAC margin decreased by 390 basis points. The primary drivers of the margin decrease with the volume of claims revenues for certain businesses, higher salary and related costs as well as some onetime expense items.\nA few comments regarding cash generation and capital allocation. We generated approximately $60 million of cash flow from operations in the first quarter of this year, which was impacted by higher interest and paying taxes for last year that were deferred as a result of Hurricane Ian relief. We are continuing to expect another strong year of cash generation and disciplined deployment. We ended the quarter with approximately $564 million of operating cash. We are planning further debt repayments during the year as we've done following larger deployments of capital. We are very proud of our industry-leading ratio of cash flow from operations to total revenues and believe we are in a strong capital position to invest in the business and help drive further growth in the future.\nLastly, we want to update our full year guidance regarding margins. Based on the good results for the first quarter and what we can see over the coming quarters, we are raising our outlook. And as a result, our margin should be up slightly for the full year versus our previous guidance of flat.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nPresident, Chief Executive Officer & Director, Brown & Brown, Inc.\n\nThanks, Andy, for a great report. We continue to watch the impact of inflation and increases in interest rates on the economies in which we operate. As a result, we expect business leaders will continue to be cautious regarding the pace of their hiring and investing over the coming quarters. With that said, most of our customers are prospering.\nIn the marketplace, buyers have pricing fatigue due to increases delivered over the last several years. We anticipate similar rate increases in coastal property in the near to intermediate term. As a result, we're seeing buyers either decrease limits, increase deductibles or possibly opt for loss limits. In some instances, we're seeing personal lines customers paying off their mortgage and going without wind coverage in their personal policies.\nWe continue to talk with our carrier partners about capacity, the flight equality and diversification. Our MGAs and MGUs have delivered good underwriting results over many years due to our disciplined approach. As a result, this positions us well to retain and/or increase our capacity that will help deliver incremental organic growth from our programs.\nWe are pleased with the performance of our recent international acquisitions of GRP and BdB. They're growing nicely, winning new business and retaining customers. In the case of GRP, they're also completing high-quality acquisitions and adding to our capabilities and geographic footprint. Many of you have seen that we completed our first Canadian retail acquisition of Highcourt Breckles on April 1. They're located in Toronto with approximately 110 teammates and will add to our capabilities in the Canadian marketplace. We'd like to welcome all teammates that have joined us over the past few months. And lastly, we're in a strong position with a good M&A pipeline.\nOverall, we feel really positive about our business and how our team is executing. We're winning more new business and doing a good job of retaining our customers. Our focus is on leveraging the total capabilities of Brown & Brown for the benefit of our customers, both domestically and internationally. We're looking forward to having a good 2023 and have a lot of momentum coming out of the first quarter.\nWith that, we'll turn it back over to Mikee and open the lines for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c20ead14271db17f5b1f86bc5f203c91",
    "period": "2022 Q4",
    "content": "Q4 2022 Brown & Brown Inc Earnings Call\n\nQ4 2022 Brown & Brown Inc Earnings Call\n\nBRONYSEJAN 24, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. Fourth Quarter Earnings Conference Call. Today's call is being recorded.\nPlease note that certain information discussed during this call, including information contained in the slide presentation posted in the connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature.\nSuch statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the fourth quarter and are intended to fall within the safe harbor provisions of the securities laws. Actual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the fourth quarter and its financial results differ from the current preliminary, unaudited numbers set forth in the press release issued today -- yesterday.\nOther factors that the company may have currently identified or quantified, are those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission. Additional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and the company's filings with the Securities and Exchange Commission.\nWe disclaim any intentional obligation to update or revise any forward-looking statements whether as a result of new information, future events or otherwise. In addition, there are non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measure to most comparable GAAP financial measures can be found in the company's earnings press release or in investor presentation for the call on the company's website at www.bbinsurance.com, by clicking on the Investors Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin, sir.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThank you, Norma. Good morning, everyone, and thank you for joining us for our fourth quarter 2022 earnings call. Before we get into the details, I wanted to make a few comments regarding our performance in 2022. The fourth quarter capped off another exceptional year as we delivered strong organic growth while substantially maintaining our margins, even with increased variable operating expenses and the financial impact of Hurricane Ian.\n2022 was also a milestone for activity -- acquisition activity as we significantly increased our international capabilities with the additions of GRP and BdB in the U.K. Our consistently strong results are only made possible through the hard work and dedication of our nearly 15,000 teammates.\nNow let's transition to the results for the quarter. I'm on Slide #4. We delivered $900 million of revenue, growing 22% in total and 7.8% organically. Our adjusted EBITDAC margin increased by nearly 300 basis points to 31.4% for the quarter. Adjusted net income per share was $0.50, growing by 28%. We also completed 9 acquisitions during the quarter with annual revenues of approximately $17 million. Overall, we're pleased with the results for the quarter.\nI'm on Slide 5. We achieved another milestone this year by delivering over $3.5 billion of revenue, growing 17% in total and 8% organically. Our adjusted EBITDAC margin remained strong for the year at 32.8%. On an adjusted basis, our net income per share increased nearly 7% to $2.28. Lastly, we had a record year for M&A activity, completing 30 acquisitions with approximately $435 million of annual revenue.\nOur acquisitions, both large and small, are performing well. As a result of our disciplined strategy to acquire top quality businesses that fit culturally and make sense financially. We have a proven track record of being able to successfully acquire, integrate and grow companies of all sizes that join the Brown & Brown team. Later in the presentation, Andy will discuss our financial results in more detail.\nI'm on Slide 6. Let's start with the economy. We continue to see expansion of many businesses that are still hiring, albeit at a slower pace than previous quarters. There's been a general reduction in the number of open positions that companies are looking to fill. While interest rates have increased materially over the past year, we're not seeing broad-based impact on our customers of the economy yet. From an insurance standpoint, certain markets have been and remain in significant turmoil. Pricing for CAT property, both commercial and residential was under pressure through the third quarter, then Ian slammed into Florida. This caused 1/1 reinsurance treaties to be bound at higher attachment points and materially higher rates. As a result, we saw incremental price increases and lower limits being offered for placements in late Q4 of last year and early this year.\nThe placement of CAT property in Q4 last year and January of this year was some of the most difficult placements we've experienced in decades with rates increasing 20% to 40% or more. However, properties have lesser construction quality or that have experienced losses could be much higher, and I mean much higher than this range. As a result, we had customers unable to buy or afford full limits and therefore ended up increasing their deductibles or purchasing loss limits in order to manage their cost of insurance. In certain cases, this was not possible as lending institutions or condo associations would not allow lower limits or significantly higher deductibles.\nAdmitted market rate increases were similar to prior quarters and were up 3% to 7% across most lines with the outlier being workers' compensation rates, which remained down 1% to 3%. The placement of professional liability and excess liability remained competitive with rates down 5% to up 5% and with public company D&O rates down 5% to down 20% or more. Regarding cyber, the story is similar to the last few quarters with rates and deductibles continuing to increase, but we did see some slight moderation during the quarter.\nLate in Q4, there were reforms impacting the legal and regulatory environment for insurance in the state of Florida, which included the elimination of one-way attorney fees and assignment of benefit. Establishment of a reinsurance backstop for certain carriers and the requirement of arbitration prior to litigation. These changes should be positive for buyers of insurance, but it will take time.\nFrom an M&A standpoint, we're pleased with the 9 transactions we completed. We continue to acquire companies that fit culturally and make sense financially. Specifically, the integration of GRP is going very well, and we're acquiring a number of businesses and the financial performance is in line with our expectations.\nFrom an overall industry perspective, the number of transactions slowed materially compared to previous quarters. Like last quarter, if a business is considered to be a platform or a must have, the market is still aggressive on pricing.\nNow I'm on Slide 5. Let's transition -- I'm sorry, Slide 7, let's transition to -- and discuss our performance of the 4 segments. For the quarter, our Retail segment delivered organic growth of 2.7% with good growth experienced in most lines of business. Our organic growth was impacted by the slowdown in specialty lines due to lower auto and RV sales as well as slower growth in a couple of our employee benefits businesses due to an extremely tough comparable versus the fourth quarter in the prior year.\nOur Retail segment delivered another strong year of organic revenue growth of 6.5%. We're very pleased with how our business is positioned and the capabilities we have to serve our customers of any size and believe 2023 should be another good year. Once again, our National Programs segment delivered excellent results, growing 22% organically for the quarter. This performance was driven by good new business and retention across most of our programs as well as exposure unit expansion and rate increases. The National Programs team is performing at a high level by offering a diverse range of products and delivering best-in-class solutions for our customers, driving nearly 16% organic growth for the full year.\nOur Wholesale Brokerage segment delivered another good quarter, growing 8% organically, driven by rate increases and new business even with personal lines, which has been a challenge for most of the year. Our Wholesale Brokerage segment grew 7.6% organically for 2022 and is well positioned to continue their success into '23.\nFor the quarter, our Services segment delivered modest organic revenue growth as a result of winning new customers and increased storm claims with this expansion substantially offset by lower claims for certain businesses. Overall, we feel good about our capabilities and the value we deliver for our customers.\nNow let me turn it over to Andy to discuss our financial performance in more detail.\n\nR. Andrew Watts\n\nExecutive VP, CFO & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everybody. We are over on Slide #8. Like previous quarters, we'll discuss our GAAP results and then certain non-GAAP financial highlights.\nFor the fourth quarter, we delivered 22.1% total revenue growth. Organic revenue growth was 7.8% and our EBITDAC margin increased by 220 basis points. Our net income grew 43% and diluted net income per share increased by 42% to $0.51. Both were impacted by the change in estimated acquisition earn-out payables, which was a credit of $5.8 million in 2022 and a charge of $19.8 million in the prior year.\nThe effective tax rate decreased to 25.2% for the fourth quarter of this year as compared to 27.8% in the fourth quarter of last year, primarily driven by lower statutory rates for our international businesses and the impact of deductibility for acquisition earn-out payable adjustments.\nOur weighted average number of shares was substantially flat compared to the prior year and our dividends per share for the quarter increased to $0.115 or 11.7% compared to the fourth quarter of 2021.\nWe're over on Slide #9. This slide presents our results on an adjusted basis, which excludes the impact of movements in foreign currencies on both revenues and expenses, the net gain or loss on disposals, the onetime acquisition and integration costs associated with GRP, Orchid and BdB and the change in earn-out payables.\nWe've included on Slides 18 through 26 reconciliations to the most comparable GAAP measures. On an adjusted basis, our EBITDAC margin grew by 290 basis points versus the prior year. EBITDAC increased by 34.9% and income before income taxes increased by 22.6%. This margin expansion was due to another solid quarter of revenue growth, increased contingent incentive commissions and leveraging our expense base even while having higher year-over-year variable operating cost. The incremental growth rate of adjusted EBITDAC as compared to adjusted income before income taxes, was driven by higher year-over-year interest cost of $29 million and higher amortization of $7 million, with both largely driven by the GRP, Orchid and BdB acquisitions.\nOur adjusted net income for the quarter increased by 26.9% and adjusted diluted net income per share was $0.50, increasing 28.2%.\nWe're on Slide #10. Our Retail segment delivered adjusted total revenue growth of 19.8% driven primarily by acquisition activity and organic revenue growth of 2.7% for the quarter. Adjusted EBITDAC grew 25.1%, with our adjusted EBITDAC margin increasing by 120 basis points for the quarter, primarily driven by lower year-over-year performance incentives but was partially offset by higher variable operating cost.\nWe're on Slide #11. Our National Programs segment delivered adjusted total revenue growth of 34.1% driven by organic revenue growth of 21.9%, acquisition activity and higher contingent commissions. Organic growth was positively impacted by approximately $7 million due to the finalization of a growth bonus for one of our programs, which we do not anticipate recurring in 2023.\nAs it relates to flood claims processing revenues associated with Hurricane Ian, we still expect revenues in the range of $12 million to $15 million. In the fourth quarter, we recognized approximately $8 million. Our contingent commissions were higher due to premium growth and profitable underwriting in our CAT programs as well as the loss development for Hurricane Ian being lower than originally expected.\nAdjusted EBITDAC grew by 53% over the prior year and our adjusted margin increased by 540 basis points to 44.1% primarily due to total revenue growth and leveraging our expense base as well as higher contingent commissions and the previously mentioned growth bonus.\nWe're on Slide #12. Our Wholesale Brokerage segment delivered adjusted total revenue growth of 17.1%, driven by recent acquisitions, good organic revenue growth of 8.1% and an increase in contingent commissions. Adjusted EBITDAC increased by 19.9%, with the associated margin growing by 70 basis points, which is primarily impacted by increased contingent commissions and good organic growth, but was partially offset by higher variable operating expenses.\nWe're on Slide #13. Adjusted total revenues and organic revenue growth in our Services segment were substantially in line with the prior year. For the quarter, adjusted EBITDAC increased $1.6 million or 23.9% driven by continued management of our expenses.\nWe're on Slide #14. This slide represents our GAAP results for both years. In 2022, we delivered revenues of over $3.5 billion, growing 17.1% and earnings per share of $2.37, growing 14.5%. EBITDAC increased by 14% to approximately $1.2 billion. For the year, our share count was substantially flat and our dividends paid during 2022 increased by 11.3%.\nWe're on Slide #15. This slide presents our results for both years on an adjusted basis. Our income before income taxes grew 6.6% and net income per share was $2.28, growing by 6.5% as compared to total revenue growth of 17.3%. This difference was driven by higher interest and amortization associated with GRP, Orchid and BdB.\nOur adjusted EBITDAC margin remained strong at 32.8%, but declined slightly by 40 basis points from the prior year due to higher variable cost. Overall, we are very pleased with the results for 2022.\nWe're on Slide #16. As part of evaluating the performance for the year and the fact that our captives are newer, wanted to provide some additional color. We participate in 2 CAT property captives with the goals to increase capacity, drive additional organic growth, participate in strong underwriting results like we do with contingent commissions and deliver good returns in our invested capital.\n1 captive participates on a quota share basis for certain of our wind and quake programs and the second participates on an excess of loss or reinsurance layer for our personal lines win program. Overall, we are very pleased with the top and bottom line performance, knowing that certain quarters can have volatility when there are CAT events. It's important to keep in mind that performance cannot be evaluated on one quarter, but is better viewed on a full year basis.\nIn 2022, we recognized approximately $25 million of incremental revenue with about $5 million driven by the acquisition of Orchid. For 2023, we anticipate revenues of approximately $30 million to $35 million. From a risk standpoint, for both captives, we can have up to $13 million of exposure in any one occurrence and $25 million in the aggregate.\nAs we always do, we've used a disciplined approach to balance upside potential and downside risk versus deployed capital and believe we have structured the programs well to deliver on our objectives.\nFew comments regarding liquidity and cash conversion. For 2022, we delivered cash flow from operations of $881 million. Our ratio of cash flow from operations as a percentage of total revenues was 24.7% as compared to 26.5% last year. This lower ratio was due to the payment of earn-outs as certain acquisitions have overperformed our original expectations, incremental interest expense and paying higher incentive bonuses to our teammates for their outstanding performance in 2021.\nOverall, we are in a strong cash generation and capital position, finishing the year with $650 million of available cash. We also repaid the remaining outstanding balance of $150 million on our revolver that was drawn in connection with our acquisition of GRP, BdB and Orchid. We expect to continue to delever over the coming quarters as we have done in the past, post larger deployments of capital. We finished the year on a strong liquidity position. With this capital, the cash we will generate in 2023 as well as capacity on our revolver, we are well positioned to fund continued investments in our company.\nWe have a few comments regarding outlook for 2023. First, for contingent commissions, we anticipate them to be relatively flat year-over-year, but this will be ultimately driven by loss experience. As it pertains to taxes, we expect our effective tax rate to be in the range of 24% to 25%, a slight increase compared to 2022 due to a higher estimated tax rate in the U.K. the lower year-over-year tax benefit from the vesting of stock grants and limitations on the deductibility of certain compensation benefits.\nWe anticipate our interest expense will be in the range of $185 million to $195 million. Regarding interest income, we're seeing some nice improvement and are projecting income of approximately $14 million to $17 million, subject to how the Fed changes interest rates.\nAs it relates to amortization expense, we're projecting approximately $162 million to $166 million. This does not include amortization associated with acquisitions that we may complete during 2023. As it relates to margins, we do not see any major headwinds or tailwinds heading into 2023 that should materially impact our margins.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThanks, Andy, for a great report. As we close out '22 and look forward to '23, we have a couple of observations. First, last year was another very successful year for Brown & Brown. We've delivered over $3.5 billion of revenues, growing 17%, had our largest year of acquisitions while expanding our footprint and capabilities in the U.K. market. We invested in technology to help improve the experience for our customers and teammates, grew organically at over 8%, delivered strong margins, again, even with higher variable costs and the impacts of Hurricane Ian as well as generated over $880 million of cash flow from operations.\nWe're also in a strong position from a capital standpoint, and we'll continue to invest in our capabilities in order to best serve the needs of our customers.\nRegarding the economic outlook of 2023, while there's not a -- there's a lot of uncertainty regarding inflation and labor shortages, we expect further economic moderation as the impact of higher interest rates take effect.\nFrom insurance standpoint, we're anticipating admitted market rate increases to be relatively consistent with last year. We expect CAT property rates to be up 10% to 40% or more for at least the first half of the year as well as capacity to potentially be constrained. It's not potentially, it will be constrained as the market needs to fully digest and impact the impact of Hurricane Ian as well as other insured losses.\nIn addition, professional liability rates should continue to moderate downward.\nRegarding recent acquisitions, they're performing well, and we're expecting good profitable growth in the coming year. On an M&A front, we have a good pipeline, and we'll continue our disciplined approach to finding great companies that fit culturally and make sense financially.\nIn summary, we feel great about our business, the diversity of our capabilities and our ability to help customers with risk management solutions that best fit their needs. Our team of almost 15,000 has good momentum, and we're looking forward to another strong year.\nWith that, let me turn it back over to Norma for the Q&A session."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f2602d3bd9ed62b9ed62bc42eae89f92",
    "period": "2022 Q3",
    "content": "Q3 2022 Brown & Brown Inc Earnings Call\n\nQ3 2022 Brown & Brown Inc Earnings Call\n\nBRONYSEOCT 25, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. Third Quarter Earnings Call. Today's call is being recorded, (Operator Instructions).\nPlease note that certain information discussed during this call, including information contained in the slide presentation, posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the third quarter, and are intended to fall within the safe harbor provisions of the securities law. Actual results or events in the future are subject to a number of risks and uncertainties, and may differ materially from those currently anticipated, or desired, or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the third quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday. Other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's report filed with Securities and Exchange Commission. Additional discussion of this and other factors affecting the company's business and prospects, as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measure can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThank you, Laura. Before we begin, I wanted to say, we apologize for any mix up. There was a transition from one calling or coordinating company to another, I think, is how I would describe that, and we were just made aware of that about 15 minutes ago. So we apologize for any inconvenience.\nSo good morning, everybody, and thank you for joining us for our third quarter 2022 earnings call. Before we get into our results, I wanted to make a few comments regarding Hurricane Ian. First, our thoughts and prayers go out to everyone in Florida and South Carolina that have been impacted by this massive storm. We have a number of teammates and their family members that suffered wind and flood damage to their homes. Thankfully, none of them were hurt. All the people in Florida and South Carolina that were impacted are in a recovery phase and will need a lot of help during the rebuilding process. So we encourage everyone to support in any way you find appropriate.\nI'm extremely proud of how our team prepared for the storm by enacting our catastrophic events plan across our offices. So we were ready, no matter where the storm hit. This enabled us to respond quickly and support our customers as well as others in the impacted communities. Florida will recover and rebuild as it has, after other storms. It's just going to be a long road.\nRegarding our financial performance, we had another good quarter and delivered strong total and organic revenue growth for most of our businesses. Additionally, our margins and bottom-line results include estimated losses in our 2 captive facilities as well as reduced contingent commissions in certain programs, both as a direct result of Hurricane Ian. We'll talk more about our quarterly results and the impact of the storm a bit later. We continue to anticipate good and profitable growth through the remainder of 2022.\nDuring the quarter, we completed the acquisitions of GRP in July and B2B in August. Both businesses have performed well and are in line with our expectations for their first few months. We're very pleased with the strong cultural alignment, the quality of the team, their strong operating results and the prospects for the future.\nNow let's transition to the results for the quarter. I'm on Slide #4. We delivered $928 million of revenue, growing 20.4% in total and 6.7% organically. Our adjusted EBITDAC margin was 31.2% for the quarter. Our net income per share was $0.57, and our adjusted net income per share was $0.50. Later in the presentation, Andy will discuss our financial results in more detail as we have a number of items impacting the results for the quarter. We also completed 11 acquisitions during the quarter with annual revenues of approximately $340 million.\nI'm on Slide 5. Let's talk about the potential impacts of Hurricane Ian. Based on what we're seeing with current claims, there's a lot of damage from wind, but the great majority appears to be flood related. As a result, we're going to see material claims in our right flood business. We're estimating somewhere in the range of 11,000 to 12,000 claims and anticipate this will drive about $11 million to $14 million of revenue. However, it's still too early to fully assess the total number of claims and the severity of each claim.\nRegarding 1/1 reinsurance treaties, they will be under significant pricing pressure. This will drive commercial and residential cat-exposed property rates up and will lead to increases in wind deductibles. This will present further financial challenges for businesses and consumers after 4 years of significant premium increases and the reductions in capacity. We're well positioned to help our customers navigate these challenging times.\nDuring the quarter, we continue to see businesses in industries such as construction, manufacturing and health care expand even with continued downward moderation in GDP to more traditional levels. Inflation and rising interest rates are the key areas of concern. Some business owners are becoming more cautious about the level of investment they're making or the number of employees that are seeking to hire. Most employers are still trying to find workers, but some are reducing their hiring needs as revenue growth is slowing or the outlook is not as robust as it was 6 to 12 months ago.\nThe carrier landscape remained relatively consistent with previous quarters with rate increases being fairly similar. The main themes were availability of capacity or appetite for certain classes of coverage and enhanced underwriting rigor. Customers continue to modify their deductibles and limits to best manage premium increases. It does appear the market is getting to a level where customers cannot reduce their limits much more for certain lines like excess liability without either substantially dropping coverage or bearing the higher premiums.\nAdmitted market rate increases were similar to prior quarters. We're up 3% to 7% across most lines with the outlier being workers' compensation, which remained down 1% to 3%. From an employee benefits' perspective, rates were up 7% to 10%.\nFrom an E&S perspective, premium rate increases -- premium rate increased in the range of 10% to 20%. CAT-win rates were up 15% to 35%, obviously, that's pre-storm, while earthquake rates were up 7% to 10%. The impact of Hurricane Ian losses will put additional upward pressure on property rates in the fourth quarter. Rate increases for the first half of 2023 will then be influenced by the outcome of 1/1 reinsurance treaties. Early indications would suggest material upward pricings on CAT property.\nThe placement of professional liability and excess liability for many accounts remains challenging and were up 5% to 10%. However, public company D&O rates were down 5% to 20%.\nRegarding cyber, the story is substantially the same as with the last 3 or 4 or 5 quarters, with rates and deductibles continuing to increase in carriers requiring effective security protocols.\nPersonal lines for property in California, Florida and Louisiana continue to be challenging due to losses in aggregate concentrations. During the third quarter, we started to see increased underwriting rigor and reductions in capacity for Texas property. We expect carrier appetite in these markets will remain constrained. As a result, some additional accounts will move into state plans. Each state program will be under significant pressure due to the influx of policies and losses.\nOn the acquisition front, the volume of deals in the third quarter slowed for the entire industry. However, we acquired 11 businesses with approximately $340 million in annual revenue, which is the largest acquired revenue quarter in our history. The slowdown for the rest of the industry was mainly driven by private equity reducing their activity as the increased cost of debt and the potential for the economic slowdown appears to be driving them to be more selective. However, if a business is considered to be a platform, private equity is still very aggressive on pricing.\nI'm now on Slide 6. Let's transition and discuss the performance of our 4 segments. Our Retail segment delivered organic growth of 5.1% as a result of good new business, solid retention rate increases and modest exposure unit expansion, but was partially offset by downward pressure within specialty lines. We delivered strong organic growth in our employee benefits business, solid growth in our commercial business, and we had some headwinds in our dealer services business due to the slowdown in auto and RV sales.\nNational Programs had another very strong quarter with organic growth of 14.5%. This growth was driven by an increase in lender-placed coverage as well as strong new business, good retention exposure, unit expansion across many of the other programs.\nThe Wholesale Brokerage segment delivered organic growth of 4.5% led by another quarter of strong growth in our open brokerage business. This organic growth was driven by solid new business and rate increases but was partially offset by continued headwinds within Personal Lines. In addition, we had a specialty business that negatively affected our organic growth by about 200 basis points, which we sold on October 1. The organic revenue of our Services segment declined 4.6%, with the main driver being the higher prior year weather-related claims.\nNow with that, let me turn it over to Andy to discuss our financial performance in more detail.\n\nR. Andrew Watts\n\nExecutive VP, CFO & Treasurer, Brown & Brown, Inc.\n\nThanks, Powell. Good morning, everybody. We're over on Slide #7. Like previous quarters, we'll discuss our GAAP results and then certain non-GAAP financial highlights.\nFor the third quarter, we delivered 20.4% total revenue growth and organic revenue growth of 6.7%. Our EBITDAC margin decreased by 460 basis points, primarily driven by estimated losses from Hurricane Ian that resulted in adjustments to our accrued contingent commissions and estimated losses within our captive programs, as well as higher year-over-year variable and health care costs and onetime integration costs.\nFor the quarter, salaries and related and other operating expenses were impacted by the changes in the liabilities and assets associated with our deferred compensation plan. As we mentioned before, when the market changes year-over-year, we realized offsetting movements within these expenses. As a percentage of revenue, the year-over-year benefit to salaries and related was approximately 60 basis points, and there was a corresponding offset in other operating expenses.\nOur net income grew 10% or $14.7 million due to approximately $27 million of adjustments we recorded for earn-out liabilities. And our diluted net income per share increased by 9.6% to $0.57.\nThe effective tax rate increased to 26.1% for the third quarter of this year as compared to 25.5% in the third quarter of last year. Our weighted average number of shares was substantially flat compared to the prior year, and our dividends per share for the quarter increased to $.103 cents or 10.8% compared to the third quarter of 2021.\nWe're on Slide #8. This slide presents our results on an adjusted basis, which excludes the impacts of movements in foreign currencies on both, revenues and expenses, the net gain or loss on disposals, the onetime acquisition and integration costs associated with GRP, Orchid and BDB and the changes in earn-out payables. Please refer to Slides 15 and 16 for a reconciliation of these amounts to our most comparable GAAP measures.\nOn an adjusted basis, income before income taxes decreased 11.8%, while EBITDAC increased by 5.8% and adjusted EBITDAC margin declined by 440 basis points from the prior year, which was impacted by the previously mentioned drivers. The incremental decline in adjusted income before income taxes as compared to adjusted EBITDAC was driven by higher year-over-year quarterly interest cost of $25 million and higher amortization of $14 million, with both largely driven by the GRP, Orchid and BDB acquisitions. Net income for the quarter decreased by 12.5% and adjusted diluted net income per share was $0.50.\nWe're on Slide #9. Our Retail segment delivered adjusted total revenue growth of 25.1%, driven by acquisition activity over the last 12 months and organic revenue growth of 5.1%. Adjusted EBITDAC grew 12.7%, with EBITDAC margin decreasing by 310 basis points for the quarter, substantially due to higher variable operating expenses, the seasonality of profit associated with the recent acquisitions, timing of incentive compensation and certain onetime cost. We view the margin decline for the third quarter to be isolated and are expecting good profitable growth for the fourth quarter and full year.\nWe're on Slide #10. Our National Programs segment delivered adjusted total revenue growth of 21.2% and organic revenue growth of 14.5%. For the quarter, contingent commissions were negatively impacted by approximately $15 million due to the estimated insured losses associated with Hurricane Ian. We will also reduce our accrual for contingent commissions for the fourth quarter by approximately $4 million for the same reason.\nDepending on the severity of claims, it may impact our ability to earn contingent commissions for certain of our programs in 2023.\nPowell mentioned earlier that we expect to realize $11 million to $14 million of revenues for flood claims processing associated with Hurricane Ian. This is based on what we know at this stage regarding the number of claims and estimated severity.\nAs we know more during the fourth quarter, our estimates may need to be refined. We're expecting to recognize about 60% to 65% of the revenues in the fourth quarter of this year with the remainder in the first half of 2023.\nAdjusted EBITDAC grew by 1.1% over the prior year and our adjusted margin decreased 740 basis points to 36.8%. The decline was due to the decrease in contingent commissions and estimated losses of approximately $11.5 million in our captive facilities. These items were both driven by Hurricane Ian.\nIn order to provide additional capacity to incrementally grow our CAT programs, we started our first captive facility in January and then acquired another in connection with Orchid. On an annual basis, the losses on these captives are limited, and we are projecting good organic growth in margin. To date, both captives are performing in line with our expectations.\nOn Slide #11, our Wholesale Brokerage segment delivered adjusted total revenue growth of 12.3%, driven by recent acquisitions and organic revenue growth of 4.5%. Adjusted EBITDAC increased by 8.1% with the associated margin declining by 140 basis points, which is impacted primarily by higher broker commissions related to increased performance for our open brokerage business, increased higher variable operating expenses and the seasonality of recent acquisitions.\nWe're on Slide #12. Adjusted total revenue on our Services segment decreased 5.9% and organic revenue declined by 4.6% due to lower claims from weather-related events. For the quarter, adjusted EBITDAC decreased approximately $2.5 million or 25.5% due to lower revenues.\nA few comments regarding liquidity and cash conversion. For the first 9 months of 2022, we delivered cash flow from operations of $600 million. Our ratio of cash flow from operations as a percentage of total revenues was 22.4% for the first 9 months of this year as compared to 27.1% in the first 9 months of last year. This lower ratio was due to the payment of earn-outs as certain acquisitions have overly performed our original expectations, incremental interest expense and paying higher incentive bonuses to our teammates for their outstanding performance in 2021. Overall, we are in a strong cash generation and capital position, finishing the quarter with $580 million of available cash.\nDuring the third quarter, we repaid $100 million on a revolving line of credit and plan to continue to delever over the coming quarters as we've done in the past post larger acquisitions. As a result of increasing interest rates, we are projecting interest expense for the fourth quarter to be in the range of $44 million to $46 million.\nLastly, we still expect our full year adjusted EBITDAC margin to be down slightly to up slightly as compared to 2021. This would represent a very strong performance for the year, given the increase in variable costs as compared to 2021, and the impact of Hurricane Ian on our captives and contingent commissions.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThanks, Andy, for a great report. Overall, it was a good quarter even with a number of moving parts relating to Hurricane Ian. We're very pleased with how our team is performing and have good momentum as we continue to win more new business and retain our existing customers.\nRegarding Hurricane Ian, there's still a number of unknowns that will play out over the coming months. The first will be the ultimate losses incurred by carriers and how these will impact the reinsurance programs. Second, there's uncertainty around how state plans will react. Based on the severity of losses, it will influence the 1/1 reinsurance treaties and pricing for all CAT-exposed property. Capacity for commercial and residential property is going to become even more constrained, driving rates and deductibles even higher.\nFor all other rates, we're expecting increases to be relatively consistent for the next couple of quarters. From an economic standpoint, we expect The Fed will continue to increase interest rates in order to cool the economy and reduce inflation. We will see how this plays out and what the ultimate impact on economic growth will be.\nWe are well positioned to help our customers manage their risks and cost of insurance as a result of our broad capabilities. We wanted to reiterate how pleased we are with our international expansion. Our MGA in Canada is performing very well. Our retail business in Ireland is firing on all cylinders, and our recently completed acquisitions of BDB and GRP are well positioned for future growth. While still in the early days for GRP and BDB, we feel very good about this cultural alignment and along with their leadership teams and how we are all working together.\nWhile acquisitions this quarter were down in the industry, we do not see an overall long-term decline in brokerage M&A even with the prospects of an economic slowdown. However, with increasing interest rates, we may see private equity sponsors adjust the multiples they're willing to pay. As usual, we're well positioned with a good pipeline and are talking with lots of companies. We will maintain our disciplined approach as it's worked well for many decades.\nIn closing, we feel good regarding how well our team is positioned and executing. We're attracting and developing talent and are investing in our capabilities for good long-term profitable growth. Based on our momentum over the first 9 months, we anticipate delivering a good fourth quarter and strong top and bottom-line results for 2022.\nWith that, let me turn it back over to Laura for Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bad6254b40f5018a9f90a62b28a7b030",
    "period": "2022 Q2",
    "content": "Q2 2022 Brown & Brown Inc Earnings Call\n\nQ2 2022 Brown & Brown Inc Earnings Call\n\nBRONYSEJUL 26, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. Second Quarter Earnings Call. Today's call is being recorded. Please note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forwarded looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the second quarter and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the second quarter that its financial results differ from the current preliminary audited numbers set forth in the press release issued yesterday. Other factors that the company may, may not currently identify or qualified and those risks and uncertainties identified from time to time in the company's reports filed with Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in the conference call. A reconciliation of any non-GAAP financial measures to the most comparable financial measures can be found in the company's earnings press release or in the investor presentation for this call in the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar of Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThank you, Allie. Good morning, everyone, and thanks for joining us for our second quarter 2022 earnings call. We had another strong quarter, growing double digits organically while expanding our adjusted EBITDAC margins. Our business performed well during the first half of the year and has great momentum. Additionally, we completed our acquisition of Global Risk Partners early this month, and we couldn't be more excited. I'm very pleased to see how the teams are executing on our proven integration plan.\nWe'd like to extend a warm welcome to the more than 2,000 new teammates in England, Ireland and Northern Ireland. Now let's transition to the results for the quarter. I'm on Slide #4.\nWe delivered $840 million of revenue, growing 15.5% in total and 10.3% organically. Our adjusted EBITDAC margin was 32.7% for the quarter, an increase of 30 basis points compared to the second quarter of 2021. Our net income per share was $0.51 on an as-reported and adjusted basis. Andy will discuss our financial results in more detail later in the presentation.\nWe also completed 8 acquisitions during the quarter with annual revenues of approximately $11 million. In summary, this is a very strong performance.\nI'm on Slide 5. During the quarter, most businesses continued to expand slightly, even with continued downward moderation in GDP to more traditional levels. As we've seen in previous quarters, businesses continue to face inflation, labor shortages and rising interest rates. For many renewals, the quoted increase in premium is growing faster than the company's revenues. All of these issues continue to put pressure on margins for companies across multiple industries and are influencing how and to what level leaders invest in their businesses.\nThe carrier landscape remained relatively consistent with previous quarters. The focus is on the availability of limits for certain classes or geographies, heightened pricing sensitivity and increased underwriting rigor. Consequently, customers continue to modify their deductibles and limits to best managed premium increases. In an environment like this, we leverage our collective capabilities to provide creative solutions to our customers. Admitted market rates were similar to prior quarters and were up 4% to 8% across most lines, with the outlier being workers compensation rates, which continue to be down 1% to 3%.\nFrom an E&S perspective, premium rates increased in the range of 10% to 20%. Cat wind property rates were up 15% to 35%, while earthquake rates were up 7% to 10%. Similar to last quarter, carriers were focused on insurable values as replacement costs have increased materially over the past couple of years. The impact of higher values, coupled with losses, will more than likely keep property rate increases in a similar range through year-end. The placement of professional liability and excess liability for most accounts remain challenging with rates up 5% to 15% while we did see some slight decreases in public company D&O in June and the first of July.\nRegarding cyber, the story is substantially the same with rates and deductibles continuing to increase and carriers requiring effective security protocols. Personal lines for property in California, Florida and Louisiana continue to be challenging due to losses in aggregate concentrations. We expect carrier appetite in these markets will continue to be constrained through at least the end of the year and a number of accounts will move into the state plans.\nI'm on Slide 6. Now let's transition and discuss the performance of our 4 segments. Our Retail segment had a great quarter, delivering nearly 9% organic growth as a result of good new business, solid retention, rate increases, modest exposure unit expansion, we delivered robust growth in most lines of business.\nNational Programs had an outstanding quarter with organic growth of 19%. This is one of the best quarters in the division's history. The growth was driven by onboarding of new customers within our lender-placed business, strong new business, good retention and exposure unit expansion across many of our programs.\nWholesale Brokerage segment delivered a good quarter with a 7% increase and organically led by strong growth in our open brokerage business. Our overall performance continued to be impacted by headwinds within our personal lines businesses. The organic revenue for our Services segment declined by less than 1% with main drivers being higher prior year claims activity related to travel cancellations and weather events.\nNow, let me turn it over to Andy to discuss our financial performance in more detail.\n\nR. Andrew Watts\n\nExecutive VP, CFO & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everybody. We're over on Slide #7. Like previous quarters, we'll discuss our GAAP results and then certain non-GAAP financial highlights.\nFor the second quarter, we delivered 15.5% total revenue growth and double-digit organic revenue growth of 10.3%. Our net income grew 4.2% or $5.9 million. And our diluted net income per share increased by $0.41 to $0.51. The growth of net income and net income per share was impacted by the incremental debt associated with the GRP, Orchid and B2B acquisitions for which we have not yet realized the full run rate of revenue and profit.\nThe effective tax rate increased to 27% for the second quarter of this year as compared to 25.2% in the second quarter of last year. The higher rate was primarily impacted by the change in the market value of the assets associated with our deferred compensation plan and the reduced tax benefit associated with shares vesting from our stock incentive plans. We continue to anticipate our full year effective tax rate will be in the range of 24% to 25%.\nOur weighted average number of shares increased slightly compared to the prior year, and our dividends per share increased to $0.103 or 10.8% compared to the second quarter of 2021.\nWe're over on Slide #8. This slide presents our results on an adjusted basis, which excludes the impact of movements in foreign currencies on both revenues and expenses, the net gain or loss on disposals, the onetime acquisition and integration costs associated with GRP, Orchid and BDB and the change in earn-out payables. Please refer back to Slide 16 and 17 for reconciliations of these amounts to our most comparable GAAP results.\nOn an adjusted basis, income before income taxes increased by 8.6% and EBITDAC grew faster than revenues, increasing 16.9% and with our adjusted EBITDAC margin improving by 30 basis points over the prior year, even with higher variable cost. Our net income increased by 6%, and our adjusted diluted net income per share was $0.51, which grew by 6.3%.\nFor the quarter, salaries and related and other operating expenses were impacted by the changes in the liabilities and assets associated with our deferred compensation plan. As we've mentioned before, when the market changes year-over-year, we realize offsetting movements within these expenses. As a percentage of revenue, the year-over-year benefit to salaries and related was approximately 3% and there was a corresponding offset in other operating expenses. Overall, it was a great quarter and the strong operating results are the outcome of continued high performance from our team.\nWe're on Slide #9. Our Retail segment delivered adjusted total revenue growth of 14.4%, driven by organic revenue growth of 8.8% and acquisition activity over the last 12 months. Adjusted EBITDAC grew 12.6% with the associated margin decreasing by 50 basis points for the quarter due to year-over-year increased variable costs such as travel and entertainment.\nWe're on Slide #10. Our National Programs segment delivered adjusted total revenue growth of 28.1% and impressive organic revenue growth of 19%. This was an outstanding performance. As a result of our strong top line growth, adjusted EBITDAC grew by 42.1% over the prior year and the margin increased by 430 basis points to 44.4% due to the leveraging of our expense base in relation to the growth in revenue as well as the timing of prior year revenues and expenses associated with the onboarding of new customers in our lender-placed business.\nRegarding the second half of the year, we're expecting good growth, but not at the levels we recognized in the second quarter due to seasonally fewer property placements and the revenue associated with the onboarding of new customers in our lender-placed business becoming more comparable to the prior year.\nWe're over on Slide #11. Our Wholesale Brokerage segment delivered adjusted total revenue growth of 7.5%, driven substantially by organic revenue growth. Adjusted EBITDAC increased by 2.2% with the associated margin declining by 160 basis points due primarily to higher year-over-year variable operating expenses.\nWe're on Slide #12. Adjusted total revenues in our Services segment decreased by 2% and organic revenue declined by 0.5%. For the quarter, adjusted EBITDAC decreased approximately $1 million or 12.9% due to fewer claims and some nonrecurring costs.\nWe're on Slide #13. Since we closed Orchid at the end of Q1 and GRP at the beginning of July and are expecting BDB to close August 1, we wanted to provide an updated outlook for these acquisitions as a result of the changes in foreign exchange rates. And the underlying currencies revenues and EBITDAC margins are unchanged from our previous guidance. We're anticipating total revenues for July 2022 through June 2023 to be in the range of $375 million to $400 million and we've also provided the projections by segment.\nWe continue to expect the adjusted EBITDAC margins associated with these revenues to be slightly higher than the margins of the segments in which they will be reported. We anticipate the revenue and profit associated with these businesses should be recognized evenly by quarter. Note that our second quarter results for this year included approximately $18 million of revenue associated with Orchid.\nA few comments regarding liquidity and cash conversion. For the first half of 2022, we delivered cash flow from operations of approximately $346 million. Our ratio of cash flow from operations as a percentage of total revenues was 19.8% for the first 6 months of this year as compared to 24.4% in the first 6 months of 2021. This ratio was lower than the prior year due to the difference in the timing of payroll funding as compared to the prior year, the payment of earn-outs as certain acquisitions have overperformed our original expectations and paying higher incentive bonuses to our teammates for their outstanding performance in 2021. Overall, we are in a very strong cash generation and capital position.\nDuring the second quarter, we repaid $100 million on our revolving line of credit. It's also our expectation to continue to decrease our leverage over the coming quarters as we have done in the past post larger acquisitions. We will have incremental interest associated with the debt related to the acquisitions of GRP, Orchid and BdB and increased interest on our floating rate debt. As a result, we are projecting our quarterly interest expense for the remainder of the year to be in the range of $41 million to $43 million.\nRegarding the outlook for the quarterly amortization expense, we anticipate this to be in the range of $44 million to $46 million for the second half of the year. This includes the amortization associated with GRP, Orchid and BdB but does not include any future or unannounced acquisition activity.\nAnd then lastly, we expect our full year adjusted EBITDAC margins to be flat or to increase slightly as compared to 2021. This would represent a very strong performance given the increase in variable costs such as travel and entertainment as compared to the prior year.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThanks, Andy, for a great report. We have a lot of momentum and believe this positions us well for continued profitable growth. As we mentioned last quarter, we believe economic growth will continue to moderate to more normal levels. Federal rate increases, the prospect of continued inflation, resolution of supply chain constraints and geopolitical matters have the potential to further cool the economy.\nWith that said, we are well positioned to navigate these potential headwinds. We have a significantly more diversified business today than we did a decade ago, which should make us more resilient to a slowdown in the economy.\nFrom a rate perspective, we anticipate premium increases for admitted markets will remain relatively constant through the end of the year. From an E&S standpoint and all of this is subject to what happens during hurricane season, premium rate increases for the remainder of the year should be fairly similar or potentially slightly lower as compared to what we experienced in the second quarter.\nAs it relates to California, Florida and Louisiana, these markets will more than likely continue to be challenging and further rate increases for both personal and commercial property lines are possible. We continue to deliver creative solutions for our customers. We have a good pipeline of acquisition candidates and are engaging with firms that we believe will fit culturally and make sense financially.\nHistory has proven that when we get a good cultural alignment, we deliver strong performance and value for our stakeholders. We're making good progress in our innovation -- on our innovation agenda, which is focused on leveraging data to enhance the customer experience, simplifying the placement of coverage and creating new products. In addition, we're focused on implementing efficiency tools to enhance the experience for our teammates and enable them to spend more time delivering solutions for our customers.\nIn closing, we feel great about our business, the momentum we have and how well our team is executing and expanding our capabilities. The addition of GRP, Orchid and BdB will further fuel our success with the addition of more than 2,000 talented teammates with very diverse capabilities in the U.K., U.S. and Continental Europe.\nWhile the economy might present some challenges, we remain focused on delivering for our customers, winning more new business and acquiring great companies. As we've done in the past, these will be key drivers of our steady long-term growth.\nWith that, let me turn it back over to Allie for the Q&A session."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f0c684424ac083ffa71dde84d733d07a",
    "period": "2022 Q1",
    "content": "Q1 2022 Brown & Brown Inc Earnings Call\n\nQ1 2022 Brown & Brown Inc Earnings Call\n\nBRONYSEAPR 26, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown, Inc. first quarter earnings call. This call is being recorded. Please note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature. Such statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the first quarter, and are intended to fall within the safe harbor provisions of the security laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors. Such factors include the company's determination as it finalizes its financial results for the first quarter, that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday, other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from time to time in the company's reports filed with the Securities and Exchange Commission. Additional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filings with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nIn addition, there are certain non-GAAP financial measures used in this conference call. All reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measures can be found in the company's earnings press release or in the investor presentation for this call on the company's website at www.bbinsurance.com by clicking on the Investor Relations and then Calendar Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThank you, Jake. Good morning, everybody, and thanks for joining us for our first quarter 2022 earnings call. We delivered another good quarter and are very pleased with our top and bottom line performance. Our consistently high level of performance is driven by our unique culture, whereby approximately 22% of our company is owned by teammates.\nSince our call on March 8, we've made good progress and are very excited about GRP, BdB and Orchid becoming part of the Brown & Brown team. Their additional capabilities and talented teammates will enhance the solutions we deliver to our customers globally. After that call on the 8th, Barrett Brown, Scott Penny and I spent 2 weeks traveling around the U.K. and Ireland and met with over 1,000 of our soon-to-be new teammates and visited over 20 locations. After 2 weeks of engaging with the GRP and BdB teams, we are even more confident about the cultural alignment and are more optimistic about the future.\nAs an update on closing the deals, we're very excited about the closing of Orchid at the end of March. For GRP and BdB, we continue to anticipate closing these acquisitions during the third quarter. Lastly, we completed the financing for these transactions in March.\nIn addition, we published our annual report, ESG report and proxy statement. We encourage everyone to review these documents as each report highlights key aspects of our strategy, our commitment to our ESG initiatives and our philosophies around executive compensation.\nNow let's transition to the results for the quarter. I'm on Slide 4. We delivered $905 million of revenue, growing 11% in total and 7.8% organically with good new business and solid retention. Our adjusted EBITDAC margin was strong and remained consistent with the first quarter of 2021. Our net income per share for the first quarter was $0.77 on an as-reported basis and $0.78 on an adjusted basis.\nLater in the presentation, Andy will discuss our financial results in more detail. We completed 2 acquisitions during the quarter with annual revenues of approximately $65 million, with Orchid being the majority of that amount. In summary, we're very pleased with our strong performance for the first quarter.\nI'm now on Slide 5. From a customer and market perspective, businesses continue to expand and the economy grew, albeit slow -- at a slower rate than last year. We're seeing some customers beginning to realize initial relief in supply chain issues experienced over the last 2 years. The main challenges business leaders are managing today are the ability to find enough workers, inflation and rising interest rates. These are putting pressure on margins for many companies across multiple industries and are influencing how leaders invest in their company.\nFrom a carrier standpoint, the themes remain fairly consistent as compared to Q1 of '21 and previous quarters, which includes the availability of limits for certain classes, heightened pricing sensitivity and increased underwriting rigor for cyber liability and customers with high losses. Consequently, customers continue to modify their deductibles and limits to best manage their premium increases. Admitted market rate increases were similar to prior quarters and were up 3% to 7% across most lines with the outlier being workers' compensation rates, which continue to be down 1% to 3%.\nFrom an E&S perspective, rate increases continue to be in the range of 10% to 20%. Cat property, both wind and quake, were up 10% to 30%, with some year-over-year moderation experienced on earthquake rates. A topic that's on the minds of many carriers is insurable values as property prices and replacement costs have increased materially over the past couple of years. Professional liability for most accounts remain very challenging with rates up 10% to 20%.\nRegarding cyber, rates and deductibles continue to increase with carriers requiring effective security protocols in order to obtain coverage. For professional liability and excess umbrella, the themes are consistent with previous quarters. California and Florida personal property placements are becoming even more challenging due to the past losses and aggregate concentrations, and we expect the appetite for personal lines in those cat-prone areas will continue to be constrained this year. With that said, we are well positioned to help our customers find creative solutions.\nI'm now on Page 6. Let's transition to discuss the performance of our 4 segments. Our Retail, National Programs and wholesale segments delivered another strong quarter with organic revenue growth of 8.9%, 6.1% and 11.6%, respectively. The performance of these segments was fueled by a combination of new business, good retention, rate increases and modest exposure unit improvement. The organic revenue for our Services segment decreased 6.2% for the quarter with the main driver being fewer weather-related claims this year.\nNow let me turn it over to Andy to discuss our financial performance in more detail.\n\nR. Andrew Watts\n\nExecutive VP, CFO & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everybody. We're over on Slide #7. Like previous quarters, we're going to discuss our GAAP results and then certain non-GAAP financial highlights. For the first quarter, we delivered 11% total revenue growth and organic revenue growth of 7.8%. Our net income grew 10.3% or $20.6 million, and our diluted net income per share increased by 10% to $0.77.\nThe effective tax rate increased to 16.9% for the first quarter of this year as compared to 16.5% in the first quarter of last year. The higher rate was primarily impacted by the change in the tax benefit associated with shares vesting from our stock incentive plans. We continue to anticipate our full year effective tax rate will be in the 24% to 25% range. Our weighted average number of shares increased slightly compared to the prior year, and our dividends per share increased to $0.103 or 10.8% compared to the first quarter of 2021.\nWe're over on Slide #8. This slide presents our results on an adjusted basis. Previously, our adjusted measures only excluded the change in earn-out payables. Beginning this quarter, we refined our adjusted measures to isolate the impact of movements in foreign currencies on both revenues and operating cost as well as to remove the net gain or loss on disposals.\nIn addition, we're removing the nonrecurring acquisition and integration costs associated with GRP, BdB and Orchid due to the materiality of these costs. We anticipate excluding the cost for these acquisitions for the next 18 to 24 months. Please refer back to Slides 15 and 16 for the reconciliation of these amounts to our most comparable GAAP measures.\nOn an adjusted basis, income before income taxes increased by 11.7%, EBITDAC grew by 11.1% with consistently strong year-over-year margins even with higher variable cost over the prior year, and our net income increased by 11.3%. From an expense standpoint, our first and second quarters are probably our toughest year-over-year comparisons as travel and entertainment were increasing in the second half of last year. Our adjusted diluted net income per share was $0.78, which grew by 11.4%. In summary, it was another great quarter on the top and bottom line.\nWe're over on Slide #9. Our Retail segment delivered adjusted total revenue growth of 14.2%, driven by acquisition activity over the last 12 months, and organic revenue growth of 8.9% with solid growth across all lines of business. Adjusted EBITDAC grew 18.4% with the associated margin increasing by 130 basis points for the quarter, which was driven by leveraging organic revenue growth and managing our expenses even with increased variable operating cost.\nMoving over to Slide #10. Our National Programs segment delivered adjusted total revenue growth of 4.7% and organic revenue growth of 6.1% with strong growth across many programs. The difference between adjusted total revenues and organic revenues was driven by slightly lower contingent commissions and the sale of a program in the prior year. Adjusted EBITDAC was substantially in line with the prior year with the associated margin declining by 170 basis points to 33.2% as a result of increased variable expenses, higher noncash stock-based compensation and the timing associated with recognizing revenues and costs related to new customers.\nWe're over on Slide #11. Our Wholesale Brokerage segment delivered adjusted total revenue growth of 13.2%, driven by acquisitions in the past 12 months and organic revenue growth of 11.6%. Adjusted EBITDAC increased by 23.2% with the associated margin improving by 260 basis points as a result of strong organic revenue growth and higher contingent commissions despite increased variable cost.\nMoving on to Slide #12. Adjusted total revenues in our Services segment decreased by 7.2% and organic revenue declined by 6.2% due to fewer weather-related claims as compared to the prior year. For the quarter, adjusted EBITDAC decreased by $3 million or 25.2% due to variability in the volume of weather-related claims.\nA few comments regarding liquidity and cash conversion. As discussed during our Q4 earnings call last year, we've transitioned to a fiduciary reporting model for cash, accounts receivable and payables held or owed in a fiduciary capacity. The change is to more appropriately reflect the cash flow from operations and the nature of the accounts on our balance sheet. On the cash flow statement, changes in fiduciary receivables and liabilities are presented within financing activities. On the balance sheet, these accounts are labeled as fiduciary assets and liabilities.\nAfter delivering another year of strong cash flow in 2021, we started 2022 with a solid performance and delivered cash flow from operations of $104 million. Our ratio of cash flow from operations as a percentage of total revenues was 11.5% for the first quarter of this year as compared to 16.9% in the prior year. The ratio of cash flow from operations as a percentage of total revenues was lower than the prior year due to paying higher incentive bonuses to our teammates for their outstanding performance in 2021 and the payment of acquisition earn-outs as certain acquisitions have overperformed our original expectations. As a reminder, the first quarter is normally our lowest conversion ratio of the year due to payments of prior year bonuses. Consistent with our comments at year-end, post our transition to the fiduciary model, a good estimate of full year cash flow from operations as a percentage of total revenues should be in the range of 27% to 28%, barring anything unusual.\nAs Powell mentioned earlier, we completed the financing for the acquisitions of GRP, BdB and Orchid. The total deployed capital for these acquisitions will be approximately $2.5 billion. $2 billion of the purchase price will come from the $1.2 billion of new 10- and 30-year bonds we issued in mid-March, which carry interest rates of 4.2% and 4.95%, respectively. $800 million will be sourced from a new bank facility we finalized at the end of March.\nThe remainder of the purchase price will come from cash on hand as well as cash generated during the first half of this year. Incremental interest expense for the first quarter was approximately $2 million, and we expect interest expense to increase approximately $17 million per quarter going forward as a result of the bonds and bank facility. Our excellent capital position and strong cash flow support our strategy to acquire great companies and also enables us to delever over the coming quarters as we've done in the past after larger acquisitions.\nWith that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThanks, Andy, for a great report. We finished 2021 with significant momentum which continued into 2022 and enabled us to deliver another great quarter on top and bottom line performance.\nWe believe economic growth will continue to return to more normal levels. However, there are a number of topics that will influence business confidence and economic expansion, which are the continued high levels of inflation and rising interest rates. We are also following topics as additional drivers of the economy as: one, availability of employees across all industries; two, the resolution of supply chain constraints; and three, how current global geopolitical matters resolve themselves. How each of these areas play out over the coming quarters will drive the growth trajectory of the economy. This will then influence how leaders invest in their businesses and corresponding exposure unit expansion.\nFrom a rate perspective, we anticipate premium increases for admitted markets will remain relatively constant for the next few quarters. From an E&S perspective, we expect premium rate increases for the second quarter to be consistent with levels experienced in the first quarter. Depending on weather-related and other losses incurred over the next few months, rates for certain lines may increase further or moderate slightly in the months to follow. In states like California and Florida, premiums are becoming very expensive for certain classes. As a result, customers are managing expenses by modifying deductibles or aggregate limits.\nOn an M&A front, regulatory approval for the closing of GRP and BdB is progressing as expected, and we anticipate closing during the third quarter. More broadly, we expect competition and valuations to remain at peak levels until interest rates increase materially. We have a good pipeline. We are actively seeking firms that fit culturally and make sense financially, and we're well positioned to deliver value for our stakeholders.\nFrom an innovation standpoint, we're making good progress to leverage data in order to enhance the customer experience, streamline the placement of coverage and create new products. We're also working to implement efficiency tools that will enhance the experience for our teammates so they can spend more time delivering solutions for our customers.\nIn closing, we feel great about our business as we continue to expand our capabilities and most importantly, about our 12,000-plus teammates that will soon be nearly 15,000 teammates when GRP and BdB are closed. We're focused on delivering for our customers, writing more new business and acquiring great companies as these will be the key drivers of our long-term growth.\nWith that, let me turn it back over to Jake for the Q&A."
  },
  {
    "header": "BRO",
    "cik": "0000079282",
    "ticker": "BRO",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6f21f4945ab450a9839e52a7813dbe77",
    "period": "2021 Q4",
    "content": "Q4 2021 Brown & Brown Inc Earnings Call\n\nQ4 2021 Brown & Brown Inc Earnings Call\n\nBRONYSEJAN 25, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Brown & Brown Fourth Quarter Earnings Call. Today's call is being recorded. Please note that certain information discussed during this call, including information contained in the slide presentation posted in connection with this call and including answers given in response to your questions, may relate to future results and events or otherwise be forward-looking in nature.\nSuch statements reflect our current views with respect to future events, including those relating to the company's anticipated financial results for the fourth quarter and are intended to fall within the safe harbor provisions of the securities laws.\nActual results or events in the future are subject to a number of risks and uncertainties and may differ materially from those currently anticipated or desired or referenced in any forward-looking statements made as a result of a number of factors, such factors, including the company's determination as it finalizes its financial results for the fourth quarter that its financial results differ from the current preliminary unaudited numbers set forth in the press release issued yesterday. Other factors that the company may not have currently identified or quantified and those risks and uncertainties identified from the time to time in the company's reports filed with the Securities and Exchange Commission.\nAdditional discussion of these and other factors affecting the company's business and prospects as well as additional information regarding forward-looking statements is contained in the slide presentation posted in connection with this call and in the company's filing with the Securities and Exchange Commission. We disclaim any intention or obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise. In addition, there are certain non-GAAP financial measures used in this conference call. A reconciliation of any non-GAAP financial measures to the most comparable GAAP financial measures can be found in the company's earnings press release or in the Investor Relation for this call on the company's website at www.bbinsurance.com by clicking on Investor Relations and then Calendar and Events.\nWith that said, I will now turn the call over to Powell Brown, President and Chief Executive Officer. You may begin.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThank you, Serge. Good morning, everyone, and thank you for joining us for our fourth quarter 2021 earnings call. I wanted to begin with some overarching comments regarding our outstanding performance for the fourth quarter and the full year. 2021 was a year of milestones for Brown & Brown with revenue surpassing $3 billion double-digit organic growth of 10.4%, EBITDAC exceeding $1 billion and cash flow from operations of approximately $950 million. Even with all the challenges that faced the economy during 2021, our team performed at a very high level. We are extremely pleased with our results, which are only possible through the incredible efforts of our nearly 12,000 teammates. The confidence that our customers entrust with us each day and the deep relationships with our carriers. Now let's transition to the results for the quarter and the full year. I'm on Slide 3. We delivered total revenue of $739 million, growing 15% in total and 9% organically. Our EBITDAC margin was 29.2%, which is an increase of 210 basis points from the fourth quarter of 2020. Net income per share for the fourth quarter was $0.36 on an as-reported basis and on an adjusted basis, which excludes the change in estimated acquisition earn-out payables which was $0.42, an increase of 31.3% over the prior quarter.\nDuring the quarter, we completed another 8 acquisitions with annual revenues of approximately $67 million. We welcome all of our new teammates that joined during the quarter and throughout 2021 and thank them for their contributions to our results. I'm on Slide 4. For the year, we delivered over $3 billion in revenue, growing 16.8% in total and 10.4% organically. This was the highest level of organic growth we've achieved since the early 2000s when we were much smaller and less diversified. Today, we're a highly diversified retail and wholesale broker, one of the largest operators of MGAs and operate a number of great claims businesses. Our geographical footprint is also expanding as we operate throughout the United States, Bermuda, Canada, the Cayman Islands, Ireland and the United Kingdom.\nWe plan to grow and enhance our capabilities over the coming years and continue to deliver our industry-leading results. We improved our EBITDAC margin by 240 basis points to 33.5% compared to 2020 as we leverage the growth in organic revenue and manage our expenses, while we continue to make investments in our business to support long-term profitable growth. Our net income per share for the full year of 2021 increased 22.5% to $2.07. On an adjusted basis, which excludes the change in estimated acquisition earn-out payables, our net income per share increased 31.1% to $2.19.\nLastly, we had another good year of M&A activity, completing 19 acquisitions with approximately $132 million of annualized revenue, continuing our disciplined strategy to acquire top quality businesses that fit culturally and make sense financially. Later in the presentation, Andy will discuss our financial results in more detail. I'm on Slide #5. From a customer and market perspective, business confidence continues to improve slowly. Business leaders are cautious due to the emergence of the Omicron variant, which represents another hurdle in the overall growth of the economy. For many industries, challenges continue to be the ability to find and retain employees, supply chain constraints and inflationary pressures. Ultimately, these factors are impacting how quickly companies can grow. From a placement standpoint, the themes were pretty consistent as compared to previous quarters, which included heightened pricing sensitivity and coverage availability for cyber liability or customers with high losses.\nAs a result, customers continue to modify their risk management programs to best control premium increases. Admitted market rates, increased consistently with prior quarters and were up 3% to 8% across most lines with the outlier of your being workers' compensation rates, which are -- which continue to be down 1% to 3%. From an E&S perspective, most rates continue to be up 10% to 20%. Cat property, both wind and quake, were up 10% to 30% with some moderation experienced an earthquake rates. Professional liability for most accounts remain very challenging with rates up 10 to 15-plus percent or more. Regarding cyber, rates and deductibles in many instances have increased dramatically with carriers requiring enhanced security protocols to obtain coverage.\nFor professional liability, cyber and excess umbrella, we continue to see carriers reduce limits while seeking significant rate increases. Similar to previous quarters, California and Florida placements for personal lines remained challenging due to the losses or aggregate concentrations. We expect the appetite for personal lines in CAT areas to continue to be constrained into 2022, which will likely put pressure on state-sponsored programs, and the cost of insurance for the customer. I'm now on Slide 6.\nLet's discuss the performance of our 4 segments. Our Retail segment had another very good quarter, delivering organic growth of 9.5%. The performance was fueled primarily by growth from most lines of business through a combination of new business, good retention, rate increases and modest exposure unit improvement. Retail organic revenue growth for the full year was a very stout 11%, which is the first time we've delivered double-digit full year organic growth in over 20 years. These outstanding results are reflective of the benefits from the multiyear investments we've made, our powerful decentralized sales and service model and our high performance-based culture that leverages our capabilities to provide innovative solutions to win and retain more customers.\nFor the fifth consecutive quarter, our National Programs segment grew double digits, delivering excellent results and growing 10.4% organically in the fourth quarter. This performance was driven by strong new business, good retention, rate increases and increasing exposure units across many of our programs. For the full year, National programs grew organically 12.4%. The team continues to fire on all cylinders, creating new capabilities and delivering best-in-class solutions for our customers. Our Wholesale Brokerage segment grew 8.3% organically for the quarter due to strong new business, good retention and continued rate increases despite ongoing headwinds in our personal lines business.\nFor the full year, our Wholesale Brokerage segment grew 8.1% organically, delivering another good year. Our Services segment grew 1.2% organically for the quarter with growth in property, auto and workers' compensation claims, which was partially offset by continued headwinds in our advocacy businesses. For the full year, organic revenue increased by 3%. Now let me turn it over to Andy to discuss our financial performance in more detail.\n\nR. Andrew Watts\n\nExecutive VP, CFO & Treasurer, Brown & Brown, Inc.\n\nGreat. Thank you, Powell. Good morning, everybody. We're over on Slide #7. My previous quarters, we're going to begin with our GAAP results. and then discuss certain non-GAAP financial highlights, which present additional meaningful year-over-year comparisons. For the fourth quarter, we delivered 15% total revenue growth and organic revenue growth of 9%. Our EBITDAC increased by 24%, which was driven by leveraging our revenues and the continued management of our expenses.\nDuring the quarter, we recognized gains on sales of certain businesses or books of business that benefited the growth in EBITDAC margins by approximately 50 basis points. Our income before income taxes increased by 7.6%, growing at a slower pace than EBITDA and due to the change in estimated acquisition earn-out payables. While these adjustments had a negative impact on income before income taxes and earnings per share, they highlight how recent acquisitions are performing better than our expectations. On an as-reported basis, our net income increased 4.5% and diluted net income per share increased by 5.9% to $0.36. Our effective tax rate for the fourth quarter was 27.8%, which was negatively impacted by the nondeductibility of a change in estimated acquisition earn-out payables associated with an acquisition where we purchased the shares of a business. Our weighted average number of shares were substantially flat compared to the prior year, and our dividends per share increased to $0.03 or 10.8% compared to the fourth quarter of 2020.\nWe're over on Slide #8. This slide presents our results after removing the impact of the estimated acquisition earn-out payables for both years. The charge was $19.8 million in the fourth quarter of this year compared to a credit of $9.5 million for the same period in 2020. Excluding these amounts, which are substantially noncash in nature, income before income taxes and net income increased by 32.3% versus total revenues growing 15%. Our adjusted diluted net income per share was $0.42, which grew by 31.3%. In summary, it was another very strong quarter on the top and bottom line. We're over on to Slide #9. This slide presents the key components of our revenue performance. For the quarter, our total commissions and fees increased by 15.3%, and our contingent commissions and GSCs were up $5.3 million as we qualified for certain additional contingents and GSCs primarily in the National Programs segment. Our organic revenue, which excludes the net impact of M&A activity and foreign exchange increased by 9% for the quarter. We're over on to Slide #10. Our Retail segment delivered total revenue growth of 19.1% and driven by acquisition activity over the last 12 months and organic revenue growth of 9.5% with strong growth across most lines of business. EBITDA grew 25% and with the margin increasing by 120 basis points for the quarter, which was driven by leveraging organic revenue growth and managing our expenses even with increased variable operating costs. The change in income before income tax as compared to the change in EBITDAC is impacted by fluctuations in intercompany interest, amortization appreciation and estimated acquisition earn-out payables, which is applicable for all segments. We're over on to Slide #11.\nOur National Programs segment increased total revenues by 12.6% and organic revenue by 10.4%. The increase in total revenue was driven by strong organic growth across many programs and increased contingent commissions. EBITDAC increased by 25.4% and with the margin improving 420 basis points as a result of strong organic revenue growth, managing our expenses, higher contingent commissions and a gain on the sale of one of our businesses. The gain on the sale benefited margin improvement by approximately 250 basis points.\nOver to Slide #12. Our Wholesale Brokerage segment delivered total revenue growth of 12.4%, driven by acquisitions in the past 12 months and organic revenue growth of 8.3% and increased by 14%, with the margin improving by 40 basis points as a result of good organic revenue growth, the impact of the foreign exchange charge recorded in the prior year managing our expenses despite higher variable costs.\nOver to Slide #13. Our Services segment increased total revenues by 0.5% and organic revenue by 1.2%. For the quarter, EBITDAC decreased by 18.3% due to the mix of revenue growth in the businesses, along with certain investments to support future growth.\nWe're over on to Slide #14. This slide represents our GAAP results for both years. In 2021, we delivered revenues of over $3 billion, growing 16.8% and earnings per share of $2.07, growing 22.5%. EBITDAC increased by 25.5% and the margin increased by 240 basis points. For the year, our share count increased slightly in our dividends paid during 2021 increased by 9.2%. The results for 2021 were just simply outstanding.\nOver to Slide #15. This slide presents our results excluding the impact of the change in estimated acquisition earn-out payables for both years. For the full year of 2021, on an adjusted basis, our income before income taxes grew 29.6% and net income per share was $2.19, growing 31.1% as compared to total revenue growth of 16.8%. A few comments regarding liquidity and cash conversion. In addition to our strong revenue and income performance metrics, we also had another great year for cash generation delivering $948 million of cash flow from operations. Among publicly traded brokers, Brown & Brown continues to deliver the highest cash flow conversion which we define as cash flow from operations divided by total revenues. We also finished the year in a strong liquidity position with this capital the cash we will generate in 2022 as well as the capacity on our revolver, we are well positioned to fund continued investments in our company. We've got a few comments regarding outlook for 2022.\nFirst, regarding contingent commissions, we anticipate them to be relatively flat year-over-year. As it pertains to taxes, we expect our effective tax rate for 2022 to be in the range of 24% to 25%. This does not take into consideration any potential changes in federal or state tax rates. We anticipate interest expense may increase slightly depending upon the frequency and magnitude of Fed rate increases this year. For reference, our floating rate debt is less than $500 million. In the first quarter of 2022, we'll be transitioning to a fiduciary reporting model for cash, accounts receivable and payables held or owed in a fiduciary capacity. This change is to reflect the nature of the accounts more appropriately on our balance sheet and reduce volatility in the cash flow from operations. On the balance sheet, we'll label them fiduciary assets and fiduciary liabilities. In the cash flow statement, changes in fiduciary cash will be presented within financing activities. For 2021, our conversion ratio of revenues to cash flow from operations was 31%. Taking into consideration the upcoming change, it would have been approximately 27% to 28%.\nStarting in the first quarter of '22, will present the prior periods on the same basis. And then lastly, regarding EBITDAC margins, we've communicated in the past that we believe our margins should be in the 30% to 35% range. We feel good about our current profile after increasing margins by 350 basis points over the past 2 years. For 2022, while we'll have some headwinds from increasing variable costs, we are targeting margins to be relatively flat year-over-year, barring something unusual happening. With that, let me turn it back over to Powell for closing comments.\n\nJ. Powell Brown\n\nCEO, President & Director, Brown & Brown, Inc.\n\nThanks, Andy, great report. We had an outstanding 2021. We're well positioned to deliver profitable growth this year and are confident in our ability to execute. As the economic growth starts to return to more normal levels, there are several issues that will influence business confidence in the economy, which include the availability of employees across all industries, the resolution of supply chain constraints, inflation, interest rate increases resolution of global geopolitical matters and the continued management of COVID. How and when each of these play out over the coming quarters will influence the trajectory of the economy, how leaders invest in their businesses and exposure unit expansion. With that being said, we feel really good about our business. and the ability for our team to perform well this year.\nFrom a rate perspective, we anticipate premium increases to remain relatively constant or may moderate downwards slightly in the first half as compared to the second half of '21. The main challenge for E&S lines of coverage will be the availability of capacity, which may impact some of our growth in 2022. A few comments regarding the M&A market. Until interest rates increased materially and capital becomes constrained, we expect competition and valuations to remain at peak levels. We continue to feel good about our positioning and have a solid pipeline to attract great companies to join the Brown & Brown team. Our continued disciplined approach of Focusing on culture and financial alignment will be the keys to our long-term success of delivering shareholder value. We think the market will further evolve in 2022 as it pertains to innovation and the experience for the customer. As a result, differentiated utilization of data, collaboration and technology to attract and retain customers will be even more important. The combination of these will enhance the underwriting process, provide more tailored solutions, improve the delivery of insurance and how we engage with our customers and carriers. We have a very talented team that continues to be focused on the most important deliverables to enhance the solutions we provide for our customers. In closing, we feel great about our business, our capabilities and most importantly, our team. We're making thoughtful investments in allocating capital to drive long-term profitable growth. With that, let me turn it back over to Sergey for the Q&A."
  }
]