[
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8da8006f7cd9cfb4deafd0d8f502f2e2",
    "period": "2025 Q3",
    "content": "Q3 2025 Masco Corp Earnings Call\n\nQ3 2025 Masco Corp Earnings Call\n\nMASNYSEOCT 29, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Third Quarter 2025 Conference Call. My name is Sylvie, and I will be your conference operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. [Operator Instructions]\nI will now turn the call over to Robin Zondervan, Vice President, Investor Relations and FP&A. You may begin.\n\nRobin L. Zondervan\n\nVP, Chief Accounting Officer and Investor Relations/FP&A\n\nThank you, operator, and good morning, everyone. Welcome to Masco Corporation's 2025 Third Quarter Conference Call. With me today are Jon Nudi, President and CEO of Masco; and Richard Westenberg, Masco's Vice President and Chief Financial Officer.\nOur third quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. Please limit yourself to one question with one follow-up. If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We've described these risks and uncertainties and our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations. With that, I will now turn the call over to Jon.\n\nMichael Glaser Dahl\n\nMD of U.S. Homebuilders & Building Products, RBC Capital Markets, Research Division\n\nThank you, Robin. Good morning, everyone, and thank you for joining us. I want to start today with a few reflections on my first 100 days as President and CEO of Masco. Over the last 3 months, I've had the privilege of meeting with our teams, customers and shareholders, our manufacturing sites, participated in strategy reviews and listened to feedback related to both our strengths and opportunities to confirm what I believe to be true when I took this role.\nWe have a strong foundation, industry brands, innovative products and incredibly talented and dedicated people. Our product portfolio is focused on the right categories and we have industry-leading capabilities. We've shown resilience in navigating dynamic environments while continuing to deliver value for our customers, consumers and shareholders. I've been especially impressed by the market leadership across our business units. Delta Faucet company has demonstrated incredible agility in the face of a dynamic geopolitical and macroeconomic environment, very strong partnership with our largest retail customer drives significant value for them and for us.\nHansgrohe continues to be a global leader with customers in over 100 countries, and Watkins Wellness is winning with strong innovation, even amid broader category headwinds. There's real momentum here and also a real opportunity. In the coming months, we will focus on unlocking those opportunities with continued strong execution, greater speed and strategic investments in the capabilities that set us apart.\nI'm proud to be part of a team that delivers at a high level. I'm incredibly excited for the opportunities ahead. Now let's turn to our third quarter performance and updated outlook for 2025.\nPlease turn to Slide 6. We continue to navigate a dynamic geopolitical and macroeconomic environment during this quarter. While the near-term market conditions remain a headwind to our business, our teams continue to focus on execution to grow market share and drive long-term shareholder value. For the quarter, our net sales decreased 3% in local currency, and excluding the Kichler divestiture, sales decreased 2%. Operating profit was $312 million, and operating profit margin was 16.3%. Earnings per share for the quarter was $0.97.\nNow turning to our segments. Plumbing sales increased 1% in local currency. North American plumbing sales increased 1%, driven by favorable pricing. Delta Faucet delivered strong performance again this quarter, particularly at e-commerce and trade. We recently relaunched our iconic Newport Brass brand, showcasing the brand's timeless design and enduring quality. This relaunch helps shape and expand our luxury portfolio represents an important growth initiative for our business with an addressable market of $1.8 billion.\nAnother important growth initiative for Delta is in the water filtration category with a market of $1.2 billion for under-counter water filtration products. Delta's new product introductions in this category continue to outperform our initial expectations and our tankless reverse oscillate water filtration system was recently named the winner of the Good Housekeeping 2026 Kitchen Award. International plumbing sales were in line with the prior year in local currency. We saw growth across many of our European markets, while the China market was increasingly challenged. Operating profit from was $204 million. Operating margin was 16.4% and included higher costs such as tariffs, commodities and inventory-related reserves.\nTurning to our Decorative Architectural segment. Sales decreased 12% in the quarter or 6% excluding our divestiture of Kichler. Operating profit for the segment was $128 million, and operating margin increased 100 basis points to 19.1%. Within our Paint category, overall paint sales decreased low single digits. DIY paid sales decreased mid-single digits as demand for DIY remains soft across the industry impacted by low existing home turnover. In propane, sales increased low single digits. This continues to trend in multiyear growth for propane business, remain tightly in line with The Home Depot as we both prioritize and invest in strategic initiatives that allow us to capitalize on the sizable growth opportunity in the propane market.\nWe also continue to develop new products that serve the needs of our customers. Most recently, we won original water-based primer and Behr premium plus eco mix, a plant-based interior paints. These launches demonstrate our commitment to introducing innovative and sustainable products with quality that our customers can trust.\nTurning to capital allocation. We generated strong free cash flow during the quarter and maintained a solid balance sheet. We remain committed to our capital deployment strategy. We returned $188 million to shareholders this quarter through dividends and share repurchases. I'm proud of how our teams continue to work diligently to implement various mitigation actions in response to the near term macroeconomic uncertainty, the geopolitical environment and rising costs. We are focused on remaining agile as we continue to execute effectively in this rapidly changing environment.\nTurning to our expectations for the full year. We now anticipate adjusted earnings per share for 2025 to be in the range of $3.90 and $3.95 per share compared to our previous expectation of $3.90 to $4.10. Our updated range includes the impacts from our third quarter results, as well as higher tariffs and our expectations for softer industry demand resulting from the ongoing macroeconomic and geopolitical uncertainty. While uncertainty remains for the near term, we are focused on positioning ourselves for growth over the mid- to long term. Structural factors for repair and remodel activity are strong, including the age of the housing stock, consumers staying in their homes longer, and a record high home equity levels.\nWe have the right portfolio mix, and our innovative new product introductions are outperforming our expectations. We continue to gain market share in key growth areas, including e-commerce, luxury faucets and shower and propane, and we are building strategies to further accelerate growth opportunities. Our high-performing teams have a history of leadership in navigating dynamic environments. When that leadership is combined, the strength of our brands, innovative products and unmatched customer service, we believe we are well positioned continue to deliver long-term value for our shareholders.\nWith that, I'll turn the call over to Rick to go over third quarter results and our 2025 outlook in more detail. Rick?\n\nRichard J. Westenberg\n\nVP, CFO & Treasurer\n\nThank you, Jon, and good morning, everyone. Thank you for joining. As Jon mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization charges and other onetime items.\nTurning to Slide 8. Sales in the third quarter decreased 3% or 2%, excluding the impact of our divestiture of Kichler and favorable currency. Our divestiture of Kichler in the third quarter of 224 resulted in a decrease in sales by 3% year-over-year in the third quarter of 2025, while currency represented a 1% increase in sales. In local currency, North American sales decreased 6% or 2%, excluding the divestiture impact. International sales were in line with the prior year in local currency.\nGross margin of 34.6% in the quarter was impacted by higher tariffs and commodity costs. SG&A decreased $16 million, primarily due to our divestiture. SG&A as a percent of sales improved 20 basis points to 18.4% in the quarter. Operating profit was $312 million in the quarter, and our margin was 16.3%.\nOperating profit was impacted by lower volume and higher costs primarily related to tariffs, commodities and inventory-related reserves. Note that the temporarily elevated tariffs of 145% on China imports added approximately $15 million to the overall tariff impact in the third quarter, primarily in the Plumbing segment. These impacts were partially offset by pricing actions and cost savings initiatives. Our EPS was $0.97 per share in the quarter.\nTurning to Slide 9. Plumbing sales increased 2% in the third quarter or 1% excluding the favorable impact of currency. This growth was largely driven by pricing, which increased sales by 3%, partially offset by lower volume. In local currency, North American plumbing sales increased 1% in the quarter. This performance was primarily driven by Delta Faucet, which delivered growth in both the e-commerce and trade channels.\nIn local currency, International plumbing sales were in line with the prior year. continued to see growth in many of its European markets, including its key market of Germany. This growth was offset primarily due to an increasingly challenging market in China. Segment operating profit in the third quarter was $204 million, and operating margin was 16.4%. Operating product was impacted by lower volume and higher costs such as tariffs, commodities, and inventory-related reserves, partially offset by pricing actions and cost savings initiatives.\nTurning to Slide 10. Decorative Architectural sales decreased 12% in the third quarter or 6%, excluding the divestiture of Kichler. Performance in the quarter was driven by lower volume in our paint business as well as our builders' hardware business, which also was unfavorably impacted by timing of shipments. In the quarter, total paint sales decreased low single digits due to lower volume. Propane sales were up low single digits and DIY paint sales decreased mid-single digits.\nGiven the persistent softness in the overall DIY paint market and the favorable inventory timing we experienced in the fourth quarter of last year, we continue to anticipate our total paint sales for the full year to decrease mid-single digits. Excluding the impact of the prior year inventory timing benefit, we would anticipate full year DIY paint sales to decrease high single digits.\nIn our propane business, we continue to expect sales to increase mid-single digits for the full year. Operating profit in the third quarter was $128 million, primarily impacted by lower volume, partially offset by cost savings initiatives. Operating profit margin increased 100 basis points to 19.1%.\nTurning to Slide 11. Our balance sheet remains strong with gross debt-to-EBITDA at 2x at quarter end. We ended the quarter with $1.6 billion of liquidity, including cash and availability under our revolving credit facility. Working capital was 18.5% of sales at quarter end. Working capital continues to be impacted by tariff-related dynamics, including higher material costs and pricing, increasing our working capital balances.\nGiven our strong cash generation, we returned $188 million to shareholders in the third quarter through dividends and share repurchases, including the repurchase of $124 million in stock. As it relates to capital allocation, we now expect to deploy approximately $500 million towards share repurchases or acquisitions in 2025, slightly higher than our previous expectation of at least $450 million. This increase is driven by a cash tax benefit from the recently enacted tax legislation.\nNow let's turn to Slide 12 and review our full year outlook. The market environment remains volatile and tariff uncertainty persists. The guidance that is being provided today includes the impact of currently enacted tariffs, in effect in October, which now includes new tariffs on copper, antidumping duties on glass and increases to global receivable tariffs, particularly on Vietnam, Thailand and the European Union.\nAs a result of these additional tariffs, we now estimate that the total annualized cost impact of all incremental tariffs enacted this year to be approximately $270 million before mitigation, up from $210 million as of our second quarter earnings call. Of the $270 million annualized cost impact, approximately $140 million continues to be related to the incremental 30% China tariffs and the remaining $130 million is driven by the global reciprocal tariffs with 50% tariff on steel, aluminum and copper and the glass antidumping duties.\nOf this approximately $270 million total annual cost, we expect a 2025 in-year impact of approximately $150 million before mitigation, up from $140 million as of our second quarter call. Our teams continue to actively work to mitigate these additional costs through a combination of levers. These include cost reductions, continued efforts to change our sourcing footprint and pricing where necessary. We anticipate that these mitigation actions will mostly offset the direct cost impact of the currently enacted tariffs in 2025. It is important to note that our guidance does not attempt to estimate the impact of potential future tariffs or any changes in existing tariffs.\nTurning to the overall market. Our expectation continues to be that the U.S. and international repair and remodel markets will decrease low single digits in 2025. For Masco, we expect our sales in 2025 to decrease low single digits, impacted by the 2024 divestiture of Kichler, which will reduce sales by approximately 2% year-over-year. We anticipate currency will have a favorable impact of approximately 1%. Excluding the impact of our divestiture and currency, we now anticipate Masco's overall sales to be down low single digits versus our prior guidance of roughly flat year-over-year.\nGiven continued industry softness, with lower volumes partially offset with pricing. As a reminder, fourth quarter sales will face a challenging year-over-year comparison due to the favorable inventory timing impact we experienced in our paint business in the fourth quarter of last year. We now anticipate total company operating margin to be approximately 16.5% in 2025 versus our previous guide of 17%, driven by slightly lower volume, impacts of additional tariffs and higher costs.\nIn our Plumbing segment, we continue to expect 2025 full year sales to be up low single digits. We anticipate the full year Plumbing margin will be approximately 18% versus our previous guide of 18.5%. In our Decorative Architectural segment, we continue to expect 2025 sales to decrease low double digits or mid-single digits, excluding the impact of our divestiture. We also continue to anticipate the full year Decorative Architectural margin to be approximately 18%.\nFinally, as Jon mentioned earlier, our 2025 EPS estimate is $3.90 to $3.95 per share. This continues to assume a 211 million average diluted share count for the year and a 24.5% effective tax rate.\nWith that, I would like to open up the call for questions. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2bd37db06b8231bcdc8e2e6a8aca30fb",
    "period": "2025 Q2",
    "content": "Q2 2025 Masco Corp Earnings Call\n\nQ2 2025 Masco Corp Earnings Call\n\nMASNYSEJUL 31, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to the Masco Corporation Second Quarter 2025 Conference Call. My name is Marissa, and I will be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. [Operator Instructions]\nI will now turn the call over to Robin Zondervan, Vice President, Investor Relations and FP&A. You may begin.\n\nRobin L. Zondervan\n\nVP, Chief Accounting Officer and Investor Relations/FP&A\n\nThank you, operator, and good morning, everyone. Welcome to Masco Corporation's 2025 Second Quarter Conference Call. With me today are Jon Nudi, President and CEO of Masco; and Rick Westenberg, Masco's Vice President and Chief Financial Officer.\nOur second quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. [Operator Instructions] If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We describe these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I will now turn the call over to Jon.\n\nJonathon J. Nudi\n\nGroup President-North America Retail, General Mills, Inc.\n\nThank you, Robin. Good morning, everyone, and thank you for joining us. I want to start today by expressing my gratitude to all of our employees, customers, suppliers and investors who have been so welcoming and supportive as I officially started my role as President and CEO of Masco as of the beginning of this month. I am humbled by the opportunity to lead such an outstanding company, and I intend to build on Masco's successful history of creating exceptional value for all of our stakeholders.\nDuring my 2 years serving on our Board of Directors, I came to deeply respect and admire this company. I strongly believe in the power of our brands, the strength of our people and the opportunities ahead. I plan to use my first 100 days to actively engage with internal and external stakeholders to hear their views on Masco, our industry and further opportunities for our business.\nI already have the opportunity to kick off my listening tour at the headquarters of Delta Faucet and one of their manufacturing facilities, a return from that trip energized by the team's passion, share sense of ownership and desire for growth. As I visit our other businesses over the next several weeks, I'm excited to work closely with our entire Masco team to continue to strengthen our portfolio of brands, enhance consumers' lives, drive profitable growth and deliver meaningful shareholder value.\nNow let's turn to our second quarter performance. Please turn to Slide 5. As I mentioned, I believe in the power of Masco's brands. During the quarter, our innovative products received several recognitions. Beginning with North America plumbing, we are very pleased with Delta Faucet's performance and their newest product category of water filtration and a $1.2 billion market for undercounter water filtration products. Delta and Brizo's award-winning reverse osmosis systems are the most certified tankless systems based on leading competitors, national sanitation foundation certifications. These products are also the first reverse osmosis systems in the industry to earn the WaterSense certification label from the U.S. Environmental Protection Agency.\nIn our international plumbing business, hansgrohe continues to demonstrate their leadership in branding and design. This quarter, hansgrohe won 4 Red Dot Design awards, including the Best of the Best Award for their RainDance Alive showerhead products.\nIn our Decorative Architectural segment, Behr received the #1 rating for interior paint from a leading independent third-party rating agency for the 12th year in a row. This year, we swept the top 3 spots with our Dynasty, MARQUEE and Ultra products. Two of Behr's wood stain products were also rated #1 in the respective categories. These top ratings across multiple product categories show the depth and strength of products across our Behr brand.\nFinally, Behr introduced ChatHUE, an innovative AI tool design to make choosing the perfect paint color even easier. I'm incredibly proud of the team at Behr for evolving the way we approach color selection, providing our consumers with a more personalized and enhanced experience.\nI'll now shift to discuss our second quarter results and outlook for 2025. Please turn to Slide 6. We are very pleased with our operating performance in the second quarter, particularly as we navigated a dynamic geopolitical and macroeconomic environment. We have worked diligently to address the impacts from additional tariffs through various mitigating actions, including cost savings initiatives, ongoing changes to our sourcing footprint and pricing where necessary.\nFor the quarter, our net sales decreased 2%. However, in local currency and excluding the Kichler divestiture, sales were in line with the year prior. Gross margins increased 10 basis points to 37.7%. Operating profit grew $14 million to $413 million and operating profit margin increased 100 basis points to 20.1%. Lastly, we delivered earnings per share growth of 8% in the quarter to $1.30 per share.\nTurning to our segments. Plumbing sales increased 4% in local currency. North American plumbing sales increased 5% in local currency driven by favorable pricing and volume. Delta Faucet continues to deliver strong performance through consumer-driven demand for their innovative products and industry-leading brands. International plumbing sales increased 1% in local currency as we continue to see stability in many European markets while other markets such as China remained challenged. Operating profit for the segment was $276 million and operating margin increased 110 basis points to 21%.\nTurning to our Decorative Architectural segment. Sales decreased 12% in the quarter or 4% excluding our divestiture of Kichler. Overall, paint sales decreased mid-single digits. DIY paint sales decreased high single digits. Demand for DIY paint remains soft across the industry driven by low existing home turnover and the dampened macroeconomic environment, and we expect this pressure to continue throughout the remainder of this year.\nIn PRO paint, sales increased mid-single digits. Our strategic investments in this category and our close partnership with the Home Depot continue to result in growth with PRO customers. The strength of our Behr brand and the quality of our products resonates with PRO customers and allows us to capitalize on the sizable growth opportunity in the PRO paint market. Operating profit for the segment was $157 million and operating margin was 21.3%.\nWe are proud of the work of our teams across our business during the first half of the year as they mobilized quickly to implement various mitigation actions in response to increased tariffs, higher commodity costs and the macroeconomic uncertainty. Our teams are able to deliver strong financial results through focused execution and responding rapidly to the changing environment.\nNow turning to our expectations for the full year. While some uncertainty surrounding near-term market conditions persist, we are restoring financial guidance for 2025. Rick will provide more detail into the components of our guidance. However, given the overall macroeconomic environment, we now anticipate the global repair and remodel market to be down low single digits. We expect to continue to outperform the market. We anticipate our sales to be roughly flat, excluding the impacts of divestiture and currency with lower volumes largely offset with pricing.\nBased on our expected operating performance and capital deployment actions, we anticipate adjusted earnings per share for 2025 to be in the range of $3.90 to $4.10 per share. It is important to note that the 2025 estimates we are providing today include the impact from inactive tariffs that are currently in effect net of our various mitigation actions. These estimates do not include impacts from any potential future tariffs or changes in existing tariffs.\nWhile some market uncertainty remains for the near term, the structural factors for repair and remodel activity over the mid- to long term are strong, namely the growing age of the housing stock and home equity levels. Nearly 1.7 million more homes will reach the prime remodeling ages of 20 to 39 years old by 2027. Homeowners are staying in their homes longer and home equity levels are near record highs.\nWe continue to be focused on achieving additional growth, and we are structured to achieve favorable incremental benefits from volume growth due to our available capacity, high levels of productivity and disciplined cost structures. We believe we are well positioned to grow faster than our competition to evolve and lead while remaining true to the values that have been foundational throughout our nearly 100-year history. It is an absolute privilege for me to join such a high-performing company built on iconic brands that are part of people's daily lives, and I'm honored to help write the next chapter.\nWith that, I'll turn the call over to Rick to go over our second quarter results and our 2025 outlook in more detail. Rick?\n\nRichard J. Westenberg\n\nVP, CFO & Treasurer\n\nThank you, Jon, and good morning, everyone. Thank you for joining. As Robin mentioned, my comments today will focus on adjusted performance excluding the impact of rationalization charges and other onetime items.\nTurning to Slide 8. Sales in the second quarter decreased 2% but were in line with the prior year, excluding the impact of our divestiture of Kichler and favorable currency. Our divestiture of Kichler in the third quarter of 2024 decreased sales by 3% year-over-year in the second quarter of 2025 while currency represented a 1% increase in sales. In local currency, North American sales decreased 3% but were in line with the prior year excluding the divestiture impact. International sales increased 1% in local currency.\nGross margin increased 10 basis points in the quarter to 37.7%. SG&A decreased $27 million driven by our divestiture and lower employee-related expenses. SG&A as a percent of sales improved 90 basis points to 17.6% in the quarter. Operating profit increased 4% to $413 million in the quarter, and our margin expanded 100 basis points to 20.1%. Operating profit was driven by cost productivity initiatives, favorable SG&A and a positive price/cost relationship, partially offset by lower volume. Lastly, our EPS increased 8% to $1.30 per share.\nTurning to Slide 9. Plumbing sales increased 5% in the second quarter or 4% excluding the favorable impact of currency largely driven by pricing, which increased sales by 3%. In local currency, North American plumbing sales increased 5% in the quarter. This performance was primarily driven by Delta Faucet, which delivered strong growth in both the trade and e-commerce channels. In local currency, international plumbing sales increased 1%, driven by pricing actions. hansgrohe achieved growth in many of its European markets, including its key market of Germany. This was largely offset by softness in other markets, particularly China.\nSegment operating profit in the second quarter increased 11% and to $276 million and operating margin expanded 110 basis points to 21%. Operating performance was driven by cost savings initiatives and a favorable price/cost relationship.\nTurning to Slide 10. Decorative Architectural sales decreased 12% in the second quarter. The divestiture of Kichler reduced sales by 8%. In the quarter, total paint sales decreased mid-single digits due to lower volume. PRO paint sales were up mid-single digits and DIY paint sales decreased high single digits.\nGiven the continued softness in the overall DIY market and the unfavorable impact of inventory timing this year versus 2024, as discussed on prior earnings calls, we anticipate our total paint sales for the full year to decrease mid-single digits. We anticipate our full year DIY paint business to decrease high single digits. In our PRO paint business, we expect sales to increase mid-single digits for the full year.\nOperating profit in the second quarter was $157 million impacted by lower volume and an unfavorable price/cost relationship, partially offset by cost savings initiatives. Operating profit margin was 21.3% and was favorably impacted by the divestiture of Kichler.\nTurning to Slide 11. Our balance sheet remains strong with gross debt-to-EBITDA at 2x at quarter end. We ended the quarter with $1.3 billion of liquidity including cash and availability under our revolving credit facility. Working capital was 20.1% of sales at quarter end. Working capital was impacted by tariff-related dynamics including higher material costs and pricing, increasing our working capital balances. As a result of these tariff-related impacts, we anticipate that our working capital as a percent of sales will be approximately 17.5% at year-end.\nGiven our strong cash generation, we returned $167 million to shareholders in the second quarter through dividends and share repurchases, including the repurchase of $101 million in stock. As it relates to capital allocation, we expect to invest approximately $175 million through capital expenditures to pay a dividend of $1.24 per share and currently anticipate deploying at least $450 million towards share repurchases or acquisitions in 2025.\nNow let's turn to Slide 12 and review our outlook for the full year. The market environment remains volatile and uncertain, particularly related to tariffs. That said, there has been some improved visibility since our Q1 earnings. Based on this visibility, we are reinstating our 2025 guidance. Please note that the guidance being provided today includes the impact of currently enacted tariffs in effect in July. We estimate the total annualized cost impact of these incremental tariffs to be approximately $210 million before mitigation, down from $675 million as of our Q1 earnings call.\nOf the $210 million annualized cost impact, approximately $140 million relates to the incremental 30% China tariffs, while the remaining $70 million is driven by the 10% global reciprocal tariffs and 50% tariff on steel and aluminum. Of this approximately $210 million total annual cost, we expect a 2025 in-year impact of approximately $140 million before mitigation, with the impact largely occurring in the second half of the year.\nOur teams continue to actively work to mitigate these additional costs through a combination of levers. These include cost reductions, continued efforts to change our sourcing footprint and pricing where necessary. We anticipate that these mitigation actions will largely offset the direct cost impact of the currently enacted tariffs in 2025. It is important to note that our guidance does not attempt to estimate the impact of potential future tariffs, including on copper, or any changes in existing tariffs.\nTurning to the overall market. Our expectation is that the U.S. and international repair and remodel markets will decrease low single digits in 2025. For Masco, we expect our sales in 2025 to decrease low single digits, impacted by the 2024 divestiture of Kichler, which will reduce sales by approximately 2% year-over-year.\nWe anticipate currency will have a favorable impact of approximately 1%, similar to the favorable impact experienced in the second quarter. Excluding the impacts of divestiture and currency, we anticipate Masco's overall sales to be roughly flat year-over-year with lower volumes largely offset with pricing.\nWe will continue to invest in our business for future growth while also maintaining cost discipline. As a result, we expect SG&A as a percent of sales to be in line with 2024. As always, we will take appropriate actions to address our cost as the year develops based on market conditions. We anticipate total company operating margin to be approximately 17% in 2025, including the impacts of tariffs and lower volume.\nAs we think about our results in the first half of the year versus our expected second half performance, we anticipate there to be some headwinds in the second half, particularly as it relates to tariff costs and commodity inflation. In addition, we experienced some favorability in certain cost items in the second quarter such as lower employee-related costs that are not expected to repeat in the second half of the year.\nFinally, as a reminder, fourth quarter sales will face a challenging year-over-year comparison due to the favorable inventory timing impact we experienced in our paint business in the fourth quarter of last year. In our plumbing segment, we expect 2025 full year sales to be up low single digits. We anticipate the full year plumbing margin will be approximately 18.5%. In our Decorative Architectural segment, we expect 2025 sales to decrease low double digit or mid-single digits excluding the impacts of our divestiture. We anticipate the full year Decorative Architectural margin to be approximately 18%.\nFinally, as Jon mentioned earlier, our 2025 EPS estimate is $3.90 to $4.10 per share. This assumes a $211 million average diluted share count for the year and a 24.5% effective tax rate, which is consistent with our 2024 effective tax rate.\nWith that, I would like to open up the call for questions. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/04129055c413a9a196987b56564cf683",
    "period": "2025 Q1",
    "content": "Q1 2025 Masco Corp Earnings Call\n\nQ1 2025 Masco Corp Earnings Call\n\nMASNYSEAPR 23, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to the Masco Corporation First Quarter 2025 Conference Call. My name is Joelle, and I will be your conference operator for today's call. As a reminder, today's conference is being recorded for replay purposes. [Operator Instructions]. I will now turn the call over to Robin Zondervan, Vice President, Investor Relations and FP&A, you may begin.\n\nRobin L. Zondervan\n\nVP, Chief Accounting Officer and Investor Relations/FP&A\n\nThank you, operator, and good morning, everyone. Welcome to Masco Corporation's 2025 First Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and Rick Westenberg, Masco's Vice President and Chief Financial Officer. Our first quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. [Operator Instructions]. If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We described these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides which are available on our website under Investor Relations.\nWith that, I will now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, Chief Executive Officer & Director, Masco Corp.\n\nThank you, Robin. Good morning, everyone, and thank you for joining us. I want to start today by talking about some significant changes that have occurred since our last quarterly call. One of these changes was the announcement of my decision to retire as President and CEO of Masco; and the appointment of Jon Nudi as our incoming President and CEO. It has truly been an honor to lead Masco for over a decade, and I'm so very proud of all our employees and the work we've accomplished together. We've built and refined our core portfolio of leading brands to focus on innovative repair and remodel products. We've embedded the Masco operating system throughout the entire company, which has allowed us to significantly expand our operating profit margins. And finally, we've delivered long-term value to our shareholders, achieving compound annual earnings per share growth of more than 12% over the last 5 calendar years.\nI'm confident that Masco is in great hands going forward under John's leadership. John has been on our Board of Directors since 2023, and -- and I've seen firsthand his strategic vision, his commitment to customer service and is recognition of the strength of our Masco team in delivering superior results.\nI am currently working very closely with John in order to ensure a seamless transition, and we are excited about officially welcoming him to the Masco team at the beginning of July. We also experienced significant changes in the geopolitical and macroeconomic environment, including the enactment of new and broad-reaching tariffs. The extent of the tariffs currently imposed on imports from China is substantial and will increase our overall costs considerably, particularly in our Plumbing segment. Our experienced teams are actively taking steps in an effort to mitigate these increased costs. Our mitigation efforts are extensive and include pricing actions, additional cost savings initiatives and ongoing changes to our sourcing footprint.\nAs we have done in the past, we are rapidly responding to the shifting economic landscape. However, a high level of uncertainty remains around how these changes and associated higher prices will ultimately impact demand trends across our industry moving forward. Therefore, we will not be providing full year financial guidance this quarter. However, we do want to dimension how we are thinking about the impact of tariffs and the related mitigation actions in 2025. First, based on the tariffs enacted this year, we expect in-year cost of approximately $400 million prior to mitigation efforts. Second, based on our extensive mitigation actions, we currently estimate that we can offset approximately $200 million to $250 million or roughly 50% to 65% of these costs during the current year. We currently anticipate mitigating the remaining net tariff costs by the end of 2026. Finally, while it is reasonable to assume a potential softening of demand in the near term, we are not yet able to estimate the timing or extent of the impact on volumes that may result from the direct or indirect impacts of these additional tariffs. Rick will provide additional details in a few minutes about these expected in-year and annualized impacts from the enacted tariffs and our related mitigation actions.\nOur teams have demonstrated their capability to manage through these environments in the past, from the COVID pandemic to unforeseen supply chain challenges to previously enacted tariffs. Therefore, we are confident that we have the right teams and plans in place to work quickly toward mitigating the various impacts arising from the recently enacted tariffs.\nAmidst all these changes and the work we are doing to address their impact on our business, we remain focused on our core strengths, our market-leading brands, our exceptional customer service and our innovative product portfolio. This quarter, we introduced several innovative new products and received a variety of awards across our businesses, a few of which are highlighted on Slide 5.\nBeginning with North American Plumbing. Delta Faucet showcased multiple new and award-winning products at the Kitchen & Bath Industry Show held in February, including the Pivot Pro 3 in 1 combination shower, the Showersense digital shower and the Frank Lloyd Wright Kitchen and Bath collections. Additionally, Delta Faucet received multiple awards in recognition of their outstanding service to their customers, including the prestigious J.D. Powers Customer Service Excellence Award, which they received for the fourth year in a row.\nIn our spa business, Watkins Wellness launched two new cold plunge products. Cold plunge is the ideal complement to our existing Spa and Sona portfolio as customers can enjoy the multiple benefits of integrating both cold and hot therapies into their wellness routine. In our International Plumbing business, Hansgrohe continued to demonstrate their leadership at the ISH Sanitation and Heating Show held in March. Two of their new premium products Reign Dan Salive and Avllegra and Avllegra received IF Design Gold awards in the sanitary category. Since 2015, Hansgrohe has won more IF Gold Awards than any other manufacturer. In our Decorative Architectural segment, Behr was voted the most trusted paint and stain brand among consumers in the United States and Canada by BrandSpark, demonstrating the continued strength and exceptional quality of our leading Behr brand.\nWith that, I'll now discuss our first quarter results. Please turn to Slide 6. In the first quarter, our top line decreased 6%, partially due to our divestiture of Kichler in the prior year. Excluding this divestiture and the unfavorable impact of currency, sales decreased 3% primarily due to lower volumes in the Decorative Architectural segment. Gross margins increased 20 basis points to 35.9%. Operating profit was $288 million and operating profit margin was solid at 16%. Earnings per share for the quarter was $0.87.\nTurning to our segments. Plumbing sales increased 1% in local currency. North American Plumbing sales also increased 1% in local currency, driven by higher volumes in our spa and sauna business and favorable pricing, partially offset by lower volumes in our retail channel. International Plumbing sales were flat in local currency as higher volumes in Europe and slightly favorable pricing were offset by unfavorable mix. Operating profit for the segment was $219 million and operating margin was 18.5%.\nWe are pleased with our overall performance in the Plumbing segment this quarter as sales were slightly higher than anticipated and operating margin was in line with our expectations.\nTurning to our Decorative Architectural segment. Sales decreased 16% or 8% excluding our divestiture of Kichler. Overall, paint sales were down high single digits and included a partial reversal of the inventory timing benefit that impacted Q4 of 2024. Excluding this impact, overall paint sales were down mid-single digits, and DIY paint sales were down high single digits, while pro paint sales were up mid-single digits.\nOperating profit for the segment was $96 million and operating margin was 15.6%. We are seeing ongoing demand pressure across the industry in DIY paint, driven by dampened macroeconomic environment and expect that this will continue as the year progresses. However, we continue to grow in the pro paint category, driven by the quality and performance of our products, the strength of our partnership with The Home Depot and our expanded services and support for our Pro customers. This has led to ongoing share gains as we continue to capitalize on the sizable growth opportunity in the pro paint market. As we look across both segments for the balance of the year, we anticipate demand softening as consumers spend more cautiously amidst this uncertain economic backdrop. However, as I mentioned earlier, the extent and duration of this impact cannot yet be determined until there is more clarity on the tariff policies and the overall macroeconomic conditions. Once that occurs, and as additional information becomes available, we will be able to provide further financial guidance at that time.\nMasco is a resilient company, and the long-term fundamentals of the repair and remodel industry remains strong. Our product portfolio is well positioned to deliver meaningful results as we execute on our strategic initiatives and maintain our disciplined capital deployment.\nAs I reflect on my tenure as CEO of Masco, it's the strength of our people and our teams that has allowed us to outperform the market and drive long-term shareholder value creation, especially in dynamic times. Our people are at the heart of what we do each day, and we remain focused on driving results through our leading global brands, innovative products and customer service.\nWith that, I'll turn the call over to Rick for further details around our first quarter expected tariff impacts and related mitigation actions. Rick?\n\nRichard J. Westenberg\n\nVP, CFO & Treasurer\n\nThank you, Keith, and good morning, everyone. Thank you for joining. Before I get started, I'd like to take a moment to congratulate Keith on a successful 27-year career at Masco. Through his strong leadership, he has been instrumental in reshaping Masco's portfolio, driving significant operational improvements across the company, developing senior leadership talent and delivering outstanding financial results. On a personal note, I'd like to thank Keith for his partnership over the past 1.5 years and wish him all the best in his future endeavors.\nNow turning to our results. As Robin mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization charges and other onetime items.\nTurning to Slide 8. Sales in the first quarter decreased 6% or 3% excluding the impact of our divestiture of Kichler and unfavorable currency. Our divestiture of Kichler in the third quarter of 2024, decreased sales by 3% year-over-year in the first quarter of 2025. In local currency, North American sales decreased 7%, but decreased 3%, excluding the divestiture impact. International sales were in line with the prior year in local currency.\nGross margin increased 20 basis points in the quarter to 35.9%. SG&A decreased $9 million year-over-year, driven by our divestiture, partially offset by increased marketing expenses. SG&A as a percent of sales was 19.9% in the quarter. Given the current environment, we are actively managing our expenses and taking appropriate cost savings actions. Operating profit was $288 million in the quarter, and our margin was 16%. Operating profit was impacted primarily by lower volume and higher marketing costs. Lastly, our EPS was $0.87 per share.\nTurning to Slide 9. Plumbing sales decreased 1% in the first quarter but increased 1% excluding the unfavorable impact of currency. Favorable pricing increased sales by 1%, offset by unfavorable mix, which reduced sales by 1%. In local currency, North American Plumbing sales increased 1% in the quarter. This performance was driven by continued share gains in the e-commerce channel and growth at our specialty spa and sauna dealers, partially offset by softness in the retail channel.\nIn local currency, International Plumbing sales were in line with the prior year, driven by favorable volume and pricing actions, offset by unfavorable mix. Hansgrohe achieved growth in its key market of Germany as well as other European markets. This was offset by softness in various other markets, particularly China. Segment operating profit in the first quarter was $219 million, and operating margin was 18.5%. Operating profit was impacted by unfavorable mix and higher trade show costs during the quarter, partially offset by cost savings initiatives and a favorable price cost relationship.\nTurning to Slide 10. Decorative Architectural sales decreased 16% in the first quarter. The divestiture of Kichler lowered sales by 8%. In the quarter, total paint sales decreased high single digits, impacted by a partial reversal of the favorable inventory impact in Q4 of last year, as mentioned in our February call. Excluding this unfavorable inventory impact, total paint sales were down mid-single digits in the first quarter, with propane sales up mid-single digits, in line with our expectations and DIY paint sales down high single digits, below our expectations. DIY paint performance was driven by continued softness in the DIY market, and we now anticipate this weakness to continue as the year progresses. Operating profit in the first quarter was $96 million and operating margin was 15.6%. Operating profit was primarily impacted by lower volume, including inventory timing.\nTurning to Slide 11. Our balance sheet remains strong with a gross debt to EBITDA at 2.1x at quarter end. We ended the quarter with $1.2 billion of liquidity including cash and availability under our revolving credit facility. Working capital was 18.7% of sales at quarter end, in line with Q1 2024. Given our strong cash performance, we were able to return $196 million to shareholders through dividends and share repurchases, including the repurchase of $130 million in stock in the first quarter. As it relates to capital allocation for the remainder of the year, there is no change to our overall framework. We continue to expect to invest approximately $175 million through capital expenditures, to pay a dividend of $1.24 per share and to deploy all available free cash flow towards share repurchases or acquisitions.\nLastly, as Keith mentioned earlier, given the highly volatile and uncertain market environment related to tariffs, we are not providing 2025 financial guidance. However, I will try to provide some clarity around our tariff exposure and impact based on the currently enacted tariffs as well as the estimated benefits from our ongoing mitigation actions.\nAs discussed on our fourth quarter call, our current import exposure to China tariffs is approximately $450 million, representing a 45% reduction from our peak exposure in 2018. We estimate the total annualized impact from incremental tariffs to be approximately $675 million before mitigation. This includes the incremental China tariffs of 145%, which amounts to an annualized cost impact of approximately $625 million, plus an approximately $50 million of incremental annual expense from tariffs on steel and aluminum and a 10% global reciprocal tariffs. Of this approximately $675 million total annual cost, we expect a 2025 in-year impact of approximately $400 million before mitigation with the impact largely occurring in the second half of the year.\nWe are actively working to mitigate these additional costs through price increases, cost reductions and continued efforts to change our sourcing footprint. First, we expect to implement meaningful price increases over the course of 2025. Second, we are expanding our cost reduction efforts across the business. Delaying or eliminating noncritical spend while preserving investments in key growth areas of the business. Furthermore, we continue to work with our suppliers to achieve additional cost reductions. Based on our expectations of the extent and timing of our price and cost reduction actions, we currently believe we can mitigate approximately $200 million to $250 million or roughly 50% to 65% of the tariff cost in 2025, leaving a net impact of approximately $150 million to $200 million in 2025 prior to any potential volume impact.\nAs we exit 2025, we believe our actions have the potential to mitigate 60% to 75% of the impact of the currently enacted tariffs on a run rate basis. We will continue to work to mitigate the remaining impact by the end of 2026 through accelerating changes to our sourcing footprint. It is important to note that these tariff impacts and mitigation estimates do not consider potential unfavorable impacts on volumes related to price increases or the overall market environment. These impacts remain highly uncertain as does the overall tariff and macroeconomic environment. Additionally, these estimates are based on currently enacted tariffs, and do not attempt to estimate the impact of potential future tariffs or changes in existing tariffs. Needless to say, the overall environment remains highly uncertain. We will provide updates to the impacts on our business as appropriate and expect to update our outlook for 2025 once we have more clarity.\nTo echo Keith's comments, I would like to recognize and thank our teams for their tremendous efforts in responding to this rapidly changing environment. Our teams have a demonstrated track record, and I'm confident in our ability to navigate these challenging times.\nWith that, I would like to open up the call for questions. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b3506555c084d3fc2f69c04af7d7ed67",
    "period": "2024 Q4",
    "content": "Q4 2024 Masco Corp Earnings Call\n\nQ4 2024 Masco Corp Earnings Call\n\nMASNYSEFEB 11, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to the Masco Corporation 2024 Fourth Quarter and Full Year Conference Call. My name is Joel, and I will be your conference operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. [Operator Instructions]\nI will now turn the call over to Robin Zondervan, Vice President, Investor Relations and FP&A. You may begin.\n\nRobin L. Zondervan\n\nVP, Chief Accounting Officer and Investor Relations/FP&A\n\nThank you, operator, and good morning, everyone. Welcome to Masco Corporation's 2024 Fourth Quarter and Full Year Conference Call. With me today are Keith Allman, President and CEO of Masco; and Rick Westenberg, Masco's Vice President and Chief Financial Officer. Our fourth quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. Please limit yourself to one question with one follow-up. If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We described these risks and uncertainties and our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we file with the Securities and Exchange Commission. Our statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides which are available on our website under Investor Relations.\nWith that, I will now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, Chief Executive Officer & Director, Masco Corp.\n\nThank you, Robin. Good morning, everyone, and thank you for joining us today. Please turn to Slide 5. I wanted to start this morning by reflecting on some of our key accomplishments across our businesses, brands and products for 2024. Beginning with our Plumbing segment. We introduced several innovative new products in the market and entered into new product categories. At Delta Faucet, we're focused on being a leader in water quality and introduced water filtration products for both the sync and shower categories. At Hansgrohe, we continue to increase market share by offering products with premium and customizable designs and products that are focused on saving energy and water.\nAt Watkins Wellness, we introduced FreshWater IQ, a smart monitoring system that automatically test the water chemistry in your spa and communicates recommended adjustments to maintain clean natural feeling water. Finally, our integration of Sauna360 is ahead of schedule, and we are actively launching our branded Sonos into our existing Watkins dealer network.\nIn our Decorative Architectural segment, the strength of our brands continues to resonate with our customers and generate additional share gains. Behr was rated #1 in interior paint, #1 in exterior paint, and #1 in exterior stain in a third-party study demonstrating the strength and exceptional quality of our leading Behr brand. Our investments in our paint business to continue to expand our services and build upon our successful partnership with the Home Depot, have helped drive share gains in both the DIY and Pro paint categories. In our pro paint category, our annual sales are now over $900 million, which is an increase of over 70% since 2020.\nOur products resonate with pro painters and have enabled us to capitalize on the sizable growth opportunity in the pro paint market. Finally, we completed the sale of [indiscernible] Lighting in 2024. We are confident that this transaction to further streamline our portfolio will drive greater value for Masco's shareholders. as we focus on the strategic initiatives of our core businesses. I want to thank all our employees for their excellence in execution, their focus on the customer and their continuous improvement mindset that delivered these key accomplishments during the year.\nWith that, I'll now make some brief comments on our fourth quarter and full year results, and then I'll finish by discussing our outlook for 2025 and provide an update on our margin targets for 2026. Please turn to Slide 6. We wrapped up 2024 with another quarter of solid operating results. In the fourth quarter, our top line decreased 3%, primarily due to the divestiture of Kichler. Excluding this divestiture and the unfavorable impact of currency, sales increased 1%, primarily due to higher volumes in our decorative segment. Operating profit increased $19 million in the quarter due to our continued efforts to drive cost savings and efficiency across our operations. Operating profit margin improved 140 basis points to 15.9%. Our performance in the fourth quarter marked the seventh quarter in a row of year-over-year margin expansion.\nWith our strong execution, our earnings per share for the quarter increased 7% to $0.89 per share. Turning to our segments. Plumbing sales decreased 1% in local currency. We saw lower volumes in both trade and retail in North America. While the industry continues to show signs of stabilization, it remains choppy and has not yet pivoted to sustained growth. International Plumbing grew slightly as we saw growth again this quarter in our business in both Europe and China despite a challenging market environment. Operating profit for the segment was $200 million, and operating margin was 16.8%, an improvement of 40 basis points. We continue to see the benefits of our focus on productivity, efficiency and cost savings initiatives throughout our Plumbing segment.\nAdditionally, our investments in our leading global brands, innovative products, and customer service are producing results, and we will continue to capitalize on these investments.\nTurning to our Decorative Architectural segment. Sales decreased 6%, primarily due to our divestiture. Overall, paint sales were up mid-single digits, including a benefit from inventory timing. Excluding this benefit, overall paint sales were down low single digits. Pro paint sales were up high single digits and DIY paint sales were down mid-single digits. Operating profit for the segment was $113 million and operating margin was 17.7%, an improvement of 290 basis points.\nNow let's review our full year performance. Please turn to Slide 7. Masco executed extremely well in 2024. And for the second year in a row, we improved nearly every operating metric for the full year. Gross margin improved 110 basis points to 36.3%. Operating margin expanded 70 basis points to 17.5%. Plumbing margin expanded 100 basis points to 19%. Decorative margin expanded 70 basis points to 18.5%. Earnings per share grew 6% to $4.10 per share, up from $3.86 per share in 2023. We delivered a return on invested capital of 44% and our strong cash flows, including the proceeds from our divestiture allowed us to return more than $1 billion to shareholders in the form of dividends and share repurchases in 2024.\nImportantly, we have achieved compound annual earnings per share growth of over 12% over the last 5 years, delivering on our target of double-digit EPS growth through cycles. This growth demonstrates the strength of our brands, service and innovation and the benefits of a portfolio focused on lower-ticket repair and remodel-oriented products.\nTurning to Slide 8. As we look to the future, we are well positioned to achieve strong profitable growth through continued market share gains, margin expansion and disciplined capital deployment. The 2025 estimates we are providing today include the impact from the recently enacted China tariffs, net of mitigation actions, but do not include impacts from any potential future tariffs. We have demonstrated our ability to navigate these types of situations in the past, from COVID to unforeseen supply chain challenges to previously enacted tariffs, and we are confident that we have the right teams and plans in place to respond quickly to any new tariffs.\nMoving to our expectations for 2025. I will begin with the following market assumptions. For global repair and remodel markets, in aggregate, we expect the market to be flat to down low single digits. For the North American repair and remodel market, we expect the market to be roughly flat. For international markets, we expect the markets in aggregate to be down low single digits. Our expectations for our own sales in 2025 is to be down low single digits. However, if we exclude the unfavorable impacts from our divestiture of Kichler of approximately 2% and currency of approximately 1%, we expect our sales to be roughly flat to up low single digits. Our estimate includes our expectations that we will continue to outperform the market in 2025.\nDespite the relatively flat top line assumption, we will continue to expand our margins through disciplined pricing, innovative product introductions, cost savings initiatives and operational efficiencies across our business. We have consistently demonstrated our ability to execute in dynamic times and plan to deliver further operating margin expansion across our business in 2025. We expect Plumbing margins in the range of 19% to 19.5% and decorative margins, also in the range of 19% to 19.5%, resulting in a Masco operating margin of approximately 18%.\nTurning to capital allocation. Our strategy remains unchanged. First, we will reinvest in our business to maintain and grow our leadership positions and win in the marketplace. This includes ongoing investments in our growth initiatives to continue to gain share in the domestic plumbing, wholesale channel, international plumbing and propane. Second, we will continue to maintain a strong investment-grade balance sheet. Third, we have a targeted dividend payout ratio of 30%. I'm pleased to share that our Board approved a 7% increase in our dividend for 2025, which will bring our annual dividend to $1.24 per share and marks the 12th consecutive annual increase.\nAnd fourth and finally, we will deploy our remaining available free cash flow to share repurchases or acquisitions. Based on our projected free cash flow, we expect to deploy approximately $600 million to share repurchases or acquisitions in 2025. Our M&A strategy has not changed. We continue to review and selectively pursue opportunities that have the right strategic fit and the right return for Masco with the goal of adding 1% to 3% annual top line growth through acquisitions over the long term.\nBased on our expected operating performance and capital deployment actions, we anticipate earnings per share for 2025 to be in the range of $4.20 to $4.45 per share. One year ago, we provided our margin expansion targets for 2026, and we are reiterating those targets on this call. For our Plumbing segment, with our industry-leading brands, including Delta and Hansgrohe, we expect to expand margins to 20% in 2026, up from 19% in 2024. For our decorative segment, led by our industry-leading Behr brand, we expect to achieve margins of 19% to 20% in 2026, up from 18.5% in 2024. This range reflects the benefit from our Kichler divestiture, partially offset by a slower than initially expected return to growth in the DIY paint market.\nFor Masco overall, we expect to expand operating profit margins to 18.5% in 2026, up 100 basis points from 17.5% in 2024 and up 170 basis points from 16.8% in 2023. While we expect a stabilizing but challenging market in 2025, we anticipate that the market will return to its historical growth rates of 3% to 5% in 2026. Therefore, we believe we can achieve these margins through leveraging incremental volume, exercising pricing discipline and executing on operational improvements. I want to finish by reiterating the structural factors that remain supportive of increased repair and remodel activity in the mid- to long term. Homeowners that took advantage of low mortgage rates are likely to remain in their homes for longer and invest in upgrades and remodels. 1.7 million more homes will reach the prime remodeling ages of 20 to 39 years old by 2027.\nHome equity levels are at record high levels. and millennial household formation is rising. All of these structural forces provide tailwinds for our business and increase our confidence for a strong repair and remodel market in the coming years. We believe we are well positioned to capitalize on future volume growth as our capacity, efficiency, productivity and cost structure are set up to drive favorable incremental benefits from additional volume. With these favorable fundamentals, the continued successful execution of our strategic initiatives and our disciplined capital deployment, we are well positioned to outperform the competition and deliver double-digit EPS growth through cycles for our investors.\nNow, I'll turn the call over to Rick to go over our fourth quarter, full year and 2025 outlook in more detail.\nRick?\n\nRichard J. Westenberg\n\nVP, CFO & Treasurer\n\nThank you, Keith, and good morning, everyone. Thank you for joining. As Robin mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization charges and other onetime items. Turning to Slide 10. Sales in the fourth quarter decreased 3%, but increased 1% excluding the unfavorable impact of our divestiture of Kichler and currency. Our divestiture of Kichler in the third quarter of 2024 decreased sales by 3% in the fourth quarter. In local currency, North American sales decreased 4%, but increased 1% excluding the divestiture impact. International sales increased 2% in local currency. Gross margin in the quarter was 34.8%. SG&A as a percent of sales decreased 170 basis points year-over-year to 18.9% in the quarter, primarily driven by our divestiture and lower expenses. Our operating profit grew $19 million to $291 million, and our margin was strong for the fourth quarter at 15.9%. Our margin performance was primarily driven by executing on our cost savings initiatives and lower expenses. This resulted in EPS growth of 7% to $0.89 per share. .\nTurning to the full year 2024. Sales decreased 2% over the prior year or 1%, excluding the unfavorable impact of net acquisition and divestiture activity as well as currency. In local currency, North American sales decreased 2% or 1%, excluding the net impact of acquisition and divestiture activity and international sales were in line with the prior year. Our focus on driving operational efficiencies in 2024 contributed to strong gross margin of 36.3%, an expansion of 110 basis points year-over-year. SG&A as a percent of sales was 18.7%. Operating profit for the full year increased $36 million and operating margin expanded 70 basis points to 17.5%.\nLastly, our EPS for the full year increased 6% to $4.10 per share. Turning to Slide 11. [indiscernible] sales decreased 1% in the fourth quarter. Currency had a minimal impact on the results. Lower volume and unfavorable mix each reduced sales by 1%, partially offset by favorable pricing of 1%. In local currency, North American plumbing sales decreased 2% in the quarter, driven by softness in the wholesale and retail channels. partially offset by growth in the e-commerce channel and at our specialty spa and Sona dealers. In local currency, international plumbing sales increased 2% in the quarter driven by favorable volume and pricing actions, partially offset by unfavorable mix.\nThis performance was driven by growth we achieved across various European markets and slight growth in China, despite a challenging market environment. Segment operating profit in the fourth quarter was $200 million, up 1% year-over-year, and operating margin was 16.8%, up 40 basis points. This operating profit performance was driven primarily by cost savings initiatives and lower expenses, partially offset by unfavorable volume and mix, and higher commodity and freight costs.\nTurning to the full year 2024. Plumbing sales were in line with the prior year or up 1% excluding the unfavorable impact of currency. Favorable pricing contributed 2% of growth in our Sauna360 acquisition in the third quarter of last year contributed 1%. This was largely offset by lower volume and unfavorable mix, which each decreased sales by 1%. In local currency, North American plumbing sales increased 1%, including a 2% impact from acquisitions. And international plumbing sales were in line with the prior year. Full year operating profit increased 6% and margin expanded 100 basis points to 19%.\nTurning to Slide 12. Decorative Architectural sales decreased 6% in the fourth quarter. The divestiture of Kichler lowered sales by 9% and currency had an unfavorable impact of 1%. In the quarter, total paint sales increased mid-single digits, aided by a favorable impact of inventory timing. Excluding this favorable impact, total paint sales were down low single digits year-over-year with pro paint sales up high single digits and DIY paint sales down mid-single digits. Operating profit in the fourth quarter was $113 million, up 13% year-over-year, and operating margin was 17.7%. Operating profit performance was driven by incremental volume including the impact of favorable inventory timing and cost savings initiatives, partially offset by an unfavorable price cost relationship.\nTurning to the full year 2024. Sales decreased 5% driven by our Kichler divestiture and a low single-digit decline in our paint business. For the year, excluding the impact of the inventory benefit, Pro paint sales were up mid-single digits, slightly better than expected, and DIY paint sales were down high single digits, consistent with our expectations. Full year operating income was $550 million in the segment and operating margin expanded 70 basis points to 18.5%.\nTurning to Slide 13. Our balance sheet remains strong with gross debt-to-EBITDA at 1.9x at year-end. We ended the year with $1.6 billion of liquidity, including cash and availability under our revolving credit facility. Working capital improved by 6 days to 53 days or 15.1% of sales. This improvement includes the favorable impact related to the divestiture of Kichler and is expected to normalize at approximately 16% of sales going forward. Our free cash flow for the year was over $900 million, driving our free cash flow conversion to 96%. Given our strong cash performance, coupled with the proceeds from our divestiture, we were able to return over $1 billion to shareholders through dividends and share repurchases, including the repurchase of $268 million in stock in the fourth quarter.\nNow let's turn to Slide 14 and review our outlook for 2025. Please note that guidance being provided today includes the impact from the recently enacted China tariffs, net of mitigation actions, but does not include any potential future tariffs. For Masco overall, we expect 2025 sales to be down low single digits, but operating margin to expand to approximately 18%, up from 17.5% in 2024. Our 2025 sales guide reflects an assumption that the global repair and remodel markets in aggregate will be flat to down low single digits. Our sales in 2025, which are expected to be down low single digits will be impacted by the 2024 divestiture of Kichler, which will reduce sales by approximately 2% year-over-year.\nAdditionally, given the stronger U.S. dollar, we anticipate currency will have an unfavorable impact of approximately 1%. Excluding these impacts, we expect our sales to be roughly flat to up low single digits year-over-year. As we think about the cadence for the year, excluding the impacts of our divestiture and currency, we expect sales to be slightly down in the first half of the year with modest growth in the back half of the year. We will continue to invest in our business for future growth, while also maintaining cost discipline. As a result, we expect SG&A as a percent of sales to be in line with 2024.\nAs always, we will take appropriate actions to address our cost as the year develops based on market conditions. Also, as it relates to operating margins, with a softer sales outlook in the first half of the year, the timing of net tariff impact as well as additional trade show costs in Q1 -- we anticipate total Masco margins will be roughly flat in the first half of the year, with expansion expected in the second half. In our Plumbing segment, we expect 2025 full year sales to be flat to up low single digits. We anticipate the full year Plumbing margin will be in the range of approximately 19% to 19.5%.\nMargin expansion will primarily be driven by pricing discipline, operational efficiencies and continued cost savings initiatives. In our Decorative Architectural segment, we expect 2025 sales to be down mid-single digits or roughly flat with the prior year, excluding the impact of our divestiture. Looking specifically at our paint business in 2025. We anticipate our pro paint business to increase mid-single digits and our DIY paint business to decrease low single digits. We anticipate the full year decorative architectural margin to be in the range of approximately 19% to 19.5%, up from our 2024 margin of 18.5%, driven by the favorable impact of our divestiture, as well as cost savings initiatives.\nWith regards to capital allocation, we expect to reinvest approximately $175 million through capital expenditures to pay a dividend of $1.24 per share up 7% from the 2024 dividend and to deploy approximately $600 million towards share repurchases or acquisitions in 2025.\nFinally, as Keith mentioned earlier, our 2025 EPS estimate is $4.20 to $4.45 per share. This assumes a $211 million average diluted share count for the year and a 24.5% effective tax rate, which is consistent with our 2024 effective tax rate. As mentioned previously, our 2025 guidance includes the impact from the recently enacted China tariffs. To provide an update on our China exposure, in 2025, we expect to import approximately $450 million from China, which represents a reduction of approximately 45% since 2018.\nFrom a segment perspective, this exposure resides in our plumbing products and 20% in decorative architectural products. As a result, the impact of the newly imposed 10% tariff on all imports from China, would have an annualized impact of approximately $45 million before mitigating actions. That said, we have been proactively planning various short-term and longer-term actions such as pricing, negotiating with our suppliers and changing our sourcing footprint. Based on these plans and our proven ability to navigate previous tariffs, we are confident that we will be able to mitigate these additional costs and minimize the impact to our results in 2025.\nThe overall tariff environment remains highly uncertain. We will provide updates to the impacts on our business and outlook for 2025 as more information becomes available. I would like to take a moment to thank our supply chain teams. They have done a tremendous job of managing our sourcing footprint to reduce our exposure while managing our costs and they continue to pursue opportunities to further optimize our operations. We will continue to closely monitor the tariff situation, and we'll be prepared to respond as this fluid situation continues to unfold.\nLastly, additional financial assumptions for 2025 can be found on Slide 17 of our earnings deck. With that, I would like to open up the call for questions. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6869f24655e6902f14c5cf219c6de8ae",
    "period": "2024 Q2",
    "content": "Q2 2024 Masco Corp Earnings Call\n\nQ2 2024 Masco Corp Earnings Call\n\nMASNYSEJUL 25, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Second Quarter Conference Call. My name is and I'll be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. [Operator Instructions] I will now turn the call over to Robin Zondervan, Vice President, Investor Relations and FP&A of Masco Corp, you may begin.\n\nRobin L. Zondervan\n\nVP, Chief Accounting Officer and Investor Relations/FP&A\n\nCreator, and good morning, everyone. Welcome to Masco Corporation's 2024 Second Quarter Conference Call.\nWith me today are Keith Allman, President and CEO of Masco; and Rick Westenberg, Masco's Vice President and Chief Financial Officer.\nOur second quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. Please limit yourself to 1 question with 1 follow-up. If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We described these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I will now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, Chief Executive Officer & Director, Masco Corp.\n\nThank you, Robin. Good morning, everyone, and thank you for joining us today. As we sit here midway through the year, I'm pleased with our performance. Despite a challenging macroeconomic environment, we have delivered solid financial results with our continued focus on operational excellence, brand, service and innovation.\nAdditionally, the strength of our repair and remodel oriented product portfolio has enabled us to drive operating profit margin expansion in the first half of the year, better than we expected despite a decrease in sales.\nTurning to our second quarter results. Please refer to Slide 5. Demand continued to stabilize as net sales decreased 2%, in line with the prior 2 quarters. Second quarter sales performance was primarily impacted by lower volume and mix.\nIn the quarter, our gross profit grew $16 million and gross margin rose 140 basis points to 37.6% as a result of our ongoing initiatives to drive operational efficiencies and achieve cost savings. Our solid execution resulted in operating profit of $399 million an operating profit margin of 19.1%.\nIn addition, our earnings per share grew 1% to $1.20 per share. Moving to our segments. Plumbing sales increased 2% overall and 1% excluding the impact of acquisitions and currency. In local currency, North American Plumbing sales increased 5% overall, and 2% excluding the impact of acquisitions. In International Plumbing, sales decreased 1% in local currency, demonstrating continued signs of stabilization particularly in Europe and China.\nOperating profit for the segment was up $4 million to $249 million, and operating margin was 19.9%. The largely in line with the prior year, driven by our pricing discipline and operational performance as we continue to focus on productivity, efficiency and cost savings. We are pleased with our performance in the Plumbing segment throughout the first half of the year as our teams both in North America and International, continue to leverage our operating system and execute on our strategic priorities.\nLastly, in Plumbing, Delta Faucet was awarded the J.D. Power Customer Service distinction for the third year in a row. This award recognizes our outstanding customer service and reinforces our commitment to industry-leading service.\nMoving to our Decorative Architectural segment. Sales decreased 7% in the quarter. Overall, paint sales were down high single digits as DIY paint sales decreased low double digits, while Pro paint sales grew mid-single digits. In Pro paint, we continue to execute on our strategic initiatives to grow share with our partner, the Home Depot. Our partnership dates back over 40 years, and together, we are focused on meeting the needs of our customers through quality, service, brand and performance. We are proud of our sales growth and market expansion with the propane, and we are continuing to invest to drive additional growth going forward.\nOperating profit for the segment decreased $6 million to $174 million, while operating margin was up 80 basis points to 20.8%. For the first half of this year, demand in our Decorative segment overall was generally in line with our expectations. However, DIY paint was more challenged than expected, partially offset by stronger performance in propane.\nTurning to capital allocation. We continue to generate strong free cash flow during the quarter and maintained a solid balance sheet. As a result, we executed on our capital deployment strategy and returned $206 million to shareholders through dividends and share repurchases. Now for a few comments on our outlook for 2024.\nOverall, sales for the total company were largely in line with our expectations for the first half of the year at down low single digits. As uncertainty within the broader macroeconomic environment has continued, we are tempering our expectations for sales in the second half of the year from up low single digits to roughly flat, leaving our full year sales within our previously guided range of plus or minus low single digits.\nHowever, we are raising our full year operating margin expectation to be within the range of 17% to 17.5%, driven by the strong first half performance in the Plumbing segment. We remain confident in our ability to drive margin expansion through our continued execution of our operating system. Additionally, with our strong focus on our cost structure and productivity, we are well positioned to leverage volume growth when the market returns to normalized growth rates. We now anticipate adjusted earnings per share for 2024 to be in the range of $4.05 and to $4.20 per share, narrowed from our previous expectations of $4 to $4.25 per share.\nWe continue to believe that the long-term fundamentals of our repair and remodel markets are strong and that structural factors, such as age of housing stock, consumers staying in their homes longer and higher home equity levels will drive increased repair and remodel activity in the mid- to long term. With these favorable fundamentals, the continued successful execution of our strategic initiatives and our disciplined capital deployment, we are well positioned to drive shareholder value creation.\nWe will continue to invest in our brands, capabilities and people to outperform the competition and deliver double-digit EPS growth through cycles for our investors.\nNow I'll turn the call over to Rick to go over our second quarter results and 2024 outlook in more detail. Rick?\n\nRichard J. Westenberg\n\nVP, CFO & Treasurer\n\nThank you, Keith, and good morning, everyone. Thank you for joining. As Robin mentioned, my comments today will focus on adjusted performance excluding the impact of rationalization charges and other onetime items.\nTurning to Slide 7. Sales in the quarter decreased 2% year-over-year or 1% excluding the unfavorable impact of currency. Our acquisition of Sauna360 in the third quarter of last year added 1% of growth to our second quarter results. In local currency, North American sales decreased 1% or 2% excluding acquisitions. In local currency, International sales decreased 1%. Despite modestly lower sales level, our initiatives to drive operational efficiencies and our favorable price cost performance in the quarter contributed to significant gross margin expansion of 140 basis points to 37.6%.\nSG&A as a percent of sales was 18.5% and was impacted by higher employee-related costs. Overall, our operating profit was $399 million in the quarter, down slightly year-over-year, driven by lower sales. However, our margin remained strong at 19.1%. Our strong margin performance was primarily driven by cost savings initiatives and a favorable price/cost relationship. We also grew EPS during the quarter by 1% to $1.20 per share.\nTurning to Slide 8. Plumbing sales increased 2% in the quarter or 3% excluding the unfavorable impact of currency. Volume in our Plumbing segment was flat year-over-year for the first time since the second quarter of 2022, demonstrating encouraging signs of stabilization. Pricing actions increased sales by 2% and acquisitions contributed another 2% to growth year-over-year. This was partially offset by unfavorable mix and currency, which reduced sales by 1% each.\nNorth American Plumbing sales increased 5%, including 3% related to acquisitions. Delta Faucet delivered another quarter of low single-digit sales growth our walk-ins wellness spa business returned to year-over-year sales growth before factoring in the benefit of the Sauna360 acquisition. In local currency, International Plumbing sales decreased 1%, and driven by unfavorable mix, partially offset by pricing actions and favorable volume as we continue to see signs of stabilization in our key markets of Europe and China.\nSegment operating profit in the second quarter was up $4 million or 2% year-over-year, and operating margin was 19.9%, in line with the prior year. This operating profit performance was driven primarily by cost savings initiatives and a favorable price cost relationship, partially offset by unfavorable mix and higher employee-related costs.\nTurning to Slide 9. Decorative Architectural sales decreased 7% for the second quarter. In the quarter, total paint sales decreased high single digits due to lower volume and price. Pro paint sales were up mid-single digits and DIY paint sales decreased low double digits. A portion of this DIY decrease was driven by timing of sales across the first half of the year.\nFor the first half of the year overall, we saw total paint sales decreased mid-single digits with Pro paint sales up low single digits and DIY paint sales down high single digits. As we continue to experience overall softness in the DIY market, we now anticipate our full year DIY paint business to be down mid-single digits versus our previous expectation of down low single digits. In our Pro paint business, we continue to expect sales to increase low single digits.\nOperating profit was $174 million, down slightly year-over-year. However, operating margin was up 80 basis points to 20.8%. Operating profit was impacted by lower volume and an unfavorable price cost relationship, partially offset by cost savings initiatives and the timing of marketing spend.\nTurning to Slide 10. Our balance sheet remains strong with gross debt-to-EBITDA at 2x at quarter end. We ended the quarter with $1.4 billion of liquidity, including cash and availability under our revolving credit facility. Working capital as a percent of sales decreased 50 basis points to 18.4% as we continue to stay disciplined on our working capital levels.\nDuring the second quarter, we repurchased 2 million shares for $143 million and paid a dividend of $64 million to shareholders. As we previously guided, we continue to anticipate deploying approximately $600 million during the year towards share repurchases or acquisitions. Now let's turn to Slide 11 and review our outlook for 2024. For total Masco, our top line for the first half of the year came in largely as expected. While we previously expected sales growth in the second half of the year, we are moderating our view and now anticipate sales to be roughly flat in the second half of the year and for our full year sales to remain within our previously guided range of plus or minus low single digits.\nWith our strong first half execution and operating margin performance in our Plumbing segment, we now expect full year operating margin to be approximately 17% to 17.5% and increased from our previous guide of approximately 17%. And while we are seeing increased commodity and ocean freight costs across both of our segments, we expect to continue to deliver operating margin expansion in the second half of the year, with most of this to occur in the fourth quarter.\nIn our Plumbing segment, we are maintaining our top line expectation of full year 2024 sales to be plus or minus low single digits versus the prior year. Based on strong execution in the first half of this year, we are increasing our expected full year operating margin to approximately 19%, up from our previous guide of approximately 18.5%. In our Decorative Architectural segment, we are lowering our 2024 sales expectation to be down low single digits year-over-year versus our previous guidance of plus or minus low single digits. This change is primarily due to continued softness in the DIY paint market.\nDespite lower expected sales, we are maintaining our anticipated full year operating margin of approximately 18%, this would be up from our prior year margin of 17.8% and primarily driven by cost savings initiatives. Finally, as Keith mentioned earlier, we are narrowing our 2024 EPS estimate to be in the range of $4.05 to $4.20 per share. This assumes a $220 million average diluted share count for the year and a 24.5% effective tax rate.\nAdditional financial assumptions for 2024 can be found on Slide 14 of our earnings deck.\nWith that, I would like to open up the call for questions. Operator."
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c6add868925257fe2a3068cb125401ac",
    "period": "2024 Q1",
    "content": "Q1 2024 Masco Corp Earnings Call\n\nQ1 2024 Masco Corp Earnings Call\n\nMASNYSEAPR 24, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's First Quarter 2024 Conference Call. My name is [ Lidy ], and I will be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. [Operator Instructions]\nI will now turn the call over to Robin Zondervan. You may begin.\n\nRobin L. Zondervan\n\nVP, Chief Accounting Officer and Investor Relations/FP&A\n\nThank you, operator, and good morning, everyone. Welcome to Masco Corporation's 2024 First Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and Rick Westenberg, Masco's Vice President and Chief Financial Officer.\nOur first quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. Please limit yourself to one question with one follow-up. If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We described these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission. Our statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I will now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, Chief Executive Officer & Director, Masco Corp.\n\nThank you, Robin. Good morning, everyone, and thank you for joining us today. Please turn to Slide 5.\nI'm very pleased with our strong start to the year as we reported another quarter of operating profit margin expansion and EPS growth compared to the prior year. Our results were driven by improved operational efficiencies, solid execution and the strength of our repair and remodel product portfolio. We remain focused on growing our market share by engaging with our customers launching innovative new products and building on the value of our brands.\nTurning to our overall company performance. Our top line decreased 3% in the quarter, which was in line with our expectations. Volume was down 4%, partially offset by pricing actions of 1% and the impact of our recent acquisition of Sauna360, which we finalized in the third quarter of the prior year. Operating profit improved in the quarter by $10 million to $322 million [indiscernible], and operating margin grew 90 basis points to 16.7%. The improvement in our operational performance was primarily driven by cost savings initiatives and a favorable price cost relationship, partially offset by lower volume. Our earnings per share grew 8% to $0.93 per share.\nTurning to our segments. Plumbing sales declined 2% overall and 4% excluding acquisitions. In local currency, North American Plumbing, sales decreased 1%, including the favorable impact of acquisitions. In International Plumbing, sales decreased 5%. Operating profit for the segment was up [ $26 million ] to $228 million, and operating margin was up 260 basis points to 19.1%. In addition to our focus on operational excellence and continuous improvement, both our North American and International Plumbing businesses remain focused on developing new and innovative products that serve the needs of our customers.\nIn North American Plumbing, for example, Delta Faucet showcased several new and award-winning products at the Kitchen and Bath Industry Show held in February, including a multilevel offering of steam showers, headlined by the Brizo Mystic steam shower system, a tankless reverse osmosis water filtration system and several cross expansions in brick-and-mortar retail and in the [indiscernible] Category [ online ], all of which are launching later this year. In our spa business, Watkins Wellness launched freshwater IQ, a smart monitoring system that automatically test the water in your spa and communicates recommendations when adjustments are needed to maintain clean natural feeling water. This breakthrough technology provides our customers with a superior ownership experience and continues the legacy of innovation that makes Watkins Wellness, an industry leader in the spa market.\nIn our international plumbing business, Hansgrohe Axor brand recently presented a variety of new products at the Milan Furniture Fair, including the [ Citaro C ] bathroom collection, customization options with Axor signature service and the Axor Shower Select ID temperature control technology. These products continue to demonstrate Hansgrohe's innovative bathroom solutions, which offer premium design while simultaneously [indiscernible] energy and water. With our strong brands, global presence and innovative products, our Plumbing segment is well positioned to continue to gain global market share.\nTurning next to our Decorative Architectural segment. Sales declined 3%. PRO paint and DIY paint sales were both relatively flat year-over-year. Operating profit for the segment declined by $8 million to $125 million, and operating margin declined 60 basis points to 17%. In our paint business, we remain focused on working closely with our partner, the Home Depot to drive further share gains with both PRO and DIY paint customers.\nDuring the quarter, Behr continued to invest in services focused on meeting the needs of the PRO painter. This included expanding the PRO sales force into additional markets across the United States, increasing job site delivery availability and providing exceptional brand loyalty programs. Additionally, in a recent third-party quality study, [ Behr ] was rated #1 in interior paint, #1 in exterior paint and #1 in exterior stain demonstrating the strength and exceptional quality of our leading Behr brand.\nMoving to capital allocation. Our strategy remains unchanged. During the quarter, we returned $212 million to shareholders through the repurchase of 2.1 million shares for $148 million and a dividend payment of $64 million.\nNow turning to our outlook for the remainder of 2024. With the year beginning largely as expected, we continue to anticipate that 2024 adjusted earnings per share will be in the range of $4 to $4.25 per share. While we expect a relatively flat top line for the year, our focus on cost savings initiatives, disciplined pricing, and operational efficiencies will help us continue to drive operating margin improvement and earnings per share growth in 2024. For the remainder of the year, we remain cautiously optimistic as we continue to monitor inflation data, the likelihood of current year interest rate cuts and changes in consumer confidence levels.\nHowever, we continue to believe the fundamentals of our repair and remodel markets are strong and that structural factors, such as the age of housing stock consumers staying in their homes longer and higher home equity levels will drive increased repair and remodel activity over the mid to long term. We believe these favorable fundamentals, our portfolio of low-ticket repair and remodel products. Our focus on operational excellence and our disciplined capital allocation strategy will continue to drive shareholder value creation.\nNow I will turn the call over to Rick to go through our first quarter results and the 2024 outlook in more detail. Rick?\n\nRichard J. Westenberg\n\nVP, CFO & Treasurer\n\nThank you, Keith, and good morning, everyone. Thank you for joining. As Robin mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization charges and other onetime items.\nTurning to Slide 7. Sales in the quarter decreased 3% year-over-year or decreased 4%, excluding the favorable impact of our Sauna360 acquisition in the third quarter of last year. [ FX ] has a minimal impact on our first quarter results. In local currency, North American sales decreased 2% or 3% excluding acquisitions. In local currency, international sales decreased 5%. Despite lower sales, our continued efforts to drive operational efficiencies as well as our price cost performance in the quarter, helped lead to gross margin expansion of 210 basis points to 35.7%. SG&A as a percent of sales was 19.1% and was impacted by high employee-related costs including incentive compensation.\nOverall, our operating profit grew 3% in the quarter, and margin expanded 90 basis points to 16.7%. This strong operating profit and margin performance was due primarily to cost savings initiatives and a favorable price cost relationship, partially offset by lower volumes. We also grew EPS during the quarter by 8% to $0.93 per share.\nTurning to Slide 8. Plumbing sales decreased 2% in the quarter, in line with our expectations. Lower volume and mix reduced sales by 7%. This was partially offset by favorable pricing of 3% and the positive impact of acquisitions of 2%. North American Plumbing sales decreased 1%, however, decreased 4% excluding acquisitions. Delta Faucet had another solid quarter, achieving low single-digit revenue growth. driven by continued strength in the wholesale channel. In local currency, International Plumbing sales decreased 5%, driven by soft demand in our key markets of Europe and China. Segment operating profit in the first quarter was up $26 million or 13% year-over-year, and operating margin expanded 260 basis points to 19.1%. This operating profit improvement was driven by cost savings initiatives and a favorable price cost relationship, partially offset by lower volume and mix.\nTurning to Slide 9. Decorative Architectural sales decreased 3% for the first quarter. Paint sales were relatively flat year-over-year with sales in both DIY and PRO paint in line with last year. This performance was consistent with our expectations, and we continue to anticipate our full year DIY paint business to decrease low single digits and our PRO paint business to increase low single digits. Operating profit was $125 million, and operating margin was 17% down 60 basis points year-over-year, primarily due to lower pricing, partially offset by cost savings initiatives.\nTurning to Slide 10. Our balance sheet remains strong with gross debt-to-EBITDA at 2x at quarter end. We ended the quarter with $1.3 billion of liquidity, including cash and availability under our revolving credit facility. Working capital as a percentage of sales declined 50 basis points to 18.6% as we continue to stay disciplined on our working capital levels.\nDuring the first quarter, we repurchased 2.1 million shares for $148 million and paid a dividend of $64 million to shareholders. As we discussed on our February earnings call, we continue to anticipate deploying approximately $600 million during the year towards share repurchases or acquisitions.\nNow let's turn to Slide 11 and review our outlook for 2024. The year has started largely as expected, and as a result, we are maintaining our full year outlook, which is as follows: for Masco overall, we expect 2024 sales to be roughly flat with operating margin growing to approximately 17%. Currency is projected to have minimal impact on our results. We expect sales to be down slightly in the first half of the year, with modest growth in the back half of the year. Additionally, we expect operating margin to be roughly flat in the first half of the year, with expansion expected in the second half.\nIn our Plumbing segment, we expect 2024 full year sales to be plus or minus low single digits versus 2023 and our operating margin to expand to approximately 18.5% up from our prior year margin of 18%. Margin expansion will be primarily driven by pricing discipline, operational efficiency and continued cost savings initiatives.\nIn our Decorative Architectural segment, we expect 2024 sales to also be plus or minus low single digit versus 2023 and operating margin to be approximately 18% up from our prior year margin of 17.8%, driven by cost savings initiatives.\nFinally, as Keith mentioned earlier, we are maintaining our 2024 EPS estimate of $4 to $4.25 per share. This assumes a 221 million average diluted share count for the year and a 24.5% effective tax rate. Additional financial assumptions for 2024 can be found on Slide 14 of our earnings deck.\nWith that, I'd like to open up the call for questions. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7e7a0c6bf2464eb90588adca5b6d5b72",
    "period": "2023 Q4",
    "content": "Q4 2023 Masco Corp Earnings Call\n\nQ4 2023 Masco Corp Earnings Call\n\nMASNYSEFEB 8, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Fourth Quarter and Full Year Conference Call. My name is and I will be your operator for today's conference call. As a reminder, today's conference is being recorded for replay purposes. [Operator Instructions] I will now turn the call over to Renee Benedict, Director, Investor Relations and FP&A. You may begin.\n\nRenee Benedict\n\nThank you, operator, and good morning. Welcome to Masco Corporation's 2023 Fourth Quarter and Full Year Conference Call.\nWith me today are Keith Allman, President and CEO of Masco; and Rick Westenberg, Masco's Vice President and Chief Financial Officer. Our fourth quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. Please limit yourself to 1 question with 1 follow-up. If we can't take your question now, please call me directly at 313-792-5500. Our statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements.\nWe've described these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and Form 10-Q that we filed with the Securities and Exchange Commission. Our statements also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, Chief Executive Officer & Director, Masco Corp.\n\nThank you, Renee. Good morning, everyone, and thank you for joining us today. Before I get started, I'd like to share with you that we have appointed Robin Zondervan as our incoming Vice President of Investor Relations. Robin is currently our Controller and Chief Accounting Officer, and will be transitioning to lead Investor Relations at the end of this month. I have full confidence that with Robin's leadership, we will continue to have a world-class investor relations function at Masco and provide the investment community with the information and transparency you have come to expect from us.\nNow on to our results. I'll start this morning with some brief comments on our fourth quarter and full year results, and I'll finish with our view on 2024 as well as our long-term margin expectations.\nPlease turn to Slide 5. We delivered a strong finish to another dynamic and successful year. In the fourth quarter, our top line decreased 2% with volumes down across most categories, partially offset by favorable pricing, currency and our acquisition of Sauna360. The smaller decline in volume relative to the first 3 quarters of the year, supports our view that many of our markets appear to be stabilizing.\nOperating profit increased $38 million in the quarter due to a favorable price/commodity relationship, as we continue to recover the significant inflation that we have experienced over the past 2 years and due to our continued efforts to drive efficiencies across our operations. Operating profit margin improved to 230 basis points to 14.5%.\nWith our strong execution, our earnings per share for the quarter increased 28% to $0.83 per share. Turning to our segments. Plumbing sales were in line with the prior year in local currency, with lower volumes being offset by favorable pricing and our acquisition. Plumbing performance in the quarter was led by Delta Faucet's mid-single-digit sales growth, driven by strong performance in the wholesale channel.\nInternational Plumbing performed better than expected in the fourth quarter as demand in Europe and China, while still challenged, appears to be stabilizing. Investments in our leading global funding brands, innovative products and customer service are producing results and we will continue to capitalize on these initiatives.\nTurning to our Decorative Architectural segment. Sales declined 7%, primarily due to a soft DIY paint market with DIY paint sales declining high single digits. While our pro paint business declined slightly in the quarter, we are very pleased with our 3-year pro paint stacked comp of approximately 60%. This significant growth in share gain demonstrates the strength of our beer brands and the quality of our products that continue to resonate with pro paints.\nWe will continue to invest in this business to expand our services and build upon our successful collaboration with the Home Depot to capitalize on the large opportunity in the pro paint market.\nNow let's review our full year performance. Please turn to Slide 6. Masco executed extremely well in 2023 and improved nearly every operating metric for the full year. Gross margin improved 360 basis points to 35.2%. Operating margin expanded 120 basis points to 16.8%. The Plumbing margin expanded 210 basis points to 18%. Decorative margin expanded 10 basis points to 17.8%. Earnings per share grew 2% to $3.86 per share, up from $3.77 per share in 2022.\nWe delivered a return on invested capital of 36%, and our free cash flow conversion was approximately 122%, which allowed us to return $610 million to shareholders in the form of dividends and share repurchases in 2023, and to complete the bolt-on acquisition of Sauna360 for approximately $136 million.\nImportantly, we have achieved compound annual earnings per share growth of 14% from 2019 to 2023, delivering on our commitment of double-digit EPS growth through cycles and demonstrating the power of our brands innovation and portfolio of lower-ticket repair and remodel-oriented products. I want to thank all our employees for their strong execution, focus on the customer, and their continuous improvement mindset that delivered this tremendous performance.\nTurning to Slide 7. As we look to the future, we are well positioned to achieve strong profitable growth over the next few years through top line growth, market share gains, margin expansion and disciplined capital deployment. Our current market assumptions for 2024 are as follows: for the North American repair and remodel market, we expect the market to be flat to down low single digits.\nFor our international markets, we expect the markets in aggregate to be down low to mid-single digits. For the paint market, we expect the DIY paint market to be down low single digits in the propane market to increase low single digits. We expect to outperform the market and for Masco's overall sales to be approximately flat in 2024. Despite this flat top line assumption, we will continue to improve margins through disciplined pricing, selective cost reductions, innovative product introductions and operational efficiencies across our business.\nThis margin expansion will not be without its challenges -- as freight and shipping costs have recently increased, other commodity inputs remain elevated and other costs such as people-related expenses and insurance are increasing. We are up for the challenge and have demonstrated our ability to execute in dynamic times. We expect to deliver increased Plumbing margins of approximately 18.5%, and Decorative margins of approximately 18% in 2024, resulting in a Masco operating margin of approximately 17%.\nTurning to capital allocation. Our strategy remains unchanged. Firstly, we will reinvest in our business to maintain and grow our leadership positions and win in the marketplace. This includes continuing to invest in our growth initiatives such as growing our share in the domestic plumbing wholesale channel, continuing to expand our international plumbing share and continuing to gain share in pro paint. It also includes investing in our facilities to ensure we have the capacity to support future growth by completing our European faucet and shower facility and our Midwestern paint manufacturing and distribution center.\nSecondly, our capital allocation strategy is to maintain a strong investment-grade balance sheet with gross debt to EBITDA levels of below 2.5x. Our balance sheet remains extremely strong with gross debt to EBITDA of 2x at year-end.\nThirdly, we have a targeted dividend payout ratio of 30%. And I'm pleased to share that our Board declared a 2% increase in our dividend for 2024, which will bring our annual dividend to $1.16 per share and marks the 11th consecutive annual increase. And fourth and finally, we expect strong free cash flow conversion in 2024 of approximately 90%, and we'll deploy that free cash flow after dividends to share repurchases or acquisitions.\nBased on our projected free cash flow, we expect to deploy approximately $600 million to share repurchases or acquisitions in 2024. Our M&A strategy has not changed. We continue to review and selectively pursue opportunities that have the right strategic fit and the right return for Masco with the goal of adding 1% to 3% top line growth through acquisitions annually.\nBased on our expected operating performance and capital deployment actions, we anticipate earnings per share for 2024 to be in the range of $4 to $4.25 per share. Now looking out over the next 3 years. We will continue our strong execution and deliver margin expansion through 2026. For our Plumbing segment, with our industry-leading brands, including Delta and Hansgrohe, we expect to expand margins to 20% in 2026, up from 18% in 2023.\nFor our decorative segment, led by our industry-leading Behr brand, we expect to achieve margins of 19% to 20% in 2026, up from 17.8% in 2023, this would result in overall Masco operating profit margins of approximately 18.5% in 2026. We believe we can achieve these margins with normalized 3% to 5% repair and remodel industry growth in '25 and '26 through leveraging incremental volume, exercising pricing discipline and executing operational improvements.\nWhile 2023 clearly saw a reduction in demand, we believe that our markets will stabilize in 2024 and return to typical growth rates in 2025 and 2026. Structural factors are supportive of increased repair and remodel activity in several ways. Many homeowners have taken advantage of low mortgage rates and are likely to remain in their homes longer. 1.7 million more homes will reach the prime remodeling ages of 20 to 39 years old over the next 3 years and home equity levels remain high. All of these structural forces provide tailwinds for our business and increase our confidence for a strong repair and remodel market.\nWe will continue to invest in our brands, capabilities and people to outperform the competition in both the near and long term. With favorable fundamentals and our continued focus on executing our growth strategy, together with our strong free cash flow and capital deployment, Masco is well positioned to continue to drive shareholder value over the long term.\nNow I'll turn the call over to Rick to go over our fourth quarter, full year and 2024 outlook in more detail. Rick?\n\nRichard Westenberg\n\nVP & CFO\n\nThank you, Keith, and good morning, everyone. Thank you for joining. As many of you know, I joined Masco as a CFO in mid-October. I'm excited to be part of this strong performing company and team and I'm happy to be sharing our results with you this morning. As Renee mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization charges and other onetime items.\nTurning to Slide 9. Sales in the quarter decreased 2% or 3%, excluding favorable currency impact. In local currency, North American sales decreased 3% and or 4% excluding acquisitions. In local currency, international sales decreased 3%. We continue to drive operational efficiency and price cost performance in the quarter, which helped lead to gross margin expansion of 560 basis points to 35.1%.\nSG&A as a percent of sales was 20.6% and was impacted by higher employee-related costs such as incentive compensation. Our operating profit grew 16% in the quarter, and margin expanded 230 basis points to 14.5%. The strong operating profit and margin performance was due to pricing actions, lower commodity and freight costs and cost savings initiatives, partially offset by lower volume and higher employee-related expenses. This resulted in EPS growth of 28% to $0.83 per share.\nTurning to the full year 2023. Sales decreased 8% over the prior year. slightly better than our expectations given sales performance in our Plumbing segment. FX and acquisitions did not have a material impact on full year results. In local currency, North American sales decreased 9% and international sales decreased 6%. SG&A as a percent of sales was 18.4%, in line with more normalized levels.\nOperating profit for the full year was $1.3 billion, and operating margin expanded 120 basis points to 16.8%. Lastly, our EPS increased 2% year-over-year to $3.86. This figure assumes a tax rate of 24.5% versus the previously guided 24% which unfavorably impacted full year EPS by $0.03.\nTurning to Slide 10. Plumbing sales in the fourth quarter increased 1% and showed signs of stabilization. Lower volume and mix decreased sales by 4%. This was more than offset by favorable pricing of 2%, the impact of acquisitions of 2% and FX of 1%. In local currency, North American plumbing sales increased 1%, however, decreased 1%, excluding acquisitions. In local currency, International plumbing sales decreased 3% and as demand continued to be soft in Europe and in China. Segment operating profit in the fourth quarter was up $50 million or 34% year-over-year and operating margin expanded 400 basis points to 16.4%. This operating profit improvement was driven by pricing actions, lower commodity and freight costs and cost savings initiatives partially offset by lower volume and higher employee-related expenses.\nTurning to the full year 2023. Plumbing sales decreased 8%, slightly better than our expectations. Lower volume and mix decreased sales by 12%, partially offset by net pricing, which favorably impacted sales by 4%. Acquisitions had a favorable impact of 1% and FX was immaterial for the full year.\nIn local currency, North American plumbing sales decreased 8%, net of the 1% impact from acquisitions, International plumbing sales decreased 6%. Full year operating profit increased 4% and margin expanded 210 basis points to 18%. Turning to Slide 11. Decorative Architectural sales decreased 7% for the fourth quarter. Paint sales declined mid-single digits, with propane sales down slightly against a mid-single-digit comp in the fourth quarter of 2022.\nOperating profit was $100 million, in line with 2022 performance and operating margin expanded 90 basis points to 14.8%. Operating profit was impacted by lower volumes and pricing, offset by cost savings initiatives and lower material costs. As expected, we did experience release in certain paint input costs with modest low single-digit deflation in the fourth quarter.\nTurning to the full year 2023. Sales decreased 9%, driven by a high single-digit decline in our DIY paint business a mid-single-digit decline in our propane business. This performance was in line with the expectations we set at the beginning of 2023, as we cycled over 25% pro paint growth in 2022. Additionally, over a 3-year period, propane sales have grown by over 60%, demonstrating our ability to gain and retain share. Full year operating income was $557 million in the segment and operating margin expanded 10 basis points to 17.8%.\nTurning to Slide 12. Our year-end balance sheet was strong with gross debt-to-EBITDA at 2x. We ended the quarter with $1.6 billion of liquidity, including cash and availability under our revolving credit facility. Working capital improved by 6 days to 59 days or 16% of sales. With this improvement in working capital, our adjusted free cash flow for the year was $1.1 billion, an improvement of over $500 million compared to the prior year, driving our free cash flow conversion to 122%.\nGiven our strong cash performance, we were able to return $610 million to shareholders through dividends and share repurchases, including the repurchase of $227 million of stock in the fourth quarter.\nNow let's turn to Slide 13 and review our outlook for 2024. For Masco overall, we expect 2024 sales to be flat, but with operating margin growing to approximately 17%. Currency is projected to have minimal impact in our 2024 results. We will continue to invest in our business for future growth while also maintaining cost discipline. As a result, we expect SG&A as a percent of sales to be in the range of 18% to 18.5% in 2024.\nAs always, we will take appropriate actions to address our cost as the year develops based on market conditions. As we think about the cadence for the year, we expect sales to be down slightly in the first half of the year with modest growth in the back half of the year. Also, as it relates to operating margins, with a softer sales outlook in the first half of the year, we anticipate Masco margins will be roughly flat in the first half of the year with the expansion expected in the second half.\nIn our Plumbing segment, we expect 2024 full year sales to be plus or minus low single digits. We anticipate the full year Plumbing margin will be approximately 18.5%, up from our 2023 margin of 18%. Margin expansion will primarily be driven by pricing discipline, operational efficiency and continued cost savings initiatives. In our Decorative Architectural segment, we expect 2024 sales to also be plus or minus low single digits. Looking specifically at our paint business in 2024, we anticipate our DIY business to decrease low single digits and our pro paint business to increase low single digits.\nWe anticipate the full year Decorative Architectural margin to be approximately 18%, up from our 2023 margin of 17.8%, driven by cost savings initiatives. With regards to capital allocation, we expect to reinvest approximately $200 million through capital expenditures, pay a dividend of $0.29 per share per quarter and deploy approximately $600 million towards share repurchases or acquisitions in 2024.\nFinally, as Keith mentioned earlier, our 2024 EPS estimate is $4 to $4.25. This assumes a 221 million average diluted share count for the year and a 24.5% effective tax rate, which is consistent with our 2023 effective tax rate. Additional financial assumptions for 2024 can be found on Slide 16 of our earnings deck.\nWith that, I'd like to open the call for questions. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a11a4a6218359de91124a1adf4de6fa",
    "period": "2023 Q3",
    "content": "Q3 2023 Masco Corp Earnings Call\n\nQ3 2023 Masco Corp Earnings Call\n\nMASNYSEOCT 26, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Third Quarter 2023 Conference Call. My name is Jerry, and I will be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. [Operator Instructions]\nI will now turn the call over to Renee Benedict, Director of FP&A and Investor Relations. You may begin.\n\nRenee Benedict\n\nThank you, Jerry, and good morning. Welcome to Masco Corporation's 2023 Third Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and David Chaika, Masco's Vice President, Treasurer and Investor Relations.\nOur third quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. [Operator Instructions] If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We described these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, Chief Executive Officer & Director, Masco Corp.\n\nThank you, Renee. Good morning, everyone, and thank you for joining us this morning. Before we get into our results, I want to take this opportunity to welcome Masco's new CFO, Rick Westenberg, who joined the team on October 16. Rick is an accomplished executive with more than 25 years of experience, including nearly 15 years leading global finance organizations. We're excited to have Rick onboard and look forward to him participating in our fourth quarter earnings call in February.\nI would like also to take this time to thank Dave Chaika for serving as interim CFO over the last several months. Dave quickly stepped into the position and successfully led our finance team during this transition, and we greatly appreciate his support.\nWith that, let's turn to our third quarter results. Please go to Slide 5. In the third quarter, we demonstrated our ability to execute and the earnings power of our business model despite a challenging environment, which saw a top line decrease 10%. Volume was down 12%, partially offset by pricing actions and favorable currency impacts of 1% each.\nWhile sales were down $225 million, our continued focus on driving cost savings initiatives and a favorable price/cost relationship resulted in an operating profit decline of only $2 million in the quarter. This strong execution resulted in operating profit margin expansion of 170 basis points to 17.6% and a decremental margin of only 1%. Our earnings per share for the quarter grew 1% to $1 per share.\nTurning to our segments. Plumbing sales declined 11% in local currency with North American and international plumbing each declining 11%. In North American plumbing, overall demand remained soft with the wholesale and e-commerce channels performing moderately stronger than the retail channel. In International plumbing, demand trends weakened in our key markets of Europe and China, in line with our expectations. We continue to expect our overall international plumbing market to be down high single digits for the full year.\nDespite the top line decline, we successfully drove plumbing margin expansion of 230 basis points to 18.9% in the third quarter. This strong margin performance was driven by pricing actions, commodity and freight deflation and significant cost savings initiatives, particularly in our North American plumbing business.\nWe also completed the strategic bolt-on acquisition of Sauna360 Group, a leader in the sauna steam and infrared wellness industry. This acquisition complements our spa business, expands our wellness product offerings and leverages Watkins expansive dealer network.\nTurning to our Decorative Architectural segment. Sales declined 10% in the quarter. DIY paint sales declined low double digits. Pro paint sales declined low single digits against a mid-teens comp in the third quarter of 2022. On a 3-year stacked basis, our pro paint comp is over 65%, demonstrating the significant market share we have captured with pro painters through the strength of the Behr brand, quality of our products and our commitment to exceptional service.\nTogether with our partner, The Home Depot, we believe we have a significant opportunity to continue to grow share in the pro paint market. Additionally, we are honored that Behr was recognized as The Home Depot 2023 Marketing Innovation Partner of the Year. This recognition is a testament to our creative marketing campaigns and our 45-year partnership with The Home Depot.\nTurning to capital allocation. We continue to generate significant free cash flow during the quarter and maintained a strong balance sheet. As a result, we executed on our balanced capital deployment strategy and returned $109 million to shareholders through dividends and share repurchases, including buying back 800,000 shares for $45 million in the quarter.\nNow turning to our outlook for the remainder of 2023. With our strong execution, we now anticipate earnings per share for 2023 to be in the range of 2 -- excuse me, $3.65 to $3.75 per share, up from our previous guidance of $3.50 to $3.65. While the near-term demand for the repair and remodel market remains uncertain, we will stay focused on controlling what we can by closely managing costs, minimizing the impact of lower volumes and driving our margins back to at least 2019 levels of 18% in each segment.\nWe believe our portfolio of low-ticket repair and remodel products, our market-leading brands and innovation and our geographic diversification positions us for growth and stability through cycles. As we look over the longer term, we believe the fundamentals of our repair and remodel markets are strong and supportive of long-term growth. These include high home equity levels, the age of housing stock and homeowners staying in their homes longer. We remain committed to investing in our brands, capabilities and people to drive strong growth when market conditions improve.\nWith favorable fundamentals and the continued successful execution of our growth strategy, along with our free cash flow and disciplined capital deployment, we are well positioned to drive value creation for the long term. On our fourth quarter call, we will provide our 2024 outlook as well as an updated view on the margin expansion potential of our business over the longer term.\nI'd like to conclude with a thank you to our employees for their hard work and dedication to driving operational excellence and delivering for our customers and shareholders. Now I'll turn the call over to Dave to go over our third quarter results and 2023 outlook in more detail. Dave?\n\nDavid A. Chaika\n\nTreasurer, VP & Investor Relations Contact, Masco Corp.\n\nThank you, Keith, and good morning, everyone. As Renee mentioned, my comments today will focus on adjusted performance excluding the impact of rationalization and other onetime items.\nTurning to Slide 7. Sales in the quarter decreased 10% and, excluding currency, decreased 11%. North American and International sales both decreased 11% in local currency. Our continued focus on operational efficiency helped drive gross margin expansion of 430 basis points to 35.8%. Our SG&A as a percent of sales was 18.2%.\nDespite our decline in sales, operating profit in the third quarter was $348 million, down only slightly year-over-year. Operating margin expanded 170 basis points to 17.6%. This strong operating profit and margin performance was due to pricing actions, lower freight and commodity costs and cost-saving initiatives, offset by lower volumes, resulting in EPS growth of 1% to $1 per share.\nLastly, in the third quarter, we received an insurance settlement in our Decorative Architectural Products segment related to the severe weather event that occurred in Texas in 2021. This weather event significantly impacted our suppliers' ability to produce the raw materials necessary for us to manufacture certain paints and other coating products. This settlement has been excluded from our results as a non-GAAP adjustment.\nTurning to Slide 8. Plumbing sales in the quarter decreased 10% and, excluding currency, decreased 11%. Lower volume decreased sales by 14%, partially offset by net selling prices which increased sales by 3%. North American plumbing sales decreased 11% in local currency. International plumbing sales decreased 11% in local currency as demand continued to soften in many European markets and China.\nSegment operating profit in the third quarter was $225 million, up $5 million year-over-year, and operating margin expanded 230 basis points to 18.9%. Operating profit improvement was driven by pricing actions, lower freight and commodity costs and cost-saving initiatives, partially offset by lower volumes. The completion of our Sauna360 acquisition had minimal impact on our results due to closing late in the third quarter.\nTurning to Slide 9. Decorative Architectural sales decreased 10% for the third quarter. Paint sales declined high single digits with pro paint sales decreasing low single digits against the mid-teens comp in the third quarter of 2022. With a 2-year pro sales comp in the mid-teens and a 3-year pro sales comp of over 65%, we are clearly demonstrating the significant share we have gained and retained over the past 3 years.\nOperating profit was $144 million and operating margin expanded 110 basis points to 18.3%. Operating profit was impacted by lower volumes, partially offset by cost saving initiatives. We are also starting to see relief in certain paint input costs with modest low single-digit deflation in the third quarter, and we expect modest low single-digit deflation in the fourth quarter on these raw materials. For the full year, we continue to anticipate low single-digit inflation for our paint raw material basket with second half deflation not fully offsetting first half inflation.\nTurning to Slide 10. Our balance sheet remains strong with net debt-to-EBITDA at 1.7x at quarter end and approximately $1.6 billion of balance sheet liquidity. Working capital as a percent of sales improved 40 basis points to 18.1%, and net working capital days improved by 12 days, primarily due to lower inventories. With this improvement in working capital, net cash from operating activities year-to-date was $928 million, an improvement of $408 million compared to prior year. We expect free cash flow conversion to be approximately 110% for the full year.\nDuring the third quarter, we repurchased approximately 800,000 shares for $45 million. Share repurchases were lower in the quarter as a result of us completing the acquisition of Sauna360. We continue to execute on our disciplined capital allocation strategy and anticipate deploying approximately $500 million to share repurchases and acquisitions for the full year.\nWith the acquisition of Sauna360 for approximately EUR 124 million and year-to-date share repurchases of approximately $125 million, we expect to deploy up to $225 million for share repurchases in the fourth quarter, subject to market conditions. This will bring our full year share repurchases to approximately $350 million.\nNow let's turn to Slide 11 for our updated outlook for the year. For Masco overall, our top line is developing largely as expected, and we continue to expect sales to decline in the range of 10%. However, with our strong execution year-to-date and margin performance, we now expect full year margins to be approximately 16.5%, increase from our previous guide of approximately 16%.\nIn our Plumbing segment, we expect 2023 sales to be down in the range of 9% to 10%, improved from our previous expectation of down 10% to 12%. We also anticipate the full year Plumbing margins to improve and be approximately 17.5%, increase from previous guide of approximately 17%. In our Decorative Architectural segment, we continue to expect sales to be down in the range of 8% to 10%. However, we do expect our decorative margins to improve and be approximately 17.5%, increase from our previous guidance of approximately 17% due to cost-saving initiatives.\nFinally, as Keith mentioned earlier, thanks to our strong execution, our 2023 EPS estimate is now $3.65 to $3.75, up from our previous guide of $3.50 to $3.65. This assumes a 24% effective tax rate and a $227 million average diluted share count for the year, which is slightly higher than the $226 million share count we guided to last quarter. Additional modeling assumptions for 2023 can be found on Slide 14 of our earnings deck.\nWith that, I'd like to open the call for questions. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa598dc82e7dcf3e62f7cde288caf567",
    "period": "2023 Q2",
    "content": "Q2 2023 Masco Corp Earnings Call\n\nQ2 2023 Masco Corp Earnings Call\n\nMASNYSEJUL 27, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to the Masco Corporation's Second Quarter 2023 Conference Call. My name is Michelle, and I will be your operator for today's call. As a reminder, today's conference is being recorded for replay purposes. [Operator Instructions]\nI will now turn the call over to Renee Benedict, Director, Investor Relations and FP&A. You may begin.\n\nUnknown Executive\n\nThank you, Michelle, and good morning. Welcome to Masco Corporation's 2023 Second Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and David Chaika, Masco's Interim Chief Financial Officer.\nOur second quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. [Operator Instructions] If we can't take your question now, please call me directly at 313-792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We described these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, Chief Executive Officer & Director, Masco Corp.\n\nThank you, Renee. Good morning, everyone, and thank you for joining us today.\nPlease turn to Slide 5. I'm pleased with our performance in the first half of the year. We have demonstrated the resiliency of our business and our ability to mitigate the impacts of volatile market conditions while maintaining our focus on growth, productivity and shareholder returns.\nIn the second quarter, our top line decreased 10% against a strong 8% comp. Volume was down 12%, partially offset by pricing actions of 4%. While sales were down $225 million, our operating profit only declined $10 million due to strong cost recovery and improved operational efficiencies. This solid execution resulted in operating profit margin expansion of 140 basis points and a decremental margin of only 4%. In addition, our earnings per share for the quarter grew 3% to $1.19.\nI'd like to thank our employees for their dedication and continued efforts to execute on our strategic initiatives and deliver strong results.\nTurning to our segments. Plumbing sales declined 10% in local currency, with North American and international Plumbing declining 12% and 8%, respectively. In North American Plumbing, demand trends continue to be soft across channels and product categories. In international Plumbing, as expected, the slowing demand we began to see in Europe and China in the first quarter continued into the second quarter. We continue to expect our international plumbing market to be down high single digits for the full year.\nDespite the top line decline, our Plumbing margin expanded 270 basis points to 20% in the second quarter. This strong margin performance was driven by pricing actions taken to recover the significant inflation we have experienced as well as improvements in operational efficiencies, particularly in our North American Plumbing business. We are focused on driving our operating profit margins back to at least the 2019 level of 18% over time, and I'm pleased with the progress we are making in the Plumbing segment.\nWe also executed on our bolt-on acquisition strategy by entering into an agreement to acquire Sauna360, a leader in the sauna, steam and infrared wellness industry. This acquisition complements our spa business, expands our wellness product offerings and leverages Watkins expansive dealer network. We expect this transaction to close in the third quarter.\nLastly, in Plumbing, we are pleased that Delta Faucet was named Showroom Partner of the Year by one of our large plumbing wholesale customers, demonstrating the value we provide to our customers and our strength in the wholesale plumbing channel.\nTurning to our Decorative Architectural segment, sales declined 8% in the quarter against a strong 15% comp. PRO paint declined mid-single digits against a robust comp of approximately 40% in the second quarter of 2022. DIY paint sales declined low single digits against a strong low teens comp.\nDuring the first half of the year, we secured additional shelf space in adjacent product categories, launched new products and invested in our PRO paint business. This demonstrates the strength of our Behr brand, quality of our products and our commitment to exceptional service performance. Our over 40-year relationship with our paint partner, The Home Depot, is extremely strong. And we believe we have a significant opportunity to continue to grow share together in the propane market.\nWe're also excited to announce that we will begin distributing product from our new paint distribution and manufacturing facility located in Central Ohio in early September. And we expect to begin producing paint in the new facility in the first quarter of next year. This new facility enables our paint business to continue to provide superior levels of service expected of us and the capacity to accommodate the growth we expect in this business.\nTurning to capital allocation. We continue to generate strong free cash flow during the quarter and maintain a solid balance sheet. As a result, we executed on our balanced capital deployment strategy and returned $89 million to shareholders through dividends and share repurchases, including buying back 500,000 shares for $25 million in the quarter. With the pending acquisition of Sauna360 for approximately EUR 125 million, our share repurchases for the year will be approximately $350 million.\nNow turning to our outlook for the remainder of 2023. As a result of our strong execution during the first half of the year, we now anticipate earnings per share for 2023 to be in the range of $3.50 to $3.65 per share, up from our previous guidance of $3.10 to $3.40. In this uncertain environment, we remain focused on closely managing costs, minimizing the impact of lower volumes and driving our margins back to 2019 levels. We will continue to invest in our brands, capabilities and people to outperform the competition and deliver returns for investors, both in the near and long term.\nWe believe we're well positioned to weather the challenging near-term demand environment and have strong long-term fundamentals in our repair and remodel markets. Structural factors such as high home equity levels, the age of housing stock and a homeowner staying in their homes longer, will drive increased repair and remodel activity in several ways. Home equity levels, which are highly correlated to repair and remodeling, remain at record levels due to rapid home price appreciation and can withstand significant pullbacks in home prices and still be above 2019 levels.\nAlso, 1.8 million more single-family homes will reach the prime remodeling ages of 20 to 39 years old through 2027. Households with homes in this prime remodeling age then to have above average income and home values, which supports the likelihood of investing in remodeling projects.\nIn addition, many homeowners have taken advantage of low mortgage rates and are likely to remain in their homes longer. And with record levels of equity, these homeowners are more willing to take on larger modeling projects to update their homes. All of these structural forces provide tailwinds for our business and increase our confidence for a strong repair and remodel market after 2023 when the economy stabilizes.\nWith favorable fundamentals for our portfolio and continued successful execution of our growth strategy, along with our strong free cash flow and disciplined capital deployment, we are well positioned to drive shareholder value creation for the long term.\nBefore I turn the call over to Dave, I want to update you on our CFO search. As I mentioned last quarter, we have strong internal candidates, and our search firm has delivered strong external candidates as well. We are in the final stages of the selection process and anticipate naming our CFO shortly.\nNow I'll turn the call over to Dave to go over our second quarter results and 2023 outlook in more detail. Dave?\n\nDavid A. Chaika\n\nTreasurer, VP & Investor Relations Contact, Masco Corp.\n\nThank you, Keith, and good morning, everyone. As Renee mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization and other onetime items.\nTurning to Slide 7. Sales in the quarter decreased 10%, and excluding currency, decreased 9%. Lower volumes decreased sales by 12%, partially offset by net selling price increases of 4%. North American sales decreased 10%, and in local currency, international sales decreased 8%.\nDespite the sales decline, we executed well in the quarter, and our focus on operational efficiency helped drive gross margin expansion of 320 basis points to 36.2%. Our SG&A as a percent of sales was 17.2%. Operating profit in the second quarter was $404 million, down only $10 million year-over-year. And operating margin expanded 140 basis points to 19%. Operating profit was impacted by lower volumes, mostly offset by higher net selling prices. Lastly, our EPS in the quarter increased 3% to $1.19 per share.\nTurning to Slide 8. Plumbing sales in the quarter decreased 11%, and excluding currency, decreased 10%. Lower volume and mix decreased sales by 15%, partially offset by net selling prices, which increased sales by 4%. North American Plumbing sales decreased 12% in local currency. Our wholesale Plumbing channel performed well in the quarter, offset by softness in retail and spas. Our spa business declined over 20% against a strong 35% comp.\nInternational Plumbing sales decreased 8% in local currency against an 11% comp as demand continued to soften in many European markets and China. We also began to see a small negative mix impact in international Plumbing, which we expect will increase in the second half of the year as the international markets will likely slow further.\nSegment operating profit in the second quarter was $245 million, up $7 million year-over-year. And operating margin expanded 270 basis points to 20%. Operating profit improvement was driven by net selling price increases and continued improved operational efficiencies, partially offset by lower volumes.\nTurning to Slide 9. Decorative Architectural sales decreased 8% for the second quarter against a strong 15% comp. Paint sales declined mid-single digits with propane sales decreasing mid-single digits against a robust comp of approximately 40% in the second quarter of 2022. On a 2-year stack basis, our propane comp is up over 30%, demonstrating the significant share we have gained over the past 2 years.\nOperating profit was $180 million, and operating margin was 20%. Operating profit was impacted by lower volumes, higher input costs and growth investments, partially offset by higher net selling prices. We've now anniversary-ed most selling price increases, so price increases will have little impact on the second half of 2023 for this segment.\nWith respect to input costs for paint, we experienced raw material inflation in the first half of the year, and our overall cost basket remains elevated. We are starting to see relief in certain paint input costs and expect modest low single-digit deflation in the second half of the year on these raw materials. For the full year, we continue to anticipate low single-digit inflation for our paint raw material basket.\nTurning to Slide 10. Our balance sheet remains strong with net debt-to-EBITDA of 1.8x at quarter end. We ended the quarter with approximately $1.4 billion of balance sheet liquidity. Working capital as a percent of sales was 18.9%, which matched prior year, though net working capital days improved by 9 days. With expected lower volumes and fewer supply chain disruptions this year, we anticipate working capital as a percent of sales to continue to improve and be approximately 16.5% at year-end compared to 17.4% in 2022.\nDuring the second quarter, we repurchased approximately 500,000 shares for $25 million. We continue to execute on our disciplined capital allocation strategy and anticipate deploying approximately $500 million to share repurchases and acquisitions for the full year. With the pending acquisition of Sauna360 for approximately EUR 125 million, we expect to deploy up to $350 million for share repurchases for the full year.\nNow let's turn to Slide 11 for our updated outlook for the year. For Masco overall, our top line is developing largely as expected, and we still expect sales to decline approximately 10%. However, with our strong first half execution and margin performance, we now expect full year margins to be approximately 16%, increased from our previous guide of approximately 15%.\nIn our Plumbing segment, we expect 2023 sales to be down in the range of 10% to 12%, narrowed from our previous expectation of down 10% to 14%. We now anticipate the full year Plumbing margins will be approximately 17%, increased from our previous guide of approximately 16%.\nIn our Decorative Architectural segment, we expect 2023 sales to be down in the range of 8% to 10%, narrowed from our previous range of down 5% to 10%. We anticipate the full year Decorative Architectural margin to be approximately 17%, increased from our previous guidance of approximately 16%.\nFinally, as Keith mentioned earlier, thanks to our strong execution, our 2023 EPS estimate is now $3.50 to $3.65 per share, up from our previous guide of $3.10 to $3.40. This assumes a 226 million average diluted share count for the year and a 24% effective tax rate. Additional modeling assumptions for 2023 can be found on Slide 14 of our earnings deck.\nWith that, I'd like to open the call for Q&A. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d8f38ffb52fab417a61a7a4d13e28dac",
    "period": "2023 Q1",
    "content": "Q1 2023 Masco Corp Earnings Call\n\nQ1 2023 Masco Corp Earnings Call\n\nMASNYSEAPR 26, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's First Quarter 2023 Conference Call. My name is Michelle, and I will be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. [Operator Instructions]\nI would now like to turn the call over to David Chaika, Vice President, Treasurer and Investor Relations. Please go ahead, sir.\n\nDavid Chaika\n\nVice President, Treasurer & Investor Relations, Masco Corp.\n\nThank you, Michelle, and good morning. Welcome to Masco Corporation's 2023 First Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and John Sznewajs, Masco's Vice President and Chief Financial Officer.\nOur first quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. Please limit yourself to one question with one follow-up. If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We've described these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission. Our statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith Allman\n\nPresident & CEO, Masco Corporation\n\nThank you, Dave. Good morning, everyone, and thank you for joining us today. Please turn to Slide 5.\nI'm pleased with the start of our year and want to thank our employees and supplier partners for executing well in an environment that remains challenging. We are focused on winning in the recovery by continuing to engage with our customers, launch new products and expand the breadth of our brands. At the same time, managing our costs in these uncertain economic times.\nIn this period of volatile macroeconomics and slowing demand, our top line decreased 10% in the first quarter against a strong 12% comp. Volume was down 14%, partially offset by pricing actions of 6%. While operating profit declined in the quarter, primarily due to the lower volume, higher input costs and continued investments for future growth, our strong execution delivered a decremental margin of approximately 20%. Our earnings per share for the quarter was $0.87.\nTurning to our segments. Plumbing sales declined 8% in local currency, with North American and International Plumbing declining 10% and 3%, respectively. Both our North American and International Plumbing businesses continue to further strengthen their industry-leading brands, customer service and new product development. In North American plumbing, Delta Faucet launched new products at the Kitchen and Bath Industry Show, such as the Delta ShowerSense Digital Shower and the Delta Steam Shower, each offering consumers a more customizable shower experience. In our Spa business, Watkins Wellness launched a complete redesign of its top-selling HotSprings Highlife offering. These spas' have exciting new features to enhance the consumer experience that we believe will help Watkins outperform the competition even in a challenging market.\nIn our International Plumbing business, Hansgrohe launched new products at ISH, the world's leading plumbing trade show, including a new product portfolio of sanitary ceramics and bathroom furniture paired with their premium faucets and showers. Additionally, they introduced the next generation of their in-wall iBox [ valve ] which allows installers to connect any type of plumbing fixture without the need for major construction work. Hansgrohe also displayed their focus on the environment with a concept study of a bathroom that consumes 90% less water and energy, highlighting their commitment to the development of innovative and sustainable products.\nWith our strong brands, geographic diversity and innovative products, our Plumbing segment is well positioned to continue to gain global market share.\nTurning to our Decorative Architectural segment. Sales declined 10% in the quarter against a strong 17% comp. PRO paint declined mid-single digits against a tremendous comp of over 50% in the quarter of 2022. And DIY paint sales declined high single digits. In the quarter, Behr continued to launch new products and services and received recognition for their industry-leading customer satisfaction.\nWe gained shelf space with our adjacent paint categories such as Aerosols, interior stains, Caulk and Sealants and Applicators as these programs expanded into additional stores. We launched BEHR DYNASTY exterior for the summer painting season, expanding the lineup of our #1 rated Dynasty paint line. And we continue to invest in people and capabilities to better serve the PRO [ Painter ] by adding additional sales reps, increasing job site delivery capabilities and expanding our loyalty programs.\nLastly, in a recent third-party paint satisfaction study, Behr earned the #1 rating in the exterior paint category and the #2 rating in interior paint, demonstrating the strength of the Behr brand, quality of our products and our exceptional service performance.\nTurning to capital allocation. With our strong free cash flow and balance sheet, we returned $121 million to the shareholders through dividends and share repurchases as we bought back 1.1 million shares for $56 million in the quarter.\nNow turning to our outlook for the remainder of 2023. While we delivered solid first quarter results, we remain cautious and continue to expect softening demand trends in 2023 as our markets adjust to increasing interest rates, persistent inflation and tighter consumer spending. In this uncertain environment, we are focused on adjusting our costs and minimizing the impact on margins from lower volumes. We have enacted select hiring freezes and have reduced staffing with headcount down approximately 5% year-over-year. We announced the closure of 1 of our plumbing manufacturing facilities, and we have delayed the opening of our new spa plant as we continue to balance investing to win in the recovery with cost reductions.\nWith the actions we are taking to address this dynamic environment, our continued strong capital deployment and the uncertain macroeconomics, we continue to anticipate earnings per share for 2023 to be in the range of $3.10 to $3.40 per share.\nWhile near-term market conditions remain challenging, we believe the long-term fundamentals of our repair and remodel markets are strong. Those cyclical factors such as home price appreciation and existing home turnover will likely remain a headwind for 2023. We believe structural factors, such as consumers staying in their homes longer, the age of housing stock and high home equity levels will drive increased repair and remodel activity in the years to follow.\nI'd like to remind you of the strength of Masco and the power of our focused business model. Our portfolio of low-ticket repair and remodel products with market-leading brands and product in geographic diversification provides growth and stability through cycles. We arguably have the strongest portfolio of brands in the building products industry. With Delta and Hansgrohe in the Plumbing industry, and Behr and KILZ in paints and fibers. Our products are found everywhere consumers want to shop. We are able to leverage consumer and customer insights across all channels. This drives powerful innovation as evidenced by our 25% vitality index and leading customer satisfaction as evidenced by numerous customer satisfaction and service awards.\nAnd through the execution of our Masco operating system, we look to drive operating margin expansion through cost productivity and volume leverage. As demonstrated in the first quarter, we will continue to invest in our brands, capabilities and people to outperform the competition in both the near and long term. With favorable fundamentals for our portfolio of low-ticket repair and remodel-oriented products and our continued focus on executing our growth strategy, together with our strong free cash flow and capital deployment, we are positioned to drive shareholder value creation for the long term.\nBefore I turn the call over to John, I wanted to take a moment to thank him for his over 27 years of service to Masco. He has been an invaluable partner, not only to me but the entire organization, our Board and the investment community, during his tenure with the company. He will be missed and we wish John all the best in his future endeavors. John will be leaving us at the end of May, and we are in the process of selecting his successor. We have strong internal candidates and have engaged a search firm to assist in conducting a thorough external search as well.\nWhile we complete this process, Dave Chaika, Masco's Vice President, Treasurer and Investor Relations, has been appointed as our Interim CFO. Dave has over 20 years' experience with the company, starting in our M&A department and progressively adding additional responsibilities, including treasury, risk management, financial planning and analysis and Investor Relations. Additionally, prior to Masco, Dave was a Vice President in the commercial banking industry and an officer of U.S. Navy.\nNow for the final time, I'll turn the call over to John to go over our first quarter results and 2023 outlook in more detail. John?\n\nJohn Sznewajs\n\nThank you, Keith, and good morning, everyone. As Dave mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization and other one-time items. Turning to slide 7. Sales in the quarter decreased 10%, and excluding currency, decreased 9%. Lower volume has decreased sales by 14%, partially offset by net selling prices of 6%.\nNorth American sales decreased 10% in the local currency, international sales decreased 3%. Despite lower volume, our strong execution in the quarter resulted in our gross margin expanding 150 basis points to 33.6%. This is the first time in 7 quarters that we've expanded gross margins as we are now recovering the significant cost inflation we have absorbed over the past 2 years.\nOur SG&A as a percentage of sales was 17.8% due to higher brand and marketing investments such as trade shows and sales meetings to support our growth strategy of investing in our brands, service and innovation. Operating profit in the first quarter was $312 million, and operating margin was 15.8%. Operating profit was impacted by lower volumes, higher input costs and growth investments partially offset by higher net selling prices. Lastly, our EPS in the quarter was $0.87.\nTurning to Slide 8. Plumbing sales in the quarter decreased 10% against the 9% [ comp ], and excluding currency, decreased 8%. Lower volume decreased sales by 12% partially offset by net selling prices, which increased sales by 5%. North American plumbing sales decreased 10% in local currency. This was driven by continued lower demand that we started to experience in the third quarter of last year. This lower demand was fairly broad-based across product categories and channels.\nOur Spa business which is approximately 15% of the segment declined over 20% that has now worked through the significant backlog generated from the spike in demand for its products. International plumbing sales decreased 3% in local currency, against an 18% comp as demand softened in many European markets and China. For plumbing overall, changes in channel inventory positions during the quarter did not significantly impact our results.\nSegment operating profit in the first quarter was $202 million, with an operating margin of 16.5%. Operating profit was impacted by lower volumes, higher brand and marketing investments, partially offset by higher net selling prices. This resulted in a decremental margin of 19%. While input costs have declined from their peak levels, particularly container costs, overall input costs remain elevated.\nTurning to Slide 9. Decorative Architectural sales decreased 10% for the first quarter against a strong 17% comp. Paint sales declined high single digits with PRO paint sales decreasing mid-single digits against a robust comp of over 50% in the first quarter of 2022. DIY paint sales declining high single digits. Keith mentioned, we gained shelf space, their adjacent product offerings such as Aerosols, interior stains, Caulks and Sealants and Applicators. For PRO paint, we are investing along with our partner and our joint capabilities to continue to grow share in this large and growing market.\nLastly, our operating profit was $133 million, operating margin was 17.6%. Operating profit was impacted by lower volumes and higher input costs, partially offset by higher net selling prices. While we have seen modest sequential relief in [ certain paint ] input costs, other input costs continue to experience upward pressure such as TiO2, labor and transportation costs the overall [ input basket remains elevated ].\nTurning to Slide 10. Our balance sheet remains strong with net debt to EBITDA at 2.2x at the end of the quarter. We ended the quarter with approximately $1.3 billion of balance sheet liquidity. Working capital as a percent of sales declined 100 basis points to 19.1% in a net 13 day reduction. With an improvement in working capital, net cash from operating activities was $33 million, an improvement of $260 million compared to prior year. With expected lower volumes and less supply chain disruptions this year, we anticipate working capital as a percent of sales to continue to improve to be approximately 16.5% at year-end.\nDuring the first quarter, we repurchased 1.1 million shares for $56 million, returned $65 million to shareholders through dividends. As we discussed on our fourth quarter call, we anticipate deploying approximately $500 million towards share repurchases or acquisitions for the full year, with activity likely more weighted to the second half of the year. Lastly, we have retired the $200 million remaining on our term loan that matures today by borrowing on our revolver. We will likely repay outstanding borrowings [ by our ] revolver during the third quarter.\nNow let's turn to Slide 11 and review our outlook for the year. We had a better than planned start to the year. However, we believe the delayed impact of rising rates tighter credit and lower consumer spending in the face of persistent inflation have yet to fully play out in the economy. With these uncertain times as the backdrop, we are maintaining our full year outlook at this time.\nFor Masco overall, we are planning for volumes to be down in the low double-digit range, partially offset by low single-digit pricing. Based on this assumption, we expect 2023 sales to decline approximately 10% with operating margins of approximately 15%. At this time, currency is projected to have a minimal impact on our 2023 results.\nOur SG&A as a percentage of sales trended below normal levels during the pandemic. However, as we continue to invest in our business for future growth, while maintaining cost discipline, we expect this percentage to increase back to a more normalized pre-pandemic level to be around 17.5% for 2023. As always, we will take appropriate actions to address our cost as the year develops based on market conditions.\nIn our Plumbing segment, we expect 2023 sales to decline in the range of 10% to 14%. We anticipate the full year Plumbing margins will be roughly flat with 2022 segment margins at approximately 16%. Lower volumes and plant setup costs will impact margins with favorable selling price increases partially offsetting these headwinds.\nIn our Decorative Architectural segment, we expect 2023 sales to decline in the range of 5% to 10%. Looking specifically at paint for 2023, we currently anticipate our DIY paint to decrease high single digits and our PRO paint business to decrease mid-single digits is recycled over 25% PRO paint growth in 2022. We anticipate full year decorative architectural margin to be approximately 16%. This is largely due to our significant pricing actions in this segment and typically only recover the dollar amount of inflation. As a result, all else equal, operating profit dollars remain neutral from cost recovery pricing actions, the results in margin compression.\nWe are also planning an increased investment in people and capabilities in 2023 to drive future growth in our PRO paint business to have a greater impact in the coming quarters.\nFinally, as Keith mentioned earlier, our 2023 EPS estimate remains $3.10 to $3.40. This assumes a 226 million average diluted share count for the year and a 24% effective tax rate. Additional modeling assumptions for 2023 can be found on Slide 14 in our earnings deck.\nBefore I conclude, I want to take a moment to thank Keith for his 10 years of partnership, our Board and the entire Masco team for everything over the last 27 years. Leaving Masco is bitter sweet for me. I look forward to keeping in touch with my friends and colleagues here and watching the company's continued growth and success. Dave is a very capable executive. We have worked together for more than 20 years, and I know the finance team won't miss a beat under a steady leadership in his new role as interim CFO. And I'm proud of everything that we have accomplished together at Masco and wish the team the best of luck in the future.\nWith that, I'd like to open the call for Q&A. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5905add8fc6858ccc6e9c4b6a255bcbf",
    "period": "2022 Q4",
    "content": "Q4 2022 Masco Corp Earnings Call\n\nQ4 2022 Masco Corp Earnings Call\n\nMASNYSEFEB 9, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Fourth Quarter and Full Year Conference Call. My name is Emily, and I'll be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. (Operator Instructions) I will now turn the call over to David Chaika, Vice President, Treasurer and Investor Relations. You may begin.\n\nDavid Chaika\n\nVP of IR & Treasurer, Masco Corporation\n\nThank you, Emily, and good morning. Welcome to Masco Corporation's 2022 Fourth Quarter and Full Year Conference Call. With me today are Keith Allman, President and CEO of Masco; and John Sznewajs, Masco's Vice President and Chief Financial Officer.\nOur fourth quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. (Operator Instructions) If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We describe these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission. Our statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, CEO & Director, Masco Corporation\n\nThank you, Dave. Good morning, everyone, and thank you for joining us today. I'll start this morning with some brief comments on our fourth quarter. Then I'll turn to our full year results and our view on 2023.\nBefore I get started, however, I'm sure you saw our announcement that John Sznewajs has decided to retire from Masco, effective the end of May, and we are working to identify his replacement. John has been a fixture at Masco and in the industry for over 25 years now and has been an invaluable partner to me, our Board and the investment community during his 15-year tenure as CFO of our company. He will be sorely missed, and we wish John all the best in his future endeavors.\nNow please turn to Slide 5. In the fourth quarter, our top line decreased 5% as we saw lower volumes across most categories, partially offset by significant pricing actions of 9%. Our operating profit declined in the quarter due to the lower volumes, higher operational costs and currency. This was partially offset by pricing actions and expense control as SG&A declined $22 million to 17.4% of sales. Our earnings per share for the quarter was $0.65. Earnings per share benefited from a lower average diluted share count as well as effective tax rate of 24%, lower than our previously guided 25%.\nTurning to our segments. Plumbing grew 2% in local currency, with a 1% decline in North American plumbing offset by 7% growth in international plumbing. Hansgrohe drove market share gains in many key markets, including China, Germany and France. Our International business has continued to execute well, which speaks to the strength of the Hansgrohe team, its strong brands and its ability to gain market share. In North America, our Spa business has now worked through its extended backlog and backlogs are now in the normal range of 4 to 6 weeks after a tremendous 3-year run of more than 50% sales growth.\nTurning to our Decorative Architectural segment. Sales declined 8% against a strong 15% comp. DIY paint sales declined low double digits, while Pro paint continued its excellent performance with mid-single-digit growth against a tremendous comp of over 50%.\nNow let's review our full year performance. Please turn to Slide 6. 2022 was a challenging year with strong growth in the first half, followed by notable declines in demand in the second half. Despite these volatile conditions, Masco and our 19,000 employees across the globe, responded well to deliver for our customers and our shareholders. For the full year, the company grew sales 4% for a 2-year stacked comp of 21%. Strong pricing actions increased sales by 9%, offset by volume declines of 3% and currency impact of 2%. Volume growth in the first half of the year was more than offset by volume declines in the second half.\nOperating profit declined 7% with an operating margin of 15.6%, and earnings per share increased from $3.77 -- to $3.77 from $3.70. Total commodity and other inflation was low double digits for the full year. This inflation, together with supply chain challenges resulted in lower margins for the year despite our significant pricing actions. We are focused on improving our margins by continuing to drive productivity as we apply our 80/20 mindset to return to our pre-pandemic levels.\nTurning to our segments. Our Plumbing segment grew 6%, excluding currency, led by strong growth at both Hansgrohe and Watkins. In our Decorative Architectural segment, full year growth was 6%. DIY paint grew low single digits for the year, while Pro paint grew over 25%. Pro paint has had a tremendous 3-year run of approximately 70% growth and now accounts for 1/3 of our paint business or over $900 million. This strong performance earned Behr its second consecutive Partner of the Year Award for the Home Depot. We will continue to invest in our paint business to capture further share in both the DIY and Pro markets. Our recently launched adjacent paint categories such as aerosols, interior stains and caulks and sealants have performed well and are expanding the offering to additional stores and expect further share gains in 2023.\nWe will be launching Behr Dynasty Exterior for the summer painting season, expanding the lineup of our #1 rated Dynasty paint line, and we will continue to invest in people and capabilities to better serve the Pro painter and continue our strong Pro performance.\nTurning to capital allocation. Our strong balance sheet allowed us to deploy approximately $1.2 billion in capital during the year. We repurchased 16.6 million shares or $914 million, representing approximately 7% of our outstanding shares. We increased our quarterly dividend 19% and paid $258 million in dividends to shareholders. And we finished the year with net leverage of 1.8x, providing us ample financial flexibility. Our balanced, disciplined approach to capital allocation and strong cash flow resulted in a return on invested capital of approximately 39%.\nLastly, on the ESG front. We believe our business should be part of the solution to the world's climate crisis. Therefore, we have established a target to reduce our emissions by 50% by the year 2030 aligned with science-based targets. This is consistent with our commitment to doing business the right way and our purpose to provide better living possibilities for homes, our environment and our community. I want to thank all our employees for their outstanding efforts throughout 2022. It is a team effort to continue to deliver for our customers and shareholders.\nNow turning to 2023. We expect the softening demand trends in the second half of 2022 to continue into 2023 as our markets adjust to increasing interest rates, persistent inflation and tighter consumer spending. Overall, we anticipate volumes to decline in the low double-digit range, offset to a small extent by pricing actions. Our current market assumptions for 2023 are as follows: for the North American repair and remodel market, we expect the market to be down approximately low double digits. This is after a very strong 3-year run of approximately 20% growth. For the paint market, we expect the DIY paint market to be down high single digits and the Pro market to decline by mid-single digits. And for our international markets, principally Europe, we expect markets to contract by high single digits.\nAs a result, we anticipate Masco sales in 2023 to decline approximately 10%. With this lower top line assumption, we will drive to minimize our decremental margins to be in the low 20% range versus our typical 30% decremental margins. We are focused on recovering the significant cost inflation we experienced over the past 2 years through operational productivity, supply chain normalization and additional pricing actions. With this focus, we expect our operating margin to be approximately 15% in 2023.\nTurning to capital allocation. Our strategy remains unchanged. First and foremost, we will invest in our business to maintain and grow our leadership positions and win in the recovery. The second pillar of our capital allocation strategy is to maintain a strong balance sheet with gross debt to EBITDA levels of below 2.5x. Third, we have a targeted dividend payout ratio of 30%. Our Board declared a 2% increase in our dividend for 2023, which will bring our annual dividend to $1.14 per share and marks the tenth consecutive annual increase.\nWe expect our cash flow conversion to be over 100% in 2023 as we manage our working capital. We will deploy that free cash flow after dividends to share repurchases or acquisitions. Based on our projected free cash flow, we expect to deploy approximately $500 million to share repurchases or acquisitions in 2023 in addition to paying the remaining $200 million of our term loan.\nLastly, there is no change to our M&A strategy. We continue to review and selectively pursue opportunities that have the right strategic fit and the right return for Masco. With the actions we are taking to address this more challenging environment, coupled with our continued strong capital deployment, we anticipate earnings per share for 2023 to be in the range of $3.10 to $3.40 per share. While we expect the near-term environment will remain challenging as our markets and the economy adjusts to higher interest rates and prices, we believe the long-term fundamentals of our repair and remodel markets are strong. Cyclical factors such as home price appreciation and existing turnover will remain challenged and likely a headwind for 2023. However, structural factors, such as consumers staying in their homes longer, the age of housing stock and high home equity levels will drive increased repair and remodel activity in several ways.\nMany homeowners have taken advantage of low mortgage rates and are likely to remain in their homes longer. 1.5 million more homes will reach the prime remodeling ages of 20 to 39 years old over the next 3 years. And home equity levels remain high and can withstand significant pullbacks in home prices and still be above 2019 levels. All of these structural forces provide tailwinds for our business and increase our confidence for a strong repair and remodel market after the economy stabilizes in 2023.\nWe will continue to invest in our brands, capabilities and people to outperform the composition in both the near and the long term. With favorable fundamentals and our continued focus on executing our growth strategy, together with our strong free cash flow and capital deployment, we are positioned to continue to drive shareholder value creation for the long term.\nNow I'll turn the call over to John to go over our fourth quarter, full year and '23 outlook in more detail. John?\n\nJohn G. Sznewajs\n\nVP & CFO, Masco Corporation\n\nThank you, Keith, and good morning, everyone. Before I begin my comments, I want to take a moment to thank Keith, our Board, the entire Masco organization for the opportunity to serve as CFO for more than 15 years. I've had an amazing and fulfilling 27-year career with the company. As I look forward to my retirement, I wish everyone the best. With that, as Dave mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization and other onetime items.\nTurning to Slide 8. Sales in the quarter decreased 5%, and excluding currency, decreased 2%. Lower volumes decreased sales by 11%, partially offset by net selling prices, which increased sales by 9%. In local currency, North American sales decreased 5%. Lower volume decreased sales by 14%, partially offset by higher net selling prices, which increased sales by 10%. In local currency, international sales increased 7%, driven by increased selling prices.\nAs it relates to inventory, we believe channel inventories have stabilized as we saw sell-through approximately equal to sell-in and destocking had minimal impact in the quarter. Our gross margin of 29.5% was impacted by lower volumes and higher year-over-year operational costs in the quarter. Our SG&A as a percentage of sales improved 20 basis points to 17.4% through continued cost discipline. Our operating profit in the fourth quarter was $234 million, and operating margin was 12.2%. Operating profit was impacted by lower volumes, higher operational costs and currency partially offset by higher net selling prices.\nLastly, our EPS in the quarter was $0.65. I would like to note that this performance was based on a tax rate of 24% versus the previously guided 25% tax rate due to the implementation of our tax planning strategies. Because of this assumption, we have provided restated adjusted EPS numbers for the first 3 quarters of 2022 in the appendix for Slide 28.\nTurning to the full year 2022. Sales increased 4% over prior year against a healthy comp of 17% for full year 2021. Excluding currency, sales increased 6%. Higher net selling prices increased sales by 9%, partially offset by lower volumes, which decreased sales by 3%. Local currency, North American sales increased 6% and international sales increased 8%. Our SG&A as a percent of sales decreased 90 basis points to 16%. Operating profit for the full year was $1.4 billion, and operating margin was 15.6%.\nLastly, our EPS increased 2% to $3.77. This amount also assumes a tax rate of 24% versus the previously guided 25%, which favorably impacted full year EPS by $0.05. Our adjusted EPS calculation for 2023 will continue to assume a 24% tax rate. I want to thank our employees across the globe for their hard work and dedication to achieve these solid results during a challenging year.\nTurning to Slide 9. Plumbing sales in the quarter decreased 3%. Excluding the impact of currency, sales grew 2%. Pricing contributed 9% to growth and volume decreased sales by 7%. Growth American Plumbing sales decreased 1% in local currency. This was driven by lower demand we started to experience in the third quarter. Lower demand was fairly broad-based across product categories and channels. International plumbing sales increased 7% in local currency. Hansgrohe grew sales in many of their key markets, most notably China, Germany and France. Segment operating profit in the fourth quarter was $148 million, and operating margin was 12.4%. Operating profit was impacted by lower volumes, higher operational costs and currency, partially offset by higher net selling prices.\nTurning to the full year 2022. Plumbing sales increased 2%. Excluding currency, sales increased 6%, with net selling prices contributing 7% to growth, partially offset by lower volume mix, which decreased sales by 1%. In local currency, North American Plumbing sales grew 5%, and International Plumbing sales increased 8%. Full year operating profit was $834 million with an operating margin of 15.9%.\nTurning to Slide 10. Decorative Architectural sales decreased 8% for the fourth quarter against that 15% comp. Our Pro paint sales increased mid-single digits against a robust comp of over 50% in the fourth quarter of 2021 as we continue to see solid demand for our Pro paint offering, strong brands and high-quality products. Our DIY paint sales declined low double digits versus prior year. Additionally, our Lighting and Builders Hardware businesses in aggregate declined mid-teens in the quarter against a solid mid-single-digit comp. Operating profit was $101 million in the quarter and operating margin was 13.9%. Operating profit was impacted by lower volumes and higher material costs, partially offset by higher net selling prices.\nTurning to the full year 2022. Sales increased 6%, driven by low single-digit growth in our DIY paint business, outstanding Pro paint growth of over 25%. Full year operating income was $608 million, and operating margin was 17.7%.\nTurning to Slide 11. Our year-end balance sheet is strong, with net debt-to-EBITDA at 1.8x. We ended the quarter with approximately $1.5 billion of balance sheet liquidity, which includes full availability of our $1 billion revolver. Working capital as a percent of sales was 17.4% at year-end. In 2023, with expected lower volumes and less supply chain disruptions, we anticipate working capital as a percent of sales to improve and be approximately 16.5% at year-end.\nIn 2022, we also paid down $300 million of the $500 million term loan that we borrowed in the second quarter of the year. Finally, during 2022, we repurchased 16.6 million shares for $914 million and returned $258 million to shareholders through dividends.\nNow, let's turn to Slide 12 and review our outlook for 2023. I'd like to preface our guidance by reminding everyone that these are uncertain times, which makes forecasting extremely challenging. For Masco overall, we are planning for volumes to be down in the low double-digit range, partially offset by low single-digit pricing. Based on this assumption, we expect 2023 sales to decline approximately 10%, with operating margins of approximately 15%. Currency is projected to have minimal impact on our 2023 results. Our SG&A as a percentage of sales trended below our normal levels during the pandemic. However, as we continue to invest in our businesses for future growth while maintaining cost discipline, we expect this percentage to increase back to a more normalized pre-pandemic level to be around 17.5% for 2023.\nAs always, we will take appropriate actions to address our costs as the year develops based on market conditions. Operating margins will be impacted more in the first half of the year due to lower volumes and strong year-over-year sales comps, particularly in the Decorative Architectural segment. As we previously discussed, Operating profit in the first quarter will also be impacted by the higher operational costs we experienced starting in Q2 last year, particularly in the Plumbing segment.\nAs we think about the cadence for the year, we expect our Q1 sales and margin profile to look similar Q4 2022 with our year-over-year operating margins expanding -- expected to improve each quarter thereafter. In our Plumbing segment, we expect 2023 sales to decline in the range of 10% to 14%. We anticipate the full year Plumbing margins will be roughly flat with 2022 segment margins at approximately 16%. Lower volumes, and in the first quarter, higher operational costs will impact margins with favorable selling price increases partially offsetting these headwinds.\nIn our Decorative Architectural segment, we expect 2023 sales to decline in the range of 5% to 10%. Looking specifically at Paint for 2023, we currently anticipate our DIY business to decrease high single digits and our Pro business to decrease mid-single digits as we cycle over 25% Pro paint growth in 2022. We anticipate the full year Decorative Architectural margin to be approximately 16%. This margin is largely due to our significant pricing actions in this segment and typically only recover the dollar amount of the inflation.\nAs a result, all else equal, Operating profit dollars remain neutral from cost recovery pricing actions, but results in margin compression. We are also planning an increased investment in people and capabilities in 2023 to drive future growth in our Pro paint business.\nAs it relates to share repurchases, we have begun modest share repurchases and expect to spend approximately $500 million on share repurchases with activity being weighted more towards the second half of the year. Finally, as Keith mentioned earlier, our 2023 EPS estimate is $3.10 to $3.40. This assumes a 226 million average diluted share count for the year and a 24% effective tax rate. Additional modeling assumptions for 2023 can be found on Slide 15 in our earnings deck.\nWith that, I'd like to open up the call for Q&A. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7bc5b5ae454ade7c57dca278cb224a62",
    "period": "2022 Q3",
    "content": "Q3 2022 Masco Corp Earnings Call\n\nQ3 2022 Masco Corp Earnings Call\n\nMASNYSEOCT 26, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Third Quarter 2022 Conference Call. My name is Alex, and I will be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. (Operator Instructions)\nI will now turn the call over to David Chaika, Vice President, Treasurer and Investor Relations. You may begin.\n\nDavid Chaika\n\nVP of IR & Treasurer, Masco Corporation\n\nThank you, Alex, and good morning. Welcome to Masco Corporation's 2022 Third Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and John Sznewajs, Masco's Vice President and Chief Financial Officer. Our third quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. (Operator Instructions) If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We described these risks and uncertainties in our Risk Factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission. Our statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, CEO & Director, Masco Corporation\n\nThank you, Dave. Good morning, everyone, and thank you for joining us today. Please turn to Slide 5. In the third quarter, sales matched prior year with significant pricing actions of 9%, offsetting volume declines of 6% and currency headwinds of 3%. Demand moderated more than expected in the third quarter, with most categories experiencing declining volumes year-over-year. Our operating profit was impacted by these lower volumes, higher operational costs, and unfavorable foreign currency.\nPartially offsetting these headwinds, SG&A as a percent of sales improved 110 basis points to 15.6% as we continue to manage our SG&A and discretionary spending.\nOperating margin was 15.9% for the quarter, and earnings per share was $0.98.\nTurning to our segments. Plumbing grew 5% in local currency against a 15% comp with 4% growth in North America and 5% growth in international. Our spa business in international plumbing delivered positive volumes for the quarter. International plumbing sales were led by strong growth in China as we continue to gain share. European markets in the quarter were flat in local currency against a double-digit comp in the third quarter of 2021.\nWhile incoming orders have moderated in Europe, we saw good demand in several markets, such as China, India and the Middle East, demonstrating the benefit of selling to over 100 countries. We were price cost positive in the third quarter in plumbing and we expect that relationship to continue to improve in the fourth quarter as our pricing actions are in place and we continue to anniversary the higher costs from last year.\nIn our Decorative Architectural segment, sales grew 1%, led by Pro Paint sales, which increased mid-teens against a more than 45% comp in Q3 of 2021. More than offsetting sales declines in DIY paint, lighting and hardware. Pro Paint volumes increased low single digits as we continue to see good demand from Pro Paint contractors.\nWe are retaining the significant share gains we have achieved over the past 12 months, and we continue to increase the rollout of additional capabilities and services, along with our channel partner to strengthen our value proposition to the Pro Painters. This strong performance is a testament to the satisfaction that Pro Painters have with our high-quality products, competitive Pro offering, and our partnership with the Home Depot. We are pleased with our performance in Pro Paint, and we'll continue to capitalize on the significant growth opportunity.\nMoving on to the overall demand picture. POS and incoming orders slowed more than expected late in the third quarter across most of our product categories. And we anticipate this slowdown to continue into the fourth quarter.\nIn the third quarter, we also experienced higher operational costs, mostly in plumbing that will continue into the fourth quarter. These operational costs include higher-than-expected freight and material costs due to persistent inflation as well as production and absorption inefficiencies associated with changing volume levels.\nLastly, the U.S. dollar continues to strengthen, which will result in lower revenue and operating profit dollars than we previously forecasted. Because of these dynamics, we are lowering our earnings per share expectation for the year to $3.70 to $3.80 from our previous expectation of $4.15 to $4.25. We are enacting plans to address lower volumes and elevated operational costs.\nWhile market conditions are softening, we believe we are well positioned to outperform in more challenging times and deliver long-term shareholder value. Our portfolio of lower ticket, repair and remodel-oriented products serves both DIY and Pro customers and we have product, channel, geographic and price point diversification to provide stability and resilience through a cycle. We've taken significant pricing actions and will continue to recover cost inflation experienced in 2021 and 2022 as certain commodities and cost pull back from their highs, such as copper, zinc and ocean freight. We continue to invest in our leading brands and innovation to capture share. We have experienced agile management teams that have successfully navigated uncertain economic environments before. And we have a strong balance sheet, cash flow and liquidity that can be used to our advantage.\nThis confidence in our business is exemplified by the new $2 billion share repurchase authorization approved by our Board of Directors. This authorization is a continuation of our capital allocation strategy. First and foremost, reinvest in our business to drive profitable growth; second, maintain a strong investment-grade balance sheet; third, pay a relevant dividend with a targeted 30% payout ratio; and fourth, deploy excess free cash flow to share repurchase or bolt-on acquisitions.\nWe have consistently executed on this strategy to drive long-term shareholder value and we'll continue to do so. I'll now turn the call over to John for additional detail on our third quarter results, and full year outlook. John?\n\nJohn G. Sznewajs\n\nVP & CFO, Masco Corporation\n\nThank you, Keith, and good morning, everyone. As Keith mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization and other one-time items.\nTurning to Slide 7. Sales in the quarter matched prior year and excluding currency, grew 3%. Net selling prices increased sales by 9%, partially offset by lower volumes, which decreased sales by 6%. In local currency, North American sales increased 3%. This performance was driven by strong growth in Pro Paint as well as in Spas. Higher net selling prices increased sales by 11%, partially offset by lower volumes, which decreased sales by 8%.\nIn local currency, international sales increased 5%. Net selling prices increased sales by 4% and higher volumes increased sales by 3%, partially offset by a mix impact of 1%. Our gross margin of 31.5% was impacted by higher year-over-year operational costs in the quarter. We anticipate that gross margin will continue to face pressure in the fourth quarter, but will improve year-over-year. Our SG&A as a percentage of sales improved 110 basis points to 15.6%. Operating profit in the third quarter was $351 million, and operating margin was 15.9%. Operating profit was impacted by lower volumes, higher operational costs and currency, partially offset by higher net selling prices.\nLastly, our EPS in the quarter was $0.98. turning To Slide 8. Plumbing sales were flat to prior year. Excluding the impact of currency, segment sales grew 5% with a healthy 15% comp in the third quarter of last year. Pricing contributed 7% to growth and volume decreased sales by 2%. North American sales increased 4% in local currency. This performance was driven by strong spot volumes and pricing actions across the segment, partially offset by lower volumes in other product categories. International plumbing sales increased 5% in local currency against an 18% comp from last year. Growth was led by strength in China, with most European markets roughly flat versus prior year.\nSegment operating profit in the third quarter was $220 million, and operating margin was 16.6%. Operating profit was impacted by lower volumes, higher operational costs and currency, partially offset by higher net selling prices.\nTurning to Slide 9. Decorative Architectural sales increased 1% in the third quarter. Our Pro Paint business continues to deliver outstanding performance with sales up mid-teens against a robust comp of over 45% in the third quarter of 2021. We continue to gain share and drive conversion as our Pro Paint offering, strong brands and high-quality products resonate with Pro customers. Our DIY paint business declined low single digits versus prior year, largely as expected.\nAdditionally, our lighting and builders hardware businesses declined in aggregate mid-single digits in the quarter. Operating profit was $151 million in the quarter, and operating margin was 17.2%. Operating profit was impacted by lower volumes and higher freight and material costs, partially offset by higher net selling prices.\nTurning to Slide 10. Our balance sheet is strong, with net debt-to-EBITDA at 1.9x. We ended the quarter with approximately $1.5 billion of balance sheet liquidity.\nWorking capital as a percent of sales was 18.5%. Working capital was impacted by higher inventory levels at many of our businesses, cost inflation and delays in receipt and delivery of material. We continue to balance our inventory levels with demand and expect working capital as a percent of sales to be approximately 16.5% at year-end.\nIn the quarter, we also paid down $100 million of the $500 million term loan that we borrowed in the second quarter.\nAdditionally, our Board authorized a new $2 billion share repurchase program effective October 20, 2022, replacing the existing authorization. This action underscores Masco's strong financial position and our board's confidence in Masco's future. We do not expect further share repurchases this year as we will use our free cash flow to repay the balance of the $500 million term loan that we took out in the second quarter.\nTurning to Slide 11. Let's review our outlook for 2022. Given moderating demand and additional foreign currency headwinds, we now expect our full year sales growth for Masco to be in the range of 3% to 4% versus our prior guidance of 5% to 7%. We now anticipate full year operating margins to be approximately 16%, given lower volumes and higher operational costs.\nWhile we continue to expect year-over-year margin expansion in the fourth quarter, it will be lower than previously anticipated. In our Plumbing segment, we now expect 2022 sales growth to be in the range of 1% to 2%, including foreign currency versus our previous guidance of 3% to 5%.\nGiven current exchange rates, foreign currency is expected to unfavorably impact plumbing revenue by approximately 4%. We now anticipate the full year plumbing margins will be approximately 16.5%.\nIn our Decorative Architectural segment, we expect 2022 sales to grow in the range of 7% to 8% versus our previous guidance of 9% to 11%.\nLooking specifically at paint growth for 2022, we currently anticipate our DIY paint sales to increase mid-single digits and our Pro Paint sales to increase strong double digits. We now expect the full year Decorative Architectural margin to be approximately 17.5%. This is lower than our previous guidance due to lower-than-anticipated volumes and higher advertising spend.\nFinally, as Keith mentioned earlier, our updated 2022 EPS estimate is $3.70 to $3.80. This assumes a 233 million average diluted share count for the year. Additional modeling assumptions for 2022 can be found on Slide 14 in our earnings day.\nWith that, I'd like to open the call for Q&A. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5a78b5627710cb1b1a766df2b558e116",
    "period": "2022 Q2",
    "content": "Q2 2022 Masco Corp Earnings Call\n\nQ2 2022 Masco Corp Earnings Call\n\nMASNYSEJUL 28, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Second Quarter 2022 Conference Call. My name is Bailey, and I will be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. (Operator Instructions)\nI will now turn the call over to David Chaika, Vice President, Treasurer and Investor Relations. You may now begin.\n\nDavid Chaika\n\nVP of IR & Treasurer, Masco Corporation\n\nThank you, Bailey, and good morning. Welcome to Masco Corporation's 2022 Second Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and John Sznewajs, Masco's Vice President and Chief Financial Officer.\nOur second quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. (Operator Instructions) If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We describe these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, CEO & Director, Masco Corporation\n\nThank you, Dave. Good morning, everyone, and thank you for joining us today.\nPlease turn to Slide 5. We continue to execute in this challenging environment, and I'm pleased with our performance in the first half of the year. In the second quarter, our top line increased 8%, with growth driven by pricing and, to a lesser extent, volume in both segments.\nOur operating profit was impacted by higher supply chain costs, planned marketing expense increases and unfavorable foreign currency. Commodity and other inflation was mid-teens in the quarter, but we expect this to be a peak level as we anniversary inflation that began last year and we are beginning to see declines in certain input costs in the spot market. Importantly, with our continued pricing actions, we have begun to recover the price cost lag that we experienced in the back half of 2021.\nAdditionally, we continue to leverage our SG&A as SG&A as a percent of sales improved 90 basis points to 15.3%. These actions contributed to sequential margin improvement of 140 basis points to 17.6% for the quarter. Our earnings per share for the quarter was $1.14, which matched prior year's earnings.\nTurning to our segments. Plumbing grew 7% in local currency against a 48% comp, with 7% growth in North American plumbing and 8% growth in international plumbing. North American growth was led by our spa business that continues to capitalize on strong demand for its products. International plumbing markets remained solid, with strong growth across Europe and in China during the quarter.\nIn our decorative architectural segment, sales grew 15%, as Behr continued its strong performance, with low teens growth in DIY paint and approximately 40% growth in pro paint. DIY paint growth was mostly due to price as we continue to see DIY paint volumes normalizing. We expect full year DIY paint volumes to be in the range of 2019 volumes. Pro paint volumes remained strong as we continued to gain market share in this market, demonstrating the compelling offering that we have developed along with the Home Depot.\nI'm also very pleased that for the ninth year in a row, Behr was named the #1 rated interior paint by a leading third-party testing agency. In addition to the top spot, Behr took all of the top 4 rankings. This is a testament to the quality and value proposition that Behr paint brings to both the DIY and pro paint markets as paint quality, including ease of application, durability, coverage and value, are extremely important selling points for both the DIY and pro customer.\nTurning to capital allocation. We repurchased $550 million of our stock during the quarter through open market repurchases and an accelerated stock repurchase transaction. This brought our total share repurchases to over $900 million for 2022 or nearly 7% of our shares outstanding at the beginning of the year. This likely completes our repurchases for the year as we will use our free cash flow to repay the $500 million term loan we used to fund the ASR.\nNow let me address what we are seeing in terms of demand in our markets. Largely, as expected, demand or actual sellout for many of our products moderated during the second quarter. Across most of our categories, we expect volumes to be down modestly in the second half of the year, with growth driven by pricing.\nOn the cost side, certain input costs, such as labor and freight, remain elevated. Additionally, labor and freight availability continues to be inconsistent, making it challenging to operate efficiently. Lastly, the U.S. dollar continues to strengthen, resulting in lower operating profit dollars than we forecasted.\nWith these considerations in mind, we are narrowing our earnings per share expectations for the year to be between $4.15 to $4.25 per share from our previous expectations of $4.15 to $4.35. We are closely monitoring market dynamics, and we'll take action if demand falls below our expectations. That said, we believe there are numerous positive structural factors related to housing that will be supportive of increased repair and remodel activity over the next few years even if there is a short-term economic slowdown.\nWe are on the edge of the large 75 million person millennial cohort forming households and entering the housing market. 2.7 million more homes will reach the prime remodeling age of 20 to 39 years old over the next 3 years. The COVID-19 pandemic has clearly increased the desire for more enjoyable living spaces, which has led to increased home demand and remodeling expenditures. And consumers and homeowners have strong balance sheets, with more than $2 trillion in savings and home equity values at all-time high. All of these structural forces provide tailwinds and for our repair and remodel business.\nNow I'll turn the call over to John for additional detail on how our second quarter -- on our second quarter results and full year outlook. John?\n\nJohn G. Sznewajs\n\nVP & CFO, Masco Corporation\n\nThank you, Keith, and good morning, everyone. As Dave mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization and other onetime items.\nTurning to Slide 7. We delivered another strong quarter, with sales increasing 8% against a robust 24% comp. Net selling prices increased sales by 10%, and the higher volumes increased sales by 1%. These were partially offset by an unfavorable currency impact of 3%.\nSales grew 11%, excluding the impact of currency. In local currency, North American sales increased 11%. This performance was driven by strong growth in DIY and pro paint as well, as spas, faucets and showers. The main drivers of this growth were increased net selling prices, which increased sales by 10%, and higher sales volumes, which increased sales by 1%.\nIn local currency, international sales increased 8% or 11% excluding divestitures. Net selling prices increased sales by 7%, and higher volumes increased sales by 4%.\nOur gross margin of 33% was impacted by higher year-over-year commodity and logistics costs in the quarter. We anticipate that gross margin will continue to face pressure in the third quarter, with year-over-year improvement expected in the fourth quarter.\nOur SG&A as a percentage of sales improved 90 basis points to 15.3% due to operating leverage and continued cost discipline across our businesses.\nOperating profit in the second quarter was $414 million. And operating margin was 17.6%, a sequential improvement of 140 basis points. Operating profit was impacted by higher supply chain costs, marketing and currency, partially offset by higher net selling prices and incremental volume.\nOur EPS of $1.14 in the quarter matched the second quarter of 2021.\nTurning to Slide 8. Plumbing growth was 7% in local currency against a robust 48% comp in the second quarter of last year. Segment sales grew 8%, excluding the net impacts of currency, acquisitions and divestitures. Pricing contributed 7% to growth, and volume contributed 1%.\nNorth American sales increased 7% in local currency. This performance was led by Watkins Wellness as they continue to capitalize on the trends towards wellness and outdoor living. Delta also contributed to increased sales in the quarter as they delivered growth against a double-digit comp.\nInternational plumbing sales increased 8% in local currency or 11% excluding divestitures. Hansgrohe grew sales across almost all their markets, with the key markets of Germany, China, France and the U.K. continuing to drive exceptional results.\nSegment operating profit in the second quarter was $238 million, and operating margin was 17.3%. Operating profit was impacted by higher supply chain costs, marketing and currency, partially offset by higher net selling prices.\nTurning to Slide 9. Decorative architectural sales increased 15% for the second quarter. Our pro paint business delivered another outstanding quarter, with growth of approximately 40%, with our pro paint offering in high-quality products continue to gain share with the pro customer. With our strong operational execution and continued investment, we are demonstrating our ability to retain and grow our penetration with the pro customer.\nOur DIY business sales grew low teens. However, DIY volumes normalized in the second quarter. And we now anticipate second half DIY paint sales to decline modestly.\nOperating profit was $198 million in the quarter, up $10 million or 5%, and operating margin was 20.2%. This performance was driven by higher net selling prices and incremental volume, partially offset by higher commodity and supply chain costs and marketing.\nTurning to Slide 10. Our balance sheet is strong, with net debt-to-EBITDA at 1.9x, even with the additional $500 million we borrowed to fund the accelerated share repurchase transaction we executed during the quarter. We ended the quarter with approximately $1.4 billion of balance sheet liquidity.\nWorking capital as a percent of sales was 18.9%. Working capital was impacted by higher inventory levels to meet demand of our customers, cost inflation and delays in receipt and delivery of material. Through focused execution, we continue to balance our inventory levels with demand. We expect working capital as a percent of sales to be approximately 16.5% at year-end.\nWe also continue our focus on shareholder value creation by deploying $550 million to share repurchases during the second quarter. Year-to-date, we have deployed approximately $914 million to share repurchases and returned approximately 16.6 million shares or almost 7% of our shares outstanding at the beginning of the year. We do not expect further share repurchases this year as we will use our free cash flow in the second half to repay the $500 million term loan.\nFinally, turning to Slide 11. Let's review our outlook for 2022. Given moderating demand and additional foreign currency headwinds, we now expect full year sales growth for Masco to be in the range of 5% to 7% versus our previous guidance of 6% to 10%. Due to lower sales volume and higher supply chain costs, we now anticipate full year operating margins to be approximately 17%. While we do anticipate margin expansion in the second half of the year, this will be weighted to the fourth quarter.\nIn our plumbing segment, we now expect 2022 sales growth to be in the range of 3% to 5%, including foreign currency, versus our previous guidance of 3% to 7%. Given the current exchange rate, foreign currency is expected to unfavorably impact plumbing revenue by approximately 3% or $165 million. We now anticipate full year plumbing margins will be approximately 18%, lower from previous guidance due to higher supply chain inefficiencies and slightly lower volume assumptions.\nIn our decorative architectural segment, we expect 2022 sales to grow in the range of 9% to 11% versus our previous guidance of 10% to 14%. Looking specifically at paint growth for 2022, we currently anticipate our DIY paint sales to increase mid-single digits and our pro paint sales to increase strong double digits. We now expect full year decorative architectural margin to be approximately 18%. As we previously discussed, in this segment, pricing actions typically only recover the dollar amount of inflation. And as a result, all else equal, operating profit dollars remain neutral from cost recovery pricing actions to result in margin compression.\nFinally, as Keith mentioned earlier, our updated 2022 EPS estimate is $4.15 to $4.25, which represents 14% EPS growth at the midpoint of the range. This assumes a 233 million average diluted share count for the year. Additional modeling assumptions for 2022 can be found on Slide 14 in our earnings deck.\nWith that, I would like to open the call for Q&A. Operator?"
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c9a998c735b2a66ad9b50df3b93a6856",
    "period": "2022 Q1",
    "content": "Q1 2022 Masco Corp Earnings Call\n\nQ1 2022 Masco Corp Earnings Call\n\nMASNYSEAPR 27, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's First Quarter 2022 Conference Call. My name is Mary, and I will be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes. (Operator Instructions)\nI will now turn the call over to David Chaika, Vice President, Treasurer and Investor Relations. You may begin.\n\nDavid Chaika\n\nVP of IR & Treasurer, Masco Corporation\n\nThank you, Mary, and good morning. Welcome to Masco Corporation's 2022 First Quarter Conference Call. With me today are Keith Allman, President and CEO of Masco; and John Sznewajs, Masco's Vice President and Chief Financial Officer.\nOur first quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. (Operator Instructions)\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We describe these risks and uncertainties in our risk factors and other disclosures in our Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nPresident, CEO & Director, Masco Corporation\n\nThank you, Dave. Good morning, everyone, and thank you for joining us today. Please turn to Slide 5. Masco was off to a great start this year with our first quarter results. Our top line increased 12%, with growth driven by volume and pricing in both segments. Our operating profit declined slightly due to higher commodity and freight costs as inflation reached mid-teens for the quarter. Despite these higher costs, we achieved sequential margin improvement through pricing actions and expense controls as SG&A as a percentage of sales improved 110 basis points to 15.9% of sales, even with higher marketing and growth initiative investment. Our earnings per share for the quarter was $0.95, a 7% increase compared to the very strong first quarter of 2021.\nTurning to our segments. Plumbing grew 11% in local currency, with 10% growth in North American Plumbing and 12% growth in International Plumbing. This impressive performance was against a 27% comp. Our Plumbing business remains well positioned for growth with our market-leading brands, new product introductions and healthy backlogs.\nFurthermore, international markets, including Europe, remains strong, and customers report continued pent-up demand and a strong backlog of projects. In regards to Russia and Ukraine, Masco has very little exposure as we sold approximately EUR 40 million of product into those countries in 2021 and had since ceased operations.\nIn our Decorative Architectural segment, sales grew 17% as Behr continued its tremendous performance with low double-digit growth in DIY paint and another quarter of over 50% growth in pro paint. Our paint business is performing extremely well as evidenced by our strong results. We continue to work very closely with our partner, The Home Depot, on our paint strategy, and we are jointly investing with them to drive continued share gains in both our DIY and Pro paint businesses. We also continue to launch new products, achieve industry-leading quality ratings and are pleased with the performance of our recently launched Behr aerosols, caulks and interior stain programs.\nTurning to capital allocation. We repurchased $364 million of our stock during the quarter and an additional $50 million in April. Based on our positive outlook for our business and current market conditions, we now expect to repurchase approximately $900 million of our stock this year, an increase from our previous expectation of at least $600 million. To assist with this, we have secured an additional $500 million in short-term funding that we will likely deploy in an accelerated share repurchase transaction.\nLastly, inflation has remained persistent. And we now expect double-digit cost inflation for the full year, up from our original view of high single digits as freight, metals and paint input costs continue to face upward pressure. This increase in our inflation expectation will pressure margins even though we fully expect to recover the cost and maintain operating profit dollars. Therefore, as a result of our strong first quarter performance, higher sales expectations and likely lower share count, we are raising our earnings per share expectation for the year to be between $4.15 to $4.35 per share, an increase from our previous expectations of $4.10 to $4.30.\nFinally, let's turn to our longer-term view on our markets and our outlook. We are clearly in a period of rising interest rates and inflation. As we discussed last quarter and as indicated in our guidance last quarter and this quarter, we expect our sales growth to moderate from the rapid growth we have experienced over the past 18 months. However, times like these are the very reason we transformed Masco over the past several years to be a focused business model of low ticket, repair-and-remodel products with product, end user and geographic diversification. We believe this model will outperform even through rising interest rates and inflationary cycles.\nWe have a healthy mix of both pro and do-it-yourself oriented end users and estimate our end user mix to be approximately 50% professional and 50% DIY. Our low-ticket products are used in both normal weekend repair projects as well as full home remodels. Our low ticket, branded nature of products affords us the ability to raise prices to offset cost inflation. And our shift away from new construction means that our business is much less sensitive to changes in interest rates and more aligned with the health of the consumer and home values.\nWe also believe, in addition to the changes we have made to our portfolio, there are numerous structural factors to housing such as demographics, age of housing stock and how consumers view their homes that will be supportive of increased repair-and-remodel activity even in a rising interest rate environment. We're on the leading edge of a large 75 million millennial cohort forming households and entering the housing market. 2.7 million more homes will reach the prime remodeling ages of between 20 and 39 years old over the next 3 years.\nThe COVID-19 pandemic has clearly increased the desire for more enjoyable living spaces, which has led to increased home demand and remodel expenditures. And the consumer and homeowners have strong balance sheets with more than $2 trillion in savings and home equity values at all-time highs. All of these structural forces provide tailwinds for our business.\nThe changes we have made to our business and the structural factors supporting our markets give us the confidence to increase our earnings per share outlook and our share repurchases for the year, positioning us well to continue to drive long-term shareholder value.\nI'll now turn the call over to John for additional detail on our first quarter results and full year outlook. John?\n\nJohn G. Sznewajs\n\nVP & CFO, Masco Corporation\n\nThank you, Keith, and good morning, everyone. As Dave mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization and other onetime items.\nTurning to Slide 7. We capitalized on the continued healthy demand for our industry-leading brands, delivered a solid start to the year with sales increasing 12% in the quarter against a robust 25% comp in the first quarter of last year. Net selling prices increased sales by 9%. The higher volumes increased sales by 5%. This was partially offset by 1% each related to currency and divestitures.\nSales grew 14%, excluding the net impacts of acquisitions, divestitures and currency. In local currency, North American sales increased 14%. This outstanding performance was driven by strong growth in both DIY and pro paint as well as faucets, showers and spas. The main drivers of this growth were increased net selling prices which increased sales by 9%, the higher sales volumes which increased sales by 3%.\nIn local currency, international sales increased 12%, or 18% excluding divestitures. Higher volumes increased sales by 9%. Net selling prices increased sales by 7%. Favorable mix added 1%. The gross margin of 32.1% was impacted by higher commodity and logistics costs in the quarter. As we discussed in our previous earnings call, price/cost had a peak impact on our P&L in the fourth quarter of 2021, and we experienced a 140 basis point sequential improvement in the first quarter of 2022.\nOur SG&A as a percentage of sales improved 110 basis points to 15.9% due to operating leverage and continued cost-containment activities across our businesses. Operating profit in the first quarter was $356 million and operating margin of 16.2%. Our EPS was $0.95 in the quarter, an increase of 7% compared to the first quarter of 2021.\nTurning to Slide 8. Plumbing growth was 9%, or 12% excluding the net impacts of currency, acquisitions and divestitures. This strong performance was achieved against a healthy 22% comp in the first quarter of last year. Pricing and volume contributed approximately equally to segment growth.\nNorth American sales increased 10% in local currency. This performance was led by Delta as they drove strong growth across their wholesale, retail and e-commerce channels. Watkins Wellness was also a contributor to growth as they continue to capitalize on increasing demand and the increasing trend towards outdoor living. International Plumbing sales increased 12% in local currency, or 18% excluding divestitures. Hansgrohe grew across their markets with particular strength in the key markets of Germany, China, France and the U.K.\nSegment operating profit in the first quarter was $228 million and operating margin was 16.8%, a 410 basis point sequential improvement in margin. Operating profit was impacted by inflation and higher variable costs on items such as personnel and marketing expenses, which was partially offset by higher net selling prices and incremental volume.\nTurning to Slide 9. Decorative Architectural sales increased 17% for the first quarter. Our Pro paint business delivered another quarter of more than 50% growth, driven by ongoing momentum with pro customers as we continued to deliver value to these customers through our service capabilities and our innovative, high-quality products. This, coupled with our strong operational execution, resulted in further share gains in our Pro business. We expect pro paint demand to remain strong, and we continue to invest in the pro along with our partner, The Home Depot, in new services to retain and grow our penetration with the pro customer.\nOur DIY business also performed well in the quarter. Sales grew low double digits against a strong comp in the first quarter of last year. Operating profit was $158 million in the quarter, up $16 million or 11%, and operating margin was 18.8%. This performance was driven by higher net selling prices and incremental volume, partially offset by higher commodity costs and variable expenses, along with investments to drive future growth.\nTurning to Slide 10. Our balance sheet is strong with net debt-to-EBITDA at 1.7x. We ended the quarter with approximately $1.2 billion of balance sheet liquidity. Working capital as a percent of sales was 20.1%. This percentage was elevated in the first quarter, largely due to higher inventory levels to meet the demand of our customers, cost inflation and delays in receipts and delivery of materials. Despite these challenges, through focused execution, we continue to refine our inventory levels, expect working capital as a percent of sales to be approximately 16.5% at year-end.\nWe also continued our focus on shareholder value creation by deploying $414 million to share repurchases during the first 4 months of the year. With our aggressive repurchase of stock in Q1 and our current outlook, we now anticipate repurchasing approximately $900 million for the full year, an increase from our previous guidance of approximately $600 million. To facilitate this, yesterday, we executed a $500 million 1-year term loan from a group of banks to provide additional liquidity for share repurchases. We anticipate deploying this $500 million shortly in the form of an accelerated share repurchase transaction. Concurrently, we extended the maturity of our $1 billion revolving credit facility by 3 years to April of 2027.\nFinally, let's turn to Slide 11 and review our outlook for 2022. With our strong first quarter performance, additional pricing actions and favorable outlook for our markets, we now expect full year sales growth for Masco in the range of 7% to 11%, excluding foreign currency, up from our previous guidance of 4% to 8%. We anticipate full year operating margins to be in the range of 17% to 17.5%.\nIn our Plumbing segment, we now expect 2022 sales growth to be in the range of 5% to 9%, excluding foreign currency, up from our previous guidance of 3% to 7%. Given current exchange rates, foreign currency is expected to unfavorably impact Plumbing revenue by approximately 2% or $90 million. We anticipate the full year Plumbing margins will be in the range of 18.5% to 19%.\nIn our Decorative Architectural segment, we expect 2022 sales to grow in the range of 10% to 14%, up from our previous guidance of 6% to 10%. Looking specifically at paint growth for 2022, we currently anticipate our DIY business to increase low double digits, up from our previous guidance of high single digits; and our Pro business to increase high teens, up from our previous guidance of mid-teens.\nWe anticipate the full year Decorative Architectural margin to be approximately 17.5% to 18%. As we have previously discussed, in this segment, pricing actions typically only recover the dollar amount of inflation. As a result, all else equal, operating dollars remain neutral from cost recovery pricing action but results in margin compression.\nFinally, as Keith mentioned earlier, our updated 2022 EPS estimate is $4.15 to $4.35, which represents 15% EPS growth at the midpoint of the range. This assumes a 236 million average diluted share count for the full year. Additional modeling assumptions for 2022 can be found on Slide 14 in our earnings deck.\nWith that, I would like to open the call for Q&A. Operator? Mary, we'd like to open up the call for Q&A."
  },
  {
    "header": "MAS",
    "cik": "0000062996",
    "ticker": "MAS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1682d2d3504c2cb42d9abea74495b6c2",
    "period": "2021 Q4",
    "content": "Q4 2021 Masco Corp Earnings Call\n\nQ4 2021 Masco Corp Earnings Call\n\nMASNYSEFEB 8, 8:00 AM\n\nOperator\n\nGood morning, ladies and gentlemen. Welcome to Masco Corporation's Fourth Quarter and Full Year 2021 Earnings Call. My name is Renz, and I'll be your operator for today's call. As a reminder, today's conference call is being recorded for replay purposes on your telephone. (Operator Instructions)\nI will now turn the call over to Mr. David Chaika, Vice President, Treasurer and Investor Relations. You may begin.\n\nDavid Chaika\n\nVP of IR & Treasurer, Masco Corporation\n\nThank you, Renz, and good morning. Welcome to Masco Corporation's 2021 Fourth Quarter and Full Year Conference Call. With me today are Keith Allman, President and CEO of Masco; and John Sznewajs, Masco's Vice President and Chief Financial Officer.\nOur fourth quarter earnings release and the presentation slides are available on our website under Investor Relations. Following our remarks, we will open the call for analyst questions. (Operator Instructions) If we can't take your question now, please call me directly at (313) 792-5500.\nOur statements today will include our views about our future performance, which constitute forward-looking statements. These statements are subject to risks and uncertainties that could cause our actual results to differ materially from the forward-looking statements. We describe these risks and uncertainties in our risk factors and other disclosures in Form 10-K and our Form 10-Q that we filed with the Securities and Exchange Commission.\nOur statements will also include non-GAAP financial metrics. Our references to operating profit and earnings per share will be as adjusted, unless otherwise noted. We reconcile these adjusted metrics to GAAP in our earnings release and presentation slides, which are available on our website under Investor Relations.\nWith that, I'll now turn the call over to Keith.\n\nKeith J. Allman\n\nCEO, President & Director, Masco Corporation\n\nThank you, Dave. Good morning, everyone, and thank you for joining us today. 2021 was another challenging year. But once again, we demonstrated the strength and resilience of Masco and our 20,000 employees across the globe. I'll start this morning with some brief comments on our fourth quarter, then I'll turn to our full year results and our view on 2022.\nTurning to Slide 5. Top line increased 9% in the fourth quarter. This strong growth was led by our paint business, which delivered exceptional results and continue to gain share in both the Pro and DIY markets. Our operating profit declined in the quarter due to higher commodity and freight costs as inflation reached low double digits. As a reminder, we discussed on our third quarter call that inflation would have the greatest impact on our P&L in terms of price/cost lag in the fourth quarter of 2021. Partially offsetting this inflation in the fourth quarter was good expense control as SG&A in dollars was approximately flat, while as a percentage of sales, improved 140 basis points. Our earnings per share for the quarter was $0.67.\nTurning to our segments. Plumbing grew 5% in local currency, with 6% growth in North American plumbing and 3% growth in international plumbing. North American Plumbing performed well in the quarter as we continued to see good demand for our faucets and shower products, particularly through the e-commerce channel. Our spa business also continued to see strong demand for its outdoor wellness-oriented products that have a tremendous appeal to today's homeowners. In international plumbing, Hansgrohe drove growth in many key markets, including China and The U.K.\nIn our Decorative Architectural segment, Behr continued its tremendous performance with mid-single-digit growth in DIY paint and over 50% growth in propane. We continue to see good demand for both DIY and Pro paint, and our operational excellence has enabled us to gain share in this supply challenged market. Our lighting and bath hardware businesses also contributed to growth and margin expansion in the quarter.\nNow let's review our full year performance. Please turn to Slide 6. For the full year, total company sales grew 17%, and operating profit increased 11%, with an operating margin of 17.4%. Strong volume growth and pricing realization was partially offset by high single-digit inflation and a return to more normalized investments in marketing and personnel to support our growth.\nOur Plumbing segment grew an outstanding 22%, excluding currency, led by strong growth at Delta, Hansgrohe and Watkins. Our Plumbing business is well positioned to continue to outperform the market with its leading brands, new product introductions and operational excellence and enters 2020 with healthy backlogs.\nIn our Decorative Architectural segment, full year growth was 6% against a 12% comp, as our business grew mid-single digits with DIY down mid-single digits and Pro up over 30%. Pro paint now accounts for approximately 30% of our paint business.\nBehr enters 2022 with a lot of momentum. Our relationship with our channel partner is extremely strong, and we are committed to mutual growth. Our Behr brand was recently named the most trusted paint brand by an independent third-party market research firm. Our pro paint business continues to gain share in the market and outperformed the competition. And our recently launched Dynasty paint is performing exceptionally well.\nAnd as we exit 2021, we have on shelf space in a number of adjacent paint categories such as aerosols, interior stains and costs in sealants, all of which will help to drive growth in 2022 and further demonstrates the strength of our brand and partnership with our customers.\nTurning to capital allocation. Our strong cash position and cash generation allowed us to deploy nearly $1.3 billion in capital during the year. We repurchased $1 billion of our stock at an average price of $58.31 per share. This represents approximately 7% of our outstanding shares. We increased our annual dividend 68% and paid approximately $211 million in dividends to shareholders. We completed the acquisition of Steam Mist for approximately $56 million, and we finished the year with over $925 million in cash and net leverage of 1.3x, providing us ample financial flexibility and firepower.\nOur strong operating profit growth, combined with our significant capital deployment, resulted in exceptional financial results. We increased earnings per share by 19% to $3.70 per share. We delivered adjusted free cash flow of approximately $900 million with a conversion rate of 90% despite an increase in working capital due to inflation and supply chain tightness. And we achieved a return on invested capital of approximately 47%.\nI want to thank all our 20,000 employees across the globe for their outstanding efforts throughout 2021 to deliver these exceptional results. No summary of 2021 would be complete without mentioning the significant ongoing supply chain and inflation challenges. Once again, I'd like to thank our tremendous suppliers who worked with us through these unprecedented challenges of 2021.\nAs we exited 2021, supply chain challenges have marginally improved. However, shipping delays and labor constraints remain a challenge. We experienced high single-digit inflation overall in 2021 and expect inflation to remain persistent and to increase in 2022 as higher raw material, freight and labor costs flow through our P&L.\nImportantly, however, we exited the year on a price/cost neutral basis except for additional increases in freight and logistics that occurred during the fourth quarter. We have initiated actions to cover these additional logistics price cost with price. The price/cost impact in Q1 will be significantly improved as compared to the fourth quarter of 2021.\nNow turning to 2022. I'd like to share with you our view of the markets where we compete. For the North American repair and remodel market, we expect the market growth to be in the mid-single-digit range. For the paint market, we expect the DIY paint market to grow mid-single digits and the propane market to grow low double digits. And for our international markets, principally Europe, we expect a low single-digit growth environment. These expectations across all markets include significant price.\nThe repair and remodel market remains strong and leading home improvement indicators are robust. Home price appreciation was 18% in December and existing home sales increased over 8% compared to prior year. Each of these metrics has a strong correlation with our sales on a lagged basis.\nBased on these assumptions and our expectation that we will continue to gain share and outperform the market, we anticipate Masco's growth to be in the range of approximately 4% to 8%, excluding currency for 2022. We expect margins to expand honestly to approximately 17.5% despite a significant margin headwind from pricing to recover cost to grow.\nTurning to capital allocation. Our strategy remains unchanged. First and foremost, we will invest in our business to meet the current and future demand for our products. As we announced last quarter, we are expanding our production capability in Europe with a new faucet shower plant for Hansgrohe. Additionally, we are adding manufacturing and distribution capacity to our spa and paint businesses to support our strong growth.\nThese investments will likely increase our capital expenditures to just above our normal level of approximately 2% to 2.5% of sales on average, keeping in mind that CapEx was only about 1.5% in 2021. In terms of returning cash to shareholders, based on the strength of our business model and cash generation capabilities, our Board declared a quarterly dividend of $0.28 per share, a 19% increase, which would bring our annual dividend to $1.12 per share in 2012 -- 2022.\nWe'll deploy our free cash flow after dividends to share repurchases or acquisitions. Based on our strong liquidity position and our projected free cash flow, we expect to deploy at least $600 million to share repurchases or acquisitions in 2022.\nLastly, there is no change to our M&A strategy. We continue to review and selectively pursue opportunities that have the right strategic fit and the right return for Masco. With our expected operating profit growth, strong pricing to recover costs and continued capital deployment, we anticipate earnings per share to be in the range of $4.10 to $4.30 per share, representing a 14% growth at the midpoint.\nNow I'll turn the call over to John to go over the fourth quarter, full year and '22 outlook in more detail. John?\n\nJohn G. Sznewajs\n\nVP & CFO, Masco Corporation\n\nThank you, Keith, and good morning, everyone. And as Dave mentioned, my comments today will focus on adjusted performance, excluding the impact of rationalization and other onetime items.\nTurning to Slide 8. Demand power industry leading brands remained robust, and we delivered a strong finish to a year with sales increasing 9% in the quarter against a healthy 13% comp in the fourth quarter of last year. Net acquisitions and divestitures contributed 2% to growth and currency had a minimal impact.\nIn local currency, North American sales increased 11% or 7% excluding acquisitions. Our team's outstanding execution as well as faucets, showers, spas. In local currency, international sales increased 3% or 5% excluding acquisitions and divestitures. Our gross margin of 30.7% was impacted by higher commodity. And we discussed on our third quarter call, price/cost in 2021 had peak impact on our P&L in the fourth quarter.\nOur SG&A as a percentage of sales improved 140 basis points to 17.6% as we continue to drive cost containment activities across our business. Operating profit in the fourth quarter was $265 million with an operating margin of 13.1% and our EPS was $0.67.\nTurning to the full year 2021, sales increased 17% over prior year. Net acquisitions and divestitures contributed 3% to growth and currency contributed another North American sales increased 14% and international sales increased 21%.\nOur SG&A as a percent of sales decreased 100 basis points to 16.9%. Operating profit increased $148 million or 11% with an operating margin of 17.4%. Lastly, our EPS increased 19% to $3.70. I want to thank our employees across the globe for their hard work, dedication and commitment to safety that enabled us to achieve these outstanding results in another challenging year.\nTurning to Slide 9. Plumbing growth was 5% against a strong 14% comp in the fourth quarter of last year. Net acquisitions and divestitures contributed 3% to this growth and currency had a minimal impact. North American sales increased 6% in local currency and 1% excluding acquisitions. This performance was aided by Delta's continued strength in their growing e-commerce channel and increased selling prices.\nWatkins wellness was also a significant contributor to growth, and we continue to experience strong demand for their industry-leading spas. International plumbing sales increased 3% in local currency or 5% excluding net acquisitions and divestitures. Funds grow group sales in many of the key markets, including China and in The U.K.\nSegment operating profit in the fourth quarter was $156 million and operating margins were 12.7%. As we discussed on our third quarter call, operating profit was impacted by an unfavorable price/cost relationship, along with creative marketing and personnel expenses as we continue to invest to grow our plumbing businesses.\nTurning to the full year 2021, plumbing sales increased an outstanding 24%. Net acquisitions and divestitures contributed 4% to this growth and currency contributed another 2%. In local currency, North American plumbing sales grew 22% or 17%, excluding acquisitions. International plumbing sales increased 21% or 22%, excluding net acquisitions and divestitures. Full year operating profit was $931 million, up $118 million or 15% and operating margin of 18.1%.\nTurning to Slide 10. Decorative architectural sales increased 15% for the fourth quarter or 14% excluding acquisitions. Our DIY paint business grew mid-single digits in the quarter against the high teens comp in the fourth quarter of last year. Our propane business will be more than 50% in the quarter, driven by strong professional paint demand and operational execution, resulting in share gains.\nWe expect propane demand to remain strong as contractors continue to see growing demand for their services. We also anticipate increasing our penetration with the Pro by continuing to invest along with our partners at Home Depot in new services and programs to retain and grow the Pro customer.\nOur builders' hardware and lighting businesses also contributed to the segment's overall growth in the quarter. Operating profit was $132 million in the quarter, up $23 million from 21% with margins expanding 80 basis points to 16.6%. This performance was driven by higher net selling prices, improved results in our lighting business, incremental volume and cost productivity initiatives, partially offset by higher commodity costs.\nTurning to the full year 2021. Sales increased 6%, driven by exceptional performance of our DIY and Pro paint businesses. Our team did an outstanding job at effectively managing through numerous supply chain constraints throughout the year to deliver for our customers and gain share in the paint market. Full year operating income increased $41 million or 7%, with margins expanding 20 basis points to 19.4%.\nTurning to Slide 11. Our year-end balance sheet is strong with net debt-to-EBITDA at 1.3x. We ended the quarter with approximately $1.9 billion of balance sheet liquidity, which includes full availability of our $1 billion revolver. Working capital as a percent of sales was 16%. With our strong operating performance and a lower-than-normal CapEx, adjusted free cash flow was nearly $900 million, representing 90% of adjusted net income. This is a strong result when considering the significant impact of inflation and supply chain disruptions on our working capital investment throughout the year. Finally, during 2021, we repurchased more than 17.6 million shares to over $1 billion, and we increased our annual dividend by 68%.\nNow let's turn to Slide 12 and review our outlook for 2022. For Masco overall, we expect sales growth in the range of 4.8%, excluding foreign currency, with operating margins of 17.5%. And Operating profit will be unfavorably impacted in the first half of the year as we experienced the impact of a more normalized level of growth investments as compared to the first half of 2021.\nFor our Plumbing segment, we expect 2022 sales growth to be in the range of 3% to 7%, excluding foreign currency. Given current exchange rates, foreign currency is expected to unfavorably impact plumbing revenue by approximately 2% or $90 million. We anticipate full year plumbing margins will expand to approximately 19%. Margins in the first half of 2022, particularly in the first quarter, will be impacted by higher year-over-year marketing and personnel expenses as we comp against our strong margins in the first half of 2021.\nFor our Decorative Architectural segment, we expect 2022 sales to grow in the range of 6% to 10%. Looking specifically at peak growth for 2022, we currently anticipate our DIY business to increase high single digits and our Pro business to increase mid-teens. We anticipate full year decorative architectural margins to be approximately 18%.\nAs we have previously discussed, in this segment, pricing actions typically only recover the dollar amount of the inflation. As a result, all else equal, operating profit dollars remain neutral from cost recovery pricing actions, the results in margin compression.\nDuring 2022, we also anticipate increased investment in this segment from marketing and new products that will drive future growth. Finally, as Keith mentioned earlier, our 2022 EPS estimate of $4.10 to $4.30 represents 14% EPS growth at the midpoint of the range. This assumes a $240 million average diluted share count for the year. Additional modeling assumptions for 2022 can be found on Slide 15 in our earnings deck.\nWith that, I'll now turn the call back over to Keith.\n\nKeith J. Allman\n\nCEO, President & Director, Masco Corporation\n\nThank you, John. 2021 was another dynamic year. We navigated it well and delivered exceptional results. As we enter 2022, we are poised to continue this trend of proven execution. Masco's focused business model of low-ticket repair and remodel products with market-leading brands and product and geographic diversification provides growth and stability through cycles. We leverage our consumer insights, broad channel relationships, scale, diversification and our Masco operating system to drive innovation and make our businesses better.\nThe repair and remodel industry is an attractive industry with favorable long-term fundamentals. Growth on average is approximately GDP+ 1% to 2%. Cyclical factors, such as home price appreciation and existing home turnover, have a high correlation with repair and remodel activity. Structural factors such as demographics, the age of the housing stock and how consumers view their homes can also drive increased repair and remodel activity.\nWe are on the leading edge of the large 75 million millennial cohort forming households and entering the housing market. 2.7 million more homes will reach the prime remodeling ages of 20 to 39 years old over the next 3 years. And a COVID-19 pandemic has clearly increased the desire for more enjoyable living spaces, which has led to increased home demand and remodeling expenditures. All of these structural forces provide tailwinds for our business.\nAs we previously outlined, our long-term outlook is comprised of above-market organic growth in the range of 3% to 5% annually. Growth from acquisitions in the range of 1% to 3%. Margin expansion each year through cost productivity and volume leverage and continued capital deployment in the form of share buybacks, which should contribute approximately 2% to 4% to EPS growth.\nTogether, we expect this to result in EPS growth of at least 10% per year through cycles plus dividend returns of approximately 1% to 2%. With favorable fundamentals and our continued focus on executing our growth strategy, together with our strong free cash flow and capital deployment, we are positioned to continue to drive shareholder value creation for the long term.\nWith that, we'll now open up the call for questions and answers."
  }
]