[
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/935b6bb97234f43246de77f24c017a11",
    "period": "2025 Q3",
    "content": "Q3 2025 L3Harris Technologies Inc Earnings Call\n\nQ3 2025 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEOCT 30, 10:30 AM\n\nOperator\n\nHello, and thank you for standing by. My name is Tiffany, and I will be your conference operator today. At this time, I would like to welcome everyone to the Third Quarter 2025 L3Harris Technologies Earnings Call. [Operator Instructions]\nI would now like to turn the call over to Dan Gittsovich, Vice President, Investor Relations and Corporate Development. Dan, please go ahead.\n\nDaniel Gittsovich\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Tiffany, and good morning, everyone. Joining me are Chris and Ken. Earlier this morning, we issued our third quarter earnings release outlining our results and our increased 2025 guidance, along with a detailed presentation available on our website. We'll also be filing our 10-Q later today.\nBefore we begin, please note that today's discussion will include forward-looking statements subject to risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please refer to our earnings release and the SEC filings. We will also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the earnings release.\nWith that, let me turn it over to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nThank you, Dan, and good morning. Our position as a leading defense innovator has never been stronger. The pace of change across the ecosystem is accelerating, and we're transforming to respond with speed and agility. Our purpose-built portfolio sits at the center of a mission-critical modernization efforts, supporting war fighters across every domain for the U.S. and its allies.\nAs the Department of [indiscernible] has made clear, the nation needs to transform its acquisition processes to enable an innovative, fast-moving industrial base. The goal is to shorten decision cycles, eliminate bureaucracy, deepen collaboration and deliver more resilient, rapidly deployable solutions to meet increasing demand. These dynamics underscore the essential role of a trusted, disruptive defense partner, and L3Harris is delivering innovation when and where it matters most. We are the company that has the scale and the speed of relevance, and the right mix between established primes and new technology entrants. We continue to execute well, staying tightly aligned with customer priorities and delivering solutions rapidly. That focus is translating into results.\nThis quarter, we delivered double-digit organic growth, 15.9% margins, and a book-to-bill of 1.2, proof that our strategy is working. Our business growth is accelerating, and we are confident in achieving our increased 2025 guidance, exceeding our original 2026 financial framework and positioning L3Harris for durable, profitable growth well beyond 2026. We are fully aligned with the administration's priorities for developing a next-generation missile defense architecture. Our actions to date advancing our missile warning and tracking franchise, and investing ahead of demand, demonstrate that L3Harris is ready to lead.\nWith satellites in orbit, in production and in backlog, we are building on our proven record of designing and delivering missile warning and tracking systems across multiple FDA tranches. As new contracts are awarded, we're positioned to accelerate production and integration with work on additional satellites expected to begin soon. This progress reinforces our role as a trusted proven partner in advancing the nation's layered next-generation homeland defense network.\nThese efforts are the product of deliberate forward-looking investments when we have conviction and customer demand. We've expanded capacity across our space portfolio from Palm Bay, Florida to Fort Wayne, Indiana, strengthening our ability to execute as new missions are awarded. The foundation is in place. The teams are ready and when called upon, L3Harris will deliver with speed, precision and the resilience of our nation demands.\nEqually important in our strength is the missile and propulsion domain. Our Aerojet Rocketdyne business continues to see exceptional demand, a reflection of both near-term restocking requirements and longer-term investments in deterrence. In particular, the demand for interceptors is exceedingly strong. We are on every major interceptor program. Standard Missile, [ PAC-3 ], [ SAD ], as well as next-gen interceptor and glide phase interceptor. We are looking forward to continuing to work with the Department of [indiscernible] to address this need. We are also on critical strategic missile programs such as Sentinel, as well as certain classified programs and see those growing for decades to come.\nThis quarter, AR reached a record financial backlog of $8.3 billion, the majority of which is to support the increased demand for solid rocket motors. An example of expanded production in response to growing demand is for the PAC-3 missile, where we are increasing capacity. As the sole manufacturer of solid rocket motors for PAC-3, we understand our critical role in scaling capacity across our facilities to meet the heightened and sustained demand for both U.S. and allied customers. This is a positive first step as the nation looks to significantly increase missile production in the years ahead.\nReconciliation spending is pending and awards are expected soon. Against the backdrop of the continuing government shutdown, ongoing budget challenges, and the potential for a prolonged continuing resolution, we're staying focused on what we can control. Execution and readiness. We have the right portfolio, the right leadership and the right investments in place. When funding is released, we're prepared to continue to invest and move swiftly to deliver for our customers and our nation.\nWe agree with Treasury Secretary [ Besson's ] push for a new wave of industrial investment. We're already executing our plan aligned with that vision. Over the past year, we've expanded our domestic manufacturing footprint in Alabama, Arkansas, Virginia, Indiana and Florida, investing in new space and solid rocket motor manufacturing capacity to meet national defense demand. We've increased capital expenditures and continue to direct a substantial portion of free cash flow towards [ IRAD ] expansion and modernization.\nBut to fully realize this national reindustrialization effort, what's needed now is to convert clear demand signals into multiyear contracts that give industry the confidence to invest in scale. Our facilities, workforce and supply chain are ready. And when these demand signals are formalized, we'll move immediately to the next tier of investment and capacity expansion.\nAt the same time, we share Army Secretary [ Driscoll's ] sense of urgency around modernization. This call to win with silicon and software perfectly captures the transformation already underway across L3Harris. Were moving faster than ever, partnering with emerging technology companies, codeveloping AI-enabled mission systems, and fielding software-defined resilient communication equipment that can be updated as threats evolve. This is not a theoretical capability, or one that we need to validate in technology demos. It is proven and happening real-time in Ukraine, by our allies in the face of advanced Russian [ EW ] threats. This technology is integral to soldiers survival and mission success.\nOur advantage is speed and adaptability. We combine deep mission understanding with a network of agile partners from Silicon Valley to the defense tech ecosystem. As the services modernize their acquisition process, we see that as an opportunity to expand our role as a trusted integrator of choice, delivering open, software-defined, resilient capabilities at the pace of relevance. Our approach remains balanced and disciplined. Returning capital responsibly, while reinvesting in growth infrastructure that directly supports national security. We're fully aligned with the country's reindustrialization and modernization agenda, and we're ready to deliver once that demand is formalized.\nWith that, I'll turn it over to Ken.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, Chris, and good morning, everybody. As we continue to execute on critical national security priorities, it's clear that our investments, manufacturing capacity and disciplined execution are enabling us to deliver real impact for our customers. With that momentum as our foundation, let's talk about consolidated results for the quarter.\nWe had $6.6 billion in orders this quarter, resulting in a book-to-bill of 1.2. Revenue was $5.7 billion, reflecting strong organic growth of 10%. This growth was across all 4 segments with 2 growing double digits, and driven by higher volume on existing programs, new programs ramping, and increased international demand. Segment operating margin was 15.9%, up 20 bps. This marks our eighth consecutive quarter of sequential margin expansion, underscoring our consistent execution.\nMargin expansion this quarter was driven by LHX NeXt cost savings, across all 4 segments, and improved program performance. Margin was slightly offset by the impacts from the higher margin cash divestiture in Q1 '25. Non-GAAP EPS was $2.70, up 10% year-over-year. On a pension-adjusted basis, EPS was up 15%. Free cash flow was about $450 million, reflecting temporary customer-related delays in payment. We remain confident in achieving our 2025 cash flow guidance. Q4 reflects anticipated milestone-based payments and the timing of a tax refund now expected in the fourth quarter. Consistent with prior years, cash generation will be back-end weighted as we manage performance on a full year basis.\nTurning to our segment's third quarter results. [ CS ] delivered revenue of $1.5 billion, up 6% and driven by increased international deliveries for a resilient software-defined communication equipment and next-generation [ JMIR ] program ramp. Operating margin increased to 26.1%. CS margin benefited from international deliveries and LHX NeXt driven cost savings. IMS revenue was $1.7 billion, up 17%, organically due to multiple ISR classified programs ramping. Operating margin was 12%, a pro forma increase of 40 bps, excluding the CAS divestiture. SAS revenue was $1.8 billion, up 7%, primarily driven by increased FAA volume and mission networks and higher volume in airborne combat systems and space.\nOperating margin increased to 12.1%, reflecting improved program performance on classified development programs in space, a $20 million gain recognized in connection with monetization of legacy end-of-life assets, and LHX NeXt driven cost savings. Aerojet Rocketdyne delivered another strong quarter with organic growth of 15%, marking its second consecutive quarter of double-digit growth and record revenue. Performance was driven by higher production volumes across key missile and munitions programs and the continued ramp of new awards. This progress reflects meaningful increases in capacity and deliveries. Highlighted by the [ Mark 72 ] motor, where quarterly deliveries have increased more than 400% since acquisition. Operating margin expanded 130 basis points to 12.7%, driven by improved program performance and cost efficiencies from LHX NeXt initiatives.\nNow let me turn it back to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nThanks, Ken. We are continuing to gain momentum, and this quarter underscores the strength of our long-term strategy and portfolio. A prime example is the $2.2 billion award from South Korea secured shortly after the quarter closed. It delivered a fleet of next-generation airborne early warning business jets using the Bombardier [ Global 6500 ] airframe. This landmark international award is significant not only for its scale, but also because it reinforces our position as the world's premier integrator of missionized business jets with more than 100 aircraft delivered across multiple platforms. L3Harris is platform-agnostic, having successfully partnered with multiple OEMs, including [ Gulfstream, Bombardier and Dassault ].\nWe are the world's leading mission system integrator with the ability to combine advanced radar, secured communications and electronic warfare, coupled with our deep civil and military aviation certification pedigree. More than a single contract, this win lays the foundation for a long-term franchise with opportunities for sustainment, upgrade and missionize variance worldwide. While it will be reflected in our fourth quarter bookings, it also signals the strong and sustained global demand for our capabilities.\nFurthering our [ missionization ] franchise in August, L3Harris and [ Joby Aviation ] announced an agreement to explore a new aircraft class for defense applications. We are rapidly evolving from concept to physical hardware in direct support of the U.S. Army's acquisition strategy, with ground testing of the prototype hybrid aircraft already underway in preparation for a 2026 demonstration. We also secured award to provide Poland with our Viper Shield electronic warfare system for the country's F-16 aircraft upgrade program. This selection demonstrates the growing international demand for our advanced EW capabilities and strengthens our position across European defense market where this product suite has been selected by 8 countries. It's another clear example of how our innovation and ability to scale continue to differentiate L3Harris as a trusted partner to U.S. allies.\nEarlier this month, we announced our award supporting [ NGC 2 ], the [indiscernible], the latest evolution of the Army's software-defined radio platform, delivers high data throughput and multiple transport options, ensuring resilience and interoperability across NATO and homeland security networks. Our expertise is critical to this effort. By winning this award, we have an important stake in shaping the communication systems architecture. Together, these and other recent wins, both domestic and international, demonstrate the breadth and competitiveness of our portfolio. They validate the strength of our strategy, the discipline of our execution, and our ability to convert technology leadership into high-value programs that deliver profitable growth.\nOf course, winning new business is only part of the equation. Execution is what ultimately drives value for our customers. A great example is the successful launch of the Navigation Technology Satellite [ 3 ]. [ NTS 3 ] is an experimental navigation satellite designed to test advancements beyond today's GPS system. This milestone underscores our ability to deliver complex high-stake systems on time and on budget. Programs like [ NTS-3 ] reinforced the confidence our customers place in us and the pride our employees take in delivering for them.\nOne of the key enablers of that execution excellence is our program digital cockpit, a one-of-the-kind innovative, integrated enterprise-wide program management platform built on Palantir's foundry infrastructure. The program digital cockpit aggregates data from hundreds of sources across L3Harris' complex enterprise, providing program teams with real-time access to their most critical metrics. By leveraging automation and artificial intelligence, the platform accelerates decision-making, strengthens program execution and drives favorable program performance. Launched in March of this year, we have completed the pilot phase and are now onboarding our first tranche of programs across all segments through the end of 2025. Our strategic partnership with Palantir continues to deliver value and the program digital cockpit is a clear example of how we're investing in tools that improve execution and outcomes for our customers.\nBack to you, Ken.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, Chris. Turning to guidance updates for 2025. For the total company, we are increasing revenue guidance to $22 billion, representing full year organic growth of 6%. Just a quick comment on 2026. We'll update guidance in January, but we do expect sales for '26 to exceed our current financial framework.\nWe are increasing segment operating margin guidance to high 15%, driven by ongoing LHX NeXt cost savings and continued confidence in strong program execution. We now expect non-GAAP EPS in the range of $10.50 to $10.70 per share. We are reiterating our free cash flow guidance of $2.65 billion. While cash generation through the third quarter was softer than expected, we remain confident in the government reopening and delivering our full year cash flow commitments. We expect strong fourth quarter cash performance above prior years.\nAt the segment level, we are increasing our CS revenue guidance to $5.7 billion driven by continued strong international demand, while reaffirming our operating margin of about 25%. IMS revenue is now expected to be approximately $6.5 billion, driven by strong demand and performance in ISR. We are increasing operating margin to the low to mid-12% range. We are increasing our Aerojet Rocketdyne revenue guidance to $2.8 billion to $2.9 billion, supported by higher production volumes with operating margin is expected to remain in the mid-12% range. And we are reaffirming SAS prior guidance.\nWith that, I'll turn it back to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nAt the start of the year, there were understandable questions about what success would look like for the defense industry and for L3Harris, especially in such a dynamic environment. As we close the third quarter, that conversation has shifted. The focus is now on potential upside and a trajectory that extends well past our 2026 financial framework. That change in tone reflects our disciplined execution and the strength of our strategy. We are turning opportunity into tangible results, both domestically and internationally, and we expect more to come as reconciliation and missile defense-related funding begins to flow.\nAcross the company, our leaders and employees understand the high stakes as we are transforming and acting with urgency. Our strategy is deliberate, well calibrated and delivering measurable results. It strengthens our position in the global defense market, and drives the kind of sustained growth and value creation that underpins our long-term vision for L3Harris.\nTiffany, let's open up the line for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/815da9d829a17e0450a2ecf28808e7da",
    "period": "2025 Q2",
    "content": "Q2 2025 L3Harris Technologies Inc Earnings Call\n\nQ2 2025 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEJUL 24, 10:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies Second Quarter 2025 Earnings Conference Call. [Operator Instructions]. As a reminder, this call is being recorded. It is now my pleasure to introduce your host, Dan Gittsovich, Vice President, Investor Relations. Please go ahead.\n\nDaniel Gittsovich\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Sylvie. Good morning, and welcome. Joining me this morning are Chris and Ken.\nEarlier today, we published our second quarter earnings release detailing our financial results and increased 2025 guidance, along with a supplemental earnings presentation available on our website. We will also file our 10-Q later today.\nToday's discussion will include certain matters that constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference our earnings release and SEC filings. We will also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the earnings release.\nWith that, I'll turn it over to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nGood morning, everyone. Our opportunity set is more robust than it's been in decades, driven by increased global threats requiring speed, capability and modernization. These dynamics are unfolding across both U.S. and international markets, creating a significant opportunity for companies that can move fast and deliver on time. .\nL3Harris is uniquely positioned to lead in this environment. Our trusted disruptor strategy keeps us agile. And after investments in the business, along with acquisitions and divestitures, our portfolio is aligned with our customers' mission-critical priorities, enabling us to execute with a sense of urgency as we head into the second half of the year.\nOver the last few months, I've had several meetings with senior DoD leaders, and one message is consistent and clear: Companies that deliver on schedule will be rewarded with new opportunities such as Golden Dome and missile capacity expansion.\nI'm proud to say we're doing just that. For example, on F-35, our systems are ahead of need and we are off the critical bath for combat-capable TR3 aircraft.\nTurning to LHX NeXt savings. We set a goal of taking out $1 billion of cost over a 3-year period, and we're currently tracking 40% ahead of that target and a year earlier than planned, putting us on track to achieve our 2026 margin target.\nAt Aerojet Rocketdyne, integration is complete, and we've doubled deliveries, we've doubled production rate and we've reduced the cost of poor quality since the acquisition. This performance gives us and our customers' confidence and positions us as a dependable partner.\nOur second quarter results underscore strong execution and represent an inflection point for our business. We posted our highest organic growth in 6 quarters and achieved a record book-to-bill of 1.5, clear evidence of the momentum behind our strategy and the alignment of our portfolio with the future of warfare.\nIn May, the administration released its full fiscal year '26 budget request calling for about $1 trillion in national defense funding, including $155 billion signed into law through the recent reconciliation bill. The budget is focused in areas where we are well positioned. We're seeing accelerated investments in space-based architectures, missile systems, autonomous platforms and software-defined capabilities, all core strengths within our company.\nThe Golden Dome initiative is a leading example of our alignment with U.S. national security priorities and momentum is building. Congratulations to on his confirmation is the direct reporting Program Manager of Golden Dome, accountable for delivering key capabilities of this system within 3 years as a direct report to Deputy Secretary of Defense Finberg.\nHis appointment marks an important milestone for one of the most consequential Homeland Security initiatives in our history, and we're excited to see a proven leader in place.\nAt L3Harris, we've been preparing for this eventuality. As we shared on our last call, our ability to detect hypersonic threats is a critical component of the Golden Dome architecture. We're preparing to deploy a full constellation of 40 to 45 proven HBTSS satellites in a timely manner.\nThis is in a coincidence as we've invested in Florida and Indiana to scale up space sensor manufacturing and payload integration. We're ready to deliver the HBTSS Constellation called for in the executive order.\nMoving to ground-based interceptors, our propulsion and divert and altitude control systems support nearly every U.S. interceptor program in development or production. We are rapidly scaling solid rocket motor manufacturing to meet the nation's urgent demand and this effort carries additional personal urgency.\nI made a commitment to the Deputy Secretary of Defense and the under Secretary of Defense to increase capacity and accelerate deliveries, and I intend to keep it. In partnership with Governor Sanders and Youngkin, we're investing in Arkansas and Virginia to increase solid rocket motor deliveries and drive record production levels.\nWe're not waiting. We're responding to the clear demand signals and delivering now.\nInternationally, the outlook remains robust. NATO members are now targeting defense spending increases to 5% of GDP and with much of that investment focused on restocking and modernization. This shift is already translating into meaningful orders for L3Harris and supports sustained medium- to long-term international growth for us.\nA great example, we recently secured software-defined radio awards from the German and Czech armed forces, the type of wins that would not have been likely a decade ago. This represents not only alignment with allied modernization priorities, but also instances where we're replacing indigenous providers, a direct result of our resilient interoperable, battlefield proven technology and expanding global footprint.\nWith this backdrop, the right strategy, an aligned portfolio, strong demand, operational momentum and solid financial performance, we are highly confident in our ability to achieve our 2026 financial framework. We also see a clear path to profitable growth beyond 2026 and driven by our alignment with long-term defense priorities both in the U.S. and globally.\nWith that, I'll turn it over to Ken.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, and good morning, everyone. We are at the onset of a generational opportunity for L3Harris, given our capabilities and positioning across key discriminating technologies. Let's talk about consolidated results for the second quarter.\nStarting with orders. We had a record $8.3 billion this quarter, resulting in a 1.5 book-to-bill. Revenue was $5.4 billion, reflecting strong organic growth of 6%. This growth was driven by new programs ramping and increased demand across all segments. Segment operating margin was 15.9%, up 30 basis points, marking the seventh consecutive quarter of year-over-year margin expansion.\nNon-GAAP EPS was $2.78, up 16% year-over-year. And on a pension-adjusted basis, EPS was $2.42, up 22% year-over-year. Free cash flow was $574 million, driven by increased operating income and improved working capital performance.\nTurning to the segment's second quarter results. CES delivered revenue of $1.4 billion, up 2%, driven by increased demand for resilient communication equipment and related waveforms. Operating margin remained solid at 24.4%, reflecting higher domestic volumes and LHX NeXt-driven cost savings.\nIMS revenue was $1.6 billion, up 6% organically, with an operating margin of 13.2%, up 120 basis points. Revenue increased due to the ramp-up of several classified ISR programs. Operating margin increased due to the monetization of legacy end-of-life assets, partially offset by an unfavorable EAC adjustment from the resolution of a subcontract matter related to lower utilization on the Canadian Maritime Helicopter program.\nExecution performance on the program was strong. However, payment was tied to customer mission cadence, which was well below original bid expectations. The contract is nearing completion, and we do not expect to see more negative EAC adjustments.\nSAS revenue was $1.8 billion, up 7% organically, primarily due to increased volume in FAA networks and improved program performance in our airborne Combat Systems business. Operating margin was 12.3%, down 30 basis points due to an unfavorable mix, partially offset by LHX NeXt cost savings.\nAerojet Rocketdyne delivered strong results with 12% organic growth and a 2.0 book-to-bill. Growth was driven by improved production volume across key missile programs and new program ramps. This marks the highest revenue quarter on record for AR, driven by the unprecedented demand in the Missile Solutions business that we expect to continue for an extended period.\nOperating margin increased 50 basis points to 13.3% due to solid performance, LHX NeXt-driven cost savings and a favorable contract resolution. We are always striving to improve our operations, including reassessing certain unfavorable contract positions, rationalizing noncore legacy business lines and monetizing legacy assets. An example is the action we took at IMS to exit an unprofitable legacy contract position, while at the same time, monetizing associated legacy assets. The resulting impacts offset and created a net favorable position for the quarter.\nNow let me turn it back to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nThanks, Ken. As we look ahead, several milestones from the quarter highlight our momentum and reinforce confidence in our long-term vision. First, we secured approximately $200 million in orders to deliver software-defined, interoperable communication systems to Germany.\nSecure, resilient communications across NATO allies are critical to operational readiness and our systems are already delivering on that mission. This award adds to recent wins for our Falcon software-defined radios, including the Netherlands Fox Trop program along with continued momentum on the U.S. Army's HMS programs. These wins further strengthen our market leadership and resilient communications, and our key comm sector backlog today is almost $3 billion, a 50% increase from a few years ago.\nTurning to solid rocket motors. We broke ground on a new production facility in Virginia, including a cast and assembly center, these modular robotic-enabled facilities will significantly increase capacity, enhance efficiency and quality and reduce product travel time distances by 90%.\nThis complements similar expansions in Arkansas and Alabama. It's a major step forward in building out the defense industrial base and reflects the progress we've made in the short time since integrating Aerojet Rocketdyne.\nDemand for solid rocket motor production continues to rise, driven by global conflicts. Our Aerojet Rocketdyne Missile Solutions business grew 15% in the quarter and is up 16% year-to-date. Growth, we view as durable and likely to continue for decades. Demand is exceptionally strong, and we see significant opportunities for further investment in the business, expanding manufacturing capacity, increasing the workforce and accelerating deliveries to meet long-term needs and to support sustained growth.\nWe also continue to see strong demand across our space propulsion portfolio. This quarter, we secured a major award for 130 upper stage RL10 engines valued at nearly $850 billion, highlighting our trusted role in enabling space launch missions.\nOur ongoing partnership with Palantir on the U.S. Army's Titan program continues to mature. The team is nearing initial deliveries on the first 4 AI-defined vehicles equipped with our common data links, Link16, Secure SATCOM and tactical multi-domain waveforms, enabling the Army to process targeting data faster and more effectively on the battlefield.\nI'm proud to highlight our engagement with the FAA's Newark task force where we played a critical role in supporting Secretary Duffy to meet his goal of enhancing the resilience of our communication networks at the Newark Airport.\nOur efforts were pivotal in upgrading the telecom infrastructure, ensuring robust and reliable communications for one of the nation's busiest airports.\nAnd in the airborne domain, we delivered our second missionized Global 6500 for ISR to the Army, reinforcing our position as the world's leading bizjet missionization provider. With over 100 aircraft delivered and 14 currently under modification, our platform-agnostic approach and speed to field capability continue to differentiate our offerings.\nTogether, these awards and infrastructure investments reflect a common theme. We are accelerating the deliveries of agile, proven solutions to address current and future threats.\nBack to you, Ken.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nFirst, an update on LHX NeXt, then I'll move into guidance updates. The current phase of the LHX NeXt program is focused on enterprise transformation, deploying the LHX operating system, digitizing core business processes and embedding AI-enabled tools across the business. These initiatives are not only improving execution and decision-making, but they're also building a more scalable, efficient foundation for growth.\nWe're already seeing results from improved operational performance to new business wins, and we expect these transformation efforts to drive sustained revenue growth and cash generation over the long term.\nTurning to guidance updates for 2025. Our increased guidance reflects our strong first half performance and improved outlook for the rest of the year. For the total company, we are increasing revenue guidance by $200 million, expecting strong organic revenue growth of 5% for the year.\nWe are maintaining and are increasingly confident in our segment operating margin guidance of mid to high 15%, supported by continued LHX NeXt cost savings and confidence in strong program execution. Non-GAAP EPS guidance reflects a $0.40 increase from strong first half operating performance and a higher revenue outlook, partially offset by a $0.30 headwind from recent tax reform.\nWhile eliminating the requirement to capitalize and amortize R&D expenses, it has some near-term tax rate headwind. As a result, we are raising our non-GAAP EPS guidance by $0.10. We are increasing our free cash flow guidance to approximately $2.65 billion, an increase of $200 million from a combination of operating performance and tax reform.\nCash tax benefits from tax reform will continue and also drive an increased free cash flow outlook in 2026. At a segment level, IMS revenue guidance increased $100 million, reflecting strong performance in the ISR sector. Operating margin is now expected in the 12% range, up from the high 11% through improved program performance and LHX NeXt savings.\nWe are increasing our revenue guidance for SAS by $100 million, reflecting an improved outlook in space. Operating margin is expected to remain in the low 12% range. And we are reaffirming guidance for CS and AR. Given our strong performance and this generational opportunity in defense spending growth that we are uniquely positioned to capture, we are also updating our 2026 outlook.\nOn Investor Day in 2023, we set our financial framework at $23 billion in revenue, 16% segment operating margin and $2.8 billion in free cash flow. We continue to expect $23 billion in revenue for 2026, reflecting 6% growth year-over-year. And we previously updated that we expect margin in the low 16% range. Now while investing in key locations like Indiana, Arkansas, Virginia and Florida to fuel future growth from Golden Dome and rocket motor capacity increases and staying aligned with our customers' mission-critical needs, we're also raising our 2026 free cash flow guidance to $3 billion, a 13% increase year-over-year with even stronger free cash flow per share.\nWith that, I'll turn it back to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nBefore we turn to questions, I want to take a step back and frame where we've been and where we're going. It's clear how far we've come. Over the past several years, we've reshaped the company through internal investments, strategic acquisitions and divestitures, building a portfolio squarely focused on national security.\nWe've also deepened partnerships across the government and industry to accelerate innovation and mission outcomes. Our trusted disruptor strategy and culture is delivering and has positioned us at the right place at the right time.\nWe're uniquely aligned to the national security priorities of the U.S. and its allies whether that's resilient communications, space superiority or replenishing and modernizing critical missile systems. The awards and milestones this quarter reflect that alignment and will meaningfully contribute to growth in the years ahead.\nWe've also crossed an important operational inflection point. With strong top line momentum and expanding margins, we're executing well across a diverse portfolio, delivering strong performance even as we take on increasingly complex missions.\nLooking ahead, we expect consistent top line growth with industry-leading margins and increasing free cash flow per share. From 2023 through 2026, our free cash flow per share will have a CAGR of 15%. We are well positioned for sustained profitable growth over the long term, and we'll remain disciplined in our capital allocation. You can expect more details on our forward outlook at our next Investor Day to be scheduled in Q1 of 2026.\nSylvie, let's go to the Q&A, please."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/dfa9e42a2fc7c27a50ba2fc64177abd4",
    "period": "2025 Q1",
    "content": "Q1 2025 L3Harris Technologies Inc Earnings Call\n\nQ1 2025 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEAPR 24, 10:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies First Quarter Calendar Year 2025 Earnings Call. [Operator Instructions] Today's call will be focused on question and answers following brief opening remarks. [Operator Instructions] As a reminder, this conference call is being recorded.\nIt is now my pleasure to introduce your host, Dan Gittsovich, Vice President of Investor Relations. You may begin.\n\nDaniel Gittsovich\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Ena. Good morning, and welcome. Joining me this morning are Chris and Ken. Earlier today, we published our first quarter earnings release detailing our financial results and updated 2025 guidance. We also filed our 10-Q and provided a supplemental earnings presentation on our website.\nToday's discussion will include certain matters that constitute forward-looking statements. These statements involve risks assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference our earnings release and SEC filings. We will also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the earnings release.\nWith that, I'll turn it over to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nThank you, Dan, and good morning, everyone. During our January call, I discussed how this administration is planning to drive transformative change like never before, and we are seeing it unfold daily. L3Harris isn't only embracing these changes. We are helping shape the future and advocating for more commercial-like business practices within the DoD. Our trusted disruptor culture and mindset continues to deliver results. It enables us to stay agile and rapidly adapt to the changing environment, whether from the administration or Allied Partners or world events. .\nThe external environment remains dynamic, and since we live it every day, I thought I'd give you the latest update and how we assess its impact on L3Harris. We're pleased that President Trump signed a full year continuing resolution. Unlike a traditional CR, this bill allows for new program starts, greater budget flexibility and affirmed the budget in line with the expected 1% increase over 2024 levels.\nCongress is now focused on a reconciliation package, which could include over $150 billion in additional defense funding. We view the continued emphasis by key congressional leaders to bolster our national defense as a positive sign for us. There are many initiatives within the DoD in Congress focusing on existing program capabilities, cost and schedule performance and investments in emerging technologies.\nTo highlight a few. Each service has been asked to reduce 8% of their budget to allow for reallocation of funding to administration priorities. We don't have any insights into these deliberations at this time. Secondly, as part of this process, the 74 MDAP, which is the major defense acquisition programs are being evaluated to identify those that are either 15% over budget or 15% late to schedule. For the programs where we are prime, our performance is solid. And for those where we are a subcontractor, we are highly dependent on the Prime's performance. DoD issued their 17 priorities, which we are well aligned with. Our 2 most recent acquisitions are clearly in the sweet spot for capabilities needed for the future fight and the classified interim national defense strategy was released focusing on deterring China and defending the homeland. All these initiatives may be hard to follow from the outside, but clearly show a fresh look at aligning dollars to programs that are performing well while reallocating budget to the administration's identified priorities.\nYou saw the President Trump and Secretary, Hegseth suggested that the upcoming 2026 presidential budget request could be as high as $1 trillion. This represents strong top line growth and highlights a sense of urgency and is another positive development. Over 130 executive orders have been issued in the first 100 days, and I wanted to highlight a few, starting with Golden Dome. We're well positioned to support this initiative and ready to respond directly to customer requests and contribute to emerging industry teams given our world-class capabilities and missile warning, tracking and discrimination. We've made substantial investments in new space factories in Fort Wayne, Indiana and Palm Bay, Florida. We are the only company to secure awards across all 3 tranches of the Space Force's tracking layer and are prepared to respond to the recently released RFP for the next tranche expected to be awarded later this year.\nOur Hypersonic and Ballistic Tracking Space sensor satellite known as HBTSS, launched in February 2024 and is the only proven on-orbit system capable of tracking the new rain hypersonic missiles. This is expected to be a core component of the Golden Dome architecture. If we were to get an award in the next few months, we could launch enough satellites into orbit, while President Trump is still in office, thereby having complete coverage of the U.S. We broadly participate across offensive and defensive missile programs, providing propulsion and attitude control for all interceptors, both in production and development. This supports our long-term growth and underscores our leadership in this area.\nOne of my favorite executive orders is entitled Restore Common sense to federal procurement. This focus is on simplifying the acquisition process across the federal government. We've been the only major A&D company publicly advocating for reform and supportive of those efforts. I continue to think significant changes in the best interest of the defense ecosystem and the long-term benefits will be significant for the country and our company. Those efforts in prioritizing budget for high-priority capabilities, advancing innovation, promoting efficiency and acquisition and implementing risk reduction policies all aligned with our strategy and keep us at the forefront of innovation and customer alignment.\nAs the DoD considers procuring more through a commercial model, we are very comfortable with this approach with over 20 years of experience and about 20% of our products already being sold in this way. At its core, our LHX next initiative embodies [indiscernible] principles, tailored to accelerate internal transformation through greater speed, efficiency and agility.\nTurning to International. We're seeing a significant increase in defense spending as our NATO allies modernize their technologies. We continue to see strong demand for our mission-critical solutions across key regions. So far, we've seen the need for the most advanced battlefield proven equipment, taking priority over politics, and we are staying closely connected with our customers, through our NATO offices in countries, including Poland, Germany and the Netherlands and the U.K. As the global defense landscape shifts, we are exploring new models for collaboration, including partnerships with European domiciled companies. We secured a key international award just after the quarter closed with the Dutch Ministry of Defense for network modernization and software-defined radios valued at over $1.1 billion.\nThe Netherlands selected our radios for their battlefield based on our proven hardware and software which deliver industry-leading resiliency, low probability of detection and Intercept, while ensuring secure and interoperable communications with U.S. and allied forces. Looking ahead to 2026, we remain confident in achieving our financial framework, $23 billion in revenue, low 16% margins and $2.8 billion in free cash flow. With the priorities of the new administration, we're well positioned to continue to drive profitable growth while meeting our customers' evolving mission-critical needs and delivering on our commitments. For example, as a result of our ability to rapidly respond to customer requirements. Early in the second quarter, we secured a classified award in our ISR business valued at over $350 million along with a $200 million international award.\nAnd with that, I'll turn it over to Ken.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, Chris. Our focus on profitable growth is delivering results. We had a strong first quarter with performance reflecting continued momentum and improvement across our diverse portfolio of products and programs. While we're not without challenges, our ability to proactively manage the portfolio addressing headwinds in some areas while driving performance and others continues to give us confidence in our approach and execution.\nThis is also the first quarter we're reporting under our new non-GAAP EPS methodology. This change marks another step in our efforts to improve the quality of earnings and narrow the spread between GAAP and non-GAAP results, enhancing transparency and alignment with how we manage the business. Now let's talk about consolidated results for the quarter. Revenue was $5.1 billion and reflected flat organic growth as we operated through a dynamic external environment and were impacted by a short 12-week quarter.\nSegment operating margin was 15.6%, marking the sixth consecutive quarter of year-over-year margin expansion. Non-GAAP EPS was $2.41, and up 7% year-over-year. Free cash was an outflow of about $70 million as first quarter cash flows are typically the lowest of the year. This represents less than half the outflow we saw in Q1 '24 and gives us confidence in our ability to deliver free cash of $2.4 billion to $2.5 billion for the year.\nThis quarter, we returned nearly $800 million to shareholders with about $570 million in share repurchases and $230 million in dividends, marking our 24th consecutive annual dividend increase. Returning excess cash to shareholders remains a top priority, and we expect to repurchase more than $1 billion in shares this year as previously updated. Additionally, taking advantage of favorable market conditions, we transferred $1.2 billion of pension obligations to an insurance provider without any cash contributions or book losses, reducing future risk and volatility.\nTurning to our segment's first quarter results. CES delivered revenue of $1.3 billion, up 4% and driven by continued strong international demand and quick turn book-to-bill deliveries. Operating margin increased 150 bps to 25.5%, reflecting favorable high-margin international mix for resilient communications as well as LHX next cost savings across the segment. IMS revenue was down was $1.6 billion, down 2%, and operating margin was 12.8%, up 140 bps. And Revenue declined due to lower aircraft missionization volume and the anticipated ramp down of an ISR mission operations program. Operating margin increased due to strong program performance increased volume of higher-margin airborne electro optical sensors and LHX Next cost savings.\nSAS revenue was $1.6 billion, down 6% organically, primarily due to lower volumes associated with program timing and reduced F-35 volume as our Tier 3 mission computing hardware transitions from development to a more gradual production ramp. Operating margin was 10.9%, down 140 bps due to continuing challenges on some legacy fixed-price development programs in space that are in later stages of completion, all of this partially offset by LHX Next cost savings.\nAR delivered strong results with 9% organic growth. Growth was driven by improved production volume across key missile programs and new program ramps. Operating margin declined 110 bps to 12.1% and due to lower net favorable EAC adjustments, partially offset by higher volume and LHX NeXt driven cost savings.\nNow let me turn it back to Chris. Thanks.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nAdvancing strategic collaborations remains a cornerstone of our trusted disruptor strategy. Most recently, we announced a new partnership with Piper Government Solutions, Amazon government-focused subsidiary. This effort combines our trusted tactical communication systems with their global low earth orbit satellite network to deliver resilient hybrid SatCom solutions. This capability will offer high-speed, low latency connectivity with out-of-the-box interoperability, providing greater flexibility and mission assurance across the military, public safety and commercial domains. .\nThis collaboration formalizes our joint work and reflects our commitment to delivering secure, resilient communications in contested environments and creating partnerships with nontraditional participants. It's a differentiated solution that plays to our strengths and aligns with growing demand for hybrid multilayered networks. This arrangement also expands the use of our subscription-based and commercial business model revenue. Another new partnership is with Shield AI on the groundbreaking demonstration of AI-enabled unmanned systems for electronic warfare operations. leveraging our software-defined electromagnetic battle management ecosystem with Shield AI's hive mind autonomy, we're enhancing decision-making and complex battlefield environments.\nThis collaboration will provide scalable multi-domain solutions for AI-enabled control of swarming systems for the U.S. and its Ally. We are a minority shareholder in Shield AS. We're also making solid progress on our partnership with Palantir. Together, we're supporting the U.S. Army's Titan program, where we are leading the communications systems integration for Palantir. Further, we're integrating Palantir's foundry software platform with our software-defined tactical radio networks. This collaboration is driving new insights and advancements, bringing artificial intelligence to the battlefield. By enhancing the data processing power of tactical networks, we're enabling faster, more effective mission execution for war fighters at the edge.\nTogether, we're pursuing a new opportunity that emerges directly from this partnership to modernize and integrate AI and resilient C2 comms into a next-generation C5 ISR architecture for international customers. Partnerships like these and many others allow us to accelerate innovation and rapidly field advanced capabilities. By taking a more thoughtful and open systems approach leveraging the strength of our partnerships and existing capabilities and bandwidth, we're able to rapidly adapt and deliver differentiated solutions that meet evolving mission-critical needs.\nBack to you, Ken.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nFirst, a few comments on LHX NeXt and our portfolio, then I'll move into guidance updates. We remain focused on executing our LHX NeXt initiative and delivering $1.2 billion in gross run rate savings this year. We are nearing completion of the cost optimization phase of this initiative including driving supply chain savings, process improvements and facility consolidation. As a result, you may have noticed the reduction in corporate unallocated costs as LHX NeXt implementation costs ramped down. We will, of course, maintain our continuous improvement framework and drive for year-over-year cost savings. The next phase of LHX NeXt is centered on enterprise transformation, leveraging AI-enabled solutions driving enterprise-wide digital transformation and optimizing our supply chain to become leaner and more agile.\nWe are developing our LHX operating system for all functions so that we have a common way of executing and managing our business. We continue to proactively reshape our business. And this quarter, we further sharpened our national security focused portfolio, by completing the divestiture of our Commercial Aviation Solutions business, the last remaining commercial aerospace business in our portfolio.\nAdditionally, we transitioned our fusing and Ordinance Systems, or FAS business from IMS to AR as part of our portfolio optimization efforts. We expect this shift to drive additional synergies as we align across common customers, and leverage internal expertise for key rocket motor content.\nTurning to guidance updates for 2025. As Chris noted, there are several moving parts in the current environment. But the key takeaway is that we see as much, if not more opportunity than risk ahead. That said, our updated guidance reflects a balanced and disciplined approach. It incorporates our solid Q1 performance, while taking a risk-aware posture as we await greater clarity on several fronts. Specifically, we are monitoring the FY '26 defense budget details around the implementation of the Golden Dome executive order and other recent directives and further clarity around the budget tied to the 17 priority areas outlined by the DoD. Until we have greater visibility, we believe this is the most prudent path forward and expect to provide further updates on the Q2 call.\nWith that, we now expect revenue of $21.4 billion to $21.7 billion representing organic growth of 4% at the midpoint and reflecting a slight increase relative to growth implied by prior guidance. This update reflects the elimination of about $525 million of revenue related to the CAS divestiture. We are maintaining our segment operating margin guidance of mid- to high 15%, despite the elimination of higher-margin CAS revenue, supported by continued LHX NeXt cost savings and confidence in strong program execution. Non-GAAP EPS is expected to be $10.30 to $10.50.\nAt the midpoint, this includes a $0.55 reduction related to CAS and a $0.25 increase from improved operational performance and capital deployment actions, including the pension buyout. Despite the elimination of 3 quarters of CAS revenue, we are reaffirming our free cash flow guidance of $2.4 billion to $2.5 billion, driven by growth, higher profitability and disciplined working capital management. At the segment level, we are reaffirming our Communication Systems revenue outlook of 2-point -- I'm sorry, $5.6 billion to $5.7 billion, with an increase in profitability to 25% from high 24%. IMS revenue guidance is now approximately $6.3 billion, reflecting a $525 million impact from the CAS divestiture and $300 million from the Falls business transferred to AR, about an $800 million reduction from midpoint of prior guidance.\nOperating margin is now expected in the mid -- in the high 11% range, down from low 12% due to the divestiture with plans to offset dilution over time through improved program performance and LHX NeXt savings. We are maintaining our guidance for Space and Airborne Systems with revenue expected in the range of $6.9 billion to $7.1 billion, reflecting government fiscal year 2025 budget constraints in the space sector that we expect to abate by 2026.\nOperating margin is expected to remain in the low 12% range. Aerojet Rocketdyne revenue guidance is now approximately $2.8 billion reflecting the addition of POS and continued strong growth in missile solutions. We continue to expect margins in the mid-12% range. Although we are closely monitoring the changing trade landscape and have put various mitigation strategies in place, we do not anticipate tariffs to have a meaningful impact on our financial results. We're actively managing any impact within our current guidance assumptions. Most importantly, we are ensuring timely access to international components to mitigate potential disruptions, though these risks are limited. We remain confident in our ability to navigate this dynamic environment while maintaining our focus on execution.\nWith that, I'll turn it back to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nOkay. Before we open it up to questions, I want to briefly summarize our value proposition and how we're differentiating ourselves in the industry. With strong support from the new administration for Defense and the potential for a $1 trillion budget in 2026, the backdrop is favorable. We're driving relentlessly for profitable growth and are committed to our 2026 financial framework, which we continue to gain confidence in. From a top line perspective, the new opportunities we have won in Q2, as mentioned previously, will contribute to our ability to get there. We have grown our top line organically in each quarter since Q3 of 2022. And except for this 12-week quarter, this will continue for the rest of 2025. Turning to profitability. We effectively manage risk and performance across a diverse portfolio of products and programs, increasing margins even in the face of occasional programmatic challenges. Our LHX NeXt transformation is unique and driving our success. We've now expanded margins year-over-year for 6 consecutive quarters, and we're delivering double-digit free cash flow growth since 2023. With deleveraging largely behind us and share repurchases accelerating, we see a clear path to mid-double-digit growth in free cash flow per share. And last quarter, we increased our dividend for the 24th consecutive year.\nWith that, Ina, let's open the line for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/65d666edd7992d611045a3136c956cd0",
    "period": "2024 Q4",
    "content": "Q4 2024 L3Harris Technologies Inc Earnings Call\n\nQ4 2024 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEJAN 30, 10:30 AM\n\nOperator\n\nGood morning, ladies and gentlemen, and welcome to the Fourth Quarter 2024 L3Harris Technologies Earnings Call. [Operator Instructions] This call is being recorded on Thursday, January 30, 2025. I would now like to turn the conference over to Dan Gittsovich. Please go ahead.\n\nDaniel Gittsovich\n\nVice President of Investor Relations & Corporate Development\n\nThank you, Joanna. Good morning, and welcome. Joining me this morning are Chris and Ken. Earlier today, we published our fourth quarter earnings release detailing our financial results and 2025 guidance. We've also provided a supplemental earnings presentation on our website.\nToday's discussion will include certain matters that constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference our earnings release and SEC filings. We will also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the earnings release.\nWith that, I'll turn it over to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nOkay. Good morning, everyone, and thank you, Dan. We delivered on our commitments for 2024 by executing our Trusted Disruptor strategy and making progress towards our 2026 framework. We ended the year with record backlog that positions us well for the future.\n2024 was a pivotal year for L3Harris as we marked the 5-year anniversary of the transformative merger between L3 and Harris. The combination formed a new company that now operates differently. We're agile, nimble and fast, while delivering solutions that are trusted by our customers across all domains. We span the gap between the traditional primes and the new entrants, forming partnerships around critical capabilities such as AI and autonomy, allowing us to rapidly meet the evolving needs of national security and modern warfare.\nDomestically, national and homeland defense remains a key priority for the new administration with strong support for our programs in areas such as space, missiles, advanced electronic systems, cyber and resilient comps. Internationally, we saw strong demand for our software-defined radios, night-vision goggles and munitions, reflecting our commitment to supporting allies around the world.\nPartnerships remain a cornerstone of our Trusted Disruptor strategy. In 2024, we advanced collaboration with Palantir and venture capital-backed start-ups focusing on AI-enabled solutions and emerging technologies. These partnerships are accelerating a culture of innovation and speed, enhancing our ability to meet customers' needs faster and more effectively.\nLet me highlight some of our key accomplishments this year. We won the Next-Gen Jammer competition, which establishes us as a long-term jamming franchise worth billions of dollars in production of airborne pods to support the F-18 fleet.\nOur wins on the Glide Phase Interceptor and next-generation interceptor programs will drive growth in our solid rocket motor business for decades to come. Along with the propulsion content on the previously won Sentinel and [ ZUS ] programs, we are solidifying our position as a global leader in large solid rocket motor design and manufacturing capability. We won a $1 billion IDIQ award for the U.S. Navy to provide resilient communications technology to U.S. and allied forces.\nOver the next 5 years, our broadband communications business will deliver software-defined Link 16 terminals that are critical to enabling secure and resilient collaboration across air, ground, maritime and space platforms. By integrating Link 16 into space-based assets, we are expanding its reach and utility, ensuring U.S. and allied forces have seamless connectivity and situational awareness across all domains.\nAs a testament to our Trusted Disruptor strategy at work, a team led by L3Harris, partnering with venture-backed startups, was selected by the Defense Innovation Unit to prototype a command-and-control system capable of operating hundreds or even thousands of swarming autonomous assets. This project advances the DoD's replicator initiative by integrating advanced commercial technologies to enable collaborative autonomy in all domains.\nOur open system architecture supports rapid integration of third-party algorithms, providing unmatched scalability and flexibility to meet mission demand. By combining these capabilities with our expertise, we are shaping the future of warfare, ensuring U.S. and allied forces maintain a competitive edge in contested environments.\nAs you saw in the press last week, I recently took steps to strategically align our leadership team to drive sustained profitable growth. Ken has been appointed President of Aerojet Rocketdyne effective Monday, in addition to his responsibilities as CFO. With his extensive defense sector experience, Ken will drive operational excellence and continue our strong performance.\nSam Mehta's role has been extended to lead enterprise strategic collaboration [indiscernible] to further elevate our focus on partnerships while continuing to head the Communication Systems segment. We've also elevated the LHX NeXt organization, which has been led by Heidi Wood for the last year and achieved excellent results. She will report directly to me as we continue to drive cost savings while accelerating enterprise-wide transformation.\nLastly, I want to thank Ross Niebergall for his contributions to L3Harris first as CTO and then as President of Aerojet Rocketdyne. His leadership has been instrumental in positioning Aerojet Rocketdyne for long-term success. After a distinguished career, Ross has chosen to step down to focus on his family's health and enjoy a well-deserved retirement.\nI'm also pleased to have been elected Chairman of the Board of Governors for the Aerospace Industries Association, the leading voice for the industry. As our country navigates an increasingly complex global threat landscape, maintaining our technological edge has never been more critical. I look forward to partnering with my industry colleagues, the incoming administration and Congress to leverage the ingenuity of our world-class U.S. talent and drive innovation that strengthens our competitive advantage. Looking ahead to 2025, our priorities remain clear: to drive profitable growth while meeting our customers' evolving mission-critical needs.\nI will now turn it to Ken to provide details on our financial results.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, Chris, and good morning, everyone. Let me recap full year 2024 real quick. Revenue was $21.3 billion, up 10% and 4% organically. Segment operating margin was 15.4%, reflecting continued cost savings and strong execution. Non-GAAP EPS was $13.10.\nFree cash flow grew to $2.3 billion, representing an increase of 14% driven by earnings growth and effective working capital management. For the fourth quarter, revenue was $5.5 billion, up 4% organically with a segment operating margin of 15.3%. Non-GAAP EPS was $3.47, and free cash flow came in over $1 billion.\nTurning to our segment fourth quarter results. SAS delivered revenue of $1.7 billion, down 4% year-over-year, largely reflecting the divestiture of the antenna business. Organically, revenue was down 1% primarily due to lower F-35 related volumes as our TR-3 mission computing hardware transitions from development to a more gradual production ramp.\nOperating margin was 10.8%, up 20 basis points primarily due to LHX NeXt cost savings and partially offset by challenges on some of our fixed price development programs in space that are in the later stages of completion.\nIMS delivered strong results with revenue of $1.8 billion, up 9% and margin of 13.4%, expanding by 150 basis points. This performance reflects strong program execution and a favorable mix. We're pleased with the momentum at IMS and feel confident in the strength and resilience of this business as it continues to perform.\nCS achieved revenue of $1.4 billion, up 5% driven by demand of software-defined resilient communications equipment. Operating margin was 24.4% driven by a heavier mix of deliveries to U.S. DoD customers. We are seeing particularly strong demand and international momentum, winning key programs with NATO allies and expanding into other international markets. But I'd remind you, international and domestic mix fluctuate based on quarterly delivery profiles.\nAerojet Rocketdyne grew 5% with an operating margin of 11.5%, up 40 basis points, supported by progress on solid rocket motor production and offset by lower volume in space propulsion.\nNow let me turn it back to Chris to cover some operational achievements for 2024.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nLet me start with our portfolio. We completed the integration of the Aerojet Rocketdyne and Tactical Data Links acquisitions, and we also divested our antenna products and Aerojet ordinance Tennessee noncore businesses. We further strengthened our leadership position in space, delivering 4 satellites to orbit for the FDA and one for MDA.\nOur progress in satellite systems and space superiority continued to gain momentum in 2024, reaching a record backlog of 40 satellites in just 5 years, a noteworthy achievement considering we struggled with no satellites as a prime. A significant highlight in our SAS segment was successful completion of the customer's engineering design review for 18 space vehicles under the FDA's tranche 2 tracking layer program. This milestone confirms our advanced space vehicles, equipped with infrared payloads to detect, track and target hypersonic threats, meets the rigorous requirements of the program. Completing this milestone in just 11 months reflects the speed, agility and expertise of our team.\nThese satellites are part of the Space Force's LEO constellation, providing global missile tracking and defense. With 38 satellites awarded across tranche 0, 1 and 2, including those already on orbit, we continue to support the efforts to advance integrated deterrents. With the tranche 3 opportunity on the horizon, we are well positioned to expand our role in building this critical layered missile defense system.\nFurthermore, this capability positions us well to support the evolving defense needs of the U.S. and aligns closely with the Trump administration's recent executive order directing the development of an Iron Dome missile defense shield for our homeland.\nWe've also made significant progress on our LHX NeXt initiative. In 2024, we exceeded our gross cost savings target by 2x, reaching $800 million. This strong performance provides confidence in our ability to accelerate and exceed our overall cost savings target. We are now expecting to achieve $1.2 billion in cumulative cost savings by the end of 2025, exceeding our $1 billion commitment a year early. This initiative is driving margin expansion, operational efficiency, facility rationalization and enhanced supply chain management.\nAt its core, LHX NeXt embodies the same principles as DOGE, tailored to drive greater speed and efficiency to allow data-driven decision-making. We are driving improvements across our operations and supply chain, simplifying and streamlining internal policies to eliminate inefficiencies and monetizing end-of-life assets to sharpen our focus and unlock value. This program enables us to respond more effectively to evolving customer needs while creating value for our shareholders.\nBack to you, Ken.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nTurning to guidance for 2025. We expect revenue of $21.8 billion to $22.2 billion, representing organic growth of 4% at the midpoint. Our guidance includes a full year of our commercial aviation solutions business as we continue to work towards closing the transaction.\nSegment operating margin is anticipated to be mid- to high 15%, supported by continued LHX NeXt cost savings, strong program execution and reflecting investments to drive continued transformation. Free cash flow is expected to be $2.4 billion to $2.5 billion driven by growth, higher profitability and disciplined working capital management.\nOur guidance reflects appropriate risk posture early in the year and the dynamics associated with the new administration. We assume a continuing resolution through March of '25 and no other funding delays or impacts.\nThe administration has issued several executive orders that are still being assessed, but are not expected to have a significant impact on our 2025 results. However, as U.S. government contracting officers assess the impact of these executive orders on existing and new contracts, we could see an effect on our Q1 '25 bookings and revenue particularly at CS, which can deliver product rapidly against order intake.\nBeginning in 2025, following comments from many of our investors, we are revising the reporting of non-GAAP EPS to exclude adjustments for amortization of acquisition-related intangible assets. This change aligns our reporting with peers and has no impact on our underlying profitability or cash.\nIf this change had been applied for 2024, non-GAAP diluted EPS would have been $9.70, reflecting an impact of $3.40 per share. Our 2025 non-GAAP EPS is projected to be in the range of $10.55 to $10.85, representing growth of 10% at the midpoint.\nAt the segment level, SAS revenue is expected to grow to a range of $6.9 billion to $7.1 billion, reflecting budgetary constraints in the space sector that we expect to abate in 2026. Operating margin is expected to be in the low 12% range.\nIMS revenue is projected at $7 billion to $7.2 billion driven by increased demand in advanced electronics for space and munitions programs as well as maritime solutions with an operating margin in the low 12% range.\nCS revenue is anticipated to be $5.6 billion to $5.7 billion with margins in the high 24% range, supported by increasing demand for our software-defined resilient communications equipment.\nAerojet Rocketdyne is expected to reach approximately $2.5 billion, fueled by double-digit growth in the missile solutions business. Margins are expected to be in the mid-12% range as we drive continued operational improvements.\nAs we set our 2025 guidance, we want to highlight the varying number of weeks in certain quarters in 2025 that will result in some variability in revenue and EPS between quarters. In particular, Q1 is a short 12-week quarter and should be considered in your modeling.\nOur capital deployment strategy reflects our commitment to delivering value to our shareholders. We strengthened our balance sheet and ended 2024 with a net leverage of 2.9x, exceeding our target of 3.0. With that achievement, we will maintain a competitive dividend and are focused on repurchasing at least $1 billion of shares in 2025.\nAdditionally, we had another solid year of performance in our pension plan with no significant contributions in '24 and none expected in 2025. To further derisk our balance sheet, we are working to transfer approximately $1.2 billion in pension assets and liabilities to a third party with little gain or loss and no impact on cash flow, taking advantage of attractive funding levels and interest rate environment. We expect to complete this action by the end of first quarter '25, resulting in a reduction in noncash nonservice FAS pension income, which is reflected in our guidance.\nConsidering our strong performance in 2024 and our growing confidence in the cost savings that the LHX NeXt program will continue to deliver, we are also updating our 2026 financial framework announced at our Investor Day last year and increasing the segment operating margins we expect to achieve to low 16% in 2026.\nWe are continuing to target $23 billion of sales in 2026, representing 5% organic CAGR and $2.8 billion in 2026 cash, representing a double-digit CAGR with further upside on a free cash flow per share basis.\nI'm proud of the tremendous progress our team made in 2024. This year has been one of transformation, growth and strong execution, underscoring the strength of our portfolio and the talent of our team. We have faced a dynamic and demanding environment, but our ability to be agile and execute with discipline has allowed us to deliver strong results. From achieving record backlog to advancing key strategic priorities, we have demonstrated resilience, the ability to deliver on our commitments even in the face of challenges and remain focused on delivering for our customers and our shareholders.\nAs we continue to build on this momentum, I'm excited about what's ahead. The opportunity before us is meaningful. And our strategic focus on operational excellence and innovation positions us well for sustained profitable growth.\nWith that, I'll turn it back to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nAs we look ahead, we remain steadfast in our commitment to driving innovation and delivering mission-critical solutions that align with our national security priorities. As we navigate an increasingly complex threat environment, L3Harris continues to stand at the forefront of innovation and national defense.\nOur vision for the nation's next arsenal democracy is rooted in the convergence of cutting-edge hardware, software and AI technologies that ensure mission success in every domain. This concept goes beyond traditional platforms. It's also providing adaptable, scalable, open and interoperable solutions that give our [indiscernible] decisive edge. Whether it's in resilient communications, advanced munitions or space-based capabilities, we are enabling the Department of Defense and our allies to stay ahead of evolving threats.\nIn my recent letter to the DOGE, I outlined key recommendations to modernize the national defense ecosystem. These principles reflect our dedication to advancing efficiencies, strengthening collaboration and ensuring that the U.S. maintains a technological edge.\nWe encourage others to come forth and submit ideas to the DOGE Committee. We are excited to work with the new administration to bring these and other ideas to life and continue playing a pivotal role in supporting the missions that protect our homeland and our allies around the world.\nThe incoming administration's transparency and understanding of the defense industry sets the stage for disruptive change in 2025. We expect a period of unprecedented evolution in defense priorities and policies. With our agility, speed and commitment to innovation, we are well positioned to adapt.\nThis new era presents a chance to redefine how we support the war fighter, and we are excited to play a pivotal role in driving this change forward and seize opportunities that align with our nation's strategic objectives. Our work is critical to empowering the war fighter, who protect democracy, ensuring that they have the tools to maintain global stability. With a deep commitment to innovation and collaboration, we are proud to play a central role in this effort.\nJoanna, let's open the lines for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0a8af889f9adc50cb712fb30ca6b04b5",
    "period": "2024 Q2",
    "content": "Q2 2024 L3Harris Technologies Inc Earnings Call\n\nQ2 2024 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEJUL 26, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the L3Harris Technologies Second Quarter 2024 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded. It is now my pleasure to introduce your host, Dan Gitseviz, Vice President of Investor Relations. Thank you, Dan. You may now begin.\n\nUnknown Executive\n\nThank you, Rob. Good morning, and welcome to our second quarter 2024 Earnings Call. Joining me this morning are Chris Kubasik, our CEO; and Ken Bedingfield, our CFO. Yesterday, we published our second quarter earnings release detailing our financial results and guidance. We have also provided a supplemental earnings presentation on our website. Today's discussion will include certain matters that constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference our earnings release and SEC filings. We will also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the earnings release. For those of you I haven't met yet, I'm new in this role and look forward to engaging with you in the near future. .\nI'd now like to turn it over to Chris for some remarks.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nThanks, Dan, and welcome to the IR team and your first earnings call with us. Last month marked the 5-year anniversary of the transformative merger between L3 and Harris, and the creation of the industry's trusted disruptor, a proven alternative to both traditional primes and new entrants, focused on relentless innovation to deliver capability with the speed, passion and determination that our customers demand in executing their most challenging missions.\nUnlike traditional primes and new commercial entrants, we utilize both commercial and government business models with significant presence in each. We deliver commercial short-cycle products such as software-defined radios. We also execute on critical long-term programs that span the entire life cycle from development to production, including international exports and ultimately, sustainment and support.\nOur diverse and platform-agnostic portfolio enables us to work across the ecosystem as a prime a sub or a merchant supplier to deliver the best solutions for our customers and the best returns for our shareholders. Further, as a trusted disruptor, we are actively looking for opportunities to partner with small and large companies where it makes business sense. It was one year ago that we announced the successful addition of Aerojet Rocketdyne to the L3Harris portfolio.\nThis acquisition increases our content on missile platforms and positions us for growth in new markets. A recent example is our role on the Missile Defense Agency's next-generation interceptor program. This leverages our industry-leading propulsion technology and innovative attitude control systems to defend against long-range ballistic missile threats. We are also integrating legacy L3Harris to electronics capabilities. Since closing the acquisition, and as we've discussed on our last 2 earnings calls, we've made substantial progress in improving the operational performance of the business, and we continue to make investments to increase capacity and drive efficiencies to meet our customers' growing demand, including the expansion of key facilities in Arkansas, Alabama and Virginia.\nAs a result of these combined efforts, we have reduced overdue deliveries by nearly 40% in the past 12 months. Several of you had a chance to visit our Inert Center of Excellence in Huntsville, Alabama, and we know you left with a better understanding of the business and the progress to date. Since the merger, we focused on integrating and shaping the portfolio to align with national security priorities and the future of warfare. We're in the right businesses, spanning all domains while earning the highest margins in the industry with further upside potential.\nLooking forward, we remain committed to meeting the expectations of our customers and creating additional value for shareholders and our second quarter reflects progress towards achieving these commitments. We reported strong financial results for the second quarter, highlighted by segment operating margin of 15.6%, up 80 basis points versus the prior year and non-GAAP earnings per share of $3.24, up 9%. These results underscore our focus on execution and driving profitable growth. On the demand side, our pipeline of domestic and international opportunities remains robust, and our total backlog stands at $32 billion.\nIn our Communications Systems segment, we ended the quarter with record backlog of over $6 billion from increasing demand for our resilient communication products. This is driven by DoD and international customers' needs for seamless resilient communications across multiple domains as they face increasingly sophisticated near-peer threats. We continue to work with these customers to help them avoid the inherent vulnerability that comes from relying upon commercial communications and satellite network providers for their critical missions.\nOur tactical communications business continues to see growing international demand for European and NATO allies totaling more than $1 billion in the near-term opportunities and a continued robust pipeline of greater than $10 billion. Overall, we are continuing to see plenty of opportunity for resilient communications, propulsion and ISR to highlight a few of our capabilities. We continue to make strides in our operational performance which is reflected in our expanding margins. Programmatically, we're beginning to realize the benefits of our maturing risk management processes and disciplined bid rigor as well as the initial benefits of our LHX NeXt program and that is showing up in our program results.\nOur first half performance provides confidence for the remainder of the year, leading us to increase our guidance, which Ken will discuss in more detail. I'm pleased with the progress we're making on our LHX NeXt initiative. In the second quarter, our efforts focused on workforce and infrastructure optimization, including a strategic collaboration for managed services designed to accelerate the modernization and automation of our IT infrastructure while reducing cost and transforming how we operate as a business. We've made great progress, and we're ahead of schedule. The next phase of LHX NeXt is centered around the supply chain management and leveraging the scale of our enterprise. This will improve cost, quality and delivery for our customers while simultaneously offering our suppliers demand stability and an opportunity to grow along with us.\nAnd for us, it means supply chain management will be a competitive discriminator. Turning to capital deployment. As promised, we are prioritizing debt paydown, continuing to maintain a competitive dividend and returning excess capital to shareholders. In the quarter, we returned over $300 million to shareholders through dividends and share repurchases and remain on track to meet our stated 2024 target of approximately $500 million in share repurchases, holding outstanding shares flat year-over-year.\nAligned with our national security focus, we recently completed the sale of our antennas business and expect to finalize the pending divestiture of our commercial aviation business later this year as we satisfy the remaining conditions to close. And finally, I want to thank the 4 Board members who served on our ad hoc business review committee. The recommendations were presented to the Board last week, and we are implementing actions in accordance with those recommendations. The focus was on reviewing our strategy and portfolio, program management, disciplined bidding processes and LHX NeXt plans. The Business Review Committee executed as per its charter and as such, is now dissolved.\nAs recommendations are appreciated and as I noted, are being executed in a rapid manner to continue to drive value for our shareholders and customers.\nI'll now turn it over to Ken to provide insight on our second quarter results and 2024 guidance.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, Chris. I'll start with consolidated results for the quarter. Demand remains high and in the second quarter, we were awarded over $5 billion in new awards, resulting in a book-to-bill of 1.0 and total backlog of $32 billion. We were awarded a nearly $900 million contract for the delivery of electronic time fuses, which play a crucial role in replenishing our nation's critical munitions inventory. We were also awarded a $1 billion IDIQ contract with an initial task order of $123 million to supply the next lot of multi-functional information distribution systems, jitters terminals to the U.S. Navy, leveraging the unique capabilities of the TDL product line that we acquired last year.\nConsolidated revenue grew 13% or 1% organically. Operating margins continue to be strong, expanding to 15.6%, up 80 basis points, reflecting improved operational and program performance across all segments, with LHX NeXt cost savings contributing. Chris highlighted our EPS growth of 9% as a result of strong operational performance. I'd like to add that on a pension-adjusted basis, Second quarter EPS was up 13% as profitable growth drops to the bottom line. Free cash flow was $714 million for the second quarter, driven by increased operating income and improved working capital performance.\nIn the quarter, we repaid a $350 million note, which helped reduce our net leverage to 3.2x, down from 3.5x in the previous quarter. By segment, organic growth within our Communications Systems segment was over 4% from higher production rates and deliveries of resilient communication products. Space and Airborne Systems segment revenue was flat with growth in Space Systems and classified programs, offset by lower volumes in our Airborne Combat Systems business as we focus on negotiating appropriate business terms.\nIntegrated Mission Systems revenue was also flat as higher volumes on maritime programs were offset by lower volume in our commercial aviation business. Aerojet Rocketdyne contributed almost $600 million of revenue for the second quarter. Turning to margins. CS reported margins of 24.4%, down slightly year-over-year, reflecting the timing of software sales and higher DoD revenue mix. which is first half weighted as we've previously discussed. This was partially offset by LHX NeXt cost savings and the favorable net onetime impact of legal settlements. We continue to expect higher international mix and margin opportunity in the second half. In SAS, margins expanded 280 basis points to 12.6%, as we continue to see progress on development programs maturing to production and realize the benefits of our LHX NeXt initiatives.\nIMS continues to make progress on program performance and LHX NeXt, resulting in a margin of 11.9%, a 260 basis point increase versus the prior year. Consistent with the plan to rationalize our footprint outlined at Investor Day, we completed the consolidation of 3 facilities in the segment in the second quarter. Aerojet Rocketdyne reported margins of 12.9%, which included $22 million of amortization of purchase accounting adjustments. With the acquisition now one year behind us, we are wrapping up the purchase accounting period. With respect to the purchase accounting fair value adjustments for loss provisions and off-market contracts, I'll point out these reflect adjustments to baseline contract performance as of the date of acquisition and are not impacted by our subsequent operational improvements, which we expect to see continuing improvement from in our future margin profile.\nSimply, the adjustments reflect a more informed assessment of the state of legacy contracts as of the date of acquisition close. Finally, turning to guidance. Given our strong first half performance, we are increasing guidance for revenue, margin rate and EPS, which we've outlined in our earnings release and presentation. We now expect EPS in the range of $12.85 per share to $13.15 per share, and we are reiterating free cash flow guidance of $2.2 billion. The increased guide for revenue, margin and EPS incorporates solid growth and operational performance in the first half of the year and a few more months of additional revenue from our commercial aviation business with the pending divestiture now expected to close in the second half. We're pleased with our performance through the first half of the year, highlighted by a year-to-date book-to-bill of 1.03, organic revenue growth of 3% and sequentially increasing segment operating margin, and we remain confident in delivering on our commitments to customers and shareholders.\nRob, let's open the line for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5e7da2905b0972486046dd09ad03f2e4",
    "period": "2024 Q1",
    "content": "Q1 2024 L3Harris Technologies Inc Earnings Call\n\nQ1 2024 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEAPR 26, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies First Quarter 2024 Earnings Call. [Operator Instructions] As a reminder, this conference call is being recorded.\nIt is now my pleasure to introduce your host, Mark Kratz, Vice President of Investor Relations. You may now begin, Mr. Kratz.\n\nMark A. Kratz\n\nDirector of IR, BWX Technologies, Inc.\n\nThank you, Rob. Good morning and welcome to our first quarter 2024 earnings call. Joining me this morning are Chris Kubasik, our CEO; and Ken Bedingfield, our CFO. Yesterday, we published our first quarter earnings release detailing our financial results and guidance. We also provided a supplemental earnings presentation on our website.\nAs a reminder, today's discussion will include certain constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference our earnings release and our SEC filings. We will also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the earnings release.\nI'd now like to turn it over to Chris.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nThanks, Mark, and good morning, everyone. Since the merger of L3 and Harris 5 years ago and after strategic acquisitions and targeted divestitures, we have built a company with a national security focus. We have critical technologies in all domains that align to national security priorities and the global threat environment. Responsive space, resilient communications and rocket motors are critical for the future fight. The trusted disruptor strategy and our portfolio are setting the stage for L3Harris to differentiate ourselves with top line growth while simultaneously increasing our industry-leading margins.\nThe global security environment continues to be one with heightened tensions and regional conflict. Domestically, Congress recently passed the 2024 appropriations bills, which included $844 billion for defense. Our programs are well funded, and we are positioned for profitable growth across much of the enterprise. Demand remains strong for our products and solutions as we started off the year with a 1.06 book-to-bill ratio.\nInternationally, we continue to see a strong and geographically diverse pipeline of opportunities. As an example, we were recently awarded a $150 million program to provide secure networking to Taiwan, displacing a long-time incumbent. This win is an integral part of our interoperability and supports the C JADC2 mission.\nTurning to tactical radios. We maintain a robust international pipeline of over $10 billion, including several FMS cases, primarily for Europe, totaling more than $1 billion. These opportunities, along with the continued strong backlog, give us confidence in an international tactical radio ramp in the second half of the year. Other international opportunities are supported by the DoD's supplemental funding, particularly in Ukraine. Earlier this week, the President signed a foreign aid package for Ukraine, Israel and Taiwan that includes $67 billion in funding for key defense programs. L3Harris has been a key supplier in Ukraine since the start of the conflict, and the need for this equipment remains strong.\nOur products are being used in theater and exceeding expectations. The supplemental bill will provide our allies access to needed capabilities while at the same time support the U.S. defense industrial base, including small and midsized businesses. With the bill just recently passed, we will give you more information during the next earnings call on the incremental opportunities that provides. Our workforce is proud to support our country and its allies around the globe.\nTurning to 2024. Our strong first quarter results reflect improvement across our diverse set of programs and products. We're executing on our contracts and improving cost and schedule performance, which helped drive net positive EACs for the second consecutive quarter. In our product businesses, we are improving quality and driving higher on-time deliveries.\nTurning to programs. I see development risk abating. This is not to say that we're out of the woods on all of our development programs, but the business is performing well and the disciplined bidding focus and programmatic rigor is starting to pay off. LHX NeXt cost savings are also starting to contribute, and we see that benefit accelerating in 2024 and 2025.\nKen will cover the financials in more detail, but I wanted to highlight that revenue was up double-digit year-over-year and operating income was up $150 million, resulting in margins expanding 80 basis points to 15.1%. Given the strong start to the year, we are raising our 2024 margin EPS and revenue guidance while reaffirming our free cash flow commitments.\nAt our Investor Day, we committed to $1 billion in LHX NeXt gross cost savings by 2026, focused on optimizing our workforce infrastructure and supply chain. The initiative will enable us to maintain our industry-leading margins while investing in technologies, tools and systems to support our customers and employees. We are accelerating our LHX NeXt activity in 2024. And earlier this month, we implemented a workforce reduction that will result in about 5% fewer people than when we began the year. With these reductions, we are focused on eliminating noncore processes, streamlining our organizational structure to maximize efficiency and rightsizing our physical footprint.\nTo summarize, our actions to date have put us ahead of our gross run rate savings target of $400 million by the end of the year. There's more work to do, and I am confident in our LHX NeXt leadership team and know that our collective efforts will yield the $1 billion savings target, as previously committed.\nOperationally, we continue to make progress within our Aerojet Rocketdyne segment. Since closing the acquisition, we've implemented processes and tools, which have helped reduce late deliveries by 20%. We've returned multiple programs back to green, and we continue to work with our customers and the DoD to accelerate and improve deliveries of these critical products and to support future growth.\nAligned with that growth, it was recently announced that we were selected to be the primary propulsion provider for the Missile Defense Agency's next-generation interceptor. We anticipate this to be a multibillion-dollar opportunity over the life of the program.\nOutside of operations, our finance team saw an opportunity to refinance some variable rate debt and replace it with fixed rate notes, saving 150 basis points. On capital deployment, we increased our dividend for the 23rd consecutive year, and we were able to get back into the share repurchase market in Q1, executing about half of the 2024 share repurchase target. We expect about $1 billion in gross proceeds from the previously announced divestitures, which will largely be used to reduce our leverage below our 3.0 target ratio.\nWe remain focused on achieving the financial framework we laid out at Investor Day, and our first quarter results are a solid step forward towards delivering on our commitments.\nI'll now turn it over to Ken to provide additional perspective.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, Chris. Let's start with consolidated results for the quarter. We reported solid gains of $5.5 billion, including over $900 million for SDA tracking Tranche 2, nearly $150 million for U.S. Marine Corps and SOCOM handheld tactical radios, and an international award for a NATO country for missionized business jets that leverages our domestic ISR capabilities.\nBacklog remains at over $32 billion and supports margin expansion opportunity as we move forward given operational improvements and recent bidding discipline. Revenue grew 17% and 5% organically with growth in 3 of our 4 segments. Revenue at IMS reflects aircraft procurements in Q1 '23, resulting in lower sales in Q1 2024. As Chris mentioned, operating margins expanded to 15.1%, up 80 basis points from improved operational and program performance while also starting to see the benefits of LHX NeXt.\nEPS grew 7% to $3.06 per share primarily from segment operating margin performance, partially offset by higher interest expense and lower pension income. On a pension-adjusted basis, first quarter EPS was up over 10%. Free cash was an outflow of $156 million as first quarter cash flows are typically the lowest of the year. As you will recall, we derisked 2024 cash taxes at the end of '23, and we remain confident in delivering free cash flow growth this year to $2.2 billion.\nI'd now like to turn to some segment details for the quarter. I highlighted earlier that revenue grew 17% from the acquisition of Aerojet Rocketdyne and organic growth in our SAS and CS segments as we continue to see strong demand for Space Systems and Tactical Communications businesses.\nOn margins, we drove operational improvements throughout each of our 4 segments. In SAS, we are making progress on development programs, including the recent launch of 5 L3Harris missile-tracking satellites as part of the SDA tracking Tranche 0 and HBTSS programs. With these space investments and risk largely behind us, we are beginning to realize the benefits of the new growth areas and maturing processes as we move forward. These efficiencies were a contributing factor in expanding SAS margins by 100 basis points in the quarter.\nWe made progress on program performance, resulting in a $75 million improvement in net EACs versus the first quarter of 2023. These were driven by improvements in all segments as our focus on operational rigor continues to pay dividends. This was most prominent in our CS segment, where the Integrated Vision System sector saw stronger results. The Tactical Data Link business continues to perform well as we realize synergy benefits of a consolidated business within our broadband communications sector. And in Tactical Communications, which drove solid results with an increased level of lower-margin DoD deliveries, we anticipate it will continue through the first half of the year.\nOn capital allocation, our plan remains the same. We will continue to focus on deleveraging the balance sheet before we look at opportunities to accelerate share repurchase beyond offsetting dilution. During the first quarter, we returned over $450 million to shareholders through dividends and share repurchases.\nMoving on to 2024 guidance. We are tightening our revenue range of $20.8 billion to $21.3 billion, while we reaffirm our free cash flow commitment of $2.2 billion. We are increasing total company margin guidance for the year to greater than 15% versus prior guidance of approximately 15%. This increase is most notable in SAS, where we now expect margins of approximately 12%, up from prior guidance of mid- to high 11%.\nOutside of operations, we are also updating our guidance for pension income. At the end of last year, we combined the acquired Aerojet Rocketdyne pension assets with our own. Our actuarial update is more positive than our new outlook, so we have updated those figures accordingly.\nLastly, on guidance, we are increasing our earnings guidance to a range of $12.70 to $13.05 per share, up from prior guidance of [ $12.30 ] and to $12.80. From a modeling perspective, I would continue to point out that our CS segment will have a heavier DoD tactical mix in the first half that has less margin opportunity than international programs. Interest expense will also remain elevated in the second quarter. Both trends should reverse as we make our way into the second half of the year, along with a second half-weighted free cash flow profile. Overall, a good start to 2024, and we remain focused on executing to deliver on commitments to our customers and our shareholders.\nWith that, let's open the line for questions. Rob?"
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/df8bb1857dfb4c905d9ad0a4eadd2e28",
    "period": "2023 Q4",
    "content": "Q4 2023 L3Harris Technologies Inc Earnings Call\n\nQ4 2023 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEJAN 26, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies Fourth Quarter 2023 Earnings Call. [Operator Instructions] As a reminder, this conference call is being recorded. It is now my pleasure to introduce your host, Mark Kratz, Vice President of Investor Relations. You may begin.\n\nMark A. Kratz\n\nDirector of IR, BWX Technologies, Inc.\n\nThank you, Rob. Good morning, everyone, and welcome to our fourth quarter 2023 earnings call. Joining me this morning are Chris Kubasik, our CEO; and Ken Bedingfield, our CFO. We've updated our quarterly earnings approach based on feedback. And yesterday evening, we published our fourth quarter earnings release detailing our financial results and guidance. We've also provided a supplemental earnings presentation on our website.\nAs a reminder, today's discussion will include certain matters that constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference our earnings release and SEC filings.\nWe'll also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the earnings release. Specifically, I will note segment operating income, which excludes items such as impairments, the goodwill and other assets reported at the business segment level.\nI would now like to turn it over to Chris and Ken for some opening remarks.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nOkay. Thanks, Mark, and welcome, Ken, to your first L3Harris earnings call. We're excited to have you on the team.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, Chris. I'm excited to be a part of the team.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nAll right. I want to start by thanking our investors and analysts for attending our Investor Day last month. We had a great turnout and appreciate the strong positive feedback from the event.\n2023 marked the fourth full year since the merger and served as an inflection point in many respects. We met our financial commitments. We closed our integrating and seen the benefits of two acquisitions that are focused on national security and aligned with defense spending priorities. We announced the sale of a noncore business, further aligning our portfolio. And we returned to growth following a few years of macroeconomic disruptions.\nThis past year, we also strengthened our leadership team and Board of Directors, adding key talent that will help drive future value for our investors, customers and employees. This year's progress gives us confidence that we have set the foundation to achieve the financial outlook that we laid out at our Investor Day and are reaffirming today with segment level detail.\nGlobally, the threat environment remains elevated, emphasizing the importance of our mission. With the national security-focused portfolio, we continue to support the U.S. and its allies providing vital solutions for our customers' most critical missions.\nDomestically, we await Congress to pass all 12 appropriation bills by the end of April including a pending vote for an $842 billion top line defense budget, which has solid support for our programs, most notably in the areas of space, missiles, intelligence and resilient communications.\nIn 2023, demand remained strong. We reported a record $23 billion in orders, including key awards for the U.S. Army's manpack and leader radios, compass call missionized business jets and rocket motors for the Army's guided multiple launch rocket system. The orders we received in 2023 contributed to a record backlog of $33 billion, more than double the $16 billion of backlog at the time of the merger.\nThis positive momentum continued into early 2024, underscored by the recent award for 18 satellites from the Space Development Agency for more than $900 million.\nInternationally, orders were up 24%, including tactical radios, Vampire systems for Ukraine and an International Space award that leverages our 55-year trusted heritage to build and deliver advanced payloads for Japan's next-generation weather satellite. We are maintaining our international growth strategy and aim to improve that mix over the medium term.\nOperationally, our performance-first culture has been a driving factor in meeting our financial commitments and we are gaining momentum as we focus on profitable growth.\nWe're about 6 months into the Aerojet Rocketdyne integration, and we have captured the $50 million in cost synergies that we were targeting. The team is using the savings to deploy resources from a L3Harris to help improve operational performance and ultimately increase capacity.\nIn our short time owning this business, we are seeing improvements and we are progressing towards returning to contracted production levels.\nAs highlighted at our Investor Day, we are executing on our LHX NeXt initiative aimed at delivering $1 billion in gross cost savings over the next 3 years. These efficiencies will optimize our infrastructure and leverage our scale, which enables us to achieve margin expansion moving forward. We executed a number of projects included in exiting facility leases to reduce cost and overall square footage.\nWe continue with our ERP consolidation with 10 reporting units being consolidated into one reporting unit earlier this month. And at the program level, our continued focus on program excellence has helped drive better EAC performance. However, we have more work to do in this area.\nIn 2024, we are prioritizing our [ focus ] on execution, margin expansion and growing free cash flow. Additionally, we will continue to evaluate parts of our portfolio against strategic alternatives for noncore assets.\nIt should be clear that we have made significant progress on the journey to transform the company. Our core businesses are aligned with our customers' priorities and provide many levers to enable us to create shareholder value. Ken will discuss our capital deployment strategy in more detail, but it is unchanged from what we discussed at Investor Day. We will invest to grow organically, to delever the balance sheet and then to return excess cash to shareholders.\nOur strategy is backed by our diverse and talented team, and we continue to invest in our workforce, both financially and professionally. This gives me confidence that we have the right leaders in place to execute our imperatives and drive long-term shareholder value.\nWith that, let me turn it over to Ken for some financial details, including our 2024 guidance.\n\nKenneth L. Bedingfield\n\nChief Financial Officer & Corporate Vice President, Northrop Grumman Corp.\n\nThanks, and good morning, everyone. It's great to be part of the L3Harris team and working alongside Chris. Over the last 6 weeks, I've been actively engaged with the team, reviewing the business and our financial plan. I'm all in, in our approach and grow more confident with each day. We'll be on the road meeting with investors next week and attending a few conferences during the quarter. So I look forward to reengaging with you all over the coming months.\nLet's start with consolidated results, which were all in line with our latest guidance. We reported full year revenue of $19.4 billion at the high end of our guidance, up 14% year-over-year and 6% organically, which was primarily from growth in our Space & Airborne Systems and Communication Systems segments. We delivered segment operating margin of 14.8%, earnings of $12.36 a share and free cash flow was just over $2 billion.\nFor the fourth quarter, revenue was $5.3 billion, up 17% largely driven by the Aerojet Rocketdyne and Tactical Data Links acquisitions and continued strong growth in Space Systems and resilient communications. Fourth quarter segment margin was 15.1%, up 50 basis points from higher volume and favorable product mix and better program performance, which all resulted in net positive EAC adjustments, the first net positive quarter since mid-2022. Fourth quarter earnings per share grew 2% to $3.35.\nLet me hit on segment results before turning to 2024 guidance. SAS reported revenue of $6.8 billion for the year, up 7% as we continue to see strong growth in Space, Mission Networks and Intel and Cyber programs. I've been impressed with what we're doing in Space. To me, this demonstrates how we are thinking differently, responding quickly, making target investments and seeing them pay off in growing and enduring markets. It's exciting to see how much progress we've made in responsible space where we are taking share.\nSegment operating margin was 11.4% for the year, down 30 basis points, driven by growth in the early phase space programs. We are now beginning to move into the more mature production phase of these programs as we look to improve margin in 2024.\nIn IMS, revenue was $6.6 billion for the year, which was roughly flat. Segment operating margin was 11.2%, down 180 basis points from program challenges and lower international mix. I've looked at the changes the team has implemented throughout the year to address these operational challenges and believe that the multipronged approach, including leadership changes, training and maturing programmatic risk management processes will improve the business going forward. We've already seen sequential improvements within the business and expect greater financial stability in 2024.\nCS revenue was $5.1 billion, up 20% year-over-year with 12% organic growth. Beyond the acquisition of TDL, revenue growth was driven by higher volume of tactical communication equipment. Segment operating margin was 24.2%, flat year-over-year as higher volumes were offset by lower international mix. I will note that CS had a great Q4 with record operating margins since the merger at 26.1%.\nLastly, Aerojet Rocketdyne revenue was over $1 billion and operating margin was 11.6% for the post-acquisition period. The new leadership team at Aerojet Rocketdyne is working to drive operational improvements to increase throughput of its critical products.\nExpanding on Chris' comments, early actions the team has taken include investing in critical suppliers, deploying resources to their sites, improving processes and co-investing in supplier infrastructure. We look forward to sharing more data with you as we progress on these efforts in 2024.\nTurning now to 2024 guidance, which is consistent with the framework that we presented at Investor Day. We expect $20.7 billion to $21.3 billion in revenue with organic growth in all segments. As you fill out your models, I would note that with strong fourth quarter results at CS and some favorable SAS timing, we expect a slower top line growth rate to start the year. IMS and total company guidance also contemplates the sale of CAS in 2024 with any potential timing impact within the revenue and margin guidance ranges.\nConsolidated segment operating margin is anticipated to be approximately 15% from efficiencies gained with increased volume, operational improvements and LHX NeXt cost savings. This is partially offset by a full year of Aerojet Rocketdyne. Throughout the year, margins should gain momentum driven by program ramps, international product mix and accelerating LHX NeXt cost savings.\nWe do have two nonoperational headwinds totaling more than $200 million. First is lower pension income, which we anticipate netting to about $300 million this year and second is an anticipated $650 million in interest expense. With taxes and share count, we anticipate non-GAAP EPS to grow to a range of $12.40 to $12.80. We should see it grow ratably across the quarters, ultimately reflecting a sequential build much like we saw in 2023.\nWe closed out 2023 with solid working capital improvement coming down from elevated levels during the pandemic. The team and I are keenly focused on this as we aim to grow free cash flow over the next several years. For 2024, we expect free cash flow of approximately $2.2 billion, up 10%, driven by earnings growth and continued balance sheet efficiency.\nAt a segment level, we expect SAS revenue of $6.9 billion to $7.1 billion, with operating margin in the mid- to high 11% range. IMS revenue is anticipated to be $6.4 billion to $6.6 billion, with operating margin in the low to mid-11% range, driven by lower-than-historical international mix. We expect CS revenue of $5.3 billion to $5.4 billion, with operating margin in the low to mid 24% range. And for Aerojet Rocketdyne, we anticipate revenue of $2.4 billion to $2.5 billion and operating margin in the high 11% range.\nAs Chris mentioned, our capital allocation priority remains focused on first, paying down debt to achieve a leverage ratio of less than 3.0 and then a shift to returning all excess cash to shareholders through dividends and share repurchases.\nOn the dividend, we continue to target a payout ratio of 35% to 40% of free cash flow. For share repurchases, I will note that we returned over $0.5 billion in 2023, we are targeting a similar amount in 2024, and we look to accelerate buyback in '25 and 2026.\nTo close out, one of the reasons I joined L3Harris was I believe that there is tremendous value potential. In my time here, I have gained more confidence that we can deliver on our 2024 and future commitments.\nWith that, let's open the line for questions. Rob?"
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1acb84306cbf6ec6e2f934e5157a83f9",
    "period": "2023 Q3",
    "content": "Q3 2023 L3Harris Technologies Inc Earnings Call\n\nQ3 2023 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEOCT 27, 8:30 AM\n\nOperator\n\nGreetings. Welcome to L3Harris Technologies Third Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this conference is being recorded.\nIt is now my pleasure to introduce your host, Mark Kratz, Vice President, Investor Relations. Thank you, you may now.\n\nGeorge D. Shapiro\n\nAnalyst, Shapiro Research LLC\n\nThanks, Rob. Good morning, and thank you, everyone, for joining us to discuss third quarter results. Joining me are Chris Kubasik, our CEO; and Michelle Turner, our CFO. Yesterday, we published our investor letter detailing our results, guidance and key company updates. So this morning's call will be focused on answering questions.\nAs always, we may discuss certain matters that constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause results to differ materially. For more information, please reference our provisions found in our investor letter and our SEC filings. We will also discuss non-GAAP financial measures, which are reconciled to GAAP measures in the investor letter.\nI would now like to turn it over to Chris for some brief remarks.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nOkay. Thank you, Mark, and good morning, everyone. I know you've all had a busy week, and we appreciate you joining us this morning. The current events in the Middle East remind us that what we do at L3Harris matters and the industry in which we operate is more critical than ever before. As a national security technology-focused company, we remain committed to supporting the U.S. and satellites to deter aggression and foster stability around the world. As we embark on our fifth year since the merger of L3 and Harris, I'm proud of our achievements. We've built a diverse and seasoned team that is integrating our company. L3Harris is viewed as a disruptive competitor that is reshaping the U.S. defense industrial base. Meanwhile, underpinning our strategy is a focus on operational excellence, delivering quality products on time, driving cost out of our system and focusing our portfolio as a national security company. This ultimately benefits our customers and creates long-term value for our shareholders.\nWhile the macro environment has been challenging, we are making considerable progress. The business is on solid footing, and we are building operational momentum. In the third quarter, we reported 16% top line growth, a second consecutive quarter of sequential margin improvement and strong cash generation, resulting in more than 100% free cash flow conversion. This extends our trend of generating positive free cash flow in each of the quarters since the merger. The team and I look forward to providing more details on our strategy and our 2024 outlook at our Investor Day in December.\nAnd with that, Rob, let's open the line for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bdc7a8c0748a5313fa4fdf6ec2ed343e",
    "period": "2023 Q2",
    "content": "Q2 2023 L3Harris Technologies Inc Earnings Call\n\nQ2 2023 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEJUL 27, 8:00 AM\n\nOperator\n\nGreetings, and welcome to the L3Harris Technologies Second Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nAt this time, it is now my pleasure to introduce your host, Mark Kratz, Vice President, Investor Relations. Thank you. You may now begin.\n\nMark Kratz\n\nDirector-Investor Relations, BWX Technologies, Inc.\n\nThank you, Rob. Good morning, and welcome to today's call. Joining me are Chris Kubasik, our CEO; and Michelle Turner, our CFO. During our discussion, we may reference the investor letter that we published on the website yesterday. As always, this call will primarily be focused on answering questions.\nAs you can imagine, given the news, we have a busy day, so we're going to hold the call to 40 minutes this morning. I will be available throughout the day for follow-ups. During the call, we may discuss certain matters that constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference the safe harbor provision found in the investor letter and our SEC filings.\nWe will also discuss non-GAAP financial measures which are reconciled to comparable GAAP measures in the investor letter. Lastly, we conducted an investor perception study in the second quarter and recently reviewed the results with the Board. I want to thank those who participated and we are incorporating your feedback.\nBefore moving to questions, I'd like to turn it over to Chris for some opening remarks.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nOkay. Thanks, Mark, and good morning, everyone. Yesterday marked a significant milestone for L3Harris and our acquisition of Aerojet Rocketdyne. Our investor letter disclosed that the FTC will not block our acquisition. This is 1 of the final closing conditions for the transaction, and we are moving forward to close in the next day or so. I look forward to extending a warm welcome to Aerojet's team of over 5,000 employees who will soon become part of L3Harris. This acquisition represents a pivotal moment for both our company and the defense industry and is poised to generate shareholder value beyond initial expectations.\nBudgets are increasing for munitions and the DoD has committed DPA, Defense Production Act funding for the expansion and modernization of Aerojet Rocketdyne's Rocketdyne's operations. Upon closing, this acquisition will strengthen the defense industrial base, foster healthy competition and accelerate innovation in support of the war fighter.\nIn conjunction with this exciting news, we continue to focus on execution across the enterprise and have delivered on our financial commitments again in the second quarter. Our results reflect the momentum we have been building over the last year as the team delivered the fourth consecutive quarter of top line growth, which accelerated to 13% with increases in each segment. We don't talk much about our sectors, but 13 of the 14 grew their top line in Q2 and 13 of 14 had a book-to-bill greater than 10. This gives me confidence that we've been investing in the right technologies and we are aligned with customer priorities.\nOperating income was up 7% and margins expanded 50 basis points sequentially as we had anticipated. In total, we delivered earnings of $2.97 per share ahead of consensus and free cash flow was positive, in line with prior commentary at over $300 million.\nGiven our performance to date, we are increasing revenue and EPS guidance for the year and reiterating our free cash flow commitment. With easing supply chain constraints, operational improvement initiatives, and accelerating sequential growth in product-centric businesses, we remain focused on delivering second half results for 2023.\nWith that, let's open the line for questions, Rob."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/56766d08c65b973051a510e561d1f717",
    "period": "2023 Q1",
    "content": "Q1 2023 L3Harris Technologies Inc Earnings Call\n\nQ1 2023 L3Harris Technologies Inc Earnings Call\n\nLHXNYSEAPR 28, 8:30 AM\n\nOperator\n\nGreetings, and welcome to the L3Harris Technologies' First Quarter 2023 Earnings Conference Call. [Operator Instructions] As a reminder, this call is being recorded.\nIt is now my pleasure to introduce your host, Mark Kratz, Vice President, Investor Relations. Thank you. You may now begin.\n\nMark Kratz\n\nDirector-Investor Relations, BWX Technologies, Inc.\n\nThank you, Rob. Good morning, and welcome to today's call. Joining me are Chris Kubasik, our CEO; and Michelle Turner, our CFO. During our discussion, we may reference our investor letter that we published on our bite yesterday. We're listening to investor feedback and have made some enhancements. Given the detail in this letter, this call will primarily be focused on answering questions. .\nWe may also discuss certain matters that constitute forward-looking statements. These statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please reference the safe harbor provision found in the investor letter and our SEC filings. Lastly, we will frequently discuss non-GAAP financial measures, which are reconciled to comparable GAAP measures in the investor letter.\nBefore moving to questions, I'd like to turn it over to Chris for some opening remarks.\n\nChristopher E. Kubasik\n\nVice Chairman, President & Chief Operating Officer, Lockheed Martin Corp.\n\nOkay. Good morning, and thanks, Mark, and welcome aboard. We've been focusing on execution under our Performance First imperative and I'm pleased with our results. The first quarter was strong in many respects as we continue to build momentum with our trusted disruptor strategy resulting in record orders and record backlog. Improving macro trends serve as a positive backdrop, including the president's 2024 budget request released to Congress in March. We are well aligned with the priorities in the national defense strategy, which is reflected in robust funding in major areas for us, including space and joint force capabilities as well as missiles and munitions given our pending acquisition to Aerojet Rocketdyne. .\nOur goal for Q1 was to grow the top line, meet the EPS number and have positive cash flow. The team rallied and delivered on all counts. For a third consecutive quarter, we had top line growth, a 9% increase with each segment growing. Operating income was up in 2 of the 3 segments despite the usual headwinds. However, we came in line with where we thought we would be to begin the year. This resulted in EPS of $2.86 and we anticipate building from there. Free cash flow came in at over $300 million, a significant improvement from a year ago, and we also front-loaded our share repurchase commitment for the year.\nWe received a second request from the FTC in March, which was followed by the Aerojet Rocketdyne shareholder approval vote the following day. Both of these outcomes were expected, and we are responding to the FTC. We still anticipate the deal will close later this year.\nFirst quarter results, our differentiated winning strategy and the overall business environment led us to reaffirm our 2023 guidance with the recognition that record orders and strong revenue growth to date could support a bias towards the higher end of our revenue guidance range should these trends continue. We still have work to do on profitability, but with abating macro headwinds, operational improvement initiatives and accelerating sequential growth in product-centric businesses, we remain committed to our full year EPS guidance.\nSo we're off to a strong start, and I'd like to recognize our employees for continuing to prioritize Performance First in everything they do. With that, let's open the lines for questions, Rob."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f0924682c542571a3ad571770fa5211e",
    "period": "2022 Q4",
    "content": "Q4 2022 L3harris Technologies Inc Earnings Call\n\nQ4 2022 L3harris Technologies Inc Earnings Call\n\nLHXNYSEJAN 27, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies Fourth Quarter 2022 Earnings Conference Call.\n(Operator Instructions)\nAs a reminder, this call is being recorded. It is now my pleasure to introduce your host, Rajeev Lalwani, Vice President, Investor Relations. Thank you, and you may now begin.\n\nRajeev Lalwani\n\nVP, Investor Relations, L3Harris Technologies, Inc.\n\nThank you, Rob, good morning, and welcome to our Fourth Quarter 2022 Earnings Call. We published our investor letter after the market close yesterday. So today's call will primarily be focused on answering your questions.\nJoining me for the call are Chris Kubasik, our CEO; and Michelle Turner, our CFO. A few words on forward-looking statements and non-GAAP measures. Forward-looking statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please see our investor letter and SEC filings.\nA reconciliation of non-GAAP financial measures to comparable GAAP measures is included in the Investor Relations section of our website, which is l3harris.com, where a replay of this call will also be available. Before going to questions, Chris will make some brief comments.\n\nChristopher E. Kubasik\n\nVice Chair & CEO, L3Harris Technologies, Inc.\n\nOkay. Thank you, Rajeev, and good morning, everyone. As we reported yesterday, our fourth quarter came in ahead of expectations, and our 2023 guidance points to steady or improving trends. We've also been active on the M&A front, consistent with our strategy, as opportunities present themselves.\nLet's start with Q4. The team delivered a solid top line, up 6% organically, with Communications leading the way as we saw improvements in electronic component availability within tactical comms. This contributed to the second consecutive quarter of organic growth for our company.\nSegment margins were about what we expected, with ongoing pressures from macro factors, including inflated costs for material and labor. The net of this is EPS just above our recently guided midpoint and free cash flow at our $2 billion outlook.\nTurning to 2023. We're consistent with what we said on the last call: expanding our revenue in the 2% to 4% range, including the Link 16 acquisition while holding our industry-leading margins steady at about 15.5%. EPS adjusted for pension headwinds points to a stable operating results, and we're expecting an improving cash flow profile.\nLastly, on recent M&A activity, we've previously discussed an opportunistic approach within our balanced capital allocation framework. We had opportunities to acquire 2 unique assets in ViaSat's Tactical Data Link business and Aerojet Rocketdyne. We closed TDL in 13 weeks and are off to a strong start with integration. In fact, our newest employees are already on the L3Harris payroll system and participating in our 401(k) and benefit programs. This acquisition positions us well to play a central role in networking and resiliency for global defense customers and fills in a needed capability as we develop our JADC2 solutions.\nRegarding Aerojet Rocketdyne, it's a national asset critical to future warfare that has a leadership position in propulsion, adding exposure to new growth markets for us with munitions, space exploration and hypersonics. It brings nearly $7 billion of backlog and tailwinds driven by global demand.\nWith both of these acquisitions, we'll utilize our recent experience from our merger of equals. We expect much of the integration work for TDL to be complete once we bring Aerojet Rocketdyne into L3Harris. We'll hold an Investor Day later in the year to talk more about the strategy and outlook for our growing company.\nSo we're building momentum with our strategy and look forward to executing on our performance first initiative in 2023. With that, let's open the line for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2cf52cc36b2678648733367a572a5fc9",
    "period": "2022 Q3",
    "content": "Q3 2022 L3harris Technologies Inc Earnings Call\n\nQ3 2022 L3harris Technologies Inc Earnings Call\n\nLHXNYSEOCT 28, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies Third Quarter Calendar Year 2022 Earnings Call. (Operator Instructions) As a reminder, this call is being recorded. It is now my pleasure to introduce your host, Rajeev Lalwani, Vice President, Investor Relations. Thank you. You may now begin.\n\nRajeev Lalwani\n\nVP, Investor Relations, L3Harris Technologies, Inc.\n\nThank you, Rob. Good morning, and welcome to our third quarter 2022 earnings call. We published our investor letter after the market closed yesterday. Today's call will primarily be focused on answering your questions. Joining me for the call are Chris Kubasik, our CEO; and Michelle Turner, our CFO.\nA few words on forward-looking statements and non-GAAP measures. Forward-looking statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please see our investor letter and SEC filings. A reconciliation of non-GAAP financial measures to comparable GAAP measures is included in the Investor Relations section of our website, which is l3harris.com, where a replay of this call will also be available. Before going to questions, Chris will make some brief comments.\n\nChristopher E. Kubasik\n\nVice Chair & CEO, L3Harris Technologies, Inc.\n\nIn the midst of quarterly results and financial outlooks, we can easily lose sight of the importance of the mission. Delivering the technologies to our war fighters who are never in a fair fight is imperative. Earlier this week, we lost a great American and pioneer in Defense. Dr. Ash Carter fostered collaboration between Silicon Valley, the defense industrial base and the Pentagon. He successfully changed the way we combat terrorists, and he opened combat roles to women. Many of us at L3Harris, including our Board of Directors, either knew or worked for Ash Carter. We all send our deepest condolences to his family and friends.\nBefore jumping into questions, as we normally do, I'd like to make a few comments. By now, you have read our investor letter, and much like you've heard from our peers, it's clear that we're operating in a dynamic environment.\nStarting with the good news. My team's energy and excitement continues to build as our trusted disruptor strategy is yielding tangible results and is well aligned with the recently released National Defense strategy. We've carved out a leadership position as a nontraditional prime with a record quarter of over $5 billion in funded orders and a book-to-bill of roughly 1.2. These were driven by notable prime position awards related to Armed Overwatch for SOCOM, responsive space with the SDA Tracking Tranche 1 and network systems for the U.S. Navy.\nWe also announced our first acquisition since the merger. We're acquiring ViaSat's Tactical Data Link business and gaining access to the ubiquitous Link 16 network. This product line fits nicely in our comms and networking-centric portfolio, enabling us to bring the DoD's JADC2 effort to life. Our momentum is building, and I'm optimistic about the value-creating opportunities ahead.\nConversely, on the not-so-good news, we rightsized our 2022 guidance based on current realities. We previously highlighted a steep ramp in the back half of the year. And while we're making progress, today's backdrop necessitates a more measured approach.\nLet's start with the top line. We grew for the first time in 4 quarters at 3%, though fell short of our mid-single-digit expectations. This is because of 2 primary factors: First, we were previously selected for a Mideast aircraft missionization program that included a profitable sale to a key customer, but the formal signing of the contract has now been pushed out as the shifting geopolitical landscape continues to hamper the timing of certain international awards. This would have supported 2 points of growth for the full year, alongside profits and cash.\nSecond, supply chain headwinds continue, and although improved, the recovery was not aligned with our expectations. As a reminder, with our commercial business model, 25% of our revenue is tied to end unit deliveries. We need 100% of the parts to assemble our products, such as a radio, in order to make deliveries and recognize revenue. Thus, we are taking a more prudent approach in the fourth quarter as the availability of mainly electronic components remain volatile. So our expectations is for a 2% decline in 2022 versus the roughly 1% growth we pointed to previously. We ultimately view these as deferrals versus lost sales.\nNext on segment margins. The approximately 16% in our previous guide is going to be closer to 15.5% and in the range of our year-to-date average. This is a result of net higher inflationary input costs offset by proactive cost actions focused on controlling what we can. As expected, the reduced revenue and margins are driving the guidance decline in EPS and free cash flow.\nOn 2023, I know there's a lot of focus here, and we'll properly guide with year-end results as we typically do in January. That being said, our expectation is for improving revenues and relatively steady margins while growing free cash flow and free cash flow per share year-over-year. This remains a work-in-process for the next couple of months. So a tough but necessary financial update. We remain focused on executing our strategy of being a trusted disruptor and controlling the controllables in today's dynamic environment. With that, Rob, let's open up the line for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b6587b6a4d3b508ab3b4b6706450d8e1",
    "period": "2022 Q2",
    "content": "Q2 2022 L3harris Technologies Inc Earnings Call\n\nQ2 2022 L3harris Technologies Inc Earnings Call\n\nLHXNYSEJUL 29, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies Second Quarter Calendar Year 2022 Earnings Call. (Operator Instructions) As a reminder, this conference call is being recorded.\nIt is now my pleasure to introduce your host, Rajeev Lalwani, Vice President of Investor Relations. You may begin.\n\nRajeev Lalwani\n\nVP of IR, L3Harris Technologies, Inc.\n\nThank you, Rob. Good morning, and welcome to our second quarter 2022 earnings call. We published our investor letter after the market closed yesterday, a streamlined format that we're pleased to continue, given the positive feedback. So today's call will be focused primarily on answering your questions.\nJoining me for the call are Chris Kubasik, our CEO; and Michelle Turner, our CFO. A few words on forward-looking statements and non-GAAP measures.\nForward-looking statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please see our investor letter and SEC filings.\nA reconciliation of non-GAAP financial measures to comparable GAAP measures is included in the Investor Relations section of our website, which is l3harris.com, where a replay of this call will also be available.\nWith that, Chris, I'll turn it over to you for some brief comments.\n\nChristopher E. Kubasik\n\nChairman & CEO, L3Harris Technologies, Inc.\n\nOkay. Thank you, Rajeev, and good morning, everyone. I'm encouraged by our progress as we continue to execute our trusted disruptor strategy. We're investing in targeted capabilities in and outside of the company, and we've had over $1 billion of notable prime awards this month alone. And we're pursuing international expansion as our customers need mission-critical solutions in a rapidly changing threat environment.\nWe're also encouraged by how budgets are shaping up globally. The threats are evident, and there's growing urgency to support defense spending in the U.S., NATO and elsewhere. This is a stark contrast to a couple of years ago, where budgets were expected to be flat at best.\nOur book-to-bill of 1.14x in the quarter supports this shift in the budget environment. At the same time, there are factors outside of our control, such as supply chain, inflation and labor markets tightening that are offsetting and masking our progress as well as the opportunities ahead. Our results, however, highlight that we're working to mitigate these challenges.\nOur second quarter results are consistent with prior commentary of a back half weighted year for revenues, margins and cash. Nonetheless, we kept EPS relatively stable year-over-year and our free cash flow [stepped] back from breakeven last quarter to more than $700 million.\nIn addition, while we're reiterating our guide, we're now pointing to the low end of the range across the board.\nBased on the timing of some key awards, including protest activity and a prolonged supply chain recovery, we decided to take a more measured approach, especially given the macroeconomic and geopolitical uncertainties that are somewhat unpredictable. So despite the noise, we continue to execute on our strategy.\nWith that, Rob, let's open the line for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/29d26740095f7a4d9f4d65e470fc4096",
    "period": "2022 Q1",
    "content": "Q1 2022 L3harris Technologies Inc Earnings Call\n\nQ1 2022 L3harris Technologies Inc Earnings Call\n\nLHXNYSEAPR 29, 8:30 AM\n\nOperator\n\nGreetings. Welcome to the L3Harris Technologies First Quarter Calendar Year 2022 Earnings Call. (Operator Instructions) Today's call will be focused on questions and answers following a brief opening remarks. (Operator Instructions) As a reminder, this conference call is being recorded.\nIt is now my pleasure to introduce your host, Rajeev Lalwani, Vice President of Investor Relations. You may now begin.\n\nRajeev Lalwani\n\nVP of IR, L3Harris Technologies, Inc.\n\nThank you, Rob. Good morning, and welcome to our first quarter 2022 earnings call. On the call with me today are Chris Kubasik, our CEO; and Michelle Turner, our CFO.\nFirst, a few words on forward-looking statements and non-GAAP measures. Forward-looking statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please see our investor letter and SEC filings. A reconciliation of non-GAAP financial measures to comparable GAAP measures is included in the Investor Relations section of our website, which is l3harris.com, where a replay of this call will also be available.\nAnd as a reminder, at the start of the year, we began reporting our results in our realigned 3-segment structure that shifts pension items to the corporate level.\nWith that, I'll turn it over to Chris for a few comments.\n\nChristopher E. Kubasik\n\nVice Chairman & CEO, L3Harris Technologies, Inc.\n\nOkay. Well, thank you, Rajeev, and good morning, everyone. As you saw, we released our results after the market closed yesterday in our new streamlined format. We're always looking at ways to improve and challenge the status quo. So instead of issuing a press release at 7:30 this morning and have Michelle and I read prepared remarks, which were very similar to the press release and maybe with some added color, and then having you follow along with our web charts, which are just a graphic depiction of what we were going to say anyway, we thought we'd try something new and come out with what we're calling our investor letter and putting everything in one document. And that allows us all the time today to focus on the questions and talk about what's on your mind.\nSo just real quickly, the first quarter results are consistent with our prior commentary of a back half 2022 weighted revenue and margin plan. This will also be the case with our free cash flow as well. And for the full year, we're reiterating our guide across the board as we continue to advance our strategy in a dynamic environment, whether it's from the pandemic or the global threats in Eastern Europe and elsewhere.\nSo before opening the line to questions, I'd like to express our steadfast support to the people of Ukraine. I think we all agree, their unwavering strength and resilience are a motivating force behind our mission here at L3Harris.\nSo with that, Rob, let's open the lines for questions."
  },
  {
    "header": "LHX",
    "cik": "0000202058",
    "ticker": "LHX",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/90d4438bf73a623db54c97029d0c35cb",
    "period": "2021 Q4",
    "content": "Q4 2021 L3harris Technologies Inc Earnings Call\n\nQ4 2021 L3harris Technologies Inc Earnings Call\n\nLHXNYSEJAN 31, 8:30 AM\n\nOperator\n\nGreetings, and welcome to L3Harris Technologies Fourth Quarter Calendar Year 2021 Earnings Call. (Operator Instructions) As a reminder, this call is being recorded.\nIt is now my pleasure to introduce your host, Rajeev Lalwani, Vice President, Investor Relations. Thank you. You may now begin.\n\nRajeev Lalwani\n\nVP of IR, L3Harris Technologies, Inc.\n\nThank you, Rob. Good morning, and welcome to our fourth quarter 2021 earnings call. On the call with me today are Chris Kubasik, our CEO; and Michelle Turner, our CFO.\nFirst, a few words on forward-looking statements and non-GAAP measures. Forward-looking statements involve risks, assumptions and uncertainties that could cause actual results to differ materially. For more information, please see our press release, presentation and SEC filings. A reconciliation of non-GAAP financial measures to comparable GAAP measures is included in the Investor Relations section of our website, which is l3harris.com, where a replay of this call will also be available.\nIn addition, following our 8-K filed earlier in the month, we'll be speaking to our 2021 results and our prior 4 segment structure, and our 2022 outlook will be in our realigned 3 segment structure that also shifts pension items to the corporate level, furthering operational transparency.\nWith that, Chris, over to you.\n\nChristopher E. Kubasik\n\nVice Chairman & CEO, L3Harris Technologies, Inc.\n\nOkay. Thank you, Rajeev, and good morning, everyone. I'd like to welcome Michelle Turner to this morning's call. She is an experienced financial executive with diverse operational experience, including 2 decades in the aerospace and defense industry. She joins us from Johnson & Johnson. She was the CFO of their supply chain organization. I'm excited to have Michelle on the team and look forward to our partnership. So welcome to week 2, Michelle.\n\nMichelle Turner\n\nSenior VP & CFO, L3Harris Technologies, Inc.\n\nThanks, Chris. It's great to be back in the defense industry and to be part of the L3Harris team. I've been following the merger, and I'm excited about leveraging my experiences to further our strategy of being a nontraditional prime.\n\nChristopher E. Kubasik\n\nVice Chairman & CEO, L3Harris Technologies, Inc.\n\nOkay. Let's get started. This morning, we reported our 2021 earnings, and I'm pleased with the result. Our company delivered another solid year of bottom line performance, growing EPS and free cash flow per share by 12% and 9%, respectively.\nIt wasn't, however, without its challenges as the pandemic stressed our supply chain at a time when budgets remain uncertain. Organic revenues were up 2% for the year, and our margin performance was exceptional as merger cost synergies, alongside E3 savings, enabled expansion of 110 basis points.\nLooking ahead to this year, we initiated guidance today that reflects current market conditions. Organic revenues are expected to be up 1% to 3% with steady to rising segment margins. And when combined with the share count decline, we expect EPS of $13.35 to $13.65, reflecting another solid year of growth.\nOur free cash flow guide of $2.15 billion to $2.25 billion incorporates current tax regulations, which requires us to capitalize R&D expenditures beginning in 2022 versus the prior practice of annual deductions resulting in tax cash payment increases.\nExcluding this impact, free cash flow per share growth would have been up by double digits. We'll provide more details on these figures later on the call.\nOur focus on both value creation and advancing our strategy of leading as a nontraditional prime has driven our success to date. Moreover, in recent months, we made progress in our focus areas of growing the top line, strengthening our operations and augmenting our disciplined allocation of capital.\nLet's start with the top line. With the integration of the company largely behind us, we're progressing on our efforts to grow the business through a 3-pronged approach: first, investing in our capabilities; second, bidding, winning and priming more programs; and finally, expanding our international presence. Our award activity throughout the year demonstrated traction against all 3 of these efforts across all domains.\nAs a leading defense technology company, we're maintaining our industry-leading R&D spend as a percentage of revenues, with an emphasis on open architecture, multifunction, and software-defined solutions across our broad portfolio of capabilities. This remains instrumental in expanding our revenue synergy pipeline as we reached a cumulative 1 billion in funded orders, including a contract for a classified next-generation system in the fourth quarter.\nWe are also accelerating momentum with internal investments in the maritime and cyber domains. Our leading sensor and integration capabilities for naval solutions on programs, such as the Columbia and Virginia class submarines, led to awards of several hundred million dollars in 2021. In addition, we received $100 million sole-source IDIQ from the U.S. Navy for cyber hardened electronic attack shipboard systems in the quarter. Our capabilities position us for multibillion dollar opportunities across ship classes and geographies that we're pursuing in 2022 and beyond.\nWe also expanded our external investments to broaden overall offerings in various capability sets. We're making calculated investments in partnerships and companies so we can bring unique technological solutions to global defense customers. There will be more on this topic throughout the year.\nNext, let me update you on the progress we've made as a nontraditional prime, what we call being a trusted disruptor. Our positioning at the nexus of traditional defense players and new experimental commercial entrants aligns well with the U.S. government's desire for agile, advanced and affordable solutions to address near-peer threats. We expect budget dollars to continue gravitating in this direction.\nA notable example is within the space domain and the need for responsive satellites that can be rapidly procured and deployed to address a range of threats. We were awarded over $0.5 billion in responsive satellite contracts as a prime in 2021, including a $200 million award for a classified mission within the Intel community in the fourth quarter and we have considerable and exciting opportunities ahead of us.\nTurning to International. We continue to see demand for our defensive solutions that are aligned with U.S. export policies and insure partner security. And with a book-to-bill of 1.1 on solid revenue growth in 2021, our strategy is solid.\nWe had a strong growth in our ISR aircraft missionization business from a key NATO customer with awards of over $600 million, including $70 million in the fourth quarter, which is part of a broader multibillion dollar opportunity set we're pursuing in 2022 and beyond.\nIn addition, our international Tactical Communications business continued to experience robust order activity for land modernization in the U.K., Australia and a Mideast country that totaled approximately 500 million for the year and over 200 million in the quarter. This pairs well with the expanding DoD modernization goals, supporting multiyear growth potential for our business.\nIn fact, just last week, we were awarded a $750 million IDIQ by the U.S. Marines to manufacture the Falcon IV multichannel handheld radio that meets modern crypto security standards, while providing them resilient networking capabilities.\nOverall, I'm pleased with the tangible progress we made in 2021 as we delivered a funded book-to-bill above 1.0 and grew our organic backlog by 5%.\nLet's pivot to operations. Our integration efforts were quite successful and will wrap up in early 2022. We also continue to drive a performance culture through our E3 program, that pervades the organization and has been key in mitigating the unforeseen challenges related to the pandemic.\nWe talk about the key components of our E3 program, factory optimization, engineering excellence, supply chain and overhead management. In 2022, we expect these factors to at least offset predicted inflationary pressures for both labor and materials, which we'll look to improve upon as the year progresses.\nWe're off to a good start with our segment and business consolidation efforts. And over the last 2 quarters, we've delivered margins at or above 19% on a consolidated basis or approximately 16% on a segment basis using our new reporting structure.\nWe've also reached several key operational milestones this quarter. Within Space, we successfully completed critical design reviews for 2 major responsive satellite programs. First, the Space Development Agency's tracking layer and second, the Missile Defense Agency's Hypersonic and Ballistic Tracking Space Sensor, known as HBTSS. We are gearing up for prototype launches of 5 satellites over the next 2 years.\nWithin our ISR business, we completed a key flight test and received a supplemental type certificate for the first Compass Call cross-deck aircraft, the U.S. Air Force's missionized business jet. This strategic aircraft arrived in our Waco, Texas facility in the fourth quarter, where we began the next phase of modification. It is scheduled for delivery to the customer later this year.\nLastly, our WESCAM product line within our electrooptical business concluded its transition to a new state-of-the-art manufacturing facility and delivered a record high number of turrets in the fourth quarter as well as for the year.\nConcerning our supply chain, the environment continues to be fluid. For 2022, we expect supply chain disruptions to continue into the first half. As a result, our team is set to continue utilizing the various tools we outlined to address the challenges, such as engaging with lower tiers of the supply chain, accelerating our purchase commitments, utilizing DPAT designations and leveraging smart inventory in selected areas.\nShifting to capital allocation. Our focus remains on maximizing cash generation and strengthening our portfolio, while sustaining a shareholder-friendly approach. Growth in free cash flow per share is a key metric for us. This will remain a 2022 focus as we drive our profit growth, reduce working capital days, continue tax planning and manage capital expenditures. When combined with our share repurchases in 2021 and our current target of $1.5 billion of repurchases this year, we expect free cash flow per share growth of 10%, assuming the R&D tax credit is repealed, contributing to double-digit annual growth since the merger.\nRegarding the dividend, it remains part of our balanced capital allocation framework with opportunities to grow it further as we've done in prior years. Finally, with respect to M&A, we'll be opportunistic and use our balance sheet capacity judiciously to complement our capital return program.\nLet me now provide details on our 2021 results and the consolidated guidance for 2022, and I'll ask Michelle to fill in the segment and other details on the outcome.\nSo let's start on Slide 4. I'll refer to all 2021 figures in our prior 4 segment structure given our realignment became effective in early 2022.\nFourth quarter organic revenue was down 1% versus the prior year. CS and AS were down 11% and 5%, respectively, with electronic component shortages in its supply chain, weighing down the tactical business at CS, while AS was impacted by the timing of awards. IMS saw solid 6% growth from continued ISR aircraft missionization activity and the SAS segment was up 2%, driven by growth in our responsive space franchise.\nMargins expanded 70 basis points to 19.2%, with the most notable drivers being E3 performance and integration benefits, which offset volume-related supply chain headwinds. We exceeded our internal outlook by 100 basis points through favorable mix related to award timing, continued strong E3 performance and by containing supply chain impacts. These drivers, along with our share repurchase activity, drove EPS up 5% to $3.30 as shown on Slide 5.\nFor the full year, organic revenue was up 2% and in line with our prior guidance at the consolidated level. At the segment level, IMS and SAS were up 5% and 3%, respectively, while CS and AS were down in low single digits. CS would have been up in low single digits, excluding these supply chain impacts.\nMargins expanded 110 basis points to 19.1%, exceeding our prior guidance of approximately 18.75% and we're more than 75 basis points ahead of our midpoint at our initial guide with E3 performance and integration benefits being the primary drivers. Earnings per share grew 12% or $1.35, primarily from operations, synergy benefits and a 6% lower share count that overcame divestiture and supply chain headwinds, enabling us to deliver double-digit EPS for another year.\nOur full year free cash flow came in just below the bottom end of our prior guidance range as we consciously built inventory levels to reduce supply chain risk. With this cash flow, along with proceeds from divestitures, we repurchased $3.7 billion in stock and paid over $800 million in dividends, returning about 10% of our market cap to our shareholders.\nNext, on Slides 6 through 9, we provide details on segment results, which are largely consistent with prior commentary. In the interest of time, we can take questions in a few minutes so that we can shift our discussion to the 2022 guide.\nStarting with the top line. Revenue is expected to be in the range of $17.3 billion to $17.7 billion, implying organic growth of 1% to 3% and reflecting growth in every segment. We expect a weaker first half down in the mid-single digits, driven by continued global supply chain impacts in our product-heavy businesses at CS, along with international ISR aircraft award timing IMS given tough compares. We expect high single-digit growth coming in the second half of 2022.\nSegment operating margins are expected to be 16% to 16.25%, positioning us for another year of expansion and are expected to follow sales with more profit in the second half of the year. This, combined with a 4% lower share count, will result in 2022 EPS of $13.50 at the midpoint. On free cash flow, our $2.15 billion to $2.25 billion guide includes a $600 million to $700 million headwind from the R&D tax policy.\nSo with that, I'll turn it over to Michelle.\n\nMichelle Turner\n\nSenior VP & CFO, L3Harris Technologies, Inc.\n\nThank you, Chris, and good morning, everyone. I look forward to my engagement with the analyst and investor community at upcoming events and conferences.\nI'll continue now on Slide 10 with our 2022 segment details and our realigned 3 segment structure as well as provide additional color on the 2022 EPS bridge and cash flow.\nIntegrated Mission Systems revenue is expected to be $7.1 billion to $7.3 billion, up 2% to 4% driven by maritime expansion, classified growth in defense aviation and continued recovery in our commercial aerospace business. ISR aircraft timing from a tough compare is expected to drive a low to mid-single-digit decline in the first half with high single-digit growth coming in the back half of the year. Segment operating margins are anticipated to be within a range of 13.5% to 13.75%, with E3 program savings more than offsetting program mix impacts.\nIn Space & Airborne Systems, we expect revenue of $6 billion to $6.1 billion or flat to up 2%, driven by our traction and responsive space, along with classified strengths in Intel & Cyber, which will be moderated by continued pressure in our airborne businesses as we transition to modernization over the coming years. Segment operating margins are expected to be within a range of 12.5% to 12.75% as E3 program savings offset mix headwinds from key growth programs within space.\nCommunication Systems revenue is expected to be $4.4 billion to $4.5 billion or up 2% to 4% from modernization demand in Tactical Communications, with supply chain delays netting an expected mid-teen decline in the first half and strong double-digit growth in the back half of the year, along with recovering sales in Public Safety. Growth will be moderated by a flattish outlook in broadband and integrated vision solutions. Segment operating margins are anticipated to be within a range of 24.25% to 24.50% as our E3 program savings will more than offset inflationary pressures within Tactical Communications.\nNow turning to the EPS bridge on Slide 11. As Chris said, we expect full year EPS of $13.50 at the midpoint. Of this increase, operations will contribute $0.62, along with a lower share count for $0.60, overcoming headwinds from divested earnings and residual supply chain impacts as well as lower pension income and other items of $0.05.\nOn cash flow, our outlook reflects a modest working capital improvement, $330 million in capital expenditures and no pension funding. We expect to deploy roughly 100% of our free cash flow to shareholders through $1.5 billion in buybacks barring any strategic M&A.\nWith that, I'll turn it back over to you, Chris.\n\nChristopher E. Kubasik\n\nVice Chairman & CEO, L3Harris Technologies, Inc.\n\nAll right. Thanks, Michelle. Well done. So to sum it up, 2021 performance demonstrated our ability to deliver strong bottom line results in a dynamic environment, with our 2022 outlook reflecting growth in all key metrics.\nWith that, Rob, let's open the line for questions."
  }
]