[
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/23448ccec8f16be08e097ffc90df9a3d",
    "period": "2025 Q3",
    "content": "Q3 2025 Stryker Corp Earnings Call\n\nQ3 2025 Stryker Corp Earnings Call\n\nSYKNYSEOCT 30, 4:30 PM\n\nOperator\n\nWelcome to the Third Quarter 2025 Stryker Earnings Call. My name is Robbie, and I'll be your operator for today's call. [Operator Instructions] This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC.\nAlso, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's third quarter earnings call. Joining me today are Preston Wells, Stryker's CFO; and Jason Beach, Vice President of Finance and Investor Relations. For today's call, I will provide opening comments, followed by Jason with the trends we saw during the quarter and some product updates. Preston will then provide additional details regarding quarterly results and guidance before opening the call to Q&A.\nOur third quarter results demonstrate our broad business strength and ongoing commitment to margin expansion. We delivered strong organic sales growth of 9.5% against last year's high 11.5% comparable. We also delivered double-digit adjusted EPS growth of 11.1% despite tariff headwinds, which picked up meaningfully versus Q2.\nOur organic sales growth was driven by widespread demand across our businesses and included high single-digit growth for MedSurg and Neurotechnology and double-digit growth from Orthopedics. Geographically, our U.S. organic sales growth of 10.6% included double-digit organic growth from our vascular, trauma and extremities, neuro cranial and instruments businesses and high single-digit organic growth in hips, knees and endoscopy.\nWe delivered 6.3% organic international sales growth, with notable contributions from South Korea, Japan and emerging markets. We continue to view international markets as a significant opportunity for long-term growth and look forward to launching many products that have already demonstrated success in the United States.\nWe completed two small acquisitions during the quarter. The first, Guard Medical's NPSeal products brings simplified solution for negative pressure wound treatment that strengthens our orthopedic instrument offerings. The second, advanced medical balloons brings novel patient care products to our Sage business. These acquisitions demonstrate our commitment to deals that deepen our portfolio and enhance growth. Backed by a healthy deal pipeline and strong balance sheet, we plan to stay active on the M&A front.\nWe have good momentum exiting Q3 and expect a strong finish to the year. As a result, we are raising our full year 2025 outlook. We are firmly on track to deliver a second consecutive year of 100 basis points of adjusted operating margin expansion backed by strong execution and conviction in the sustained growth and earnings power of our businesses. I would like to thank our teams for their dedication and passion and living our mission each and every day.\nWith that, I will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin. My comments today will focus on providing updates on the current environment, the integration of Inari and a preview of Investor Day.\nProcedural volumes remained healthy in the third quarter, in line with our expectations. We anticipate continued strength in procedural volumes through the end of the year. Demand for our capital products was strong once again in the quarter, and we exited Q3 with an elevated backlog. With a steady hospital CapEx environment, we expect continued strength in our order book.\nWe delivered our best ever Q3 for Mako installations, both in the U.S. and worldwide. Mako continues to see high utilization rates, further bolstering our #1 position in U.S. hips and knees.\nIn addition to Mako 4, our numerous recent product innovations continue to drive growth and interest in the marketplace. Notably, LIFEPAK 35 launched in Europe at the end of the quarter.\nNext, the Inari integration continues to progress well. We continue to convert the business to our Stryker offense with the successful onboarding of our sales professionals. The Inari business delivered double-digit pro forma organic sales growth in the quarter, highlighting robust procedural growth in the teens, partially offset by destocking, which we continue to work through. Inari remains on track to deliver double-digit pro forma sales growth in 2025 and approximately $590 million in sales for the 10 months this year as a part of Stryker.\nLastly, we look forward to hosting our upcoming Investor Day on November 13, which will be webcast live on the Investor Relations page at stryker.com. During the event, various leaders from across our businesses will discuss our long-term strategy and illustrate how we are built for growth. For our in-person attendees, we will conclude with a product fair that will showcase exciting products and innovations across our MedSurg and Neurotechnology and orthopedic businesses. Also, you will be able to interact with many of our leaders.\nWith that, I will now turn the call over to Preston.\n\nPreston Wells\n\nVP & Group CFO of Orthopaedics and Spine\n\nThanks, Jason. Today, I will focus my comments on our third quarter financial results and related drivers. Our detailed financial results have been provided in today's press release.\nOrganic sales growth was 9.5% for the quarter compared to the third quarter of 2024, with the same number of selling days in both periods. Pricing had a 0.4% favorable impact as we continue to see positive trends from our pricing initiatives across many of our businesses. Additionally, foreign currency had a 0.7% favorable impact on sales. Our adjusted earnings per share of $3.19 was up 11.1% from the same quarter last year, driven by our strong sales growth and margin expansion, partially offset by higher interest expense. Foreign currency translation had a favorable impact of $0.03 on adjusted earnings per share for the quarter.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had an organic sales growth of 8.4%, which included 9.4% of U.S. organic growth. and 5.1% of international organic growth.\nInstruments had U.S. organic sales growth of 11.5%, led by a double-digit performance from the Surgical Technologies business, which includes our Neptune waste management, SurgiCount and smoke evacuation products.\nEndoscopy had U.S. organic sales growth of 7.9%, led by a robust double-digit performance from our Sports Medicine business and near double-digit growth from our core endoscopy portfolio, somewhat offset by lower sales in the Communications operating room business due to the timing of infrastructure installations.\nMedical had U.S. organic sales growth of 6.5% that included a double-digit performance in the acute care business, which was driven by ProCuity and Vocera. We continue to expect Medical to achieve 10% organic sales growth this year, while we manage the previously discussed supply chain disruptions affecting our emergency care business.\nVascular had U.S. organic sales growth of 13.4% led by the recent launches of our Surpass Elite [indiscernible] stent and Broadway aspiration system. As a reminder, organic sales growth figures do not include Inari.\nAnd finally, neurocranial had U.S. organic sales growth of 12.9% led by strong double-digit growth in our IBS, Craniomaxillofacial and neurosurgical businesses. Internationally, MedSurg and Neurotechnology's organic sales growth was 5.1% despite the ongoing supply disruptions affecting our medical business and against a very strong prior year comparable growth rate of over 11%, which was driven by our medical endoscopy and neurocranial businesses.\nThe growth this quarter was led by our Neurocranial and instrument businesses. Geographically, this included healthy performances in South Korea and Japan. Orthopedics had organic sales growth of 11.4%, which included organic growth of 12.9% in the U.S. and 7.8% internationally.\nOur U.S. knee business grew 8.4% organically, reflecting our market-leading position in robotic-assisted knee procedures and continued momentum from new Mako installations. Our U.S. Hip business grew 8.7% organically, highlighted by the ongoing success of our Insignia hip stem and the continued adoption of our Mako robotic kit platform that now has the expanded ability to address more difficult primary hip cases as well as hip revisions.\nOur U.S. Trauma and Extremities business grew 13.2% organically with robust double-digit sales growth in our upper extremities and core trauma businesses. Our multiyear strong shoulder growth continues while our core trauma performance continues to be driven by Pangea, our differentiated plating portfolio.\nOur U.S. other ortho business grew 38.5% organically, driven by robust installations in the quarter and amplified by Mako deal mix and a strong performance in navigational technology products. Internationally, Orthopaedics organic growth of 7.8% included a strong performance from our emerging markets. Our international results also include a nominal amount of spinal implant revenue because of previously accepted tenders that we are fulfilling before exiting those markets.\nNow I will focus on certain operating and nonoperating highlights in the third quarter. Our adjusted gross margin of 65% was favorable by 50 basis points over the third quarter of 2024 despite tariff headwinds, which we now estimate will have a net impact of approximately $200 million for the full year 2025. The adjusted gross margin improvement was primarily driven by business mix and cost improvements as we continue to optimize our supply chain and manufacturing processes.\nOur adjusted operating margin was 25.6% of sales, which was 90 basis points favorable to the third quarter of 2024, driven by the gross margin favorability I just discussed, as well as lower adjusted SG&A as a percentage of sales due to ongoing spend discipline as part of our long-term focus on continued margin expansion.\nAdjusted other income and expense of $116 million for the quarter was $74 million higher than 2024 due to increased interest expense from the most recent debt issuances and lower interest income. We now expect our full year 2025 adjusted other income and expense to be approximately $415 million.\nThe third quarter had an adjusted effective tax rate of 14%, reflecting the impact of geographic mix and certain discrete tax items. For 2025, we now expect our full year effective tax rate to be at the lower end of our previously guided range of 15% to 16%.\nTurning to cash flow. Our year-to-date cash from operations was $2.9 billion, driven by year-over-year working capital improvements.\nAnd now I will update our full year 2025 guidance. Considering our year-to-date results, Continued strong demand for our products and our operational momentum, we are raising our full year guidance and now expect organic net sales growth of 9.8% to 10.2%, and adjusted earnings per share to be in the range of $13.50 to $13.60. Our updated sales guidance includes a modestly favorable pricing impact. In addition, Foreign exchange is expected to have a slightly positive impact on both sales and earnings per share should rates hold near current levels.\nWith that, I will now open the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1a6bdf1bd2f4b928b5bae4fe1186ffa4",
    "period": "2025 Q2",
    "content": "Q2 2025 Stryker Corp Earnings Call\n\nQ2 2025 Stryker Corp Earnings Call\n\nSYKNYSEJUL 31, 4:30 PM\n\nOperator\n\nWelcome to the Second Quarter 2025 Stryker Earnings Call. My name is Megan, and I'll be your operator for today's call. [Operator Instructions] This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's second quarter earnings call. Joining me today are Preston Wells, Stryker's CFO; and Jason Beach, Vice President of Finance and Investor Relations. For today's call, I'll provide opening comments, followed by Jason with the trends we saw during the quarter and some product updates. Preston will then provide additional details regarding our quarterly results and guidance before opening the call to Q&A.\nOur second quarter results reflect being in diverse and attractive end markets, our focus on innovation and disciplined operational execution. We delivered double-digit organic sales growth of 10.2% and adjusted EPS growth of 11.4% while managing through the impacts of tariffs, NRE dilution and the spinal implant divestiture. Our robust organic sales growth was driven by strong demand across our product portfolio and included double-digit growth from MedSurg and Neurotechnology and high single-digit growth from orthopedics. Geographically, our U.S. organic sales growth of 11.5% included double-digit organic growth from our endoscopy, neuro, cranial, trauma and extremities and instruments businesses and high single-digit organic growth in medical and hips. We delivered 6.5% organic international sales growth despite supply chain challenges, with notable contributions from South Korea and emerging markets.\nWe continue to view international markets as a big opportunity for future growth. As a growth company, we are excited to continue delivering innovation, both internally and through M&A. We maintain a healthy deal pipeline and are well prepared to capitalize on a broad range of opportunities. We exited Q2 with strong momentum and are well positioned for the second half of the year. As a result, we are raising our full year 2025 outlook, which includes delivering another 100 basis points of adjusted operating margin expansion. We are confident in the durability of our growth and earnings power across our businesses.\nWith that, I will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment, capital demand and the integration of Inari Medical. Procedural volumes remained healthy in the second quarter driven by the continued adoption of robotic-assisted surgery, a stable pricing environment, favorable demographic trends and the ongoing shift toward ASCs. We anticipate continued strength in procedural volumes as we move into the second half of the year.\nDemand for our capital products was strong once again in the quarter, and we exited Q2 with an elevated backlog. With healthy hospital CapEx budgets, we expect continued strength in our order book for the remainder of the year.\nWe are also excited to share that during the quarter, we reached a milestone of 2 million robotic procedures performed with Mako. We are the clear leader in orthopedic robotics and continue to launch new applications such as revision hip, which is receiving very positive surgeon feedback. Also, we delivered our best ever Q2 for Mako installations, both in the U.S. and worldwide with high utilization rates across the globe. We expect sustained momentum from installations and utilization to continue to drive growth in our hips and knees businesses. The launches of Mako Spine and Shoulder are going well and remain on track for full launches as discussed on our last earnings call. Our platform launches, such as LIFEPAK 35 and the Pangea plating system continue to have success in the marketplace and are driving meaningful contributions to growth. We recently received approval for LIFEPAK 35 in Europe and are on track to launch in late Q3. As a reminder, many of our new products are still pending approval in Europe such as Insignia and Pangea.\nIn addition to these launches over the past several quarters, we have introduced a number of next-generation and innovative products across our diverse businesses that continue to drive our growth. Lastly, we continue to make solid progress on the integration of Nari. We did experience some disruption in Q2, including working through destocking over the first half of the year as well as the onboarding of new sales professionals. We have moved quickly to convert the business to our Stryker offense, which will position us well for the future.\nEven as we navigate these changes, we still expect double-digit pro forma revenue growth for 2025.\nWith that, I will now turn the call over to Preston.\n\nPreston Wells\n\nVP & Group CFO of Orthopaedics and Spine\n\nThanks, Jason. Today, I will focus my comments on our second quarter financial results and related drivers. Our detailed financial results have been provided in today's press release. Organic sales growth was 10.2% for the quarter compared to 9% in the second quarter of 2024. This quarter had the same number of selling days as 2024. Pricing had a 0.5% favorable impact with both our MedSurg and Neurotechnology and Orthopedic segments continuing to see overall positive trends from our pricing initiatives. Additionally, foreign currency had a 0.8% favorable impact on sales.\nOur adjusted earnings per share of $3.13 was up 11.4% from the same quarter last year, driven by our robust sales growth and margin expansion, partially offset by higher interest expense. Foreign currency translation had a favorable impact of $0.04.\nNow I will provide some highlights around our quarterly segment performance. In the quarter,MedSurg and Neurotechnology had organic sales growth of 11%, which included 12.5% of U.S. organic growth and 5.7% of international organic growth. Instruments had U.S. organic sales growth of 10.1% led by double-digit performance from our Surgical Technologies business, which includes our Neptune Waste Management and smoke evacuation products. The number of states that have passed smoke-free legislation continues to rise, with 19 states to date having approved smoke-free operating rooms. These states represent over half the national population.\nEndoscopy had U.S. organic sales growth of 18.6%, with strong double-digit performances across all businesses. Growth was fueled by robust demand for operating room infrastructure and renovations and the continued success of the 1788 video platform, as well as our Sports Medicine business, which has expanded its portfolio through the launch of several new shoulder products.\nMedical had U.S. organic sales growth of 9.9%, led by double-digit performance in the acute care business, somewhat offset by lower sales in the emergency care business due to the continuing supply disruptions that are now expected to linger through the end of the year. From a product perspective, these supply matters do not affect LIFEPAK 35. We Vascular had U.S. organic sales growth of 1.4%. We expect improved growth in the second half of this year, led by recent launches of our Surpass Elite flow diverting stent, access lift intracranial based catheter and Broadway large-bore aspiration catheter. As a reminder, organic sales figures do not include [indiscernible].\nAnd finally, neurocranial had U.S. organic sales growth of 14.8%, led by strong double-digit growth in our neurosurgical and IBS businesses, and near double-digit growth in our cranial/maxillofacial business. Internationally,MedSurg and Neurotechnologies organic sales growth was 5.7% despite the supply disruptions in Medical mentioned earlier. Growth was led by our neurocranial, instruments, endoscopy and vascular businesses. Geographically, this included strong performances in South Korea, Canada and our emerging markets.\nOrthopedics had organic sales growth of 9%, which included organic growth of 9.7% in the U.S. and 7.5% internationally. Our U.S. knee business grew 6.2% organically, reflecting our market-leading position in robotic-assisted knee procedures and continued momentum from new Mako installations. Our U.S. hips business grew 8.4% organically, reflecting the ongoing success of our Insignia hip stem and the continued adoption of our Mako robotic hip platform.\nOur U.S. Trauma and Extremities business grew 13.6% organically, with double-digit sales growth in our core trauma and upper extremities businesses. Our core trauma performance continues to be driven by Pangea, our differentiated plating portfolio, which also hit its 1-year anniversary of launch in the quarter and continues to generate robust interest and adoption by the market.\nOur U.S. other ortho business grew 5.6% organically, led by strength of Mako installations and a strong performance in navigational technology products offset by [indiscernible]. Internationally, Orthopaedics organic growth of 7.5% included strong performances in South Korea, Japan and many of our emerging markets. Additionally, our international results do include a nominal amount of spinal implant revenue because of previously accepted tenders that we are fulfilling before exiting those markets.\nNow I will focus on certain operating and nonoperating highlights in the first quarter. Our adjusted gross margin of 65.4% was favorable by 120 basis points over the second quarter of 2024 despite the impact of tariffs. The improvement was primarily driven by cost improvements in business. Our adjusted operating margin was 25.7% of sales, which was 110 basis points favorable to the second quarter of 2024, driven by the gross margin favorability I just discussed.\nAdjusted operating expenses as a percentage of sales were consistent with prior year. Adjusted other income and expense of $106 million for the quarter was $52 million higher than 2024 due to the increased interest expense from our September 2024 and January 2025 debt issuances, slightly offset by favorable foreign exchange impacts. For 2025, we continue to expect our full year adjusted other income and expense to be approximately $430 million.\nThe second quarter had an adjusted effective tax rate of 15.9%, reflecting the impact of geographic mix and certain discrete tax items. For 2025, we continue to expect our full year effective tax rate to be in the range of 15% to 16%.\nTurning to cash flow. Our year-to-date cash from operations was $1.4 billion, driven by higher net earnings and year-over-year working capital improvements. And now I will discuss our full year 2025 guidance.\nConsidering our year-to-date results, strong demand for our products and our operational momentum, we're raising our full year guidance and now expect organic net sales growth of 9.5% to 10% and adjusted earnings per share to be in the range of $13.40 to $13.60. Our updated sales guidance includes a modestly favorable pricing impact. In addition, foreign exchange is expected to have a slightly positive impact on both sales and earnings per share should rates hold near current levels. We now estimate a net impact from tariffs of approximately $175 million in 2025. This estimate, which is consistent with the amounts we have previously discussed, does reflect the reduction in the bilateral U.S.-China tariff rates and the announcement of a new framework agreement with the European Union. We continue to take thoughtful measures to address this estimated impact, which we are offsetting through our continued sales momentum, the leveraging of our manufacturing footprint, disciplined cost management and better-than-expected foreign currency impacts.\nAnd with that, I will now open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/61a823eb344c3048436c489c4747a869",
    "period": "2025 Q1",
    "content": "Q1 2025 Stryker Corp Earnings Call\n\nQ1 2025 Stryker Corp Earnings Call\n\nSYKNYSEMAY 1, 4:30 PM\n\nOperator\n\nWelcome to the First Quarter 2025 Stryker Earnings Call. My name is Luke, and I'll be your operator for today's call. [Operator Instructions] This conference call is being recorded for replay purposes.\nBefore we begin, I'd like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI'd now like to turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's first quarter earnings call. Joining me today are Preston Wells, Stryker's CFO; and Jason Beach, Vice President of Finance and Investor Relations. For today's call, I'll provide opening comments, followed by Jason with the trends we saw during the quarter and some product updates. Preston will then provide additional details regarding our quarterly results, before opening the call to Q&A.\nIn the first quarter, we delivered robust organic sales growth of 10.1%, with double-digit growth in MedSurg and Neurotechnology and high single-digit growth in Orthopaedics, despite one less selling day and a 10% comparable from a year ago. This performance reflects the sustained demand across our product portfolio and our team's vigorous commercial execution. Our results were led by a very strong U.S. performance, including double-digit organic growth from our Trauma and Extremities, Neuro Cranial, Medical, Endoscopy and Instruments businesses, and strong high single-digit organic growth in our Hips and Knees businesses.\nInternationally, we had healthy growth across a broad range of markets, with notable strength in Australia, New Zealand, Japan and Europe. We continue to see international markets as a significant catalyst for future growth.\nWe delivered quarterly adjusted EPS of $2.84 a share, reflecting 13.6% growth compared to the first quarter of 2024, driven by our strong sales performance and margin expansion.\nOn the M&A front, we completed the acquisition of Inari Medical at the end of February. Integration is going well, and we're excited to have Inari as part of Stryker. Additionally, we have completed the sale of our U.S. Spinal Implants business. We're grateful to our former Spine team members for their contributions, and wish them continued success.\nWe have momentum exiting Q1 and now anticipate full year organic sales growth of 8.5% to 9.5% and adjusted earnings per share of $13.20 to $13.45. 2025 will mark the fourth consecutive year that we will hover around double-digit organic sales growth, following 9.7% in 2022, 11.5% in 2023 and 10.2% in 2024. The durability of our high growth is as a result of our commercial execution, extensive innovation pipelines across the company. Our guidance also implies that our operating margin expansion will be approximately 100 basis points, despite the negative impact of tariffs, dilution from Inari and the loss of Spinal Implant contributions for 9 months.\nFinally, I'd like to express gratitude to our teams for their unwavering dedication to our culture, exemplified by Stryker being recognized for the 15th consecutive year on Great Place to Work's 100 Best Companies to Work For list. Our operating model, exceptional talent and differentiated culture continue to set us apart.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment, capital demand and select product highlights.\nProcedural volumes remained healthy in the first quarter, underscored by continued adoption of robotic-assisted surgery. We also continue to benefit from a stable pricing environment, favorable demographic trends and the ongoing shift toward ASCs. We expect the strength in procedural demand to continue through the remainder of the year.\nDemand for our capital products was strong once again in the quarter, with an elevated order book across our capital businesses. Mako continues to drive patient and customer interest, highlighted by our best ever Q1 for installations in the U.S. and worldwide, with high utilization rates across the globe. We expect the sustained momentum from installations and utilizations will continue to drive growth in our Hips and Knees businesses.\nWe continue to receive positive feedback on Mako Spine and Shoulder, and remain on track for full U.S. commercial launch of Mako Spine in the second half of this year, and Mako Shoulder in the first quarter of 2026. We recently launched our next-generation Mako 4 SmartRobotics system. It features a larger monitor for improved visibility, a smaller OR footprint for fast setup and transport and integrates more seamlessly with our fourth-generation Q Guidance system. We remain excited about the momentum Mako provides for our business.\nIn addition to being a leader in robotics and orthopaedics, we are also the leader in cementless knees, which continue to grow at a steady pace. During Q1, there are 2 publications showing 10-year survivorship exceeding 99% for cementless offering.\nNext, our latest platform launches continue to thrive in the marketplace. Our LIFEPAK 35 defibrillator and monitor continues to experience robust demand, fueling a strong order book and driving meaningful sales in the quarter. We are excited about the international opportunities that remain for LIFEPAK 35 and anticipate launching in additional international markets later this year, including Europe and Japan.\nOur Pangea plating system also continues to drive strong growth and increased awareness of our comprehensive offering of trauma products. We continue to progress through our launch cadence and expect to release Pangea in Australia and Canada this year and in Japan in the first half of 2026.\nLastly, as Kevin mentioned in his remarks, we completed the acquisition of Inari during the quarter. Inari's performance to date was strong as we expected, and its results are reported with our vascular division that includes both the neurovascular and peripheral vascular businesses. In addition to Inari, our prior year acquisitions performed well as anticipated.\nWith that, I will now turn the call over to Preston.\n\nPreston Wells\n\nVP & Group CFO of Orthopaedics and Spine\n\nThanks, Jason. Today, I will focus my comments on our first quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release.\nOur organic sales growth was 10.1% in the quarter compared to 10% in the first quarter of 2024. This quarter had one fewer selling day than 2024. We had a 0.7% favorable impact from pricing with both our MedSurg and Neurotechnology and Orthopaedics segment seeing positive trends from our pricing initiatives. Foreign currency had a 0.9% unfavorable impact on sales. Geographically, U.S. organic sales growth was 10.7% and international organic sales growth was 8.5%, with strong sales momentum in Australia, New Zealand, Japan and Europe. Our adjusted EPS of $2.84 was up 13.6% from 2024, driven by our strong sales growth, higher gross margins and operating margin expansion. Foreign currency translation had an unfavorable impact of $0.03.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had organic sales growth of 10.7%, which included 11.4% of U.S. organic growth and 8.2% of international organic growth.\nInstruments had U.S. organic sales growth of 10.4%, led by a robust double-digit performance in the Surgical Technologies business.\nEndoscopy had U.S. organic sales growth of 11.1%, led by double-digit performances in our Core Endoscopy and Sports Medicine portfolios.\nMedical had U.S. organic sales growth of 12.6%, driven by double-digit performances in the emergency care and Sage businesses. As it nears the 1-year anniversary of its U.S. launch, LIFEPAK 35 continues to drive considerable excitement in the market with a strong pipeline.\nVascular had U.S. organic sales growth of 5.6%, reflecting solid performance in our hemorrhagic products. And as a reminder, organic sales do not include Inari.\nAnd finally, Neuro Cranial had U.S. organic sales growth of 13%, led by strong double-digit growth in our Neurosurgical, E&T and [ Cranial Maxillofacial ] businesses.\nInternationally, MedSurg and Neurotechnology's organic sales growth of 8.2% despite some supply disruptions affecting our medical business that continued this quarter and will linger through Q2. Growth was led by our Neuro Cranial, Endoscopy and Instruments businesses. Geographically, this included strong performances in Australia, New Zealand, Europe and most of our emerging markets.\nOrthopaedics had organic sales growth of 9.3%, which included organic growth of 9.5% in the U.S. and 8.8% internationally.\nOur U.S. Knee business grew 8.3% organically, fueled by our market-leading position of robotic-assisted knee procedures and continued momentum from new Mako installations.\nOur U.S. Hip business grew 7.6% organically, reflecting the ongoing success of our Insignia Hip Stem and the continued adoption of our Mako robotic hip platform.\nOur U.S. Trauma and Extremities businesses grew 15.2% organically, with very strong double-digit sales growth in our core trauma and upper extremities businesses. Our core trauma performance was led by Pangea, our differentiated plating portfolio, which continues to maintain robust interest and adoption in the market.\nThe U.S. Spinal Implant's business was flat organically in the quarter. The U.S. other ortho business declined 1.9% organically against a very strong comparable of 28% in the same quarter last year. This quarter's organic change was primarily driven by Mako deal mix away from direct purchases and a decline in bone cement.\nInternationally, Orthopaedics growth of 8.8% organically included strong performances in Japan, Europe, South Korea, Canada and many of our emerging markets.\nNow I will focus on certain operating and nonoperating highlights in the first quarter. Our adjusted gross margin of 65.5% was favorable by 190 basis points compared to the first quarter of 2024. This improvement was primarily driven by manufacturing cost improvements, positive pricing and business mix.\nOur adjusted operating margin was 22.9% of sales, which was 100 basis points favorable to the first quarter of 2024, driven by the gross margin favorability I just discussed, somewhat offset by higher SG&A spending. The increase in SG&A spending versus the same quarter last year was driven by the Inari deal and other investments to support our growth.\nAdjusted other income and expense of $73 million for the quarter was $24 million higher than 2024, driven by higher interest expense related to our September 2024 and January 2025 debt issuances, partially offset by interest income from higher levels of invested cash. For 2025, we expect our full year adjusted other income and expense to be approximately $430 million. As a reminder, our previous guidance of approximately $260 million excluded the impact of Inari. We utilized cash on hand and incurred additional debt to fund the acquisition, and our updated guidance reflects additional interest expense from net debt as well as reduced interest income from lower levels of invested cash on hand.\nThe first quarter had an adjusted effective tax rate of 13.7%, reflecting the impact of geographic mix and certain discrete tax items. For 2025, we continue to expect our full year effective tax rate to be in the range of 15% to 16%.\nTurning to cash flow. Our year-to-date cash from operations was $250 million, reflecting the results of net earnings, normal first quarter seasonal cash outflows and onetime costs associated with the Inari deal.\nNow I will discuss our full year 2025 guidance. Considering our first quarter results, strong demand for our capital products and our commercial momentum in the end markets in which we operate, we are raising our organic net sales growth guidance and now expect sales growth of 8.5% to 9.5%. Our updated sales guidance reflects a modestly favorable pricing impact and a slightly unfavorable foreign exchange impact should rates hold near current levels.\nAs a reminder, our previous adjusted EPS guidance was $13.45 to $13.70, excluding $0.20 to $0.30 of dilution from the Inari acquisition. We are reiterating that guidance and now expect our adjusted EPS to be in the range of $13.20 to $13.45. This guidance includes the net impact of tariffs and our offsetting mitigation efforts.\nWe are currently estimating a tariff impact of approximately $200 million in 2025 based on what has been announced and what is in effect today, including the 10% baseline, product-specific and geographic-specific tariffs. We are taking thoughtful measures to address the estimated impact, and we expect to offset tariff costs through our continued sales momentum, the leveraging of our manufacturing footprint, disciplined spending and better-than-expected foreign currency impacts. We now expect a negative foreign exchange impact in the range of $0 to $0.10, should rates hold near current levels.\nAnd finally, beginning in Q2, our operating results will no longer include the results of the International Spinal Implants business as those results are now attributable to VB Spine as part of the sale agreement.\nAnd with that, I will now open the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5984cbf7e6d600b3c7ad12db35bb0d5c",
    "period": "2024 Q4",
    "content": "Q4 2024 Stryker Corp Earnings Call\n\nQ4 2024 Stryker Corp Earnings Call\n\nSYKNYSEJAN 28, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2024 Stryker Earnings Call. My name is Luke, and I'll be your operator for today's call. [Operator Instructions] This conference call will be recorded for replay purposes. For your planning purposes, and given the amount of content we have to cover, in the event the call runs long, we plan to end the call no later than 6 p.m. EST.\nBefore we begin, I'd like to remind you that discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI would now like to turn over the call to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's fourth quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; Andy Pierce, Group President, MedSurg on Neurotechnology; and Jason Beach, Vice President of Finance and Investor Relations. For today's call, I'll provide open comments followed by Andy, who will expand on our strategic rationale for the pending Inari acquisition. Jason will then follow with the trends we saw during the quarter and some product updates. Finally, Glenn will offer further details on our 2024 results and 2025 guidance as well as financial elements Inari Medical and Spine before we open the call to Q&A. .\nFirst, as you saw in our press release, Glenn Fogel has decided to retire from Stryker effective April 1, after a very successful 9-year tenure as our CFO. He will be replaced by Preston Wells who most of you know from his time in the Investor Relations role. I would like to thank Glenn for his outstanding leadership and great partnership with me and Stryker leaders as we grew the company significantly, delivered consistent strong financial results and have positioned it very well for the future.\nNow let's move to our 2024 results, which were excellent, both for Q4 and the full year. Against double-digit comparatives from a year ago, organic sales growth exceeded 10% for both Q4 and the full year. Globally, for the full year, our instruments, endoscopy, medical, neuro cranial and trauma and extremities businesses all delivered double-digit organic sales growth. Full year U.S. organic sales growth was an impressive 10.6% and international organic sales growth was 8.8%. International results were led by strong performances in Canada, emerging markets in Europe. International continues to represent a significant opportunity for both our legacy businesses and recent acquisitions. We also had excellent earnings performance, including the dilutive impacts from the 7 acquisitions that we completed in 2024, we exceeded our adjusted operating margin goals, delivering an improvement of 200 basis points in Q4 and 110 basis points for the full year versus 2023. Our [ Q3 ] and full year adjusted EPS of $4.01 and $12.19 represents 16% growth for Q4 and 15% growth compared to the full year of 2023. This comprehensive performance demonstrates the durability of our high-growth offense, driven by organic innovation, focused M&A and terrific commercial execution as well as strong earnings power. We have momentum entering 2025 and expect to continue delivering sales growth at the high end of med tech, which is reflected in our full year 2025 guidance of organic sales growth of 8% to 9%. This growth, combined with continuing operating margin expansion translate to an adjusted EPS of $13.45, $13.70 per share before considering the impact of Inari Medical, which Glenn will cover.\nWe also announced an agreement to sell our Spinal Implants business, which has faced challenges in achieving our performance expectations. This sale will place the Spinal Implants business in the hands of new owners that have extensive experience in the spine market and it allows us to better align our resources. We continue to be excited about Interventional Spine, which is one of our fastest-growing businesses and was bolstered by the recent acquisition of Vertos Medical. Additionally, we remain committed to enabling technologies for the spine market, including our Q Guidance System, Copilot and Mako Spine. These portfolio decisions reflect a continuation of our strategy to drive category leadership in attractive, high-growth end markets.\nI will now turn the call over to Andy.\n\nJ. Andrew Pierce\n\nGroup President of MedSurg, Stryker Corporation\n\nThanks, Kevin. Our entry into the peripheral vascular market is a logical adjacency to our Neurovascular division given their complementary product portfolios and parallel sites of service. With the acquisition of Inari, Stryker will be a leading player in the fast-growing area of chemical thrombectomy treatment for venous thromboembolism or VTE. Mechanical thrombectomy for represents a $15 billion addressable opportunity with the U.S. comprising the $6 billion of that opportunity. Today, less than 1/5 of treatments for VTE are with mechanical thrombectomy. And we, therefore, believe this opportunity will expand over time as hospitals and clinicians look to elevate the standard of care for VTE. We believe Inari Solutions, which are supported by clinical research demonstrating their effectiveness, representing significant opportunity for our portfolio. Since bringing its ClotTriever and flow treater products to market in 2017, Inari has seen tremendous revenue growth in excess of 20% annually with a gross margin profile of approximately 85%.\nIn addition to its treatments for VTE, Inari has invested in 4 exciting therapies to address unmet needs in other patient populations. These emerging therapies include chronic venous disease, dialysis access management, acute limb ischemia and chronic limb-threatening ischemia. Together, they represent over $5 billion of incremental market segment opportunity globally. We believe Stryker's international presence can help Inari more rapidly into global markets.\nIn recent years, Inari has made strides globally and is currently helping improve patient outcomes in over 30 markets, primarily in Europe and certain parts of Asia. Its international business is approximately 7% of sales. Stryker has long been a global leader in interventional neurovascular procedures. And with the addition of Inari, we will be equipped with a more comprehensive interventional endovascular portfolio. By launching the R&D and clinical capabilities of both organizations, we will have a greater opportunity to accelerate innovation and meet customer needs.\nFrom a commercial perspective, we are excited about the great synergies that exist between our teams. Inari brings significant operational infrastructure, which includes a commercial organization with attractive call points, including interventional radiologists, vascular surgeons and interventional cardiologists. Inari's strong commercial model and patient-focused mission aligns well with Stryker's culture and our go-to-market strategy in Neurovascular.\nFinally, I would like to thank and recognize Drew Hikes and the entire Inari leadership team for building a strong mission-driven company that is improving patient lives. Inari has done an incredible job establishing this segment and driving adoption through extensive clinical studies and commercial excellence over the last 10-plus years.\nI'd also like to thank the Stryker team for their tremendous efforts in bringing together our 2 companies. With our track record in M&A, we have conviction in our ability to drive a successful integration, deliver innovative solutions to our customers and create significant shareholder value. With our long history of investing in customer-focused technologies, we look forward to achieving best-in-class performance through a world-class sales force, a highly complementary and clinically compelling product portfolio and an exciting pipeline to ensure we continue on this segment.\nAnd with that, I will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Andy. My comments today will focus on providing an update on the current environment as well as Mako, an update on product launches and an adjustment to our external reporting. Procedural volumes remained healthy in the fourth quarter, and we continue to expect the markets will remain strong in 2025, underscored by the continued adoption in robotic-assisted surgery, favorable demographics and healthy levels of patient activity. Additionally, demand for our capital products remained robust with strong organic growth in medical, Instruments and Endoscopy in the quarter and double-digit growth for the full year across all 3 businesses. Hospital CapEx budgets are healthy and our capital order book remains elevated as we enter 2025.\nNext, specific to Mako, we had another record quarter and year of installations in the U.S. and worldwide. The progress of our Mako offense, including our direct-to-consumer campaign, has resulted in strong growth of our installed base alongside continued increases in utilization. In the U.S., we are approaching 2/3 of knees and 1/3 of hips performed using Mako as we exited the year. Globally, we exited the year with just over 45% of knees and approximately 20% of hips performed using Mako. We have momentum and significant opportunities remain as Mako adoption increases. Mako Spine completed its first cases in October, and we received excellent surgeons feedback. We will continue to progress through our limited market release and remain on track for full U.S. commercial launch in the second half of the year.\nNext, we received approval from the FDA for our Mako shoulder application, and we're able to perform our first cases in December. We are excited to now offer a complete ecosystem for shoulders, which includes blueprint, our preplanning software, Mako Shoulder and a leading portfolio of shoulder implants. As a reminder, 2025 will also be a limited launch year for Mako shoulder as we carefully gain clinical experience. We expect a full launch in the U.S. by Q1 of 2026.\nWe have continued to see positive momentum driven by our recent product launches. Our Pangia plating system has seen robust customer interest since its launch, driving strong sales growth. Additionally, our LIFEPAK 35 defibrillator and monitor continues to draw interest driving meaningful sales performance in the quarter, along with a robust order book. Lastly, we have adjusted our external reporting to better align with how we are organized internally and to reflect the pending divestiture of the spinal implants business.\nEffective in the fourth quarter, our Spine enabling technologies results are reported as part of other orthopedics and Interventional Spine results are reported as part of neurocrine. As a result, spinal implants is now reported separately within orthopedics.\nWith that, I will now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVice President, Chief Financial Officer, Stryker Corp.\n\nThanks, Jason. Today, I will focus my comments on our fourth quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release. Our organic sales growth was 10.2% in the quarter compared to 11.4% in the fourth quarter of 2023. This quarter had 1 more selling day than 2023. We had a 1.1% favorable impact from pricing with both MedSurg and Neurotechnology and Orthopaedic segments contributing positive pricing for the quarter. Foreign currency had a 0.5% unfavorable impact on sales.\nIn the quarter, U.S. organic sales growth was 10.9%. International organic sales growth was 7.9% and was led by positive sales momentum in Canada, Europe and our emerging markets. For the year, our organic sales growth was also 10.2% against a very strong comparable of 11.5% last year. U.S. full year organic growth was [ 10.6% ] and international growth was 8.8%. For the full year, the impact from price is favorable 1.1%. Foreign currency had a 0.5% unfavorable impact and 2024 had 1 more selling day than 2023.\nOur fourth quarter adjusted EPS was $4.01 was up 15.9% from 2023, driven by higher gross margins and the continued expansion of operating margins. Foreign currency translation had an unfavorable impact of $0.05. Our full year adjusted EPS of $12.19 was up 15% from 2023, reflecting the favorable impact of sales growth and operating margin expansion partially offset by the unfavorable impact of foreign currency exchange translation of $0.13.\nNow I will provide some more highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 11.1% and organic sales growth of 10.1%, which included 11.5% of U.S. organic growth and 5.8% of international organic growth. Instruments had U.S. organic sales growth of 8.8% with healthy growth in both the Surgical Technologies and orthopedic implants businesses. From a product perspective, sales growth was led by smoke evacuation, waste management, power tools and SteriShield.\nEndoscopy had U.S. organic sales growth of 12.9%, led by strong growth across all businesses. Growth in the quarter was fueled by robust demand for our OR infrastructure and renovations and the continued success of our 1788 video platform and sports medicine shoulder products. Medical had U.S. organic sales growth of 11.1%, driven by double-digit performances in the emergency care and Sage businesses. From a product perspective, the medical business was led by strong sales growth in beds, Sage products, transport capital and defibrillators.\nLIFEPAK 35 continues to drive excitement in the market with a strong and accelerating order pipeline. Neurovascular had U.S. organic sales growth of 12%, reflecting a strong performance in our hemorrhagic business and improvement against competitive pressures in our ischemic business. And finally, neurocranial had U.S. organic sales growth of 13.3%, led by strong growth in our bone mill, high-speed drills, bipolar forceps, craniomaxillofacial and interventional spine products. As a reminder, our growth numbers now reflect the changes that Jason discussed earlier, with interventional spine now reported as part of our neurocranial division.\nInternationally, MedSurg & Neurotechnology had organic sales growth of 5.8%, led by growth in our Instruments and Endoscopy businesses. Geographically, this included strong performances in Canada and the United Kingdom.\nOrthopaedics had constant currency sales growth of 11.3% and organic sales growth of 10.2%, which included organic growth of 10% in the U.S. and 10.5% internationally. Our knee business grew 8.5% organically, reflecting our market-leading position in robotic-assisted knee procedures and momentum from the continued strength of our new Mako installations. Our U.S. hips business grew 7.1% organically, fueled by the continued success of our Cigna hip stem and momentum of our Mako robotic hip platform. Our U.S. Trauma and Extremities business grew 16.2% organically with very strong double-digit sales growth in our core trauma and upper extremities businesses. The performance of Pangea continues to ramp amid robust interest and adoption of this differentiated plating portfolio.\nOur U.S. spinal implants business grew [ 2.3% ] organically in the quarter. Our U.S. other ortho business, which now includes Enabling Technologies, grew 1.3% organically, primarily driven by Mako deal mix and a decline in bone cement. Internationally, Orthopaedics grew 10.5% organically, including strong performances in our emerging markets, Australia, New Zealand, Europe and Canada.\nNow I will focus on operating highlights in the fourth quarter. Our adjusted gross margin of 65.3% was favorable by 140 basis points compared to the fourth quarter of 2023. This improvement was primarily driven by positive pricing, manufacturing cost improvements and mix. Adjusted R&D spending was 5.3% of sales, which was 30 basis points lower than the fourth quarter of 2023. Our adjusted SG&A was 30.8% of sales, which was 20 basis points lower than the fourth quarter of 2023.\nIn summary, for the quarter, our adjusted operating margin was 29.2% of sales which was 200 basis points favorable to the fourth quarter of 2023. For the full year, our adjusted operating margin was 25.3%, which was a 110 basis point increase over 2023. Adjusted other income expense of $51 million for the quarter was $20 million higher than 2023, driven by a full quarter of higher interest expense related to our September 2024 debt issuance. For 2025, excluding the impact from the pending acquisition of Inari, we expect our full year other income and expense to be approximately $260 million driven primarily by the full year impact of additional interest expense from our September 2024 debt issuance.\nOur fourth quarter and full year had an adjusted effective tax rate of 15.4% and 14.8%, respectively, reflecting the impact of geographic mix and certain discrete tax items. For 2025, we expect our full year effective tax rate to be in the range of 15% to 16%.\nFocusing on the balance sheet. We ended the year with $4.5 billion of cash, marketable securities and short-term investments. Total debt was approximately $13.6 billion and includes approximately $3 billion from our bond offerings in September 2024, of which a portion of the proceeds were used to pay down debt of $1.5 billion during the fourth quarter.\nTurning to cash flow. Our full year 2024 cash from operations was $4.2 billion, an increase of $531 million from 2023, driven mainly by higher earnings and improvements in inventory and accounts payable. For 2025, we anticipate that capital spending will be in the range of $800 million to $850 million. We do not anticipate any share buybacks.\nAnd now I will provide full year 2025 guidance. Based on our momentum exiting 2024, a sustained level of procedural volumes strong demand for our capital products and our presence in healthy end markets, we expect organic net sales growth to be in the range of 8% to 9% for 2025, and expect adjusted net earnings per share to be in the range of $13.45 to $13.70, before considering the impact of Inari. This guidance assumes a full year adjusted operating margin of 26.3%, which is in line with our previous assertion to improve op margin to pre-COVID levels.\nOur sales guidance reflects our expectation that the full year impact of price is modestly favorable. Additionally, if foreign exchange rates hold near current levels, we anticipate sales will be unfavorably impacted approximately 1% for the full year and that adjusted earnings per share will be negatively impacted in the range of $0.10 to $0.15, both of which are reflected in our guidance. Compared to 2024, we will have 1 fewer selling day in the first quarter of 2025. The remaining quarters of this year will have the same number of selling days as 2024.\nFinally, while we did quarterly guidance, we do expect the seasonality of our sales, op margin expansion and related earnings to be similar to 2024. As it relates to the pending close of the Inari acquisition, we expect to fund the $4.9 billion purchase price to a mix of cash on hand and new debt, and anticipate closing this transaction towards the end of February. For the approximately 10-month period ending in December 2025, we expect Inari to deliver approximately $590 million of sales on a constant currency basis and have a dilutive impact on adjusted op margin of 0 to 20 basis points and $0.20 to $0.30 on adjusted EPS.\nAs it relates to the divestiture of our spine implants business, we expect that the impact of this transaction will be absorbed into the above guidance for net sales growth, adjusted operating margin and adjusted EPS.\nWith that, I will now open the call up for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0399232dcedf58e0d452900c476d19e7",
    "period": "2024 Q2",
    "content": "Q2 2024 Stryker Corp Earnings Call\n\nQ2 2024 Stryker Corp Earnings Call\n\nSYKNYSEJUL 30, 4:30 PM\n\nOperator\n\nWelcome to the Second Quarter 2024 Stryker Earnings Call. My name is Luke, and I'll be your operator for today's call. [Operator Instructions] This conference is being recorded for replay purposes.\nBefore we begin, I'd like to remind you that discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliation to the most directly comparable GAAP financial measures can be found in today's press release as an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI'll now turn over the call to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's second quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and and Jason Beach, Vice President of Finance and Investor Relations.\nFor today's call, I'll provide opening comments, followed by Jason with the trends we saw during the quarter and some product updates. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.\nIn the second quarter, we delivered strong organic growth sales of 9% against last year's nearly 12% comparable. Our performance included high single-digit growth across both MedSurg and Neurotechnology and Orthopaedics and Spine. This broad performance reflects our diverse business model, sustained demand for our products and our team's strong commercial execution.\nOur organic growth was well balanced between the U.S. and international, with both growing roughly 9%. Our strong results were led by double-digit organic growth in instruments, neurocranial and Mako and high single-digit growth in our medical endoscopy, neurovascular, trauma and extremities and knee businesses.\nInternationally, our organic sales growth accelerated from the first quarter, with strength in Europe, emerging markets, Australia, New Zealand and Japan. As we expand our global share, we continue to see international markets as a key catalyst for our long-term growth.\nOn the M&A front, we continue to execute on our offense. In July, we completed the acquisition of Arlon, which specializes in innovative soft tissue fixation products for foot and ankle and sports medicine procedures. Also yesterday, we closed our acquisition of Moly Surgical. Moly offers a wire-free, soft tissue localization technology that allows surgeons to precisely mark the location of lesions for removal during breast cancer surgeries. Molly's differentiated technology enhances our endoscopy portfolio. We remain bullish about our deal pipeline, and we expect continued activity as we move into the back half of the year. We delivered quarterly adjusted EPS of $2.81, reflecting 10.6% growth compared to the second quarter of 2023. This performance was primarily driven by the strength of our sales as well as continued expansion of our margins.\nFinally, we are raising our expectations for 2024 and now anticipate full year organic sales growth of 9% to 10%, and and adjusted earnings per share of $11.90 to $12.10. Coming off full year organic sales growth of 11.5% in 2023, our updated guidance reflects the strength of our capital backlog innovative product portfolio, healthy procedure volumes and passionate commercial execution across the globe.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin.\nMy comments today will focus on providing an update on the current environment, capital demand and select product highlights. Procedural volumes remained robust in the second quarter, driven by strong fundamentals increased adoption of robotic-assisted surgery and healthy patient activities with surgeons. We continue to expect strength in procedural demand as we move into the second half of the year. Demand for our capital products also remained healthy in the quarter with continued elevated backlog across our Endoscopy and Medical divisions. Continued patient interest in Mako contributed to our best ever second quarter for installations worldwide and in the U.S. with high utilization rates across the globe. Also in the quarter, we reached over 1 million robotic total knee procedures performed to date with Mako and Triathalon. We expect the growing momentum in installations and utilization will continue to drive sustained growth in our hips and knees businesses. Our recent product introductions highlight our commitment to innovation and the durability of our innovation cycle. Pangea comprehensive plating system complements our market-leading nailing portfolio and will enable sustained above-market growth in our core trauma business. We expect Pangea availability to continue to ramp and reach full launch in the U.S. by the second half of 2025.\nNext, our LifePak 35 defibrillator and monitor continues to drive significant excitement in the marketplace. This flagship product within our emergency care business unit was launched near the end of the second quarter with a strong order book, and we believe it will have a multiyear benefit to our Medical division.\nLastly, we announced this morning that we received FDA clearance for our Spine guidance 5 software featuring CoPilot, which introduces smart powered instruments to our Q Guidance ecosystem. This innovative technology is designed to support surgeon precision by providing auditory and sensory alerts when approaching anatomical boundaries during spinal procedures and enhanced patient safety and outcomes. CoPilot is an important step on our development pipeline, which also includes Mako Spine. Mako Spine with CoPilot is on track to launch in Q4 and Mako shoulder is on track to launch at the end of the year.\nWith that, I will now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVice President, Chief Financial Officer, Stryker Corp.\n\nThanks, Jason. Today, I will focus my comments on our second quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release. Our organic sales growth was 9% in the second quarter compared to 11.9% in the same quarter of 2023. Average selling days are in line with 2023. We had a 1.1% favorable impact from pricing. We continue to see positive trends in our pricing initiatives, particularly in our MedSurg and Neurotech businesses, all of which contributed positive pricing for the quarter. Foreign currency had a 0.9% unfavorable impact on sales.\nIn the U.S., organic sales growth was 9%. International organic sales growth was 8.9%, driven by a positive sales momentum across most of our international markets. Our adjusted EPS of $2.81 in the quarter was up 10.6% from 2023, driven by higher sales and partially offset by foreign currency exchange translation, which had an unfavorable impact of $0.03.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 9.8% and organic sales growth of 9.7%, which included 10.1% of U.S. organic growth and 8.2% of international organic growth.\nInstruments had U.S. organic sales growth of 11.9%, led by strong double-digit growth in the Surgical Technologies business. From a product perspective, sales growth was led by power tools, waste management, smoke evacuation and Steri-Shield. Endoscopy had U.S. organic sales growth of 8% with strong growth in its core Endoscopy business and its sports medicine business. This growth was led by the continued success of the 1788 platform and sports medicine, shoulder and knee products. This was somewhat offset by slower communications sales due to the timing of installations, which will recover in the second half of this year. Medical had U.S. organic sales growth of 11.9%, driven by strong sales performances in its emergency care and Sage businesses with growth in transport capital defibrillators and Sage products. Neurovascular had U.S. organic sales growth of 2.3%, which reflects some U.S. supply disruption related to flow diversion products.\nAnd finally, Neurocranial had U.S. organic sales growth of 10.6%, led by double-digit growth in our bone mill, bipolar forceps and craniomaxillofacial products.\nInternationally, MedSurg and Neurotechnology had organic sales growth of 8.2%, led by double-digit organic growth in our instruments, neurovascular and neurocranial businesses. Geographically, this included strong performances in China, Australia and Japan.\nOrthopedics and Spine had constant currency sales growth of 8.9% and organic sales growth of 8%, which included organic growth of 7.3% in the U.S. and 9.8% internationally. Our U.S. knee business grew 6.6% organically, reflecting our market-leading position in robotic-assisted knee procedures and the continued strength of our installed Mako base.\nOur U.S. hip business grew 4.3% organically, fueled by our Insignia hips film. Our U.S. Extremities business grew 9.1% organically with strong performances across our upper extremities, biologics and core trauma businesses.\nOur U.S. Spine business grew 4.4% organically, led by the performance in our Interventional Spine business.\nOur U.S. other ortho business grew 15.4% organically, particularly driven by robust continued momentum of Mako installations.\nInternationally, Orthopedics and Spine grew 9.8% organically, including strong peaces in Canada, Europe and most emerging markets.\nNow I will focus on operating highlights in the second quarter. Our adjusted gross margin of 64.2%, represents approximately 30 basis points of favorability against the second quarter of 2023 and 60 basis points sequentially and as compared to the first quarter of this year. This favorability primarily reflects positive pricing trends and improved material costs and manufacturing efficiencies. Adjusted R&D spending was 6.5% of sales, which was approximately 10 basis points higher than the second quarter of 2023.\nOur adjusted SG&A was 33.1% of sales, which was consistent with the second quarter of 2023.\nIn summary, for the quarter, our adjusted operating margin was 24.6% of sales, which was approximately 30 basis points favorable to the second quarter of 2023. Net adjusted other income and expense of $54 million for the quarter was $12 million lower than 2023, driven by favorable interest income in our invested cash balances. The second quarter of 2024 had an adjusted effective tax rate of 15.2%, reflecting the impact of geographic mix and certain discrete items. For 2024, we still expect our full year effective tax rate to be in the range of 14% to 15%. Focusing on the balance sheet, we ended the second quarter with approximately $2 billion of cash and marketable securities and total debt of approximately $12.2 billion. During the quarter, we repaid $600 million of debt that came due in May.\nTurning to cash flow. Our year-to-date cash from operations is $837 million, reflecting the results of net earnings, somewhat offset by working capital changes. Based on our year-to-date performance and our positive outlook related to sustained procedural volumes and a healthy demand for our capital products, we now expect full year 2024 organic sales growth to be in the range of 9% to 10%, with favorable pricing impacting of approximately 0.5%. If foreign exchange rates hold near current levels, we anticipate a moderately unfavorable impact on the full year sales and now expect EPS will be negatively impacted in the range of $0.10 to $0.15. This is reflected in our guidance. Given our sales momentum, we now expect adjusted net earnings per diluted share to be in the range of $11.90 to $12.10 per share.\nAnd now I will open the call up for questions."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0b4ad0c899f08f83f5cdda210fce4540",
    "period": "2024 Q1",
    "content": "Q1 2024 Stryker Corp Earnings Call\n\nQ1 2024 Stryker Corp Earnings Call\n\nSYKNYSEAPR 30, 4:30 PM\n\nOperator\n\nWelcome to the First Quarter 2024 Stryker Earnings Call. My name is Christine, and I'm your operator for today's call. [Operator Instructions] This conference call is being recorded for replay purposes.\nBefore we begin, I would remind you that the discussions during this conference call will include forward-looking statements Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's first quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Finance and Investor Relations. For today's call, I will provide opening comments followed by Jason with the trends we saw during the quarter as well as some product updates. Glenn will then provide additional details regarding our quarterly results before we open the call to Q&A.\nIn the first quarter, we delivered organic sales growth of 10%, with double-digit growth in MedSurg and Neurotechnology and high single-digit growth in Orthopaedics and Spine, despite one less selling day and tough comparables from a year ago. This reflects our team's continued strong commercial execution.\nOur results were led by very strong U.S. performance, notably in Instruments, Medical, Endoscopy, Trauma and Extremities and Mako. Internationally, growth momentum continued again strong double-digit growth organic sales comparables from the first quarter of last year. We expect this growth rate to accelerate for the remainder of the year as international remains a significant opportunity for us.\nWe delivered quarterly adjusted EPS of $2.50, reflecting 16.8% growth compared to the first quarter of 2023, driven by our strong sales performance and margin expansion. As anticipated, we began to accelerate our M&A activity. We just completed the acquisition of MF PhD, a leading provider of modular stainless steel wall systems. This further enhances our communications business unit portfolio within Endoscopy and helps us meet our customers' needs for turnkey operating room design and construction. At the end of the quarter, we also closed on our acquisition of SERF within our hip business. Our deal pipeline is strong, and we expect to be active over the course of the year. With one quarter behind us, we now expect an increased full year organic sales growth of 8.5% to 9.5%, and we are increasing our adjusted EPS range to $11.85 to $12.05 a share. Coming off organic sales growth of 9.7% in 2022 and 11.5% in 2023. This guidance demonstrates the durability of our high growth and is a testament to our commercial strength and extensive pipeline of innovation across the company. Also, it reinforces our ability to meet our target of 200 basis points of operating margin expansion by 2025.\nNext, I want to thank our teams for their ongoing commitment to talent and culture, which is reflected in the recognition of Stryker for the 14th year in a row as one of Fortune's 100 Best Companies to Work For. Our operating model talent and culture are true differentiators for us. In addition, we recently published our fourth annual comprehensive report, which captures our commitments and disclosures on corporate responsibility.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks Kevin. My comments today will focus on providing an update on the current environment, capital demand and select product highlights.\nProcedural volumes remained strong in the first quarter in line with our expectations, driven by continued adoption in robotic-assisted surgery, demographics, a stable pricing environment and healthy patient activity with surgeons. And while pockets of supply constraints remain, our supply continues to be stable overall. Demand for our capital products remained healthy in the quarter with continued elevated backlog across our Endoscopy and Medical divisions.\nOur Mako direct-to-patient campaign continues to perform well, which contributed to our very strong Mako growth with record first quarter installations in both the U.S. and internationally. This will continue to drive our Hips and Knees businesses. In April, we performed our first cases using the Pangea plating system in our Trauma and Extremities division and are gearing up for a full launch. Pangea is the largest launch in traumas history as it offers a comprehensive system that will enable larger hospital conversions.\nNext, we received approval from the FDA for our new LIFEPAK 35 defibrillator and monitor. This is a flagship product within our emergency care business unit and was one of the catalysts for our acquisition of Physio-Control. LIFEPAK 35 is a modern platform with a touchscreen interface that brings advanced connected capabilities to improve workflow. We will launch this product at the end of Q2, and it will have a multiyear benefit to our Medical division.\nLastly, Mako, Spine and CoPilot are pacing to launch in Q4, followed by the shoulder application at the end of the year. We continue to receive positive feedback from surgeons who have been exposed to these technologies.\nWith that, I will now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVice President, Chief Financial Officer, Stryker Corp.\n\nThanks, Jason. Today, I will focus my comments on our first quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release. .\nOur organic sales growth was 10% in the quarter compared to 13.6% in the first quarter of 2023. This quarter, we had one less selling day than 2023. The impact from pricing in the quarter was favorable by 0.7%. We continue to see a positive trend from our pricing initiatives, particularly in our MedSurg and Neurotech businesses, almost all of which again contributed positive pricing for the quarter.\nForeign currency had a 0.5% unfavorable impact on sales in the quarter. In the quarter, U.S. organic sales growth was 11.3%. International organic sales growth was 6.6% against a very strong comparable growth of over 16% in 2023. This performance included positive sales momentum across most of our international markets, particularly in the United Kingdom and Canada and most of our emerging markets.\nOur adjusted EPS of $2.50 in the quarter was up 16.8% from 2023, driven by strong sales growth and operating margin expansion. Foreign currency exchange translation had an unfavorable impact of $0.05.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 12% and organic sales growth of 11.6% which included 13.5% of U.S. organic growth and 6% of international organic growth. Instruments had U.S. organic growth of 19% with strong double-digit growth across the Orthopaedic Instruments and Surgical Technologies businesses.\nFrom a product perspective, sales growth was led by almost 50% growth in smoke evacuation and strong performances in power tools, Steri-Shield, Waste Management and SurgiCount. Endoscopy had U.S. organic sales growth of 11.1% with double-digit growth in its communications and Endo BU businesses. And from a product perspective, standout growth included cameras, light sources, insufflators, booms and sports medicine implants.\nMedical had U.S. organic sales growth of 16.8%, led by the solid sales performances in all 3 businesses. This included strong growth in stretchers, cots, Vocera and Sage products. Neurovascular had U.S. organic sales growth of 2.9%, highlighted by solid performances in our hemorrhagic stents and guidewires. Neuro Cranial had U.S. organic sales growth of 7%, driven by strong performance in our CMF business. Internationally, MedSurg & Neurotechnology had organic sales growth of 6% which included strong performances in our emerging markets. Orthopaedics and Spine had both constant currency and organic sales growth of 8% which included organic growth of 8.3% in the U.S. and 7.4% internationally.\nOur U.S. Hip business grew 6.8% organically against a very strong comparable of 16.2% in the same quarter last year. This growth reflects continued strong primary hip performance fueled by our insignia hip stem. Our U.S. Knee business grew 3.1% organically against another very strong comparable of 20.7% in the first quarter of 2023. Our Knee growth reflects our market-leading position in robotic-assisted knee procedures and the continued strength of our installed base. Our U.S. Trauma and Extremities business grew 10.3% organic with strong performances across our upper extremities, biologics and core trauma businesses.\nOur U.S. Spine business grew 3.9% organically, led by the performance in our Interventional Spine business. Our U.S. other ortho business grew 45.6% organically, driven by strong Mako installations in the quarter. Internationally, Orthopaedics and Spine grew 7.4% organically including strong performances in Canada and most emerging markets, particularly driven by strong Mako installations.\nNow I will focus on operating highlights in the first quarter. Our adjusted gross margin of 63.6% represents approximately 50 basis points favorability against the first quarter of 2023. This improvement reflects positive pricing trends as well as continued easing of certain cost pressures that we experienced in the first quarter of 2023. Adjusted R&D spending was 6.8% of sales, which was 30 basis points higher than the first quarter of 2023. Our adjusted SG&A was 35% of sales, which was 60 basis points lower than the first quarter of 2023 due to continued discipline in our spending and investments to support our growth.\nIn summary, for the quarter, our adjusted operating margin was 21.9% of sales which was approximately 80 basis points favorable to the first quarter of 2023. Adjusted other income and expense of $49 million for the quarter was $16 million lower than 2023, driven by favorability in interest rates and a higher level of invested cash resulting in higher interest income.\nThe first quarter of 2024 had an adjusted effective tax rate of 12.3%, reflecting the impact of our geographic mix and certain discrete tax items. For 2024, we still expect our full year effective tax rate to be in the range of 14% to 15%.\nFocusing on the balance sheet. We ended the first quarter with $2.4 billion of cash and marketable securities and total debt of approximately $13 billion. Our total debt includes $600 million of debt that is due to be repaid in May and has been prefunded.\nTurning to cash flow. Our year-to-date cash from operations is $204 million, reflecting the results of net earnings and normal first quarter seasonal cash outflows. Considering our first quarter results, strong procedural volumes and healthy demand for our capital products. We now expect our full year 2024 organic sales growth to be in the range of 8.5% to 9.5% with the pricing impact to be roughly flat. If foreign exchange rates hold near current levels, we anticipate sales will be moderately unfavorable impacted for the full year, being more negative in the first half of the year. EPS will be negatively impacted at the higher end of our previously guided range of $0.05 to $0.10. With our momentum heading into the rest of the year and our commitment to expanding operating margins, we now expect adjusted net earnings per diluted share to be in the range of $11.85 to $12.05.\nAnd now I will open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eab4146db89100f91b3a1eb593ceb343",
    "period": "2023 Q4",
    "content": "Q4 2023 Stryker Corp Earnings Call\n\nQ4 2023 Stryker Corp Earnings Call\n\nSYKNYSEJAN 30, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter and Full Year 2023 Stryker Earnings Call. My name is Luke, and I'll be your operator for today's call. [Operator Instructions] This conference call is being recorded for replay purposes.\nBefore we begin, I'd like to remind you that discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is in exhibit to Stryker's current report on Form 8-K filed today with the SEC. I would now like to turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's fourth quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Investor Relations. For today's call, I'll provide opening comments, followed by Jason with the trends we saw during the quarter, Mako performance insights and updates on recent acquisitions. Glenn will then provide additional details regarding our quarterly results and 2024 guidance before opening the call to Q&A.\nFirst, I want to recognize and celebrate our achievement of surpassing $20 billion in sales. We continue to be a high-growth company with a focus on our mission to deliver for our patients and customers. As we begin 2024, I am very excited about our future. We are in a strong position with robust demand across both procedures and capital, easing macro constraints and a strong pipeline of innovation. I want to thank our over 50,000 employees for their unrelenting determination, agility and performance.\nWe've delivered terrific sales growth of over 11% in Q4 and the full year despite strong comparatives from the prior year. [ ARC's ] commercial execution, including many successful product introductions was excellent across our businesses and regions. Globally, for both Q4 and the full year, we had double-digit organic sales growth in Instruments, Endoscopy, Medical, Neuro Cranial, Hips, Knees and Trauma and Extremities. For the full year, we also had double-digit organic sales growth both in the U.S. and internationally. Spine and Neurovascular also demonstrated good performances while making notable advancements in future innovations and acquisitions. It was a comprehensive performance across our businesses, and we have built significant momentum entering 2024.\nFor the sixth straight year, our international sales growth, excluding China [ VBP ], outpaced our strong U.S. business. Canada, Australia and most emerging markets had double-digit growth, while Europe and Japan grew in high single digits. International continues to be a large growth opportunity for us.\nNext, we delivered quarterly and full year adjusted EPS of $3.46 and $10.60, respectively, which represents 15% growth for Q4 and 13% growth compared to the full year of 2022. This was driven by our strong sales but also demonstrates our continued operating margin recovery. We remain focused on driving high growth now and in the future through investments in organic innovation and M&A. We expect to continue to deliver sales growth at the high end of med tech, which is reflected in our full year 2024 guidance of organic sales growth of 7.5% to 9%. This growth, combined with an accelerated margin expansion plan, translates to an adjusted EPS of $11.70 to $12 per share. I will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment as well as Mako, Vocera and our recently announced agreement to acquire Serf. During the quarter, we saw strong procedural demand. We continue to expect the ortho markets will remain strong in 2024, driven by continued adoption in robotic-assisted surgery, demographics, a more favorable pricing environment and healthy patient activity levels with surgeons. While supply constraints continue in pockets around the globe, our supply is stable overall and gradually improving.\nAdditionally, demand for our capital products remained very robust in the quarter, with double-digit organic growth in Medical, Instruments and Endoscopy. Hospital CapEx budgets remain healthy, and our capital order book remains elevated as we enter 2024. Next, specific to Mako, we had a record quarter of installations globally. The progress of our Mako offense, including our recent direct-to-consumer campaign, has resulted in strong growth of our installed base alongside continued increases in utilization. In the U.S., we saw 60% of Knees and 34% of Hips performed using Mako as we exited the year. Globally, we exited the year with just over 40% of Knees and nearing 20% of Hips performed using Mako.\nWe have momentum, and a significant opportunity remains as Mako adoption increases. We are nearing the 2-year anniversary of our Vocera acquisition and remain very excited about the acquired assets, as it provides a platform for us to be at the intersection of medical devices, software and clinical support. With integration activities now complete, which included a migration towards the cloud as well as the commercial reorganization, we are pleased with the accelerating double-digit sales and order growth achieved as we exited the year.\nIn 2023, we saw many cross-sell wins, including new bed business leveraging Vocera. Also, we completed the seamless experience created between the Vocera platform and both ProCuity and our new wireless structure. This year and beyond will bring even more integrations and enhancements with a focus on scalability, user experience, automated workflow and documentation. We expect strong double-digit annual sales growth to continue for years to come, and we are excited to have Vocera as part of the Stryker family.\nLastly, we are progressing with our recently announced agreement to acquire Serf, and we expect the deal will close this quarter. With that, I will now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVice President, Chief Financial Officer, Stryker Corp.\n\nThanks, Jason. Today, I will focus my comments on our fourth quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release. Our organic sales growth was 11.4% in the quarter, compared to 13.2% organic growth in the fourth quarter of 2022. The fourth quarter of 2023 has the same number of selling days as 2022. The impact from pricing in the quarter was favorable by 0.7%. We continue to see a positive trend from our pricing initiatives, particularly in our MedSurg and Neurotech businesses, all of which contributed positive pricing for the quarter.\nForeign currency had a 0.3% favorable impact on sales in the quarter. In the quarter, U.S. organic sales growth was 12.7%. International organic sales growth was 7.7%, against a very strong comparable of over 18% in 2022. This performance included positive sales momentum across most of our international markets, particularly Australia, Canada, Japan and most emerging markets. For the year, organic sales growth was 11.5%, with U.S. organic sales growth of 11.7% and international organic sales growth of 10.9%. Excluding the impact of China VBP, international growth was 12.8%.\nThe impact for pricing in the year was favorable 0.6%. Foreign currency had a 0.5% unfavorable impact, and 2023 as the same number of selling days as 2022. Our adjusted EPS of $3.46 in the quarter was up 15.3% from 2022, driven by higher sales and operating margin expansion as well as lower other income and expenses. Foreign currency exchange translation had a favorable impact of $0.02. Our full year adjusted EPS was $10.60, which represents growth of 13.5% from full year 2022, reflecting the favorable impact of sales growth and operating margin expansion, partially offset by the unfavorable impact of foreign currency exchange translation of $0.10.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 12% and organic sales growth of 11.8%, which included 13.8% of U.S. organic growth and 5.7% of international growth. Instruments had U.S. organic sales growth of 11.5%, with strong double-digit growth across its Surgical Technology and Orthopedic Instruments businesses. From a product perspective, sales growth was led by power tools, Steri-Shield, smoke evacuation and [ surge account ]. Endoscopy had U.S. organic sales growth of 17.9%, with double-digit growth in its communications, [ Endo BEU ] and sports medicine businesses. From a product perspective, this includes strong growth in booms, lights and video. During the quarter, the Endoscopy business continued to see very strong momentum of the 1788 camera system, which had its full launch in September.\nMedical had U.S. organic sales growth of 12.9%, led by performances in its Vocera, Acute Care and Sage businesses. This included strong growth in Vocera badges bed, structures and [ Prevalon ] repositioning products. All of this was against a very strong comparable growth of over 20% in 2022. Neurovascular had U.S. organic sales growth of 7.6%, reflecting solid performance in our hemorrhagic business. Neuro Cranial had U.S. organic sales growth of 14%, which included double-digit growth in the Neurosurgical and ENT businesses, with strong growth in high-speed drill and balloon dilation products. Internationally, MedSurg and Neurotechnology had organic sales growth of 5.7%, reflecting double-digit growth in our instruments and Neuro Cranial businesses. Geographically, this included strong performances in Australia, Canada and Japan.\nOrthopedics and Spine had constant currency and organic sales growth of 10.7%, which included organic growth of 10.9% in the U.S. and 10.1% internationally. Our U.S. Knee business grew 12.9% organically, which reflects our market-leading position in robotic-assisted knee procedures. Our U.S. Hip business also grew 12.9% organically, reflecting solid primary hip growth fueled by our Insignia Hip Stem.\nOur U.S. Trauma and Extremities business grew 12.1% organically, with strong performances across all of its businesses, including Upper Extremities, Biologics, Core Trauma and Foot and Ankle. Our U.S. Spine business grew 6%, led by the performance in our Enabling Technology and Interventional Spine businesses. Internationally, Orthopaedics and Spine grew 10.1% organically, including strong performances in Canada and most emerging markets, particularly driven by Mako and strong Knee performance across most geographies.\nNow I will focus on operating highlights in the fourth quarter. Our adjusted gross margin of 63.9% was favorably -- was favorable approximately 120 basis points from the fourth quarter of 2022. This improvement was primarily driven by the continued easing of certain cost pressures, including the elimination of spot buy purchases that we experienced in 2022 and the continued benefit of pricing initiatives. Adjusted R&D spending was 5.6% of sales, which was 10 basis points higher than the fourth quarter of 2022. Our adjusted SG&A was 31% of sales, which was 40 basis points higher than the fourth quarter of 2022 due to continued investments, including sales growth incentives and a more normalized cadence of travel and [indiscernible] needs.\nIn summary, for the fourth quarter, our adjusted operating margin was 27.2% of sales, which was approximately 60 basis points favorable to the fourth quarter of 2022. For the full year, our adjusted operating margin was 24.2% of sales, a 40 basis point increase over 2022. This performance is mainly driven by the easing of certain gross margin cost pressures throughout the second half of the year as well as the positive impact of our pricing actions. Adjusted other income and expense of $31 million for the quarter was $23 million lower than 2022, mainly driven by higher interest income and other favorable discrete items. For 2024, we expect our full year other income and expense to be approximately $250 million.\nOur fourth quarter and full year had an adjusted effective tax rate of 14.6% and 14.1%, respectively, reflecting the impact of geographic mix and certain discrete tax items. For 2024, we expect our full year effective tax rate to be in the range of 14% to 15%.\nFocusing on the balance sheet. We ended the year with $3 billion of cash and marketable securities and total debt of $13 billion. During the year, we paid down the remaining $850 million outstanding on the $1.5 billion term loan associated with the Vocera acquisition and achieved our deleveraging commitments. In Q4, we also refinanced certain debt maturities, including prefunding of $600 million that is due in May 2024.\nTurning to cash flow. Our year-to-date cash from operations was $3.7 billion. This performance reflects the results of net earnings and higher accounts receivable collections. For 2024, we anticipate that capital spending will be $650 million to $700 million. We do not anticipate any share buybacks.\nAnd now I will provide 2024 full year sales and earnings guidance. Based on our momentum from 2023, strong procedural volumes, healthy demand for capital products and a stabilizing macroeconomic environment, we expect organic sales growth to be in the range of 7.5% to 9% for 2024. There is 1 additional selling day in 2024 compared to 2023, with 1 less day in Q1 and 1 more day in both Q3 and Q4. Based on the steady progress of our pricing actions, we would expect the full year impact of price to be roughly flat.\nIf foreign exchange rates hold near current levels, we anticipate sales will be modestly unfavorably impacted for the full year, being more negative in the first half of the year. EPS will be negatively impacted $0.05 to $0.10. This is included in our guidance. Finally, for the full year 2024, we expect adjusted net earnings per diluted share to be in the range of $11.70 to $12, representing our commitment to accelerated operating margin expansion in 2024 as well as the stabilized -- stabilizing operating environment. While we do not provide quarterly guidance, we do expect seasonality for sales and related earnings to be similar to 2023, but adjusted for the quarterly differences in 2024 selling days. And now I will open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bb9dc1d9b7ebc0390100ce1dba42408d",
    "period": "2023 Q3",
    "content": "Q3 2023 Stryker Corp Earnings Call\n\nQ3 2023 Stryker Corp Earnings Call\n\nSYKNYSENOV 2, 4:30 PM\n\nOperator\n\nWelcome to the Third Quarter 2023 Stryker Earnings Call. My name is Krista, and I'll be your operator for today's call. [Operator Instructions]. This conference call is being recorded for replay purposes. Before we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC. I will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's third quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Investor Relations. For today's call, I will provide opening comments followed by Jason with the trends we saw during the quarter and some other product updates. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A. Before I discuss the quarter, I would like to address the concerns around GLP-1 and what is being misunderstood. Our knee business is not at risk for a slowdown. There is an oversimplification taking place as it relates to the relationship between weight and knee replacements. This ignores the more important aspects of activity level and genetics. We are, in fact, optimistic about the positive impacts of these drugs in both the short term and the long term. In the short term, it will help to make ineligible people eligible for surgery sooner. And in the long term, it will likely lead to more surgery as people increase their activity levels. With that said, the rate and persistence of adoption of these medicines is still a large unknown as there are significant barriers to this taking place.\nLastly, as a reminder, we have a very diversified business, with knees representing about 10% of our sales. Now moving to our third quarter results. We delivered strong organic sales growth of 9.2% against last year's nearly 10% comparable despite one less selling day versus 2022. This performance included double-digit growth in MedSurg and Neurotechnology and high single-digit growth in Orthopedics and Spine, reflecting a sustained robust demand environment and our team's strong commercial execution. Our results were strong across the globe with high single-digit growth in both the U.S. and international markets. In addition, we remain focused on our pricing initiatives, once again realizing positive overall price. We delivered quarterly adjusted EPS of $2.46, reflecting a 16% growth compared to the third quarter of 2022. This result was primarily driven from the strength of our sales but also demonstrates continued margin recovery.\nFinally, we are narrowing our expectations for 2023 to the high end of our previously provided guidance ranges and now expect full year organic sales growth of 10% to 10.5% and earnings per share of $10.35 to $10.45 per share. Coming off full year 2022 organic sales growth of nearly 10%, a 10-plus percent organic sales growth in 2023 reflects the strength of our [ supervocycle ] of innovation, and our team's sustained high performance, and we are encouraged by an important step in our margin improvement this year. I will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment as well as capital demand, including Mako and an update on product launches. Procedural volumes remain strong, and we continue to expect patient backlog will support elevated orthopedic procedural demand through 2024. And while hospital staffing pressures and supply constraints continue in pockets around the globe, these challenges are resolving gradually and will continue to be a tailwind through the end of the year and into 2024. Demand for our capital products remained healthy in the quarter with double-digit organic growth in our Endoscopy and Instruments divisions. Our capital order backlog remains consistent with Q2 and elevated well above normal levels. Also, demand for Mako remains robust with strong U.S. and international installations, which will continue to drive our hips and knees business. Next, our product super cycle continues to drive positive momentum. In Q3, our 1788 camera platform moved to its full launch, which is gaining traction in the market and driving strong order growth.\nIn addition, we received 510(k) approval for our Pangea plating system in our Trauma and Extremities division. Pangea will be the largest launch in trauma's history and is a very comprehensive system that will facilitate complete hospital conversions. We are gearing up for a full launch in the second quarter of 2024. We have also extended the capabilities of our Vocera platform to now be compatible with our newly approved Prime Connect stretchers, the first wireless stretcher on the market. This wireless feature can be added to existing and new stretchers and will help address patient safety in the emergency room setting. These launches will continue to support our growth for multiple years. Our Mako spine and shoulder applications are on track, and we've received positive feedback from surgeons who have been exposed to the technology.\nAs a reminder, on November 8, we are hosting our Investor Day with the theme: Delivering Leading Growth, which will be webcast live on the Investor Relations page at stryker.com. We will have prepared remarks from numerous leaders across Stryker, followed by a guided product tour for those attending live. We will showcase several of our exciting product launches with investors and analysts having the opportunity to interact with many members of our leadership. We're excited to provide our priorities and expectations for Stryker in the coming years. With that, I'll now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVice President, Chief Financial Officer, Stryker Corp.\n\nThanks, Jason. Today, I will focus my comments on our third quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release. Our organic sales growth was 9.2% in the quarter, the third quarter of 2023 had one less selling day than 2022. The impact from pricing in the quarter was favorable by 0.3%. We continue to see a positive trend from our pricing initiatives, particularly in our MedSurg and Neurotech businesses, almost all of which contributed positive pricing for the quarter. Foreign currency had a 0.3% favorable impact on sales. In the quarter, U.S. organic sales growth was 9.3%. International organic sales growth was 8.9% and impacted by positive sales momentum across most of our international markets, particularly Australia, Europe and emerging markets. Our adjusted EPS of $2.46 in the quarter was up 16% from 2022 driven by higher sales, operating margin expansion and a lower adjusted income tax rate, partially offset by the impact of foreign currency exchange, which was unfavorable $0.02.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 10.3% and organic sales growth of 10.1% which included 10.9% of U.S. organic growth and 7.4% of international organic growth. Instruments had U.S. organic sales growth of 17.3%, and with strong double-digit growth across both its Surgical Technologies and Orthopedic instruments businesses. From a product perspective, sales growth was led by Power Tools, SteriShield Waste Management smoke evacuation and surg account. Endoscopy had U.S. organic sales growth of 10.6% with strong double-digit growth in its communications and sustainability businesses. In September, the Endoscopy business continued its full launch of the 1788 camera system, which provided strong sales momentum at the end of the quarter. Medical had U.S. organic sales growth of 5.7%, led by performances in its emergency care and stage businesses and was impacted by a strong comparable -- growth comparable in 2022 of almost 14%.\nMedical continues to have a large backlog of capital orders, and we expect a solid Q4 despite a huge Q4 comparable. Neurovascular had U.S. organic sales growth of 8.7%, reflecting a strong performance in our hemorrhagic business. Neurocranial had U.S. organic sales growth of 14.5% which included double-digit growth in all 3 business units, neurosurgical, CMF and ENT. Internationally, MedSurg and Neurotechnology had organic sales growth of 7.4% and reflecting double-digit growth in our instruments, endoscopy and neurocranial businesses. Geographically, this included strong performances in Australia, Europe and most emerging markets. Orthopedics and Spine had both constant currency and organic sales growth of 8%, which included organic growth of 6.9% in the U.S. and 10.6% internationally. Our U.S. knee business grew 5.3% organically, which reflects our market-leading position in robotic-assisted knee procedures.\nOur U.S. hip business grew 3% organically, reflecting solid primary HIF growth fueled by our insignia hip Sam. The growth for both our knee and hip businesses reflects one less selling day in the quarter and a very strong comparable in 2022 of 12.4% per hips and 14% for knees. Our U.S. Trauma and Extremities business grew 11.5% organically with strong performances across all businesses, led by upper extremities and foot and ankle. Our U.S. Spine business grew 5.4%, led by the performance of our enabling technology and Interventional Spine businesses including the recently launched Q guidance navigation system. Our U.S. other ortho increased organically by 1.8% due to higher Mako placements in the quarter. Internationally, Orthopedics and Spine grew 10.6% organically, including strong performances in Australia, Canada and most emerging markets.\nNow I will focus on operating highlights in the third quarter. Our adjusted gross margin of 64.7% was favorable, approximately 210 basis points from the third quarter of 2022. This improvement was primarily driven by the easing of certain cost pressures that we experienced in 2022, decreases in spot by purchases and the benefit of price and mix. Adjusted R&D spending was 6.8% of sales, which represents a 30 basis point decrease from the third quarter of 2022, primarily due to a higher comparable in 2022 related to the ramping of cost for product launches. Our adjusted SG&A was 34.5% of sales, which was 140 basis points higher than the third quarter of 2022 due to continued investments, including sales growth incentives and a more normalized cadence of travel and meetings. We expect our full year SG&A as a percent of sales to be in line with 2019 levels as we continue to invest for growth.\nIn summary, for the quarter, our adjusted operating margin was 23.4% of sales, which was approximately 110 basis points favorable to the third quarter of 2022. This performance is driven by the aforementioned easing of certain cost pressures, primarily on gross margin. Adjusted other income and expense of $61 million for the quarter was slightly higher than 2022, driven by increased interest expense partially offset by higher interest income. The third quarter of 2023 had an adjusted effective tax rate of 13.2%, reflecting the impact of geographic mix and certain discrete tax items. For 2023, we now expect the full year effective tax rate to be approximately 14%. Focusing on the balance sheet. We ended the third quarter with $1.9 billion of cash and marketable securities and total debt of $12.7 billion. During the quarter, we paid down $100 million of debt. Turning to cash flow. Our year-to-date cash from operations is $2.2 billion, this performance reflects the results of net earnings and higher accounts receivable collections.\nConsidering our year-to-date results, our robust backlog for capital equipment and continued positive procedure trends, we now expect full year 2023 organic sales growth to be in the range of 10% to 10.5%. We expect pricing to be slightly positive for the full year. If foreign currency exchange rates hold near current levels, we anticipate sales will be unfavorably impacted by approximately 0.6% and adjusted EPS will be unfavorably impacted from $0.10 to $0.15 per share for the full year, both of which are included in our guidance. Based on our performance in the first 9 months of the year, together with our strong sales momentum, we now expect adjusted earnings per share to be in the range of $10.35 to $10.45 per share. And now I will open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d9d8f1ab565a8c308a3f47348a1d9885",
    "period": "2023 Q2",
    "content": "Q2 2023 Stryker Corp Earnings Call\n\nQ2 2023 Stryker Corp Earnings Call\n\nSYKNYSEAUG 3, 4:30 PM\n\nOperator\n\nWelcome to the second quarter 2023 Stryker earnings call. My name is Todd and I will be your operator for today's call. [Operator Instructions] This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's second quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Investor Relations. For today's call, I'll provide opening comments, followed by Jason with the trends we saw during the quarter and some other updates. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.\nIn the second quarter, we delivered organic sales growth of 11.9% with double-digit growth in both MedSurg and Neurotechnology and Orthopedics and Spine. This comprehensive performance demonstrates the diverse and attractive markets that we play in and our ability to drive growth through strong commercial execution. We are also pleased with the continued positive outcomes of our globalization efforts. Our international business demonstrated strong performance with double-digit growth, complementing our strong and fast-growing U.S. business.\nIn addition, we continue to see traction with our pricing initiatives, again delivering positive pricing in the second quarter. During the quarter, we continued to realize improvements in component availability, although disruptions remain in parts of our business. Our teams have demonstrated good agility in addressing these situations, proactively mitigating much of their impact. We delivered quarterly adjusted EPS of $2.54 a share, reflecting 13% growth compared to the second quarter of 2022. This result was primarily driven from the strength of our sales but also marks the beginning of our margin recovery. We expect margins to continue to expand throughout the remainder of the year.\nFinally, with half the year behind us and our solid momentum, we have increased our expected full year organic sales growth to a range of 9.5% to 10.5% and increased our expected earnings per share to $10.25 to $10.45 per share.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment as well as capital demand, including Mako, acquisitions and an update on product launches. Procedural volumes have largely recovered to prefilled levels in most countries. And while volumes are strong, patient backlog still remains, and we believe the elevated orthopedic procedural demand will continue well into 2024. While volumes have largely recovered, hospital staffing pressures and supply constraints continue in pockets around the globe. These challenges are resolving gradually as we expected and will continue to be a moderate tailwind as we move through the second half of 2023 and into 2024. Additionally, demand for our capital products remained healthy in the quarter as evidenced from the double-digit organic growth of our Medical, Instruments and Neuro Cranial divisions. Also, demand for Mako remains robust with strong U.S. and international performances, which is helping drive our continued growth in hips and knees.\nNext, capital order backlog remains elevated, well above normal levels. Also, during the quarter, we executed a small tuck-in deal and also closed on the Cerus Endovascular acquisition. Furthermore, our product super cycle continues to drive positive momentum. In late Q2, we successfully completed a limited launch of our 1788 camera platform and are poised for full launch in Q3. We also received FDA clearance for cranial guidance, our newest application under our Q Guidance platform. This empowers surgeons to quickly plan a safe surgical approach using multiple imaging modalities and then navigate instruments with specific surgical procedures.\nFinally, we remain on track for the launch of our LIFEPAK 35 defibrillator outside of the U.S. in the fourth quarter of this year and in the U.S. in early 2024. These launches will continue to support growth over multiple years.\nWith that, I'll now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVice President, Chief Financial Officer, Stryker Corp.\n\nThanks, Jason. Today, I will focus my comments on our second quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release. Our organic sales growth was 11.9% a quarter. The second quarter's average selling days were in line with 2022. The impact from pricing in the quarter was favorable by 0.5%. We continue to see a positive trend from our pricing initiatives, particularly in our U.S. MedSurg and Neurotech businesses, all of which contributed positive pricing for the quarter. Foreign currency had a 0.7% unfavorable impact on sales.\nIn the quarter, U.S. organic sales growth was 12%, and International organic sales growth was 11.4%, impacted by positive sales momentum across most of our international markets, particularly Australia, Canada, Europe and most of our emerging markets. Adjusted EPS of $2.54 in the quarter was up 12.9% from 2022, driven by higher sales and operating margin expansion, partially offset by a higher adjusted income tax rate and the impact of foreign currency exchange, which was unfavorable $0.03.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology has both constant currency and organic sales growth of 12.9%, which included 13.5% of U.S. organic growth and 10.9% of international organic growth. Instruments had U.S. organic sales growth of 12.9%, led by strong double-digit growth in the Surgical Technology business. From a product perspective, sales growth was led by power tools, waste management, smoke evacuation and surge account.\nEndoscopy had U.S. organic sales growth of 3.5% against a strong comparable. This included strong growth in its ProCare sustainability and sports medicine businesses. The Endoscopy business completed its limited launch of the 1788 camera late in the second quarter. Consistent with prior camera launches and the related transition period between the legacy camera and the new camera, this also contributed to muted growth in Q2. Medical had U.S. organic sales growth of 27.2%, reflecting very strong performances in all 3 of its businesses, acute care, emergency care and Sage, and benefited from continued improvement in product supply during the quarter.\nNeurovascular had U.S. organic sales growth of 9%, reflecting a strong performance in our hemorrhagic business. Neuro cranial had U.S. organic sales growth of 9.6%, which included double-digit growth in our bone mill, bipolar forceps and Max based product lines. Internationally, MedSurg and Neurotechnology had organic sales growth of 10.9%, reflecting double-digit growth in our medical and Neuro Cranial businesses. Geographically, this included strong performances in Europe, Australia and Canada. Neurovascular's growth continues to be negatively impacted by VBP in China.\nOrthopedics and Spine had both constant currency and organic sales growth of 10.6%, which included organic growth of 10% in the U.S. and 12.1% internationally. Our U.S. Knee business grew 10.6% organically, which reflects our market-leading position in robotic-assisted knee procedures. Our U.S. Hip business grew 8.8% organically, reflecting strong primary hip growth fueled by our insignia hip stem and continued procedural growth. Our U.S. Trauma and Extremities business grew 14.3% organically with strong performances across all businesses by very strong growth in upper extremities and foot and ankle.\nOur U.S. Spine business grew 5.2%, led by the performance of our enabling technology and Interventional Spine businesses, including the recently launched Q Guidance Navigation System. Our U.S. other ortho declined organically 1.6%, primarily driven by the impact of deal mix changes, specifically more rentals related to Mako installations in the quarter. Internationally, Orthopaedics and Spine grew 12.1% organically, including strong performances in Australia, Canada and most emerging markets.\nNow I will focus on operating highlights in the quarter. Our adjusted gross margin of 63.9% was favorable, approximately 60 basis points from the second quarter of 2022 and 70 basis points sequentially compared to Q1 2023. This change was primarily driven by the slight easing of certain cost pressures, decreases in spot buy purchases, improved productivity and the benefit of price, partially offset by the impact of foreign currency exchange. Adjusted R&D spending was 6.4% of sales, which represents an 80 basis point decrease from the second quarter of 2022, due primarily to a higher compared to 2022 related to the ramping of costs for product launches.\nOur adjusted SG&A was 33.1% of sales, which was 70 basis points higher than the second quarter of 2022, due to a disciplined ramp of spend and investment to support our growth. We expect our full year SG&A as a percent of sales to be in line with 2019 levels as we continue to invest for growth.\nIn summary, for the quarter, our adjusted operating margin was 24.3% of sales which was approximately 60 basis points favorable to the second quarter of 2022. This performance is primarily driven by the aforementioned easing of certain cost pressures, primarily on gross margin.\nAdjusted other income and expense of $66 million for the quarter was slightly higher than 2022, driven by increased interest expense. The second quarter of 2023 had an adjusted effective tax rate of 15.2%, reflecting the impact of geographic mix and certain discrete tax items. For 2023, we reiterate our full year effective tax rate guidance to be in the range of 14% to 15%.\nFocusing on the balance sheet. We ended the second quarter with $1.5 billion of cash and marketable securities and total debt of $12.9 billion. Approximately $100 million of the term loan debt was paid down in the quarter, reflecting year-to-date payments of $200 million and a remaining balance of $650 million.\nTurning to cash flow. Our year-to-date cash from operations is $1.1 billion. This performance reflects the results of net earnings and higher accounts receivable collections.\nConsidering our year-to-date results, our strong backlog for capital equipment and continued positive procedural trends, we now expect full year 2023 organic sales growth to be in the range of 9.5% to 10.5% with pricing to be slightly positive for the year. If foreign currency exchange rates hold near current levels, we anticipate sales will be unfavorably impacted by approximately 0.3% and adjusted EPS will be unfavorably impacted from $0.05 to $0.10 per share for the full year, both of which are included in our guidance.\nBased on our performance in the first half of the year, together with our strong sales momentum, we now expect adjusted earnings per share to be in the range of $10.25 to $10.45 per share.\nAnd now I will open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0864138af22d25c0565429c4a4719d0a",
    "period": "2023 Q1",
    "content": "Q1 2023 Stryker Corp Earnings Call\n\nQ1 2023 Stryker Corp Earnings Call\n\nSYKNYSEMAY 1, 4:30 PM\n\nOperator\n\nGood day, and welcome to the First Quarter 2023 Stryker Earnings Call. My name is Todd, and I'll be your operator for today's call. [Operator Instructions] Please note, this conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman & Chief Executive Officer, Stryker Corp.\n\nWelcome to Stryker's first quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Investor Relations. For today's call, I'll provide opening comments, followed by Jason with the trends we saw during the quarter and some product updates. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.\nIn the first quarter, we delivered organic sales growth of 13.6% with double-digit growth in both MedSurg and Neurotechnology and Orthopaedics and Spine. Our International business continues to be a growth engine with strong results in all countries other than China, which had negative growth due to COVID and volume-based procurement. We are also seeing good traction with our pricing initiatives, delivering positive pricing overall in the first quarter.\nImportantly, we have begun to realize the gradual improvement of component availability and lessened supply chain constraints. We delivered quarterly adjusted EPS of $2.14, reflecting 8.6% growth compared to the first quarter of 2022 driven by our strong sales performance. With one quarter behind us, we now expect an increased full year organic sales growth of 8% to 9%. Coming off a year with almost 10% organic sales growth, this continued sales momentum is a testament to our team's strong execution.\nWe are increasing our expected adjusted earnings per share to $10.50 to $10.25 a share. I remain pleased with our ongoing commitment to talent and culture, which is reflected in the recognition of Stryker for the 13th year in a row as one of Fortune's 100 Best Companies to Work For. I would like to thank our leaders for maintaining our positive culture through the significant growth that we have experienced over this period of time.\nIn addition, we recently published our third annual comprehensive report, which captures our commitment and disclosures on our 3 pillars of corporate responsibility: Stronger people, healthier planet and good business. In July, we will share a virtual corporate responsibility roundtable with leaders from across the organization, bringing to life our progress on how these 3 pillars tied to our mission. Finally, we'll be holding an Investor Day on November 8 in Mahwah, New Jersey. We will provide more details about this event in the coming months.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVice President of Investor Relations\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment as well as capital demand, product launches, updates on Mako and acquisitions.\nProcedural volumes continued to recover throughout the first quarter in most countries. As a reminder, Q1 of 2022 had softer volumes in many markets because of COVID-related impacts. While volumes are recovering, hospital staffing pressures continue in pockets around the globe and patient backlog remains. As mentioned on the Q4 call, these challenges will likely resolve gradually, and we continue to expect this will be a moderate tailwind as we move through 2023.\nAdditionally, demand for our capital products remained healthy in the quarter as seen from the double-digit organic growth of our Medical, Endoscopy and Instruments divisions. Our capital order book remains strong as we head into Q2. Our product super cycle is underway and driving positive momentum. This began in late 2022 with the U.S. launch of our System 9 power tools, which gained momentum in the quarter and is getting great customer feedback regarding ergonomics and quality.\nIn mid-Q1, we launched the Neptune S Waste Management System. We've seen significant trialing already with positive customer feedback related to workflow advantages and environmental benefits. Also, some of our other launches this year include the Expedition-powered Steri-Shield, Mako 2.0 software for knees, Q guidance for cranial procedures and the Insignia hip stem, pacing to be on track for 85% launched by year-end.\nFinally, we received 510(k) clearance on our 1788 camera platform, which will expand our Endoscopies divisions, addressable market into new procedures, including the ability to visualize lung and other cancers. As a reminder, the launch of the 1788 camera is set for late Q2. We continue to see steady progress with these launches and expect them to be a tailwind for growth in the coming quarters and years.\nNext, the progress of our Mako offense has resulted in continued growth of our installed base, combined with high utilization rates. In the U.S., we realized strength in our rental contracts, which resulted in lower upfront revenue for the quarter. We continue to be agnostic to have when these deals take and are offering flexible options for our customers to acquire capital equipment.\nOur Vocera integration continues to progress well and, as a reminder, is now included in our organic growth beginning in February of this year. Our expectation that sales will accelerate beginning in Q2 of this year remains unchanged. We will provide our next update on Vocera when we report our full year 2023 results. Lastly, we have obtained regulatory clearance regarding our acquisition of Cerus Endovascular, and we expect the deal will close shortly.\nWith that, I'll now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVice President, Chief Financial Officer, Stryker Corp.\n\nThanks, Jason. Today, I will focus my comments on our first quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release.\nOur organic sales growth was 13.6% in the quarter. The first quarter of 2023 had one more selling day than 2022, which is approximately a 1% benefit. The impact from pricing in the quarter was favorable by 0.7%. We continue to see a positive trend from our pricing initiatives, particularly in our U.S. MedSurg businesses, all of which contributed positive pricing for the quarter. Foreign currency had a 2.2% unfavorable impact on sales.\nIn the quarter, U.S. organic sales growth was 12.6%. International organic sales growth was 16.6%, impacted by positive sales momentum across most of our international markets. Our adjusted EPS of $2.14 in the quarter was up 8.6% from 2022, driven by higher sales and a favorable adjusted income tax rate, partially offset by inflationary pressures and the impact of foreign currency exchange, which was unfavorable $0.06.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 13.1%, with organic sales growth of 12.4%, which included 12.1% of U.S. organic growth and 13.3% of international organic growth. Instruments had U.S. organic sales growth of 8.9% led by double-digit growth in the Surgical Technology business. From a product perspective, sales growth was led by power tools, Steri-Shield, waste management and smoke evacuation. Endoscopy had U.S. organic sales growth of 16.2%, driven by strong growth across most of its major businesses. The growth was highlighted by general surgery, sports medicine, sustainability, communications and ProCare products.\nMedical had U.S. organic sales growth of 13.2%, reflecting solid performances across our acute care, emergency care and Sage businesses, and benefiting from improvement in product supply throughout the quarter. Our U.S. Neurovascular business returned to growth with organic sales growth of 7.3%, reflecting a strong performance in our hemorrhagic business. The U.S. neuro-cranial business had organic sales growth of 9.1%, which included double-digit growth in our Sonopet iQ signature high-speed drills, bipolar forceps and MAX-based neuro product lines. Internationally, MedSurg and Neurotechnology had organic sales growth of 13.3%, reflecting double-digit growth in almost all businesses. Geographically, this included strong performances in Europe Australia, Canada and Japan.\nOrthopedics and Spine had constant currency sales growth of 15.1%, with organic sales growth of 15.2%, which included organic growth of 13.3% in the U.S. and 20.3% internationally. Our U.S. hip business grew 16.2% organically, reflecting strong primary hip growth fueled by our Insignia hip stem and continued procedural growth. Our U.S. knee business grew 20.7% organically, which reflects our market-leading position in our robotic-assisted knee procedures.\nOur U.S. Trauma and Extremities business grew -- grew 13.7% organically with strong performance across all 3 businesses. Our U.S. Spine business grew 6.3%, led by the performance in our enabling technology and Interventional Spine businesses, including the recently launched Q guidance navigation system. Our U.S. other ortho declined organically by 14.8%, primarily driven by the impact of deal mix changes, specifically more rentals related to Mako installations in the quarter. Internationally, Orthopaedics and Spine grew 20.3% organically, which reflects strong performances in Europe, Australia, Canada and emerging markets.\nNow I will focus on operating highlights in the first quarter. Our adjusted gross margin of 63.2% was unfavorable, approximately 90 basis points from the first quarter of 2022, reflecting the impact of increased manufacturing and supply chain costs driven by inflationary pressures, somewhat offset by price and volume increases. Sequentially and compared to Q4 2022, we have improved our adjusted gross margin by approximately 50 basis points driven by mix, price, decreases in spot prices and improved manufacturing efficiencies.\nAdjusted R&D spending was 6.5% of sales, which represents a 70 basis point decrease from the first quarter of 2022 due primarily to higher comparable in 2022, which related to the ramping of costs for product launches. Our adjusted SG&A was 35.6% of sales, which was 50 basis points higher than the first quarter of 2022, primarily due to normalization of sales force expansion and meetings. In summary, for the quarter, our adjusted operating margin was 21.1% of sales, which was approximately 70 basis points unfavorable to the first quarter of 2022. This performance is primarily driven by the aforementioned inflationary pressures, primarily on gross margin.\nAdjusted other income and expense of $65 million for the quarter was slightly higher than 2022, mainly driven by a onetime benefit in 2022. The first quarter of 2023 had an effective tax rate of 12.8%, reflecting the impact of geographic mix and certain discrete tax items, including stock compensation. For 2023, we now expect full year effective tax rate to be in the range of 14% to 15%.\nFocusing on the balance sheet, we ended the first quarter with $1.8 billion of cash and marketable securities and total debt of $13.1 billion. Approximately $100 million of term loan debt was paid down in the quarter. Turning to cash flow. Our year-to-date cash from operations is $445 million. This performance reflects the results of net earnings and higher accounts receivable collections in the first quarter.\nConsidering our first quarter results, our strong order book for capital equipment and continued positive procedural trends, we now expect full year 2023 organic sales growth to be in the range of 8% to 9%, with pricing to be relatively neutral for the year. If foreign exchange rates hold near current levels, we anticipate that sales and EPS will be modestly unfavorably impacted for the full year, being more negative in the first half of the year. This is included in our guidance.\nBased on our performance in the first quarter, together with our strong sales momentum and further progressive easing of supply chain disruptions throughout the year, we now expect adjusted earnings per share in the range of $10.05 to $10.25.\nAnd now I will open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8cd853b230d5046a710bf6a3e23beeb1",
    "period": "2022 Q4",
    "content": "Q4 2022 Stryker Corp Earnings Call\n\nQ4 2022 Stryker Corp Earnings Call\n\nSYKNYSEJAN 31, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter and Full Year 2022 Stryker Earnings Call. My name is Tamia, and I will be your operator for today's call. (Operator Instructions) This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC.\nAlso, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman, CEO & President, Stryker Corporation\n\nWelcome to Stryker's fourth quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Investor Relations. For today's call, I will provide opening comments; followed by Jason with the trends we saw during the quarter, Mako performance insights and updates on Vocera and Wright Medical. Glenn will then provide additional details regarding our quarterly results and 2023 guidance before we open the call to Q&A.\nI will begin with the macroeconomic environment. 2022 was a year where we, alongside many companies, faced unprecedented supply chain challenges and inflationary pressures. We faced these challenges and delivered for over 130 million patients and for our customers all over the world. We also remain focused on the future as we progressed our pipeline of innovation, enabling a super cycle of new product launches across our portfolio in 2023 and 2024. I want to thank our 50,000 employees for their unrelenting determination and agility.\nIn the fourth quarter, we delivered organic sales growth of 13.2%, which brought our full year organic sales growth to 9.7%. During my 10-plus years in this role, these were record quarterly and annual growth rates. The growth was balanced across our businesses and regions in implants, disposables and capital equipment and was highlighted by our Medical division, which had Q4 organic sales growth of over 25%.\nAdditionally, for the fifth consecutive year, our international organic growth rate exceeded our U.S. growth rate, demonstrating the progress we are making on globalization. This was highlighted by Europe, Canada, Australia and emerging markets, which all posted double-digit growth in the quarter. International growth remains a significant opportunity in the years ahead that should continue to complement our strong U.S. business.\nNext, we delivered quarterly and full year adjusted EPS of $3 and $9.34, respectively, exceeding our latest guidance range. This was driven by our strong sales performance, which offset inflationary pressures and negative foreign currency. Also, we are progressing with our actions to address higher costs, which include both pricing and targeted restructuring plans. We have begun to see the impact of these initiatives and expect an improving trend over the course of 2023.\nWe also expect the positive trends in procedural recovery to continue alongside strong demand for capital products. And while component availability will continue to be variable in 2023, we do expect that it will gradually improve throughout the year, lessening the need for spot buys. We will remain disciplined with our spend, and we'll continue to invest in innovation, including potential tuck-in M&A.\nWe remain confident in the outlook of our business and expect to continue to deliver sales growth at the high end of med tech, which is reflected in our full year 2023 guidance of organic sales growth of 7% to 8.5%. This growth, combined with the continued challenging macroeconomic environment, our pricing and cost actions will translate to an adjusted EPS of $9.85 to $10.15 per share.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVP of IR, Stryker Corporation\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment as well as Mako, Vocera and Wright Medical.\nProcedural volumes continue to recover throughout the fourth quarter in most countries. Parts of Asia Pacific, however, have continued to be more volatile due to ongoing COVID-related impacts. While volumes are recovering, hospital staffing pressures have continued in pockets around the globe and patient backlog remains. As mentioned on the Q3 call, these challenges will likely resolve gradually, and we continue to expect this will be a moderate tailwind as we move through 2023. Additionally, demand for our capital products remained very healthy in the quarter as seen from the double-digit organic growth of our Medical, Endoscopy and Instruments divisions. Even considering our finish, we exited the year with a very strong order book.\nNext, specific to Mako, we had a record quarter of installations in both the U.S. and internationally. We continue to be agnostic to the form these deals take and will continue to offer flexible options for our customers to acquire capital equipment. The great progress of our Mako offense has resulted in strong growth of our installed base alongside continued increases in utilization.\nIn the U.S., we saw approximately 55% of Knees and almost 30% of Hips performed using Mako in the quarter. Also, in December, we surpassed our 1 million cementless knee procedure with cementless knees continuing to index higher in Mako accounts. So in addition to being the leader in robotic-assisted surgery, we are also well ahead on cementless knee adoption. Finally, we are making good progress with the development of our Mako spine and shoulder applications and expect to have the initial launch of spine in the back half of 2024 and the initial shoulder launch at the end of 2024.\nNow to our key acquisition and integration activities. Our Vocera integration continues to progress well, and as a reminder, will anniversary in February of this year. Q4 results were consistent with our commentary on the last earnings call as is the expected sales ramp beginning in Q2 of this year.\nTurning the page to Wright Medical. We've now passed the 2-year mark of the integration of Wright Medical. This has been our largest acquisition to date. Now complete, we have exceeded expectations on both our sales and synergy assumptions as the cultural fit was strong and we implemented our integration playbook very effectively. Additionally, it was a catalyst that drove the creation of 3 separate business units, allowing us to serve unique customers across core trauma, upper extremities and foot and ankle. All 3 businesses exited the year with terrific momentum and strong R&D pipelines. Overall, this acquisition has proven to be a great success, and we are excited about what the future holds.\nWith that, I'll now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVP & CFO, Stryker Corporation\n\nThanks, Jason. Today, I will focus my comments on our fourth quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release.\nOur organic sales growth was 13.2% in the quarter. The fourth quarter's average selling days were in line with 2021. The impact from pricing in the quarter was unfavorable by 0.6%. We continue to see a positive trend from our pricing initiatives, particularly in our U.S. MedSurg businesses, which all contributed positive pricing for the quarter. Foreign currency had a 3.8% unfavorable impact on sales. The supply chain disruption somewhat lessened during the quarter, and our capital order book continues to be very robust as demand from our customers remains strong.\nIn the quarter, U.S. organic sales growth was 11.2%. International organic sales growth was 18.3%, impacted by positive sales momentum across most of our international markets. For the year, organic sales growth was 9.7% with U.S. organic sales growth of 8.9% and international organic growth of 11.7%. The impact from pricing in the year was unfavorable by 0.9%, and 2022 had the same number of selling days as 2021.\nOur adjusted EPS of $3 in the quarter was up 10.7% from 2021, driven by higher sales and strict cost discipline, partially offset by inflationary pressures and the impact of foreign currency exchange translation, which was unfavorable $0.16. Our full year adjusted EPS was $9.34, which represents growth of 2.8% from full year 2021, reflecting the favorable impact of sales growth, lower net interest costs and a lower effective tax rate, partially offset by inflationary pressures and the unfavorable impact of foreign currency exchange translation of $0.31.\nNow I will provide some highlights around our quarterly segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 19.3% with organic sales growth of 16.9%, which included 14.9% of U.S. organic growth and 22.5% of international organic growth.\nInstruments had U.S. organic sales growth of 11.7%, led by double-digit growth in the Surgical Technology business. From a product perspective, sales growth was led by power tools, Steri-Shield, waste management and smoke evacuation.\nEndoscopy had U.S. organic sales growth of 9.7%, highlighted by strong growth in sports medicine, communications, video, general surgery and ProCare.\nMedical had U.S. organic sales growth of 22.9%, driven by our emergency care and acute businesses. The growth was fueled by double-digit growth across our emergency care and prime structure businesses and also benefited from improvement in product supply throughout the quarter.\nOur U.S. Neurovascular business had organic sales growth of 1.5%, driven by continued market softness and competitive pressures. The U.S. neurocranial business had impressive organic growth of 19.7%, which included double-digit growth in our Sonopet iQ, Signature High-Speed Drills, SILVERGlide Bipolar Forceps and [MAC] space neuro product lines.\nInternationally, MedSurg and Neurotechnology had organic sales growth of 22.5%, reflecting double-digit growth in all businesses. Geographically, this included strong performances in Europe, Australia and emerging markets.\nOrthopedics and Spine had constant currency sales growth of 8.3% with organic sales growth of 8.4%, which included organic growth of 6.2% in the U.S. and 13.6% internationally. Our U.S. hip business grew 11.3% organically, reflecting strong primary Hip growth fueled by the recent launch of our Insignia Hip Stem, the ongoing success of the Mako THA 4.1 software upgrade and continued procedural growth. Our U.S. knee business grew 7.8% organically against a very strong Q4 2022 comparable of over 14%. This reflects our market-leading position in robotic-assisted knee procedures.\nOur U.S. Trauma and Extremities business grew 11.9% organically with strong performances across all 3 businesses led by double-digit growth in upper extremities and foot and ankle and strong performances in plating and nailing.\nOur U.S. Spine business grew 0.5%, led by performance in our enabling technology business including the recently launched Q Guidance navigation system. U.S. Other ortho declined organically by 18.7%, primarily driven by the impact of deal mix changes, specifically more rentals related to Mako installations in the quarter. Internationally, Orthopedics and Spine grew 13.6% organically, which reflects strong performances in Europe, Australia, Canada and India.\nNow I will focus on operating highlights in the fourth quarter. Our adjusted gross margin of 62.7% was unfavorable, approximately 310 basis points from the fourth quarter of 2021 and in line with Q3 2022, reflecting the impact of the purchases of electronic components at premium prices and other inflationary pressures primarily related to labor, steel and transportation costs and unfavorable business mix.\nAdjusted R&D spending was 5.5% of sales, which represents a 90-basis-point decrease from the fourth quarter of 2021. Full year adjusted R&D spending was 6.7% of sales, which was slightly higher than our 2021 adjusted R&D spending of 6.6% of sales. Our adjusted SG&A was 30.6% of sales, which was 150 basis points lower than the fourth quarter of 2021. This reflects the impact of increased focus on discretionary cost control and head count discipline.\nIn summary, for the quarter, our adjusted operating margin was 26.6% of sales, which was approximately 70 basis points unfavorable to the fourth quarter of 2021. This performance is primarily driven by the aforementioned inflationary pressures, primarily on gross margin and the negative impact resulting from foreign currency exchange translation, somewhat offset by cost discipline.\nOther income and expense of $53 million for the quarter decreased from 2021, primarily due to net favorable interest income. For 2023, we expect a quarterly run rate of $65 million for other income and expense. Our fourth quarter and full year had an adjusted effective tax rate of 13.8% and 14%, respectively, reflecting the impact of geographic mix and certain discrete tax items. For 2023, we expect our full year effective tax rate to be in the range of 14.5% to 15.5%.\nFocusing on the balance sheet. We ended the fourth quarter with $1.9 billion of cash and marketable securities and total debt of $13 billion. Approximately $150 million of term loan debt was paid down in the quarter, which brings our year-to-date payments to $650 million.\nTurning to cash flow. Our year-to-date cash from operations is $2.6 billion. This performance reflects the results of net earnings, partially offset by lower accounts receivable collections due to higher sales at the end of the year, the impact of higher costs for certain electronic components and prebuying of certain other critical raw material inventory during the year. For 2023, we anticipate that capital spending will be approximately $600 million. Again, in 2023, we do not plan to do any share buybacks, and we'll continue to focus on further debt reduction.\nAnd now I will provide 2023 full year sales and earnings guidance. As we assess the current operating environment, we believe that there will continue to be macroeconomic volatility, including supply chain constraints, recession and inflationary risks and currency fluctuations. Despite this environment, we have positive momentum in many parts of our business heading into 2023, including continued procedural recovery, many new product introductions and a very robust order book for our capital products.\nGiven the above, we expect organic sales growth to be in the range of 7% to 8.5% for the full year 2023 when compared to 2022. There are the same number of selling days in 2023 compared to 2022, with one extra day in Q1 and one less day in Q3. Based on the steady progress of our pricing actions, we would expect the full year impact of price to be between 0% and minus 0.5%. If foreign exchange rates hold near current levels, we anticipate sales and EPS will be modestly unfavorably impacted for the full year, being more negative in the first half of the year. This is included in our guidance.\nWhile we are not specifically guiding the quarters, keep in mind that as you compare the first quarter to the prior year quarter, Q1 2022 did not have the inflationary pressures that we are now experiencing. So despite a strong growth outlook, we do not expect Q1 EPS to be much better than Q1 2022.\nFinally, for the full year 2023, we expect adjusted net earnings per diluted share to be in the range of $9.85 to $10.15, representing a return to op margin expansion. This guidance range assumes a gradual improvement of the global operating environment, including a progressive easing of supply chain disruptions throughout the year.\nAnd now I will open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2b168abc76e043312053d1f1ca1087fe",
    "period": "2022 Q3",
    "content": "Q3 2022 Stryker Corp Earnings Call\n\nQ3 2022 Stryker Corp Earnings Call\n\nSYKNYSEOCT 31, 4:30 PM\n\nOperator\n\nWelcome to the Third Quarter 2022 Stryker Earnings Call. My name is Megan, and I'll be your operator for today's call. (Operator Instructions) This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly and comparable GAAP financial measures can be found in today's press release that is in exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman, CEO & President, Stryker Corporation\n\nWelcome to Stryker's third quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Investor Relations.\nFor today's call, I will provide opening comments, followed by Jason with the trends we saw during the quarter and updates on Vocera and capital equipment. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.\nFor the quarter, organic sales growth was 10%, with double digit growth from our MedSurg and Neurotechnology businesses, led by endoscopy, medical and neurocranial. Our hip and knee businesses also delivered double digit growth, reflecting the continued recovery of elective procedures and our worldwide Mako momentum. Lastly, we continued our strong international performance, with double digit organic growth, led by Europe, Canada and emerging markets, despite negative growth in China.\nFor the quarter, we delivered adjusted EPS of $2.12 a share, driven by our strong sales performance, partially offsetting negative foreign currency and inflationary pressures. We expect these pressures to continue but at a more moderate level for the remainder of 2022. We are pleased with our strong sales growth, which would have been even higher if not for material shortages mostly affecting medical and instruments. Meanwhile, we are taking actions to deal with the cost headwinds, including inflationary challenges.\nFirst, as noted in Q2, given the higher input costs, we took a series of pricing actions across our portfolio. We have begun to see the impact of these initiatives, lessening the negative price impact on our business in Q3, but it will take time to see the full effect, given the timing of contract renewals and rebates from prior contracts expiring.\nSecond, we have taken additional actions around cost, including the reduction of discretionary items, hiring actions, and are proceeding with target restructuring plans in parts of our business. We continue to invest in R&D, demonstrating our continued focus on new product pipelines. This includes investments in R&D for enabling technologies, robotics, imaging and navigation, including our recently launched Q Guidance navigation system in spine.\nNotably, we are making good progress with the development of our spine and shoulder applications for Mako. We have stopped the Cardan spine robotic project to focus all our energies on Mako and expect that the Mako spine and shoulder launches will occur in a similar time frame.\nAlso during the quarter, we signed an agreement to purchase Cerus Endovascular, a technology leader in the hemorrhagic segment. This deal is pending customary closing conditions. We remain confident in the outlook of our business and expect to continue to deliver sales growth at the high end of med tech, which is reflected in our narrowing of full year organic sales growth to the higher end of our prior range, now 8.5% to 9%. However, worsening foreign currency and continued inflationary pressures have caused us to lower our full year adjusted EPS range to $9.15 to $9.25 per share.\nOverall, our team has shown good resiliency, and I'm pleased that employee engagement remains very high. We continue to be recognized across many countries, professions, gender and age groups as a great place to work, most recently as one of the world's best workplaces by Fortune.\nAs we look ahead to 2023, we feel optimistic about growth with high customer demand and exciting new product launches. Though the inflationary pressures and supply chain challenges will continue to impact next year, the strong growth outlook, combined with our pricing and cost actions, will position us well to return to strong earnings growth.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVP of IR, Stryker Corporation\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment, including the procedural, geographic and capital trends during the quarter. In addition, I'll provide an update on the integration progress of the Vocera business.\nProcedural volumes continue to recover throughout the third quarter in most countries, and we are beginning to reach normalized levels across most of our business. While we are seeing volumes recover, hospital staffing pressures have continued to impact the ability to reduce procedural backlog in a meaningful way. These challenges will likely resolve gradually, and we continue to expect this will be a moderate tailwind into next year.\nGeographically, procedural volumes steadily improved during the quarter in the United States, Europe and Latin America. Parts of Asia Pacific have continued to be more volatile due to ongoing COVID-related impacts. Demand for our capital products remained very strong in the quarter, as seen from the double-digit growth of our Medical division. However, we did realize some installation delays as well as hospital scheduling challenges.\nSpecific to Mako, installations for the quarter were soft as we realized delays stemming from variability in the hospital environment. However, our order book remains strong, and we expect a good fourth quarter for Mako. We will update you on our key Mako metrics in January.\nNow to our key integration activities. We continue to be pleased with our Vocera integration progress and remain excited about the strong growth potential of this platform technology. However, in Q3, we elected to delay some installations shifting from on-prem servers to our cloud solution with certain customers. Also, as we do with all acquisitions, we are shifting the legacy sales force to the Stryker model, which has caused some disruption. These delays resulted in revenues that were essentially flat to Q3 2021.\nHowever, the order pipeline remains strong and customer retention remains very high at 99% for software renewals. We expect these processes to continue into Q1 of next year, after which we will be positioned to drive robust sales growth.\nIn summary, while the macroeconomic environment remains dynamic, procedural volumes are improving, and the underlying demand for our products remain strong, which gives us confidence in our ability to continue to drive strong revenue growth.\nWith that, I'll turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVP & CFO, Stryker Corporation\n\nThanks, Jason. Today, I will focus my comments on our third quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release.\nOur organic sales growth was 9.9% in the quarter. The third quarter's average selling days were in line with 2021. The impact from pricing in the quarter was unfavorable 0.7%. We have started to see the positive impact of pricing initiatives, particularly in our U.S. MedSurg businesses, which all had positive pricing for the quarter. Foreign currency had a 3.7% unfavorable impact on sales. We continue to experience supply chain disruptions that have increased costs and led to inconsistent product availability. This is especially impacting the shipping and delivery time lines related to capital products in our MedSurg businesses. Nevertheless, our capital order book continues to be very robust as demand from our customers remained strong.\nIn the quarter, U.S. organic sales growth was 9.2%. International organic sales growth was 11.8%, impacted by positive sales momentum across most of our international markets, specifically emerging markets, Canada, Japan and Europe, somewhat offset by lingering COVID impacts in other Asia Pac countries. Our adjusted EPS of $2.12 in the quarter was down $0.08 from 2021, due primarily to the impact of foreign currency exchange translation of $0.08. Additionally, higher costs associated with gross margin challenges were offset by the benefit from higher sales and cost discipline.\nNow I'll provide some highlights around our segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 13.5%, with organic sales growth of 10.8%, which included 9.6% of U.S. organic growth and 14.4% of international organic growth. Instruments had U.S. organic sales growth of 2.2%, led by our Surgical Technology business. From a product perspective, sales growth was highlighted by growth in smoke evacuation and Steri-Shield. During the quarter, Instruments experienced supply chain challenges, primarily related to its capital products.\nEndoscopy had U.S. organic sales growth of 14%, highlighted by double-digit growth in both the core Endoscopy and Sports Medicine businesses. Medical had U.S. organic sales growth of 13.7% driven by growth in our Sage and acute care businesses, fueled by ProCuity and prime structure demand. As previously noted, Medical continues to experience supply chain challenges that primarily impact emergency care products.\nOur U.S. Neurovascular business had an organic decline of 2%, driven by a strong double-digit comparable in 2021, disruptions due to hospital staffing shortages and slower clinic volumes as well as competitive pressures. The U.S. neurocranial business had organic sales growth of 12.7%, which included solid growth in our MAC space and neuro products. Internationally, MedSurg and Neurotechnology had organic sales growth of 14.4%, reflecting double digit growth in all businesses. Geographically, this included strong performances in Japan, China and other emerging markets.\nOrthopedics and Spine had both constant currency and organic sales growth of 8.7%, which included organic growth of 8.7% in the U.S., and 8.9% internationally. This reflects the impact of our strong international growth and solid growth in our hip, knee and trauma and extremities businesses. Our U.S. Hip business grew 12.4% organically, reflecting strong primary hip growth fueled by the recent launch of our Insignia Hip Stem and continued procedural growth.\nOur U.S. [New York] knee business grew 14% organically, reflecting our market-leading position in robotic assisted knee procedures. Our U.S. trauma and extremities business grew 10.% organically, with strong performances across all 4 businesses, led by double digit growth in upper extremities, highlighted by our new products perform and Blueprint. Our U.S. Spine business sales grew 2% from solid performance in our enabling technology business, somewhat offset by the impact of lower surgery volumes in the competitive environment.\nOur U.S. other ortho declined organically by 11.2%, primarily driven by the impact of the aforementioned delays in Mako installations in the quarter. Internationally, orthopedics and spine grew 8.9% organically, which reflects the strong momentum in Europe, as procedural volumes improved as well as strong performances in Japan, Canada and India, somewhat offset by COVID-related volatility in Australia.\nNow I will focus on the operating highlights in the third quarter. Our adjusted gross margin of 62.6% was unfavorable approximately 370 basis points from the third quarter of 2021, reflecting the impact of the purchases of electronic components at premium prices and other inflationary pressures, primarily related to labor, steel and transportation costs as well as inefficiencies from supply chain disruption and the unfavorable impact of price and foreign exchange on sales.\nSequentially, from Q2 2022, gross margin was 70 basis points unfavorable. This included the impact from unfavorable business mix, higher-than-expected inflationary pressures, including premium pricing and operation inefficiencies. We expect these adverse impacts to continue throughout the remainder of the year and into 2023. For the full year 2022, we now expect adjusted gross margin compared to 2021 to be adversely impacted by approximately 250 basis points.\nAdjusted R&D spending was 7.1% of sales, which represent the 40 basis points increase from 2021. This reflects our continued commitment to funding innovation and the related future growth it will provide. Our adjusted SG&A was 33.1% of sales, which was 100 basis points lower than 2021. This reflects the impact of an increased focus on discretionary cost control and head count discipline.\nIn summary, for the quarter, our adjusted operating margin was 22.3% of sales, which was approximately 310 basis points unfavorable to the third quarter 2021. This performance is primarily driven by the aforementioned gross margin challenges and the net negative impact resulting from foreign currency exchange translation, somewhat offset by cost discipline.\nAdjusted other income and expense decreased from 2021, primarily resulting from lower interest expense and favorable interest income. We anticipate Q4 OI&E to be approximately $70 million. Our third quarter had an adjusted effective tax rate of 14.5%, reflecting the impact of geographic mix and certain discrete tax items. We now expect our full year adjusted effective tax rate to be at the low end of our previously communicated range of 14.5% to 15%, which is slightly lower than 2021.\nFocusing on the balance sheet. We ended the third quarter with $1.5 billion of cash and marketable securities and total debt of $12.8 billion. Approximately $250 million of term loan debt was paid down in the quarter, which brings our year-to-date payments to $500 million.\nTurning to cash flow. Our year-to-date cash from operations is $1.6 billion. This performance reflects the results of net earnings, partially offset by the impact of higher costs for certain electronic components, pre-buying of certain other critical raw material inventory and seasonal inventory increases.\nConsidering our third quarter results, our strong order book for capital equipment and the sales momentum in our implant and capital businesses, we now expect full year 2022 organic sales growth to be in the range of 8.5% to 9%. If foreign currency exchange rates hold near current levels, we now expect net sales in the full year to be adversely impacted by approximately 4% and adjusted net earnings per diluted share to be adversely impacted by approximately $0.35 to $0.40 for the full year, which is included in our revised earnings guidance range.\nBased on continuing inflationary and supply chain pressures, balanced with our strong sales and additional cost-reduction actions and most significantly, the anticipated future impact of foreign currency, we now expect adjusted earnings per share to be in the range of $9.15 to $9.25.\nAnd now I will open the call up for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e1c7cb2686155885d0ff41496097fd46",
    "period": "2022 Q2",
    "content": "Q2 2022 Stryker Corp Earnings Call\n\nQ2 2022 Stryker Corp Earnings Call\n\nSYKNYSEJUL 26, 4:30 PM\n\nOperator\n\nWelcome to the Second Quarter 2022 Stryker Earnings Call. My name is Hannah, and I will be your operator for today's call. (Operator Instructions) This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC. Also, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, our Chair and Chief Executive Officer. You may proceed.\n\nKevin A. Lobo\n\nChairman, CEO & President, Stryker Corporation\n\nWelcome to Stryker's second quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Jason Beach, Vice President of Investor Relations.\nFor today's call, I'll provide opening comments, followed by Jason with the trends we saw during the quarter and updates on Mako and Vocera. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.\nFor the quarter, organic sales growth was 6% with high single-digit growth from our MedSurg and Neurotechnology businesses, led by endoscopy, instruments and neurocranial. Our hip and knee businesses delivered high single-digit growth in the face of tough compares from 2021.\nInternationally, we posted high single-digit organic growth with strength in Canada, Europe and Japan as well as double-digit organic growth in emerging markets despite the China COVID-related slowdowns.\nDuring the quarter, we continue to have robust demand for our capital products. However, we had meaningful shipment delays as a result of ongoing product supply challenges mostly affecting our large capital businesses. As a reminder, less than 10% of our revenue is large capital with about 15% of our revenue being smaller operating capital that drives revenue for hospitals.\nFor the quarter, we delivered adjusted EPS of $2.25 as we faced increasing negative impacts from foreign exchange as well as inflationary pressures and significant premiums on inventory spot buys. We expect these pressures to continue in the back half of the year. However, the supply situation is improving.\nGiven the higher input costs, we've begun to take a series of pricing actions across our portfolio. These will take time to be reflected in our results given the phasing of contract renewals in many areas of our business.\nWe continue to invest in R&D at a healthy ratio of sales, demonstrating our continued focus on new product pipelines. We remain confident in the outlook of our business and expect to continue to deliver sales growth at the high end of med tech. However, even with disciplined spending, the worsened foreign exchange situation and other pressures will prevent us from delivering leverage to earnings in 2022.\nWith half of the year behind us and a very strong order book, we now expect full year organic sales growth of 8% to 9%. And due largely to foreign currency exchange, we now expect adjusted earnings per share to be in the range of $9.30 to $9.50 per share. Overall, our team has shown good resiliency and we are on track for another strong year of sales growth. Our employee engagement remains very high, and we continue to win awards as a Great Place to Work, most recently as a Great Place to Work for Millennials by Fortune.\nWe are also gearing up for some exciting new product launches in 2023 and look forward to an improved supply chain picture. Through the many challenges that we had faced since 2020, we feel optimistic about how we are positioning ourselves for the future.\nI will now turn the call over to Jason.\n\nJason Beach\n\nVP of IR, Stryker Corporation\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment, including the procedural and geographic trends during the quarter. In addition, I will provide an update on the integration progress of the Vocera business.\nProcedural volumes continued to recover throughout the second quarter in most countries. While we are seeing volumes recover, hospital staffing pressures have continued, impacting the ability to reduce procedural backlog in a meaningful way. These challenges will likely continue, meaning the tailwind of pent-up demand will be more moderate but last longer.\nGeographically, procedural volumes steadily improved during the quarter in the United States, Europe and Latin America. Procedural trends in parts of Asia and Australia have been more volatile due to ongoing COVID-related impacts. In addition to the continued procedural recovery, we had a strong quarter of Mako installations, up 19% versus 2021. However, as we are balancing customer purchasing preferences, the mix of these deals has resulted in less revenue per quarter. We are pleased with how the growing installation base continues to fuel market-leading implant growth.\nThe order book remains strong for Mako and the percentage of implants using the robot continues to increase. We will update you on our installations and utilization metrics at the end of the year.\nDemand for our capital products remained very strong in the quarter. While we experienced solid customer order performance from our capital businesses, the sales growth was restricted because of ongoing headwinds, which included raw material shortages primarily related to electronic components and installation delays in parts of our business due to hospital staffing challenges.\nThe raw material shortages continue to be most impactful in our medical business, both within our acute care and emergency care business units. Based on our current supply outlook, we expect medical to have a strong second half.\nNow to our key integration activities. We continue to be pleased with the momentum of the Vocera integration. Since acquiring the company, we have seen double-digit growth in the first and second quarter versus the same period in 2021. We are already starting to realize synergies and remain excited about the potential this product will create for both Stryker and the customers we serve.\nIn summary, while the macroeconomic environment remains volatile, procedural volumes are improving and the underlying demand for our products remain strong, which gives us confidence in our ability to continue to drive strong growth.\nWith that, I'll turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVP & CFO, Stryker Corporation\n\nThanks, Jason. Today, I will focus my comments on our second quarter financial results and the related drivers. Our detailed financial results have been provided in today's press release.\nOur organic sales growth was 6.1% in the quarter. The second quarter's average selling days were in line with 2021. The impact from pricing in the quarter was unfavorable 1.4%. Foreign currency had a 3% unfavorable impact on sales. Despite a challenging comparable versus 2021, our organic sales growth has been solid and was led by double-digit performances in our endoscopy and instruments businesses as well as strong growth in our international businesses. Our sales growth has been somewhat constrained by the continued supply chain challenges and electronic component shortages especially impacting the capital products in our MedSurg businesses, primarily in our medical business.\nOur capital order book continues to be very robust as demand from our customers continues to be strong. In the quarter, U.S. organic sales growth was 4.7%. International organic sales growth was 9.7%, impacted by positive sales momentum across most of our international markets, specifically emerging markets, Canada, Japan and Europe, somewhat offset by lingering COVID impacts in Australia and China.\nOur adjusted EPS of $2.25 in the quarter was in line with 2021 driven by our sales momentum and favorable adjusted tax rate, offset by gross margin challenges and the impact of foreign currency exchange. Our second quarter EPS was negatively impacted by foreign currency exchange of $0.05 versus 2021.\nNow I will provide some highlights around our segment performance. In the quarter, MedSurg and Neurotechnology had constant currency sales growth of 10.6% with organic sales growth of 7.9%, which included 7.2% of U.S. organic growth and 9.9% of international organic growth.\nInstruments had U.S. organic sales growth of 12.1%, led by double-digit growth in our orthopedic instruments and surgical technology businesses. From a product perspective, sales growth was highlighted by double-digit growth in power tools, surg account, irrigation, smoke evacuation and Steri-Shield.\nEndoscopy had U.S. organic sales growth of 15.4%, reflecting very strong performances across all of their portfolio, including video products and double-digit growth of our communications and sports medicine businesses.\nMedical, which includes our recently acquired Vocera business, had a U.S. organic sales decline of 2.4% driven by the aforementioned supply chain challenges primarily impacting our emergency care products. Medical Sage and acute care businesses boosted double-digit organic growth. During the quarter, we also saw significant growth in orders for our beds and emergency care products driven by very strong customer demand.\nOur U.S. neurovascular business posted an organic decline of 1.8% driven by a strong double-digit comparable in 2021 as well as competitive pressures, disruptions due to hospital staffing shortages and softer market conditions in part because of supply shortages of contrast use in procedures. The U.S. neurocranial business posted organic sales growth of 9.4%, which included solid growth in our ENT navigation, balloon dilation and neuro products.\nInternationally, MedSurg and Neurotechnology had organic sales growth of 9.9%, reflecting double-digit growth in the endoscopy, neurovascular and neurocranial businesses, somewhat offset by medical. Geographically, this included strong performances in Japan and emerging markets.\nOrthopaedics and Spine had both constant currency and organic sales growth of 3.9%, which included organic growth of 1.6% in the U.S. and 9.5% internationally. This reflects the impact of strong international growth and solid growth in our hip, knee and extremity businesses.\nOur U.S. hips business grew 4.5% organically, reflecting strong primary hip growth reflected by the recent launch of our Insignia Hip Stem and continued procedural growth. Our U.S. knee business grew 5.3% organically, reflecting our market-leading position in robotic knee procedures.\nOur U.S. trauma and extremities business grew 3.1% organically against a significant comparable in 2021. This growth was led by double-digit growth in our upper extremities, somewhat offset by softness in the trauma market.\nOur U.S. spine business declined 3.6% organically, reflecting a slightly slower scoliosis season, partially offset by solid performance in our enabling technology business.\nOur U.S. other ortho declined organically by 13.8% primarily driven by the impact related to the aforementioned deal mix changes of Mako installations in the quarter.\nInternationally, Orthopaedics and Spine grew 9.5% organically, which reflects the strong momentum in Europe as procedural volumes improved as well as strong performances in Japan, Canada and India, somewhat offset by COVID-related volatility in Australia and Korea.\nNow I will focus on operating highlights in the second quarter. Our adjusted gross margin of 63.3% was unfavorable, approximately 270 basis points from the second quarter of 2021. Compared to 2021, our gross margin was adversely impacted by the purchases of electronic components at premium prices on the spot market and other inflationary pressures primarily related to labor, steel and transportation costs as well as operational efficiencies due to component shortages.\nWe expect these adverse impacts to continue throughout 2022. We expect Q3 gross margin to be similar to Q2. Q4 should see some improvement and the full year gross margin compared to 2021 will be negatively impacted by approximately 200 basis points.\nAdjusted R&D was 7.2% of sales, which represents a 60 basis point increase from 2021. This reflects our continued commitment to innovation funding and the related future growth it will provide. Our adjusted SG&A was 32.4% of sales, which was 100 basis points lower than 2021. This reflects continued cost discipline, somewhat offset by the ramping of certain prioritized expenses and hiring that support future growth.\nIn summary, for the quarter, our adjusted operating margin was 23.7% of sales, which was approximately 220 basis points unfavorable to the second quarter of 2021. This performance is primarily driven by the aforementioned inflationary impacts resulting in gross margin challenges and the net negative impact resulting from foreign currency.\nAdjusted other income and expense decreased from 2021 primarily resulting from an equity investment gain and favorable interest income. We anticipate a normalized run rate of adjusted OI&E to be approximately $70 million per quarter for the remainder of 2022.\nOur second quarter had an adjusted effective tax rate of 13.9%, reflecting the impact of geographic mix and certain discrete tax items. We now expect our full year adjusted effective tax rate to be in the range of 14.5% to 15%, which is consistent with the ETR performance we experienced in 2021.\nFocusing on the balance sheet. We ended the second quarter with $1.1 billion of cash and marketable securities and total debt of $13.4 billion. Approximately $450 million of debt was paid down in the quarter.\nTurning to cash flow. Our year-to-date cash from operations is $732 million. This performance reflects the results of net earnings and continued focus on working capital management, partially offset by the impact of higher costs for certain electronic components and pre-buying certain other critical raw material inventory.\nConsidering our second quarter results, the strong order book for capital equipment and the sales momentum in our implant businesses, we now expect full year 2022 organic sales growth to be in the range of 8% to 9%. This performance assumes that the market environment experienced in Q2 continues to improve throughout the rest of the year with supply chain disruptions easing in the back half of the year.\nIf foreign currency exchange rates hold near current levels, we expect net sales in the full year to be adversely impacted by approximately 2% to 3% and adjusted net earnings per diluted share to be adversely impacted by approximately $0.25 to $0.30 in the full year, which is included in our revised earnings guidance range.\nBased on our performance in the second quarter, including consideration of the continued supply chain challenges and the inflationary environment, together with our increased sales guidance and continued financial discipline, and most significantly, the anticipated future impact related to foreign currency, we now expect adjusted earnings per share to be in the range of $9.30 to $9.50. The low end of this guidance range assumes that the continued macroeconomic volatility persists, including procedural disruptions and worsening of the electronic component availability.\nWe will continue to evaluate the changing environment, and we'll provide updates to our guidance as necessary. And now I will open up the call for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/49cf066bfc43c43bdf93ad8eb6114462",
    "period": "2022 Q1",
    "content": "Q1 2022 Stryker Corp Earnings Call\n\nQ1 2022 Stryker Corp Earnings Call\n\nSYKNYSEAPR 28, 4:30 PM\n\nOperator\n\nWelcome to the First Quarter 2022 Stryker's Earnings Conference Call. My name is Brika, and I'll be your operator for today. (Operator Instructions) This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC.\nAlso, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC.\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman, CEO & President, Stryker Corporation\n\nThank you. Welcome to Stryker's first quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Preston Wells, Vice President of Investor Relations. For today's call, I will provide opening comments, followed by Preston with an update on the trends we saw during the quarter as well as recent acquisitions. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.\nFor the quarter, organic sales growth exceeded 9% with double-digit growth from our MedSurg & Neurotechnology businesses, led by Endoscopy, Instruments and Neuro Cranial. Our Orthopaedics and Spine businesses delivered high single-digit growth, highlighting procedural recovery throughout the quarter. Internationally, we posted mid-single-digit organic growth, highlighted by double-digit organic growth in Europe and emerging markets.\nDuring the quarter, we continue to have robust demand for our capital products. However, we had meaningful shipment delays as a result of ongoing product supply challenges, mostly affecting our large capital businesses.\nFor the quarter, we delivered adjusted EPS of $1.97, reflecting growth compared to the first quarter of 2021 despite the ongoing impacts from inflationary pressures and significant premiums on inventory spot buys. We expect these supply chain pressures to persist throughout the year, although they will moderate with less reliance on spot buys in the second half of the year. In addition, we continue to invest in R&D at a healthy rate of 7.2% of sales, demonstrating our continued focus on our new product pipelines.\nDespite the ongoing supply chain pressures and the continued COVID volatility in certain regions of the world, we remain confident in the outlook of our business, and we expect to continue to deliver sales growth at the high end of med tech. However, as previously mentioned, despite continued discipline with our spending, the pressure on our supply chain will impact our ability to deliver earnings leverage in 2022.\nWith 1 quarter behind us, a very strong order book and these macroeconomic dynamics, we now expect full year organic sales growth towards the high end of our guidance range of 6% to 8% and expect adjusted earnings per share at the lower end of our guidance range of $9.60 to $10 a share.\nDuring the quarter, we also closed the acquisition of Vocera, and I'm excited about the highly complementary and innovative portfolio that Vocera brings to our Medical division. We believe that this deal will drive strong value creation in the years ahead.\nFinally, I am pleased about our ongoing commitment to our talent and culture, which is reflected in the recognition of Stryker for the 12th year in a row as one of Fortune's 100 Best Companies to Work For. Over this time, our employee base has moved from 20,000 to 46,000, and I would like to thank our leaders for maintaining our positive culture as we have grown.\nIn addition, we also published our second annual comprehensive report during the quarter, which captures our environmental, social and governance strategy and details our commitments and disclosures on our 3 pillars of corporate responsibility: stronger people, healthier planet and good business.\nOverall, I am pleased with our start to the year despite the challenging macroeconomic environment and believe we are well positioned for the future.\nI will now turn the call over to Preston.\n\nPreston Wells\n\nVP of IR, Stryker Corporation\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment, including the procedural and geographic trends during the quarter. In addition, I will provide an update on the continued integration of Wright Medical and the initial integration progress of the Vocera business.\nAfter being impacted in January by the Omicron variant, procedural volumes recovered sequentially throughout the quarter as COVID-related delays and restrictions eased. While we see -- while we're seeing volumes recover towards more normal levels, there continues to be some overhang from hospital staffing shortages, which is causing scheduling disruptions around the world. This improvement in procedural volumes is primarily impacting our implant-related businesses, including Hips, Knees, Spine and Extremities.\nIn addition to the procedural recovery, our double-digit growth in Knees continues to benefit from the growing Mako install base. We also grew high single digits in Foot & Ankle, Upper Extremities and Hips, driven by continued new product penetration. Within our Hips business, the launch of the new Insignia Hip Stem, along with the Mako 4.1 software, which also incorporates Insignia into the Mako robotic platform, continues to proceed well and should be a tailwind to our Hips business throughout the year.\nGeographically, procedures recovered during the quarter in the United States, Europe and Latin America, which resulted in strong double-digit growth in those regions. Procedural trends in Asia have been more volatile due to the ongoing COVID-related impacts. With Japan and Australia beginning to see improvements towards the end of the quarter, while other parts of the region saw COVID rates peak in March. In China, COVID-related impacts were more widely seen beginning in March, and we expect to see negative impact on procedural volumes in China during the second quarter as a result of strict lockdown restrictions across major cities in the country.\nDemand for our capital products remained strong in the quarter, including double-digit growth in orders, which bolstered the strong order book for capital products that we carried over from 2021. As a reminder, our capital business makes up less than 25% of our total sales with under 10% coming from large capital items like beds, robotics, booms and lights, and the remainder coming from small capital products like power tools and cameras, which facilitate surgical procedures. The strong demand in the quarter is occurring across our portfolio, including our small capital products within Instruments, Endoscopy and Neuro Cranial that support the recovery of procedural volumes.\nWhile we experienced solid growth from our capital businesses in the quarter, the growth was limited as a result of ongoing headwinds, including raw material shortages, primarily related to electronic components and installation delays because of hospital staffing challenges. The raw material shortages have had the largest impact in our medical business, both within our acute care and emergency care business units. These macro challenges will continue to be pronounced in the second quarter. We continue to partner closely with our customers to ensure we are meeting their more immediate and longer-term capital requirements.\nTurning to our key integration activities. The integration of Vocera is in its early stages, and we are pleased with how the teams are working together to maximize the opportunity. On a pro forma basis, the Vocera business continued its strong double-digit momentum during the quarter. And finally, the Wright Medical integration continues to progress well across all regions, which is reflected in the double-digit growth of our U.S. Trauma & Extremities business during the quarter, which was led by excellent performances in both U.S. Foot & Ankle and U.S. Upper Extremities.\nIn summary, while the macro environment remains volatile, procedural volumes are improving and the underlying demand for our products remains strong, which gives us confidence in our ability to continue to drive market-leading growth.\nWith that, I will turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVP & CFO, Stryker Corporation\n\nThanks, Preston. Today, I will focus my comments on our first quarter financial results and the related drivers. Similar to last quarter, sales comments will be provided based on our new reporting structure. Our detailed financial results have been provided in today's press release.\nOur organic sales growth was 9.2% in the quarter. The first quarter's average selling days were in line with Q1 2021. The impact from pricing in the quarter was unfavorable 1%. Foreign currency had an unfavorable 1.8% impact on sales.\nDuring the quarter, we saw a recovery of surgical procedures and accelerated sales momentum as the impact of the COVID-19 pandemic has eased in the U.S. and Europe. However, our sales growth has been constrained by continuing supply chain challenges and electronic component shortages, especially impacting the capital products in our MedSurg businesses and primarily our Medical business.\nOur capital order book has continued to be very robust as demand from our customers has continued to be strong. For the quarter, U.S. organic sales increased by 10.5%, reflecting strong double-digit growth in many of our businesses. International organic sales showed growth of 6%, impacted by positive sales momentum in Europe and emerging markets, somewhat offset by lingering COVID impacts in Australia, Canada and China. Our adjusted quarterly EPS of $1.97 increased 2.1%, reflecting sales growth, partially offset by a higher tax rate and gross margin inflationary pressures. Our first quarter EPS was negatively impacted from foreign currency by $0.02 versus 2021.\nNow I will provide some highlights around our segment performance. In the quarter, MedSurg & Neurotechnology had constant currency sales growth of 12.1%, with organic sales growth of 10.8%, which included 12.2% of U.S. organic growth.\nInstruments had U.S. organic sales growth of 16.3%, led by strong growth in their orthopedic instruments and Surgical Technologies businesses, highlighted by growth in SurgiCount, waste management, smoke evacuation and Steri-Shield products.\nEndoscopy had U.S. organic sales growth of 17.7%, reflecting strong performances across their portfolio, including video products and double-digit growth of their communications and Sports Medicine businesses.\nThe Medical business, which includes our recently acquired Vocera business, which closed in February, had U.S. organic sales growth of 6.2%, reflecting solid performances in their Sage and acute care businesses, somewhat offset by the aforementioned supply chain challenges primarily impacting our emergency care products.\nDuring the quarter, we also saw significant growth in orders for our acute care and emergency care businesses, driven by very strong demand. Assuming normalization of the customer environment and certain reduction of certain supply constraints, we expect these orders to contribute to another strong year for Medical in 2022.\nOur U.S. Neurovascular business posted an organic decline of 1.4% versus a very strong comparable growth of approximately 20% in 2021. The U.S. Neuro Cranial business posted organic sales growth of 16.6%, which included solid growth in our max space, NSE drills and bioreabsorbable products.\nInternationally, MedSurg & Neurotechnology had organic sales growth of 7%, reflecting double-digit growth in the Endoscopy and Neurovascular businesses. Geographically, this included strong performances in China and Australia.\nOrthopaedics & Spine had constant currency and organic sales growth of 7.2%, which included 8.2% of organic growth in the U.S. This reflects the impact of the ramp-up in surgical procedures during the quarter.\nOur Hips business grew 8.5% organically in the U.S., reflecting strong primary hip growth fueled by the launch of our Insignia Hip Stem and improved underlying market dynamics. Our Knee business grew 17.5% organically in the U.S., reflecting the previously mentioned strong recovery of procedures and our market-leading position in robotic knee procedures.\nOur U.S. Trauma & Extremities business grew 10.6% organically, reflecting double-digit growth in Foot & Ankle, Upper Extremities and Biologics. Our U.S. Spine business grew 3.7% organically, led by the performance of our enabling technology products. Other ortho declined organically in the U.S. as the impact of hospital operational staffing challenges and lengthening purchasing cycles limited our ability to place Makos during the quarter. Comparatively, in Q1 2021, other ortho had growth of 49%. Assuming normalization of the customer environment, we expect another strong year for Mako in 2022.\nInternationally, Orthopaedics & Spine grew 4.8% organically, which reflects the strong momentum in Europe as surgical procedures ramped up as well as a strong performance in Hips and Knees in Japan, somewhat offset by lingering COVID challenges in Australia, Canada and China.\nNow I will focus on operating highlights in the first quarter. Our adjusted gross margin of 64.1% was unfavorable approximately 130 basis points from the first quarter of 2021. Compared to prior year, our gross margin was adversely impacted by purchases of electronic components at premium prices on the spot market and other inflationary pressures primarily related to labor, electronic components, steel and transportation costs as well as operational inefficiencies due to the aforementioned raw material shortages. We expect these adverse impacts to continue throughout 2022 and to be more pronounced in the first half of this year.\nAdjusted R&D spending was 7.2% of sales, which represents a 35 basis point increase versus first quarter of 2021, and this reflects our continued commitment to innovation funding and the related future growth it will provide. Our SG&A was 35.1% of sales, which was 5 basis points lower compared to the first quarter of 2021. This reflects continued cost discipline and fixed cost leverage, offset by the ramping of certain expenses and hiring to support future growth.\nIn summary, for the quarter, our adjusted operating margin was 21.8% of sales, which is approximately 160 basis points unfavorable to the first quarter of 2021. This performance is primarily driven by inflationary impacts resulting in gross margin challenges and other continued investments in innovation, somewhat offset by our sales momentum and cost discipline.\nOther income and expense decreased as compared to the first quarter in 2021, primarily resulting from an equity investment gain as well as lower interest expense. Our first quarter had an adjusted effective tax rate of 13.9%, reflecting the impact of geographic mix and certain discrete tax items. For the full year, we continue to expect an adjusted effective tax rate of 15% to 16%.\nFocusing on the balance sheet, we ended the first quarter with $1.5 billion of cash and marketable securities and total debt of $13.9 billion, which includes the additional $1.5 billion of debt raised to fund the Vocera acquisition. During the quarter, our long-term credit rating at S&P was downgraded from A- to BBB+, and our long-term rating at Moody's was reaffirmed at Baa1.\nTurning to cash flow. Our Q1 cash from operations was $203 million. This performance reflects the results of net earnings and continued focus on working capital management, partially offset by the impact of prebuying certain electronic component inventory and approximately $130 million of charges related to the stock compensation payments for the Vocera acquisition that are accounted for in operating cash flow.\nGiven the dynamic supply chain pressures, COVID uncertainty, strong order book for capital equipment and considering our first quarter results, we now expect full year 2022 organic sales growth towards the high end of our previously guided range of 6% to 8%. This performance assumes that the recovery environment experienced in Q1 continues to improve throughout the rest of the year with a normal procedure environment, returning during the second half of the year. If foreign currency exchange rates hold near current levels, we expect net sales in the full year to be adversely impacted by approximately 1.2%.\nAdjusted net earnings per diluted share to be adversely impacted by approximately $0.10 to $0.15 in the full year, and this is included in our guidance range. Based on our performance in the first quarter and including consideration of the continued supply chain challenges, the inflationary environment and the anticipated impact related to foreign currency. We expect adjusted net earnings -- adjusted earnings per share towards the lower end of our previous guidance range of $9.60 to $10 per share. The low end of the guidance range assumes the continued macro environmental volatility persists, including inflationary pressures that could impact costs, particularly our cost of sales and includes more transient spot buying and longer-term supply chain challenges.\nWe will continue to evaluate the changing environment, and we'll provide updates to our guidance as necessary. And now I will open the call up for Q&A."
  },
  {
    "header": "SYK",
    "cik": "0000310764",
    "ticker": "SYK",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ca5fb078501284a564d117fd1315a154",
    "period": "2021 Q4",
    "content": "Q4 2021 Stryker Corp Earnings Call\n\nQ4 2021 Stryker Corp Earnings Call\n\nSYKNYSEJAN 27, 4:30 PM\n\nOperator\n\nWelcome to the Fourth Quarter 2021 Stryker Earnings Call. My name is Emily, and I'll be your operator for today's call. (Operator Instructions) This conference call is being recorded for replay purposes.\nBefore we begin, I would like to remind you that the discussions during this conference call will include forward-looking statements. Factors that could cause actual results to differ materially are discussed in the company's most recent filings with the SEC.\nAlso, the discussions will include certain non-GAAP financial measures. Reconciliations to the most directly comparable GAAP financial measures can be found in today's press release that is an exhibit to Stryker's current report on Form 8-K filed today with the SEC. .\nI will now turn the call over to Mr. Kevin Lobo, Chair and Chief Executive Officer. You may proceed, sir.\n\nKevin A. Lobo\n\nChairman, CEO & President, Stryker Corporation\n\nWelcome to Stryker's fourth quarter earnings call. Joining me today are Glenn Boehnlein, Stryker's CFO; and Preston Wells, Vice President of Investor Relations. For today's call, I will provide opening comments, followed by Preston with an update on the trends we saw during the quarter and our annual Mako update. Glenn will then provide additional details regarding our quarterly results before opening the call to Q&A.\nAs a reminder, as announced during our Analyst Day in November, we have reclassified our reporting segments into 2 groups: MedSurg and Neurotechnology, and Orthopaedics and Spine. This better aligns to how our businesses are managed internally. We have also pulled out Neurovascular on its own line and have the business units of neurosurgical instruments, CMF and ENT now grouped under Neurocranial. As we have done all year, we will comment on our performance versus 2019, which we believe is a better basis for comparison.\nFor the quarter, organic sales growth exceeded 6% versus 2019, driven by double-digit growth from our MedSurg and Neurotechnology businesses, but offset by softer sales of our Hips, Knees and Spine as COVID and hospital staffing challenges had a meaningful impact on elective procedures during the quarter. We posted double-digit organic growth in international compared to 2019 as our globalization efforts continue to bear fruit and where COVID impacts were generally less severe than in the U.S.\nWhile our more deferrable businesses were challenged, we saw excellent results from our Mako robotic technology, capital products across our metric portfolio and continued double-digit organic growth in Neurovascular which reached approximately $1.2 billion in sales for the year. Despite the unanticipated Omicron variant, we were able to achieve full year sales growth and adjusted EPS within our latest guidance ranges. Our full year organic growth exceeded 7% and reflects strong demand for our Mako and MedSurg capital equipment and strong double-digit sales growth within Neurovascular and Neurocranial. In addition, we are very pleased with the Wright Medical integration, particularly in the U.S.\nOur full year adjusted EPS grew 10% versus 2019, and we delivered free cash flow conversion of 85%. The EPS growth was a strong result given the inflationary pressures that grew in the quarter and the COVID impact on our implant procedures. We continue to invest in R&D at a healthy rate of 6.6% of sales for the year and our new product pipelines are poised for continued success. Our strong cash flow performance provided us with additional flexibility to execute on M&A opportunities in the quarter, including (inaudible), a small tuck-in within endoscopy, and the recently announced agreement to acquire Vocera.\nDespite the impacts of the pandemic throughout the year, we were able to surpass $15 billion, $16 billion and $17 billion in revenue for the first time. And we remain confident in the outlook for our business as the pandemic recedes. We continue to execute on our key growth strategies, including the expansion of our ASC offense, continued product innovation and category leadership across our businesses.\nTurning to 2022. The volatility caused by COVID variance remains ongoing and is further impacted by hospital staffing challenges and supply chain disruptions. In spite of this, we expect to continue to deliver above-market sales growth. However, given the pressures on our supply chain within MedSurg, we do not expect to deliver our typical degree of earnings leverage. We continue to be disciplined with our spending. However, we will continue to fuel new products with healthy R&D spending and will maintain our focus on above-market growth while we work through these cost pressures. As noted in the press release, we are guiding to 6% to 8% full year organic sales growth and adjusted EPS of $9.60 to $10 per share.\nAs I conclude my comments, I remain confident in our strategy, talent and culture. I would like to thank our teams for continuing to persevere in these challenging times.\nI will now turn the call over to Preston.\n\nPreston Wells\n\nVP of IR, Stryker Corporation\n\nThanks, Kevin. My comments today will focus on providing an update on the current environment, including the latest impacts of COVID-19 across certain products during the quarter. In addition, I will provide an update on Mako and recent acquisitions, including the continued integration of Wright Medical and the performance of our combined Trauma and Extremities business.\nDuring the quarter, hospital bed and operating room capacities were challenged because of the Delta variant early in the quarter and most recently by the Omicron variant, which started to pressure elective procedural volumes in December. In addition, ongoing nursing staffing shortages disrupted hospital scheduling of procedural volumes. The delay in procedural volumes primarily impacted our implant-related businesses, including hips knees, spine and foot and ankle, which can be, in many cases, deferred for a period of time. However, we know that most of these patients will eventually return to have those percentages completed as the impacts from COVID decline and procedural volumes return to more normal levels.\nDemand for our capital products was strong in the quarter, including double-digit orders and sales, which created a strong order book for capital products. Despite the strong capital demand, there were some headwinds in the quarter that primarily impacted our Medical business, including installation delays caused by hospital staffing challenges and raw material shortages primarily related to electronics that created some supply disruptions.\nFor the full year 2021 versus 2020, our global Mako installed base grew by 27%, and we now have an installed base that is approaching 1,500 Mako robots. This continues to grow -- this growth continues to highlight the high demand for our differentiated Mako robotic technology. The strong double-digit growth also underscores our ongoing success installing robots in major teaching institutions, ASCs and competitive accounts as well as our focus on expanding into international markets. In the fourth quarter, we saw a meaningful increase in the percentage of robots installed into competitive accounts.\nTurning to U.S. knee procedures. In the fourth quarter, over 50% of our total knees were Mako knee procedures, a trend that continues to increase and demonstrates the outstanding utilization of the Mako install base. The shift towards cementless knees also continued. And in the fourth quarter, cementless knees made up 47% of our U.S. knee procedures. Additionally, in the fourth quarter, over 25% of our total hip procedures were Mako Hip procedures, which similar to knees, continues to increase in utilization. Our recently launched in hip stem will also be Mako-capable by the end of the first quarter. We expect to further our leadership position in orthopedic robotic-assisted surgery through the continued adoption of our Mako Smart Robotics platform on a global basis.\nShifting to our Trauma and Extremities business. We are now over 1 year into the integration of Wright Medical, which continues to progress well in all regions and across all functions, despite the headwinds from COVID. Including Wright Medical, the combined U.S. Trauma and Extremities business grew high single digits in 2021, which exceeded our expectations. The full year growth in the United States was driven by strong growth in core trauma and double-digit growth in the upper extremities business, which offset the COVID-related impact on foot and ankle. This strong result reflects excellent execution of the sales integration and the strength of the product portfolio.\nFinally, our dedicated divisional business development teams continue to identify and execute on meaningful acquisitions. As Kevin mentioned, we recently announced our agreement to acquire Vocera and enter the fast-growing digital care coordination and communications segment. We expect the Vocera acquisition to close by the end of the first quarter.\nDuring the fourth quarter, we also finalized the acquisition of Thermdx. Thermedx is an innovative developer and manufacturer of fluid management solutions and will allow our endoscopy business to improve surgical visualization across the women's health segment and advance the standard of care in the urology segment. We believe these and other acquisitions completed during the year will help us continue to drive above-market growth in the future.\nThe overall environment remains uncertain as a result of the continuing COVID pandemic, and we expect hospital staffing shortages, supply constraints and significant inflationary pressures caused by raw material shortages to persist throughout 2022. However, we believe that the underlying demand for our products remains strong, and coupled with a robust order book for our capital products, gives us confidence in our ability to drive market-leading growth for the impacts of the pandemic subside.\nWith that, I'll now turn the call over to Glenn.\n\nGlenn S. Boehnlein\n\nVP & CFO, Stryker Corporation\n\nThanks, Preston. Today, I will focus my comments on our fourth quarter financial results and the related drivers. Today's sales comments will be provided based on our new reporting structure. And as with previous quarters this year, all comments are in comparison to 2019 as it is a more normal baseline given the variability throughout 2020. Our detailed financial results have been provided in today's press release. .\nOur organic sales growth was 6.2% in the quarter. The fourth quarter included the same number of average selling days as Q4 2019 and Q4 2020. Compared to 2019, the 2-year impact from pricing in the quarter was unfavorable 1.7%. Versus Q4 2020, pricing was 0.8% unfavorable. Foreign currency had a favorable 0.5% impact on sales.\nFor the quarter, U.S. organic sales increased by 4.7%, reflecting the impact of COVID on elective procedures, hospital staffing shortages and disruptions of general hospital operations. This was offset partially by strong demand for Mako and our MedSurg and Neurotechnology products. International organic sales showed strong growth of 10.6%, impacted by positive sales momentum in Europe, Canada and emerging markets.\nFor the year, organic sales growth was 7.2%, with U.S. organic growth of 5.2% and international organic growth of 12.9%. 2021 had the same number of selling days as 2019 and 1 less selling day compared to 2020. Compared to 2019, the 2-year price impact had an unfavorable 1.5% impact on sales. Versus full year 2020, pricing was 0.8% unfavorable.\nOur adjusted quarterly EPS of $2.71 increased to 8.8% from 2019, reflecting sales growth and a lower quarterly effective tax rate, partially offset by the impact of business mix, increased adverse COVID-related pressure on sales, gross margin inflationary pressures and higher interest charges resulting from the Wright Medical acquisition. Our full year EPS of $9.09, which represents growth of 10% from full year 2019 reflects the favorable impacts of sales growth, operating expense discipline, Wright Medical, foreign currency and a lower effective tax rate partially offset by increased investments in R&D as well as higher interest charges resulting from the Wright acquisition.\nNow I will provide some highlights around our segment performance. In the quarter, MedSurg and NeuroTech had constant currency sales growth of 11.8%, with organic sales growth of 11.6% which included 9.3% of U.S. organic growth. Instruments had U.S. organic sales growth of 10.6%, led by strong growth in their Orthopaedics instruments and Surgical Technologies businesses, highlighted by growth in their power tools, waste management, smoke evacuation and Steri-Shield products.\nEndoscopy had U.S. organic sales growth of 11%, reflecting strong performances across their portfolio, including general surgery and fluorescence products and strong double-digit growth of their sports medicine and communications businesses.\nThe Medical division had U.S. organic sales growth of 10.3%, reflecting solid performances in their Sage and bed businesses. During the quarter, we also saw significant growth in orders across the medical portfolio, driven by very strong demand. Assuming normalization of the customer environment and a reduction of certain supply constraints, we expect these orders to contribute to another strong year for Medical in 2022.\nOur U.S. Neurovascular business posted organic growth of 7.4% reflecting solid growth in their hemorrhagic and aspiration products. The U.S. Neurocranial business posted organic sales growth of 5.7% and which included solid growth in our MAC space, ENT navigation and cryotherapy products, somewhat offset by continued COVID impacts. Internationally, MedSurg and NeuroTech had organic sales growth of 18.6%, reflecting double-digit growth in the Endoscopy, Medical, Neurovascular and Neurocranial businesses. Geographically, this included strong performances in Europe Canada, China and in the NeuroTech businesses in emerging markets.\nOrthopaedics and Spine had constant currency sales growth of 15.2% and an organic sales decline of 0.8% with an organic decline of 2% in the U.S. This reflects the impact of the slowdown in elective procedures during the quarter as a result of the Delta and Omicron variants of COVID. Our U.S. Knee business grew 0.1% organically. As a reminder, during the fourth quarter of 2019, our U.S. Knee business had very strong growth of approximately 10.5%.\nOur U.S. Trauma and Extremities business grew 6.7% on a comparable basis with strong growth in our plating products combined with double-digit growth in our upper extremities business. Spine declined 6.6% organically in the U.S., primarily resulting from COVID disruptions to their business. Other Orthopaedics grew 21.5% organically in the U.S., primarily reflecting continued strong demand for our Mako robotic platform, which had growth in the U.S. of 43.5%. Internationally, Orthopedics and Spine grew 1.9% organically, which reflects the strong momentum of Mako in Japan, Korea and emerging markets, somewhat offset by the impact of volume-based pricing in China, primarily related to our Trauson business.\nFor the quarter, our Trauma and Extremities business, which includes Wright Medical, delivered 4.1% constant currency growth on a comparable basis. The Wright Medical acquisition anniversaried in November 2021 and will be part of our organic sales throughout 2022.\nNow I will focus on operating highlights in the fourth quarter. Our adjusted gross margin was 65.8%, was unfavorable approximately 50 basis points from the fourth quarter of 2019. Compared to the fourth quarter in 2019, gross margin was adversely impacted by business mix; operational inefficiencies due to COVID, including employee absenteeism; and raw material inflation, primarily related to electronic components, steel and transportation costs. We expect these adverse impacts to continue throughout 2022 and with a more pronounced impact in the first half of 2022.\nAdjusted R&D spending was 6.4% of sales, which represents an 80 basis points increase versus the fourth quarter of 2019 and reflects our continued commitment to innovation funding and the related growth that we'll provide. Our adjusted SG&A was 32.1% of sales, which was a 20 basis point improvement as compared to the fourth quarter of 2019. This reflects continued cost discipline and fixed cost leverage, offset by the ramping of certain expenses and hiring to support future growth and the dilutive impact of the Wright Medical acquisition.\nIn summary, for the quarter, our adjusted operating margin was 27.3% of sales, which is 100 basis points unfavorable to the fourth quarter of 2019. This performance primarily resulted from adverse business mix, gross margin challenges, investments in R&D and the dilutive impact of acquisitions, primarily Wright Medical. Other income and expense increased as compared to fourth quarter in 2019, primarily resulting from the interest expense increases related to our debt outstanding for the funding of the Wright Medical acquisition.\nOur fourth quarter had an adjusted effective tax rate of 15.2%. Our full year adjusted effective tax rate is 14.9% which was partially impacted favorably by onetime items during the year. For 2022, we expect our full year effective tax rate to be in the range of 15% to 16%.\nFocusing on the balance sheet, we ended the fourth quarter with $3 billion of cash and marketable securities and total debt of $12.5 billion. For the year, we paid down $1.2 billion of debt.\nTurning to cash flow. Our full year cash from operations was approximately $3.3 billion. This strong performance reflects the results of net earnings and continued focus on working capital management. For 2022, we anticipate that capital spending will be approximately $650 million. Again, in 2022, we do not plan to do any share buybacks given our anticipated focus on further debt reduction.\nAnd now I will provide you 2022 full year guidance. As we assess the current operating environment, we believe that there will be continued volatility caused by ongoing COVID-related impacts, hospital staffing challenges and increasing supply chain disruptions as well as significant inflationary risks. Given this variability, we expect organic sales growth to be in the range of 6% to 8% for the full year 2022 when compared to 2021.\nThere are the same number of selling days in 2022 compared to 2021. Consistent with the pricing environment we experienced in previous years, we would expect continued unfavorable price reductions of approximately 1%. If foreign exchange rates hold near current levels, we anticipate sales and EPS will be modestly unfavorably impacted as compared to 2021, and this is included in our guidance.\nDespite the top line and operational risks of COVID, we have good momentum in many parts of our business heading into 2022, including the continued demand for our Mako technology, a very robust order book for our capital products, continued execution of our combined T&E business and many, many product innovations. For the full year 2022, we do not expect to deliver our typical operating margin expansion as a result of the ongoing price escalation on supply-constrained raw materials like electronic components and rising inflationary costs on raw materials transportation and labor costs. As a result of the latest COVID wave and the current inflationary environment, we expect gross margin performance to be negatively impacted by 50 to 100 basis points with a more pronounced impact in the first half of the year.\nAs we said during our analyst call in November, we plan to return to our normal delivery of margin expansion once we reach a post-COVID environment. Finally, for 2022, we expect adjusted net earnings per diluted share to be in the range of $9.60 to $10 for the full year. This wider guidance range represents the ongoing variability in the operating environment. The upper end of our guidance range assumes the latest COVID wave subsides in Q1, with no additional major COVID disruptions during the year. In addition, it assumes that the supply chain stabilizes by the end of the first half of the year.\nThe low end of the guidance range assumes the continued COVID-related volatility persists, including supply chain pressures that could impact revenues as well as costs and includes more transient spot buying and longer-term supply chain pressures. We will continue to evaluate the changing environment, and we'll provide updates to our guidance as necessary.\nAnd now I will open up the call for Q&A."
  }
]