[
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/959f9a1f8ae9a3b5ddf612155a4b1028",
    "period": "2025 Q4",
    "content": "Q4 2025 D. R. Horton Inc Earnings Call\n\nQ4 2025 D. R. Horton Inc Earnings Call\n\nDHINYSEOCT 28, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Fourth Quarter 2025 Earnings Conference Call for D.R. Horton, America's Builder. [Operator Instructions] I will now turn over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nThank you, Paul, and good morning. Welcome to our call to discuss our fourth quarter and fiscal 2025 financial results.\nBefore we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements.\nAdditional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission. This morning's earnings release and supplemental data presentation can be found on our website at investor.drhorton.com and we plan to file our 10-K in about 3 weeks.\nPlease note that we are now posting our supplementary data presentation at the time of our earnings release. After this call, we will also post our updated investor presentation for your reference.\nNow I will turn the call over to Paul Romanowski, our President and CEO.\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray, our Chief Operating Officer; and Bill Wheat, our Chief Financial Officer.\nThis year, the D.R. Horton team had the privilege of providing homeownership to nearly 85,000 individuals and families, including approximately 43,000 first-time homebuyers. In total, our homebuilding and rental operations provided more than 91,200 households a place to call home during fiscal 2025.\nWe work every day to use our industry-leading platform unmatched scale, efficient operations and experienced employees to bring affordable homeownership opportunities to more Americans. New home demand remains impacted by affordability constraints and cautious consumer sentiment. Our teams continue to respond with discipline during the fourth quarter, driving a 5% increase in net sales orders while carefully balancing pace, price and incentives to meet demand.\nThe D.R. Horton team produced solid fourth quarter results to finish the year, highlighted by consolidated pretax income of $1.2 billion on revenues of $9.7 billion, with a pretax profit margin of 12.4%. For the year, our consolidated pretax income was $4.7 billion with a pretax profit margin of 13.8%.\nOur homebuilding pretax return on inventory for the year was 20.1%. Return on equity was 14.6% and return on assets was 10%. Over the last 10 years, D.R. Horton has delivered a compounded annual shareholder return of more than 20%, and compared to the S&P 500's compounded annual return of 13.3%. Also, our return on assets ranked in the top 20% of all S&P 500 companies for the past 3, 5 and 10-year periods, demonstrating that our disciplined, returns-focused operating model produces sustainable results and positions us well for continued value creation.\nWe remain focused on capital efficiency to generate strong operating cash flows and deliver compelling returns to our shareholders. In fiscal 2025, we generated $3.4 billion of cash from operations after making homebuilding investments in lots, land and development totaling $8.5 billion. We leveraged our strong cash flow and financial position to return $4.8 billion to shareholders through repurchases and dividends.\nOver the past 5 years, we've generated $11 billion of operating cash flow and returned all of it to shareholders. Over the same time frame, we grew consolidated revenues and an 11% compound annual rate, reflecting consistent, efficient execution and disciplined, balanced capital allocation. We strive to offer our customers an attractive value proposition by providing quality homes at affordable price points. We will continue to tailor our product offerings, sales incentives and number of homes in inventory based on demand in each of our markets to maximize returns. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nNet income for the quarter was $905.3 million or $3.04 per diluted share on consolidated revenues of $9.7 billion. For the year, net income was $3.6 billion or $11.57 per diluted share on revenues of $34.3 billion.\nOur fourth quarter home sales revenues were $8.5 billion on 23,368 homes closed. Our average closing sales price for the quarter of $365,600 is down 1% sequentially, down 3% year-over-year and is down 9% from our peak sales price of more than $400,000 and in 2022. Our average sales price is lower than the average sales price of new homes in the United States by $140,000 or almost 30%. Additionally, the median sales price of our homes is $65,000 lower than the median price of an existing home. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur net sales orders in the fourth quarter increased 5% from the prior year quarter to 2,078 homes and order value increased 3% to $7.3 billion. Our cancellation rate for the quarter was 20%, up from 17% sequentially and down from 21% in the prior year quarter. Our cancellation rate is in line with our historical average.\nOur average number of active selling communities was up 1% sequentially and up 13% from the prior year. The average price of net sales orders in the fourth quarter was $364,900, which was flat sequentially and down 3% from the prior year quarter. Jessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nOur gross profit margin on home sales revenue in the fourth quarter was 20%, down 180 basis points sequentially from the June quarter. 110 basis points of the decrease in our gross margin from June to September was due to higher incentive costs on homes closed during the quarter and 60 basis points of the decrease was from higher than normal litigation costs.\nOn a per square foot basis, home sales revenues were down roughly 1% sequentially, while sticks and bricks costs per square foot were flat and lot costs increased 3%. For the first quarter, we expect our home sales gross margin to be flat to slightly up from the fourth quarter. We anticipate our incentive levels to remain elevated in fiscal 2026 with both incentive levels and home sales gross margin for the full year, dependent on the strength of demand during the spring selling season, changes in mortgage interest rates and other market conditions. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur fourth quarter homebuilding SG&A expenses were flat with the prior year quarter, and homebuilding SG&A expense as a percentage of revenues was 7.9%. For the year, homebuilding SG&A was 8.3% of revenues.\nOur annual SG&A expenses increased 3%, primarily due to the expansion of our platform, including a 13% increase in our average community count. The investments we have made in our team and platform position us to continue producing strong returns, cash flow and market share gains, and we remain focused on managing our SG&A costs efficiently across our operations. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 14,600 homes in the September quarter and ended the year with 29,600 homes in inventory, down 21% from a year ago. 19,600 of our total homes at September 30 were unsold. 9,300 of our unsold homes at year-end were completed, including 800 that had been completed for greater than 6 months.\nFor homes we closed in the fourth quarter, our median cycle time, measured from home start to home close decreased by a week from the third quarter and 2 weeks from a year ago. Our improved cycle times enable us to hold fewer homes in inventory and turn our housing inventory more efficiently.\nWe expect our sales pace will increase in the first half of our fiscal year in preparation for the spring selling season, and we will continue to manage our homes and inventory and [ starch pace ] based on market conditions. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at year-end consisted of approximately 592,000 lots, of which 25% were owned and 75% were controlled through purchase contracts. 78,000 or roughly half of our owned lots are finished and the majority of our option lots will be finished when we purchase them over the next several years.\nWe are actively managing our investments in lots, land and development based on current market conditions. We remain focused on our relationships with land developers across the country to allow us to build more homes on lots developed by others. Of the homes we closed during the quarter, 65% were on a lot developed by either Forestar or a third party, up from 64% in the prior year quarter.\nOur fourth quarter homebuilding investments in lots, land and development totaled $2 billion, of which $1.3 billion was for finished lots, $540 million was for land development and $120 million was for land acquisition. For the year, our homebuilding investments in lots, land and development totaled $8.5 million. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the fourth quarter, our rental operations generated $81 million of pretax income on $805 million of revenues from the sale of 1,565 single-family rental homes and 1,815 multifamily rental units. For the full year, our rental operations generated $170 million of pretax income on $1.6 billion of revenues from the sale of 3,460 single-family rental homes and 2,947 multifamily rental units.\nOur rental property inventory at September 30 was $2.7 billion, down 7% from a year ago and consisted of $378 million of single-family rental properties and $2.3 billion of multifamily rental properties. We remain focused on improving the capital efficiency and returns of our rental operations. Jessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nForestar is our majority-owned residential lot development company, and our strategic relationship is a vital component of our returns-focused business model. Forestar reported revenues for the fourth quarter of $671 million on 4,891 lots sold with pretax income of $113 million.\nFor the full year, Forestar delivered 14,240 lots, generating $1.7 billion of revenues and $219 million of pretax income. 62% of Forestar's owned lots are under contract with are subject to a right of first offer to D.R. Horton and $470 million of our finished lots purchased in the fourth quarter were from Forestar.\nForestar's strong, separately capitalized balance sheet, substantial operating platform and lot supply position them well to provide essential finished lots to the homebuilding industry and aggregate significant market share over the next several years. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial services earned $76 million of pretax income in the fourth quarter on $218 million of revenues with a pretax profit margin of 34.7%. For the year, financial services earned $279 million of pretax income on $841 million of revenues with a pretax profit margin of 33.1%. As we now post the supplemental data presentation to our investor website prior to the call, we will no longer review detailed mortgage metrics during our prepared remarks. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur capital allocation strategy is disciplined and balanced to support an expanded operating platform that produces attractive returns and substantial operating cash flows. We have a strong balance sheet with low leverage and healthy liquidity, which provides us with significant financial flexibility to adapt to changing market conditions and opportunities.\nDuring fiscal 2025, we generated $3.4 billion of operating cash flow representing 10% of our total revenues and 95% of our net income. During the fourth quarter, we repurchased 4.6 million shares of common stock for $689 million. For the full year, we repurchased 30.7 million shares for $4.3 billion, which reduced our outstanding share count by 9% from the prior year end. We also paid cash dividends of $118 million during the quarter, and $495 million during fiscal 2025.\nOur fiscal year-end stockholders' equity was $24.2 billion, down 4% from a year ago. However, our book value per share was up 5% from a year ago to $82.15. At September 30, we had $6.6 billion of consolidated liquidity, consisting of $3 billion of cash and $3.6 billion of available capacity on our credit facilities.\nWe repaid $500 million of our 2.6% senior notes in September and debt at the end of the quarter totaled $6 billion. We have no senior note maturities in fiscal 2026. Our consolidated leverage at fiscal year-end was 19.8% an and we plan to maintain our leverage around 20% over the long term. Based on our strong financial position and cash flow, our Board declared a new quarterly dividend of $0.45 per share, a 13% annualized increase compared to the prior year, making fiscal 2026, our 12th consecutive year of dividend growth. Jessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nLooking forward to fiscal 2026, we expect new home demand to reflect ongoing affordability constraints and cautious consumer sentiment. As outlined in our press release this morning, for the full year of fiscal 2026, we currently expect to generate consolidated revenues of approximately $33.5 billion to $35 billion and homes closed by our homebuilding operations to be in the range of 86,000 to 88,000 homes.\nWe forecast an income tax rate for fiscal 2026 of approximately 24.5%. We expect to generate at least $3 billion of cash flow from operations in fiscal 2026. We currently plan to purchase approximately $2.5 billion of our common stock during fiscal 2026 in addition to paying dividends of around $500 million.\nFor our first fiscal quarter ending December 31, we currently expect to generate consolidated revenues in the range of $6.3 billion to $6.8 billion, and homes closed by our homebuilding operations to be in the range of 17,100 to 17,600 homes.\nWe expect our home sales gross margin for the first quarter to be in the range of 20% to 20.5% and our consolidated pretax profit margin to be in the range of 11.3% to 11.8%. Finally, we expect our income tax rate for the quarter to be approximately 24.5%. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and focus on delivering quality homes at affordable price points. All of these are key components of our operating platform that support our ability to aggregate market share, generate substantial operating cash flows and return capital to investors.\nWe recognize the current volatility and uncertainty in the economy, and we will continue to adjust to market conditions in a disciplined manner to enhance the long-term value of our company. Looking ahead, we have a positive outlook for the housing market over the medium to long term.\nThank you to the entire D.R. Horton family of employees, land developers, trade partners, vendors and real estate agents for your continued efforts and hard work. Let's continue working to improve our operations and provide homeownership opportunities to more individuals and families during 2026. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/02357d97b91742f9f40a5fc0c853ed5c",
    "period": "2025 Q3",
    "content": "Q3 2025 D. R. Horton Inc Earnings Call\n\nQ3 2025 D. R. Horton Inc Earnings Call\n\nDHINYSEJUL 22, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Third Quarter 2025 Earnings Conference Call for D.R. Horton, America's builder. [Operator Instructions]\nI would now like to turn the call over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nThank you, Matthew, and good morning. Welcome to our call to discuss our financial results for the third quarter of fiscal 2025. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Form Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. .\nAdditional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission. This morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q later this week.\nAfter this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow, I will turn the call over to Paul Romanowski, our President and CEO.\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I'm pleased to also be joined on this call by Mike Murray, our Executive Vice President and Chief Operating Officer; and Bill Wheat, our Executive Vice President and Chief Financial Officer. .\nThe D.R. Horton team exceeded our expectations and delivered solid results for the third quarter, highlighted by earnings of $3.36 per diluted share. Our consolidated pretax income was $1.4 billion on $9.2 billion of revenues with a pretax profit margin of 14.7%. Our net sales orders in the third quarter were flat with the prior year quarter and increased 3% sequentially. Our tenured operators continue to respond to market conditions with discipline balancing pace versus price to maximize returns in each of our communities, achieving 23,160 homes closed this quarter with a home sales gross margin of 21.8%, both of which were above our guidance range.\nWe remain focused on maximizing capital efficiency to generate substantial operating cash flows and deliver compelling returns to our shareholders. Over the past 12 months, we have generated $2.9 billion of cash from operations, and we have returned $4.6 billion to shareholders through repurchases and dividends. For the trailing 12 months ended June 30, our homebuilding pretax return on inventory was 22.1%, while our consolidated returns on equity and assets were 16.1% and 11.1%.\nOur return on assets ranks in the top 15% of all S&P 500 companies for the past 3-, 5- and 10-year periods, demonstrating that our disciplined, returns-focused operating model produces sustainable results and positions us well for continued value creation.\nNew home demand continues to be impacted by ongoing affordability constraints and cautious consumer sentiment. Where necessary, we have increased incentives to drive traffic and incremental sales. Our cancellation rate remains at the low end of our historical range, indicating that buyers in today's market are able to qualify financially and are committed to their home purchase despite the volatility and uncertainty of the current economic environment.\nWe expect our sales incentives to remain elevated and increased further during the fourth quarter, the extent to which will depend on the strength of demand, changes in mortgage interest rates and other market conditions. With 54% of our third quarter closings also sold in the same quarter, our sales, incentive levels and gross margin are generally representative of current market conditions. We will continue to tailor our product offerings, utilize sales incentives and adjust the number of homes and inventory based on demand in each of our markets. We are well positioned, offering our customers an attractive value proposition with quality homes at affordable price points, and we have a positive outlook for the housing market over the medium to long term.\nMike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nEarnings for the third quarter of fiscal 2025 were $3.36 per diluted share compared to $4.10 per share in the prior year quarter. Net income for the quarter was $1 billion on consolidated revenues of $9.2 billion. Our third quarter home sales revenues were $8.6 billion on 23,160 homes closed compared to $9.2 billion on 24,155 homes closed in the prior year quarter. Our average closing price for the quarter was $369,600, down 1% sequentially and down 3% year-over-year.\nBill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nFor the third quarter, our net sales orders of 23,071 homes were flat with the prior year quarter, while order value decreased 3% to $8.4 billion. Our cancellation rate for the quarter was 17%, up from 16% sequentially and down from 18% in the prior year quarter. Our average number of active selling communities was up 4% sequentially and up 12% year-over-year. The average price of net sales orders in the third quarter was $365,100, which was down 2% sequentially and down 4% from the prior year quarter.\nJessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nOur gross profit margin on home sales revenues in the third quarter was 21.8%, which was flat sequentially and above our expectations. Although our home sales gross margin was stable from the second to third quarter, our incentive costs have increased on recent sales, so we expect our home sales gross margin to be lower in the fourth quarter compared to the third quarter. Our actual incentive levels and home sales gross margin for the fourth quarter will be dependent on the strength of demand, changes in mortgage interest rates and other market conditions.\nBill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nIn the third quarter, our homebuilding SG&A expenses increased 2% from last year, and homebuilding SG&A expense as a percentage of revenues was 7.8%, up 70 basis points from the same quarter in the prior year. Our community count is up 12%, and our market cap has increased 4% to 126 markets in 36 states. The investments we have made in our team and platform position us to continue producing strong returns, cash flow and market share gains, while remaining focused on managing our SG&A costs efficiently across our operations.\nPaul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 24,700 homes in the June quarter, up 24% sequentially from the second quarter, and we expect our starts in the fourth quarter to be lower than the third quarter. We ended the quarter with 38,400 homes inventory, of which 25,000 were unsold. 7,300 of our unsold homes at quarter end were completed, down 1,100 homes from March. 800 of our unsold homes have been completed for greater than 6 months. For homes we closed in the third quarter, our construction cycle times improved several days from the second quarter and approximately 2 weeks from a year ago. Our improved cycle times position us to turn our housing inventory faster, and we will continue to manage our homes and inventory and start pace based on market conditions.\nMike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lock position at June 30 consisted of approximately 600,000 lots, of which 24% were owned and 76% were controlled through purchase contracts. We are actively managing our investments in lots, land and development based on current market conditions. During the quarter, our homebuilding segment incurred $16 million of inventory impairments and wrote off $36 million of option deposits and due diligence costs related to land and lot purchase contracts.\nWe remain focused on our relationships with land developers across the country to allow us to build more homes on lots developed by others, which enhances our capital efficiency, returns and operational flexibility. Of the homes we closed this quarter, 66% were in a lot developed by either Forestar or a third party, up from 64% in the prior year quarter. Our third quarter homebuilding investments in lots, land and development totaled $2.2 billion, of which $1.4 billion was for finished lots, $610 million was for land development and $140 million was for land acquisition.\nPaul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the third quarter, our rental operations generated $55 million of pretax income on $381 million of revenues from the sale of 1,065 single-family rental homes and 328 multifamily rental units. Our rental property inventory at June 30 was $3.1 billion, which consisted of $2.5 billion of multifamily rental properties and $668 million of single-family rental properties. We remain focused on improving the capital efficiency and returns of our rental operations.\nJessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nForestar, our majority-owned residential lot development company, reported revenues for the third quarter of $391 million on 3,605 lots sold with pretax income of $44 million. Forestar's owned and controlled lot position at June 30 was 102,000 lots. 63% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton. $320 million of our finished lots purchased in the third quarter were from Forestar. .\nForestar had $790 million of liquidity at quarter end with a net debt-to-capital ratio of 28.9%. Our strategic relationship with Forestar is a vital component of our returns-focused business model. Forestar's strong, separately capitalized balance sheet, substantial operating platform and lot supply position them well to consistently provide a central finished lots to the homebuilding industry and aggregate significant market share. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial services pretax income for the third quarter was $81 million on $228 million of revenues, resulting in a pretax profit margin of 35.7%. During the third quarter, our mortgage company handled the financing for 81% of our homebuyers. Borrowers originating loans with DHI mortgage this quarter had an average FICO score of 720 and an average loan-to-value ratio of 90%. First time homebuyers represented 64% of the closings handled by a mortgage company this quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur capital allocation strategy is disciplined and balanced to support an operating platform that produces compelling returns and substantial operating cash flows. We have a strong balance sheet with low leverage and healthy liquidity, which provides us with significant financial flexibility to adapt to changing market conditions and opportunities. During the first 9 months of the year, homebuilding cash provided by operations was $1.7 billion, and consolidated cash provided by operations was $950 million. .\nAt June 30, we had $5.5 billion of consolidated liquidity, consisting of $2.6 billion of cash and $2.9 billion of available capacity on our credit facilities. In May, we issued $500 million of homebuilding senior notes due 2030. And in June, we increased the capacity of our homebuilding revolving credit facility to $2.3 billion. Debt at the end of the quarter totaled $7.2 billion with $500 million of homebuilding senior notes maturing in the next 12 months.\nOur consolidated leverage at June 30 was 23.2%, and we plan to maintain our leverage around 20% over the long term. At June 30, our stockholders' equity was $24.1 billion, and book value per share was $80.46, up 7% from a year ago. For the trailing 12 months ended June 30, our return on equity was 16.1% and our return on assets was 11.1%.\nDuring the quarter, we paid cash dividends of $0.40 per share totaling $122 million, and our Board has declared a quarterly dividend at the same level to be paid in August. We repurchased 9.7 million shares of common stock during the quarter for $1.2 billion, and our fiscal year-to-date stock repurchases were $3.6 billion, which reduced our outstanding share count by 9% from a year ago. Our remaining share repurchase authorization at June 30 was $4 billion. Jessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nLooking forward to the fourth quarter, we currently expect to generate consolidated revenues in the range of $9.1 billion to $9.6 billion and homes closed by our homebuilding operations to be in the range of 23,500 to 24,000 homes. We expect our home sales gross margin for the fourth quarter to be in the range of 21% to 21.5% and our consolidated pretax profit margin to be in the range of 13.6% to 14.1%.\nFor the full year of fiscal 2025, we now expect to generate consolidated revenues of approximately $33.7 billion to $34.2 billion, and home closed for our homebuilding operations to be in the range of 85,000 to 85,500 homes. We still forecast an income tax rate for fiscal 2025 of approximately 24%. Based on our fiscal year-to-date share repurchases, strong financial position and expected operating cash flows of greater than $3 billion, we now plan to repurchase $4.2 billion to $4.4 billion of our common stock in fiscal 2025, subject to the amount of cash flow generated and share price changes during the fourth quarter. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and focus on delivering quality homes at affordable price points. All of these are key components of our operating platform that support our ability to generate substantial operating cash flows and return capital to shareholders while continuing to aggregate market share. .\nWe recognize the current volatility and uncertainty in the economy, and we'll continue to adjust mark to market conditions in a disciplined manner to enhance the long-term value of our company.\nLooking ahead, we expect a solid finish to our fiscal year, and we have a positive outlook for the housing market over the medium to long term. Thank you to the entire D.R. Horton family of employees, land developers, trade partners, vendors and real estate agents for your continued efforts and hard work.\nThis concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/53c8ff589010a83194666f3a31fc0b47",
    "period": "2025 Q2",
    "content": "Q2 2025 D. R. Horton Inc Earnings Call\n\nQ2 2025 D. R. Horton Inc Earnings Call\n\nDHINYSEAPR 17, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Second Quarter 2025 Earnings Conference Call for D.R. Horton, Americas Builder. [Operator Instructions] Please note this conference is being recorded.\nI will now turn the call over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nThank you, Paul, and good morning. Welcome to our call to discuss our financial results for the second quarter of fiscal 2025. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different.\nAll forward-looking statements are based upon information available to D.R. Horton on the date of this conference call. D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission. This morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q next week. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to Paul Romanowski, our President and CEO.\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray, our Executive Vice President and Chief Operating Officer; and Bill Wheat, our Executive Vice President and Chief Financial Officer. For the second quarter, the D.R. Horton team delivered solid results, highlighted by earnings of $2.58 diluted share. Our consolidated pretax income was $1.1 billion, on $7.7 billion of revenues with a pretax profit margin of 13.8%. We remain focused on improving capital efficiency to generate substantial operating cash flow and deliver compelling returns to our shareholders.\nOur homebuilding pretax return on inventory for the 12 months ended March 31 was 24.3%. Return on equity was 17.4% and return on assets was 12.2%. Although homebuilders are generally thought of as being capital-intensive businesses, our return on assets ranks in the top 15% of all S&P 500 companies for the past 3, 5 and 10-year periods, demonstrating that our disciplined returns-focused operating produces sustainable results. Over the past 12 months, we have returned all of the cash we generated to shareholders, purchases and dividends.\nThis year's spring selling season started slower than expected. [indiscernible] have been more cautious due to continued affordability constraints and declining consumer confidence. In the second quarter, our net sales orders and homebuilding revenues decreased 15%. Our tenured operators are responding appropriately to market conditions by carefully balancing pace versus price to maximize returns, resulting in a home [indiscernible] of 21.8%. [indiscernible], we have increased sales incentives to drive traffic and incremental sales.\nOur weekly sales in March and to date in April have outpaced our February rate. Additionally, our cancellation rate remains at the low end of our historical range, indicating that buyers in today's market are able to qualify financially and are committed to their home purchase despite the volatility and elevated uncertainty of the current economic environment. We expect our incentive levels to remain elevated and increase further the extent to which will depend on market conditions and changes in mortgage interest rates.\nWith 58% of our second quarter closings also sold in the same quarter, our sales incentive levels and gross margin are generally representative of current market conditions. We will continue to adjust our product offerings, sales incentives and number of homes in inventory based on the level of demand for new homes in each of our local markets. We are well positioned, offering our customers an attractive value proposition with quality homes at affordable price points. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nEarnings for the second quarter of fiscal 2025, were $2.58 per diluted share compared to $3.52 per share in the prior year quarter. Net income for the quarter [indiscernible] on consolidated revenues of $7.7 [ billion ]. Our second quarter home sales revenues were $7.2 billion on 19,276 homes closed compared to $8.5 billion on 22,548 homes closed in the prior year quarter. Our average closing price for the quarter was $372,500, down 1%, both sequentially and year-over-year. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur net sales orders for the second quarter decreased 15% from the prior year to 22,437 homes and order value decreased 17% to $8.4 billion. Our cancellation rate for the quarter was 16%, down from 18% sequentially and up from 15% in the prior year quarter. Our average number of active selling communities was up 5% sequentially and up 10% year-over-year. The average price of net sales orders in the second quarter was $372,500, which was essentially flat sequentially and down 2% from the prior year quarter. Jessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nOur gross profit margin on home sales revenue in the second quarter was 21.8%, down 90 basis points sequentially from the December quarter due to higher incentive costs and in line with our expectations. On a per square foot basis, home sales revenues and stick and brick costs were both relatively flat sequentially, while loses [indiscernible] approximately 3%. We expect our incentive costs to increase further over the next few months -- so our home sales gross margin will likely be lower in the compared to the second quarter.\nOur actual incentive level in home sales gross margin for the second half of the fiscal year will be dependent on the strength of demand during the remainder of the spring and summer in addition to changes in mortgage interest rates and other market conditions. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nIn the second quarter, our homebuilding SG&A expenses increased by 4% from last year. And homebuilding SG&A expense as a percentage of revenues was 8.9%, up 170 basis points from the same quarter in the prior year. Our increased SG&A costs are primarily due to the expansion of our operating platform. Our employee count is up 5% from a year ago, our community count is up 10% and our market count has increased 6% to 126 markets in 36 states. The investments we have made in our team and platform position us to continue producing strong returns, cash flow and market share gains. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 20,000 homes in the March quarter and ended the quarter with 36,900 homes in inventory. 23,500 of our homes in March 31 were unsold. 8,400 of our unsold homes at quarter end were completed, down 2,000 homes from December. 1,200 of our unsold homes have been completed for greater than 6 months. For homes we closed in the second quarter, our construction cycle times improved a few days from the first quarter and approximately 3 weeks from a year ago. Our improved cycle times position us to turn our housing inventory faster, and we will continue to manage our homes and inventory and starch pace based on market conditions. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at March 31 consisted of approximately 613,000 lots, of which 25% were owned and 75% were controlled through purchase contracts. We remain focused on our relationships with land developers across the country to allow us to build more homes on lots developed by others which enhances our capital efficiency, returns and operational flexibility.\nOf the homes we closed this quarter, 64% weren't a lot developed by either Forestar or a third party, up from 62% in the prior year quarter. Our second quarter homebuilding investments in lots, land and development totaled $2 billion, of which $1.2 billion was for finished lots, $700 million was for land development and $100 million was for land acquisition. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the second quarter, our rental operations generated $23 million of pretax income on $237 million of revenues from the sale of 519 single-family rental homes and 300 multifamily rental units. We continue to operate a merchant build model in which we construct and sell purpose-built rental communities. Our rental operations provide synergies to our homebuilding operations by enhancing our purchasing scale and providing opportunities for more efficient utilization of trade labor and absorption of our land and lot pipeline.\nDuring the last several quarters, we have been successful monetizing some of our single-family rental communities prior to leasing stabilization, resulting in higher returns on these sales. We remain focused on improving the capital efficiency and returns of our rental operations. Our rental property inventory at March 31 was $3.1 billion, which consisted of $813 million of single-family rental properties and $2.3 billion of multifamily rental properties. Jessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nForestar, our majority-owned residential lot development company reported revenues of $351 million for the second quarter on 3,411 lots sold with pretax income of $41 million. Forestar's owned and controlled lot position at March 31 was 105,900 lots. 64% of Forestar's owned lots are under contract with are subject to a right of first offer to D.R. Horton. $270 million of our finished lots purchased in the second quarter were from Forestar.\nForestar had approximately $790 million of liquidity at quarter end with a net debt-to-capital ratio of 29.8%. Our strategic relationship with Forestar is a vital component of our returns-focused business model. Forestar's strong separately capitalized balance sheet, substantial operating platform, lot supply position them well to consistently provide essential finished lots to the homebuilding industry and aggregate significant market share. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial Services earned $73 million of pretax income in the second quarter on [ $213 ] million of revenues, resulting in a pretax profit margin of 34.3%. During the second quarter, our mortgage company handled the financing for 81% of our homebuyers. Borrowers originating loans with the HI mortgage this quarter had an average hike of 723 at an average loan-to-value ratio of 89%. First-time homebuyers represented 63% of the closings handled by our mortgage company this quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur capital allocation strategy is disciplined and balanced to support an operating platform that produces compelling returns and substantial operating cash flows. We have a strong balance sheet with low leverage and healthy liquidity, which provides us with significant financial flexibility to adapt to changing market conditions and opportunities. During the quarter, Moody's upgraded our credit rating to A3 and we now have an A rating from 2 of the 3 credit rating agencies.\nDuring the first 6 months of the year, homebuilding cash provided by operations was $876 million and consolidated cash provided by operations was $211 million. At March 31, we had $5.8 billion of consolidated liquidity, consisting of $2.5 billion of cash and $3.3 billion of available capacity on our credit facilities. In February, we issued $700 million of homebuilding senior notes due in 2035. Debt at the end of the quarter totaled $6.5 billion, with $500 million of homebuilding senior notes maturing in the next 12 months.\nOur consolidated leverage at March 31 was [indiscernible], and we plan to maintain our leverage around 20% over the long term. At March 31, our stockholders' equity was $24.3 [ million ] and book value per share was $78.82, up 9% from a year ago. For the trailing 12 months ended March 31, our return on equity was 17.4% and our consolidated return on assets was 12.2%. During the quarter, we paid cash dividends of $0.40 per share totaling $126 million, and our Board has declared a quarterly dividend at the same level to be paid in May. We repurchased 9.7 million shares of common stock during the quarter for $1.3 billion.\nAnd our fiscal year-to-date stock repurchases were $2.4 billion, which reduced our outstanding share count by 7% from the prior year. We have increased our near-term capital allocation for share repurchases, and our Board recently approved a new share repurchase authorization totaling $5 billion. Jessica?\n\nJessica Leigh Hansen\n\nVice President of Investor Relations\n\nLooking forward to the third quarter, we currently expect to generate consolidated revenues in the range of $8.4 billion to $8.9 billion, and homes closed by our homebuilding operations to be in the range of 22,000 to 22,500 homes. We expect our home sales gross margin for the third quarter to be in the range of 21% to 21.5% and our consolidated [indiscernible] to be in the range of 13.3% to 13.8%. Our results for the second half in '25 will be largely dependent on the strength of our sales during the remainder of the spring and into the summer.\nFor the full year, we now expect to generate consolidated revenues of approximately $33.3 [ billion ] to $34.8 [ billion ] and homes closed by our homebuilding operations to be in the range of 85,000 to 87,000 homes. We still forecast an income tax or fiscal 2025 of approximately 24%. Based on our fiscal year-to-date share repurchase activity, strong financial position and expected operating cash flows of greater than dollars we now plan to repurchase approximately $4 billion of our common stock in fiscal 2025, which is more than double the amount we purchased in fiscal 2024. We also continue to expect annual dividend payments of around $500 million. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market geographic footprint and focus on delivering quality homes at affordable price points. All of these are key of our operating platform that support our ability to generate substantial operating cash flows and return capital to shareholders while continuing to aggregate market share.\nWe acknowledge the significant current volatility and uncertainty in the economy to adjust to market conditions in a disciplined manner in our operations and capital allocation to enhance the long-term value of our company by providing compelling returns to our shareholders. Thank you to the entire D.R. Horton family of employees, land developers, trade partners, vendors and real estate agents for your continued efforts and hardware. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/196472cfaab1c2852fcc572a2463309d",
    "period": "2025 Q1",
    "content": "Q1 2025 D R Horton Inc Earnings Call\n\nQ1 2025 D R Horton Inc Earnings Call\n\nDHINYSEJAN 21, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the First Quarter 2025 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. [Operator Instructions] Please note, this conference is being recorded. I will now turn the call over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica L. Hansen\n\nVice President of Investor Relations, Forestar Group, Inc.\n\nThank you, Paul, and good morning. Welcome to our call to discuss our financial results for the first quarter of fiscal 2025. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K, which is filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q in the next few days. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference. Please note that we have added and updated several slides in our investor presentation to highlight our returns-focused strategy and performance.\nNow I will turn the call over to Paul Romanowski, our President and CEO.\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray, our Executive Vice President and Chief Operating Officer; and Bill Wheat, our Executive Vice President and Chief Financial Officer.\nFor the first quarter, the D.R. Horton team delivered solid results, highlighted by earnings of $2.61 per diluted share. Our consolidated pretax income was $1.1 billion on $7.6 billion of revenues with a pretax profit margin of 14.6%. We remain focused on enhancing capital efficiency to produce sustainable returns and cash flow. Our homebuilding pretax return on inventory for the trailing 12 months ended December 31 was 26.7%. Our return on equity was 19.1% and return on assets was 13.4%. Our return on assets ranks in the top 15% of all S&P 500 companies for the past 3, 5 and 10-year periods.\nDuring the 3 months ended December 31, we generated consolidated operating cash flow of $647 million, and returned $1.2 billion to shareholders through share repurchases and dividends. Over the past 12 months, we returned essentially all of the cash we generated to shareholders through repurchases and dividends. Overall, the demographics supporting housing demand remained favorable. And although both new and existing home inventories have increased from historically low levels, the supply of homes at affordable price points is generally still limited. To help spur demand and address affordability, we are continuing to use incentives such as mortgage rate buydowns and we have continued to start and sell more of the -- more of our smaller floor plans. Our local teams have been successful meeting the market with net sales orders this quarter decreasing only slightly from the prior year.\nWe typically experience our seasonally slowest sales demand in the first quarter and our tenured local operators seek to find the right balance of sales pace, pricing, incentives and inventory levels to position each community for optimal returns as we enter the spring. With 53% of our first quarter closings also sold in the same quarter, our sales, incentive levels and gross margin are generally representative of current market conditions. With our focus on affordable product offerings, homes and inventory continued improvement in our construction cycle times and finished lots available in our pipeline, we are well positioned for the remainder of fiscal 2025. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nEarnings for the first quarter of fiscal 2025 decreased 7% to $2.61 per diluted share compared to $2.82 per share in the prior year quarter. Net income for the quarter was $845 million on consolidated revenues of $7.6 billion. Our first quarter home sales revenues were $7.1 billion on 19,059 homes closed compared to $7.3 billion on 19,340 homes closed in the prior year quarter. Our average closing price for the quarter was $374,900, down 1% sequentially and roughly flat with the prior year quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur net sales orders for the first quarter decreased 1% from the prior year to 17,837 homes and order value decreased 2% to $6.7 billion. Our cancellation rate for the quarter was 18%, down from 21% sequentially and from 19% in the prior year quarter. Our average number of active selling communities was up 2% sequentially and up 10% year-over-year. The average price of net sales orders in the first quarter was $373,000, which was down 1%, both sequentially and from the prior year quarter. Jessica?\n\nJessica L. Hansen\n\nVice President of Investor Relations, Forestar Group, Inc.\n\nOur gross profit margin on home sales revenue in the first quarter was 22.7%, down 90 basis points sequentially from the September quarter as expected due to higher incentive costs. On a per square foot basis, home sales revenues and stick and brick costs were both relatively flat sequentially and while lot cost increased approximately 3%. Our incentive costs are expected to increase further on homes closed over the next few months, so we expect our home sales gross margin to be lower in the second quarter compared to the first quarter. Our incentive levels and home sales gross margin for the full year of fiscal 2025 will be dependent on the strength of demand during the spring selling season in addition to changes in mortgage interest rates and other market conditions. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nIn the first quarter, our homebuilding SG&A expenses increased by 6% from last year and homebuilding SG&A expense as a percentage of revenues was 8.9%, up 60 basis points from the same quarter in the prior year and in line with our expectations. Our increased SG&A costs are primarily due to the expansion of our operating platform. Our employee count is up 8% from a year ago. Our community count is up 10% and our market count has increased 7% to 126 markets and 36 states. The investments we have made in our team and platform position us to execute and sustain our strategic plans to produce strong returns, cash flow and market share gains. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 17,900 homes in the December quarter and ended the quarter with 36,200 homes in inventory, down 15% from a year ago and approximately 1,200 homes lower than at the end of September. 25,700 of our homes at December 31 were unsold, relatively flat with year-end. 10,400 our unsold homes at quarter end were completed, of which 1,300 have been completed for greater than 6 months. For homes we closed in the first quarter, our construction cycle times improved a few days from the fourth quarter and approximately 3 weeks from a year ago. Our improved cycle times position us to turn our housing inventory faster in 2025, and we will continue to manage our homes and inventory and pace based on market conditions and to achieve targeted closings by community. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at December 31 consisted of approximately 640,000 lots, of which 24% were owned and 76% were controlled through purchase contracts. We remain focused on our relationships with land developers across the country to allow us to build more homes on lots developed by others, which enhances our capital efficiency, returns and operational flexibility. Of the homes we closed this quarter, 65% were on a lot developed by either Forestar or a third party, up from 62% in the prior year quarter. Our first quarter homebuilding investments in lots, land and development totaled $2.4 billion, of which $1.5 billion for finished lots, $710 million was for land development and $140 million was for land acquisition. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the first quarter, our rental operations generated $12 million of pretax income on $218 million of revenues from the sale of 311 single-family rental homes and 504 multifamily rental units. This quarter's rental pretax profit margin was impacted by recent uncertainty in the capital markets and higher interest rates for purchasers of rental communities. We continue to operate a merchant build model in which we construct and sell purpose-built rental communities. Our rental operations provide synergies to our homebuilding operations by enhancing our purchasing scale and providing opportunities for more efficient utilization of trade labor and absorption of our land and lot pipeline. We are focused on improving our operational execution and efficiencies in both our rental businesses. During the last several quarters, we have been successful in monetizing some of our single-family rental communities prior to leasing stabilization. We plan to continue this strategy to improve the capital efficiency and returns of our rental operations.\nOur rental property inventory at December 31 was $3 billion, which consisted of $728 million of single-family rental properties and $2.3 billion of multifamily rental properties. We expect our total rental inventory to remain around the current level for the next several quarters. Jessica?\n\nJessica L. Hansen\n\nVice President of Investor Relations, Forestar Group, Inc.\n\nForestar, our majority-owned residential lot development company reported revenues of $250 million for the first quarter on 2,333 lots sold with pretax income of $22 million. Forestar's owned and controlled lot position at December 31 was 106,000 lots. 64% of Forestar's owned lots are under contract with are subject to a right of first offer to D.R. Horton. $220 million of our finished lots purchased in the first quarter were from Forestar.\nForestar had approximately $640 million of liquidity at quarter end with a net debt-to-capital ratio of 29.5%. Our strategic relationship with Forestar is a vital component of our returns-focused business model. Forestar's strong separately capitalized balance sheet, growing operating platform and lot supply position them well to capitalize on the shortage of finished lots in the homebuilding industry and to aggregate significant market share over the next several years. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial Services earned $49 million of pretax income in the first quarter on $182 million of revenues, resulting in a pretax profit margin of 26.7%. During the first quarter, our mortgage company handled the financing for 79% of our homebuyers. Borrowers originating loans with the D.R. Horton mortgage this quarter had an average FICO score of 724 and an average loan-to-value ratio of 89%. First-time homebuyers represented 60% of the closing by our mortgage company this quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur capital allocation strategy is disciplined and balanced to sustain an operating platform that produces compelling returns and substantial operating cash flows, while positioning for growth. We have a strong balance sheet with low leverage and strong liquidity, which provides us with significant financial flexibility to adapt to changing market conditions and opportunities.\nDuring the first 3 months of the year, consolidated cash provided by operations was $647 million. We repurchased 6.8 million shares of common stock during the quarter for $1.1 billion, which reduced our outstanding share count by 4% from the prior year. As our stock price declined during the quarter, we accelerated some of our planned share repurchases for the year. Our remaining share repurchase authorization at December 31 was $2.5 billion. During the quarter, we also paid cash dividends of $0.40 per share, totaling $129 million, and our Board has declared a quarterly dividend at the same level to be paid in February. At December 31, we had $6.5 billion of consolidated liquidity, consisting of $3 billion of cash and $3.5 billion of available capacity on our credit facilities. Debt at the end of the quarter totaled $5.1 billion with $500 million of senior notes maturing in the next 12 months. Our consolidated leverage at December 31 was 17%, and we plan to maintain our leverage around 20% over the long term.\nAt December 31, our stockholders' equity was $24.9 billion, and book value per share was $78.53, up 13% from a year ago. For the trailing 12 months ended December 31, our return on equity was 19.1% and our consolidated return on assets was 13.4%. Jessica?\n\nJessica L. Hansen\n\nVice President of Investor Relations, Forestar Group, Inc.\n\nLooking forward to the second quarter, we currently expect to generate consolidated revenues of $7.7 billion to $8.2 billion and homes closed by our homebuilding operations to be in the range of 20,000 to 20,500 homes. We expect our home sales gross margin for the second quarter to be approximately 21.5% to 22% and our consolidated pretax profit margin to be in the range of 13.7% to 14.2%. We have added guidance for consolidated pretax profit margin to provide more meaningful insight to our overall profit expectations. As a result, we no longer plan to provide specific guidance for quarterly homebuilding SG&A percentage or our financial services pretax profit margin.\nOur results for the full year of fiscal 2025 was to largely be dependent on the strength of the spring. For the year, we continue to expect to generate consolidated revenues of approximately $36 billion to $37.5 billion and homes closed by our homebuilding operations to be in the range of 90,000 to 92,000 homes. We now forecast an income tax rate for fiscal 2025 of approximately 24%.\nBased on our strong financial position, first quarter share repurchase activity and our expectation for increased cash flows from operations in fiscal 2025, we now plan to repurchase between $2.6 billion and $2.8 billion of our common stock for the full year. We also continue to expect annual dividend payments of around $500 million. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and focus on affordable product offerings. All of these are key components of our operating platform that sustain our ability to produce strong returns, grow the business and generate substantial cash flows while continuing to aggregate market share. We have significant financial and operational flexibility, and we plan to maintain our disciplined approach to capital allocation by providing compelling returns to our shareholders to enhance the long-term value of our company.\nThank you to the entire D.R. Horton family of employees, land developers, trade partners, vendors and real estate agents for your continued efforts and hard work. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1dcf3c591fd427aa7b0ee472061462fe",
    "period": "2024 Q3",
    "content": "Q3 2024 DR Horton Inc Earnings Call\n\nQ3 2024 DR Horton Inc Earnings Call\n\nDHINYSEJUL 18, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Third Quarter 2024 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. [Operator Instructions] Please note this conference is being recorded. I will now turn the call over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica Hansen\n\nVice President of Investor Relations\n\nThank you, Paul, and good morning. Welcome to our call to discuss our financial results for the third quarter of fiscal 2024. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different.\nAll forward-looking statements are based upon information available to D.R. Horton on the date of this conference call and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q early next week. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to David Auld, our Executive Chairman.\n\nDavid V. Auld\n\nPresident and Chief Executive Officer\n\nThank you, Jessica, and good morning. Before we discuss our results, I will take a moment to pay tribute to our founder, Don Horton, who passed away in May. Dan was an incredible win with an unstoppable drive and work ethic that establish the foundation and culture of our company. D.R. Horton, the company would not exist as it does today with [indiscernible] tireless pursuit to help as many Americans as possible. Achieve the dream of home ownership.\nThis simple mission has driven us from the first home that Dan built sold and closed himself. More than 45 years ago, through the more than 1 million homes our company has provided for families across the country. We are thankful for Dan, and we and all D.R. Horton employees or beneficiaries of his life's work. Along with our homeowners, customers, contractors, suppliers, land sellers, real estate brokers and everyone else done included in his family. It is a bittersweet to be talking about the company's results publicly for the first time since his passing.\nOnto a great pride in the company's growth, profitability and shareholder returns which have been at the top of all public companies in America for the past decade. We will work every day to preserve this legacy and continue to build upon to improve our operations and the value of our company. We would also like to thank the Catalyst people who contacted us to share their [indiscernible] we received hundreds of messages from employees across the country, and we heard from many industry leaders of other homebuilding companies.\nOur suppliers, lot developers and bankers and so many more. On behalf of Don's family and our company, we thank you for the kind words and tributes to a remarkable man. He will be missed. Now I'll turn the call over to Paul Romanowski our President and CEO.\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nThank you, David, for sharing those words and sentiments about Don on behalf of all of us at D.R. Horton. In addition to David and Jessica, I am pleased to also be joined on this call by Mike Murray, Executive Vice President and Chief Operating Officer; and Bill Wheat, Executive Vice President and Chief Financial Officer.\nFor the third quarter, the D.R. Horton team delivered solid results, highlighted by earnings of $4.10 per diluted share, which was an increase of 5% from the prior year quarter. Our consolidated pretax income increased 1% to $1.8 billion on a 2% increase in revenues to $10 billion, with a pretax profit margin of 18.1%. During the 9 months ended June 30, we generated $972 million of cash flow from our homebuilding operations and consolidated cash flow of $228 million.\nOur homebuilding return on inventory for the trailing 12 months ended June 30 was 29.5%, and our return on equity for the same period was 21.5%. although inflation and mortgage interest rates remain elevated, the supply of both new and existing homes at affordable price points is still limited, and the demographics supporting housing demand remained favorable. Homebuyer demand during the spring selling season was good despite continued affordability challenges. With 42,600 homes in inventory, an average selling price of approximately $380,000, we are well positioned to continue consolidating market share.\nOur average construction cycle times are back to normal and improved from the second quarter. Driving additional improvement in our housing inventory terms. We remain focused on enhancing capital efficiency to produce consistent, sustainable returns and to increase our consolidated operating cash flows so that we can return more capital to shareholders through both share repurchases and dividends. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nEarnings for the third quarter of fiscal 2024 increased 5% to $4.10 per diluted share compared to $3.90 per share in the prior year quarter. Net income for the quarter was $1.4 billion on consolidated revenues of $10 billion. Our third quarter home sales revenues increased 6% to $9.2 billion on 24,155 homes closed compared to $8.7 billion on 22,985 homes closed in the prior year.\nOur average closing price for the quarter was $382,200, up 2% sequentially and up 1% from the prior year quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur net sales orders for the third quarter increased 1% from the prior year to just over 23,000 homes and order value was flat at $8.7 billion. Our cancellation rate for the quarter was 18%, up from 15% sequentially and flat with the prior year quarter. Our average number of active selling communities was up 3% up 12% year-over-year. The average price of net sales orders in the third quarter was $378,000, which is flat sequentially and down 1% from the prior year quarter.\nTo address affordability, we are still using incentives such as mortgage rate buydowns and we have reduced the prices and sizes of our homes where necessary. Although our home sales gross margin improved sequentially this quarter, incentives are elevated, and we expect them to remain near these levels, assuming similar market conditions and no significant changes in mortgage rates. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nOur gross profit margin on home sales revenues in the third quarter was 24%, up 80 basis points sequentially from the March quarter. Our gross margin was better than expected, primarily due to lower incentive costs than in the second quarter. On a per square foot basis, Home sales revenues were up 2%, and stick and brick costs were down 1% in the quarter, while lot costs increased approximately 2.5%.\nFor the fourth quarter, we expect our home sales gross margin to be similar to the third quarter. Further out, our home sales gross margin will continue to be dependent on the strength of new home demand, changes in mortgage rates and other market conditions. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nIn the third quarter, our homebuilding SG&A expenses increased by 12% from last year, and homebuilding SG&A expense as a percentage of revenues was 7.1%, up 40 basis points from the same quarter in the prior year. Fiscal year-to-date homebuilding SG&A was 7.5% of revenues, up 30 basis points from the same period last year due primarily to the expansion of our operations, including new markets and an increased community count.\nWe will continue to control our SG&A while ensuring that our platform adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 21,400 homes in the June quarter and ended the quarter with 42,600 homes in inventory down 3% from a year ago. 26,200 of our homes at June 30 were unsold. 8,800 of our total unsold homes were completed of which 990 have been completed for more than 6 months. For homes we closed in the third quarter, our construction cycle times improved slightly from the second quarter, bringing us below our historical average cycle times.\nOur faster construction and housing terms allow us to manage our homes and inventory more efficiently. We plan to maintain a sufficient start pace and homes and inventory to meet demand while remaining focused on improving capital efficiency. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at June 30 consisted of approximately 630,000 lots, of which 24% were owned and 76% were controlled through purchase contracts. We remain focused on our relationships with land developers across the country. These relationships allow us to build more homes on lots developed by others. Of the homes [indiscernible] 64% were a lot developed by either Forestar or a third party. Our capital efficient and flexible lot portfolio is a key to our strong competitive position. Our third quarter homebuilding investments in lots, land and development totaled $2.5 billion.\nOur investments this quarter consisted of $1.4 billion for finished lots, $750 million for land development, and $340 million for land acquisition. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the third quarter, our rental operations generated $64 million of pretax income on $414 million of revenues from the sale of [indiscernible] rental units. We continue to operate a merchant-build model in which we construct purpose-built rental communities and sell them to investors. Our rental operations provide synergies to our homebuilding business by enhancing our purchasing scale and providing opportunities for more efficient utilization of trade labor and land parcels.\nOur rental property inventory at June 30 was $3.1 billion, which consisted of $1.1 billion of single-family rental properties and $2 billion of multifamily rental properties. We expect our total rental inventory to remain around the current level for the next several quarters. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nForestar, our majority-owned residential lot development company reported revenues of $318 million for the third quarter on 3,255 lots sold with pretax income of $52 million. Forestar's owned and controlled lot position at June 30 was 102,100 lots. 63% of Forestar's owned lots are under contract with or subject to a [ ride off, ] first offer to D.R. Horton. $270 million of the finished lots we purchased in the third quarter were from Forestar. Forestar had approximately $745 million of liquidity at quarter end with a net debt-to-capital ratio of 18.7%. Our strategic relationship with Forestar is a vital component of our returns-focused business model for our homebuilding and rental operations.\nForestar's strong separately capitalized balance sheet growing operating platform and lot supply position them well to capitalize on the shortage of finished lots in the homebuilding industry and to aggregate significant market share over the next several years. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial Services earned $91 million of pretax income in the third quarter on $242 million of revenues, resulting in a pretax profit margin of 37.7%. During the third quarter, essentially all of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 78% of our buyers. FHA and VA loans accounted for 56% of the mortgage company's volume.\nBorrowers originating loans with the [ HI ] mortgages quarter had an average FICO score of 725 and an average loan-to-value ratio of 88%. The First-time homebuyers represented 57% of the closings handled by a mortgage company this quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic to sustain an operating platform that produces consistent returns, growth and cash flow. We have a strong balance sheet with low leverage and significant liquidity which provides us with the ability to adjust to changing market conditions. During the first 9 months of the year, our consolidated cash provided by operations was $228 million and our homebuilding operations provided $972 million of cash.\nAt June 30, we had $5.8 billion of consolidated liquidity and consisting of $3 billion of cash and $2.8 billion of available capacity on our credit facilities. Debt at the end of the quarter totaled $5.7 billion, with $500 million of senior notes maturing in October which we expect to refinance. Our consolidated leverage at June 30 was 18.8%, and we plan to maintain our leverage around or slightly below 20% over the long term.\nAt June 30, our stockholders' equity was $24.7 billion, and book value per share was $75.32 up 18% from a year ago. For the trailing [indiscernible] our return on equity was [ 25%, ] and our consolidated return on assets was 14.8%. During the quarter, we paid cash dividends of $0.30 per share totaling $99 million, and our Board has declared a quarterly dividend at the same level to be paid in August. We repurchased 3 million shares of common stock for $441 million during the quarter.\nOur fiscal year-to-date stock repurchases through June increased by over 60% from the same period last year to $1.2 billion, which reduced our outstanding share count by 3% from a year ago. Based on our strong financial position and expectation for increased cash flows, our Board recently approved a new share repurchase authorization totaling $4 billion. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nFor the fourth quarter, we currently expect to generate consolidated revenues of $10 billion to $10.4 billion and homes closed by our homebuilding operations to be in the range of 24,000 to 24,500 homes. We expect our home sales gross margin in the fourth quarter to be around 24% and homebuilding SG&A as a percentage of revenues to be approximately 7%. We anticipate a financial services pretax profit margin of around 35% in the fourth quarter, and we expect our quarterly income tax rate to be approximately 24% to 24.3%.\nFor the full year of fiscal 2024, we now expect to generate consolidated revenues of $36.8 million to $37.2 million and expect homes closed by our homebuilding operations to be in the range of 90,000 to 90,500 homes. We continue to expect to generate approximately $3 billion of cash flow from our homebuilding operations in fiscal 2024.\nFinally, we now plan to repurchase approximately $1.8 billion of our common stock for the full year, in addition to annual dividend payments [indiscernible] dollars. We plan to provide guidance fiscal 2025 in October when we report our fourth quarter earnings and after we have completed our process with our operators. We expect to be positioned to increase our market share further next year. We also expect to generate increased cash flow from operations in fiscal 2025, which we plan to utilize to increase our returns to shareholders through proportionately higher share repurchases and dividends. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and focus on affordable product offerings. All of these are key components of our operating platform that sustain our ability to return growth and cash flow, while continuing to aggregate market share. We have significant financial flexibility, and we plan to maintain our disciplined approach to capital allocation by providing consistently high returns to our shareholders to enhance the long-term value of our company.\nThank you to the entire D.R. Horton family of employees, land developers, trade partners, vendors and real estate agents for your continued efforts and hard work. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/1ca591b104229e30c96027d82cdc1bd3",
    "period": "2024 Q2",
    "content": "Q2 2024 DR Horton Inc Earnings Call\n\nQ2 2024 DR Horton Inc Earnings Call\n\nDHINYSEAPR 18, 8:30 AM\n\nOperator\n\nGood morning and welcome to the Second Quarter 2024 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. [Operator Instructions]\nI will now turn the call over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica Hansen\n\nVice President of Investor Relations\n\nThank you, Tom, and good morning. Welcome to our call to discuss our financial results for the second quarter of fiscal 2024. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different.\nAll forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q early next week. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to Paul Romanowski, our President and CEO.\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I'm pleased to also be joined on this call by Mike Murray, our Executive Vice President and Chief Operating Officer; and Bill Wheat, our Executive Vice President and Chief Financial Officer. For the second quarter, the D.R. Horton team delivered solid results, highlighted by earnings of $3.52 per diluted share.\nOur consolidated pretax income increased 23% to $1.5 billion on a 14% increase in revenues to $9.1 billion, with a pretax profit margin of 16.8%. Our homebuilding return on inventory for the trailing 12 months ended March 31 was 29.9%, and our return on equity for the same period was 22.2%. Although inflation and mortgage interest rates remain elevated, our net sales orders increased 46% for the first quarter and 14% from the prior year quarter as the supply of both new and existing homes at affordable price points is still limited, and the demographics supporting housing demand remained favorable.\nHomebuyer demand during the spring selling season thus far has been good despite continued affordability challenges. With 45,000 homes in inventory, we are well positioned to continue consolidating market share our average construction cycle times are back to normal, and our housing inventory turns are improving. We continue to focus on capital efficiency to produce consistent, strong homebuilding operating cash flows and returns. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nEarnings for the second quarter of fiscal 2024 increased 29% to $3.52 per diluted share compared to $2.73 per share in the prior year quarter. Net income for the quarter was $1.2 billion on consolidated revenues of $9.1 billion. Our second quarter home sales revenues increased 14% to $8.5 billion on 22,548 homes closed compared to $7.4 billion on 19,664 homes closed in the prior year.\nOur average closing price for the quarter was $375,500, flat sequentially and down 1% from the prior year quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur net sales orders in the second quarter increased 14% to 26,456 homes and order value increased 17% from the prior year to $10.1 billion. Our cancellation rate for the quarter was 15%, down from 19% sequentially and 18% in the prior year quarter. Our average number of active selling communities was up 4% sequentially and up 15% year-over-year. The average price of net sales orders in the second quarter was $380,400, up 1% sequentially and up 2% from the prior year quarter.\nTo address affordability for homebuyers, we are still using incentives such as mortgage rate buydowns and we have reduced the prices and sizes of our homes where necessary. Based on current market conditions and mortgage rates, we expect our incentives to remain at these elevated levels in the near term. Our sales continue to be primarily from homes under construction and completed homes, and we will continue to start homes and maintain sufficient inventory to meet sales demand and aggregate market share. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nOur gross profit margin on home sales revenue in the second quarter was 23.2%, up 30 basis points sequentially from the December quarter. On a per square foot basis, home sales revenues and stick and brick costs were both essentially flat in the quarter, while [ lot ] costs increased 3%. Our home sales gross [indiscernible] Full year fiscal 2024 will be dependent on the strength of demand during the rest of the spring selling season in addition to changes in mortgage interest rates and other market conditions. For the third quarter, we expect our home sales gross margin to be similar to or slightly better than the second quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nIn the second quarter, our homebuilding SG&A expenses increased by 13% from last year, and homebuilding SG&A expense as a percentage of revenues was 7.2%, down 10 basis points from the same quarter in the prior year. Fiscal year-to-date homebuilding SG&A was 7.7% of revenues, up 20 basis points from the same period last year due primarily to the expansion of our operations to support growth. We will continue to control our SG&A while ensuring that our platform adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 24,900 homes in the March quarter and ended the quarter with 45,000 homes in inventory. Up 3% from a year ago and up 6% sequentially. 27,600 of our homes at March 31 were unsold. 7,300 of our total unsold homes were completed of which 790 had been completed for greater than 6 months. For homes we closed in the second quarter, our construction cycle time improved slightly from the first quarter and we are back to our historical average of 4 months from start to complete. We will maintain a sufficient start space and [ owns ] the inventory to meet demand and continue consolidating market share. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at March 31 consisted of approximately 617,000 lots, of which 23% were owned and 77% were controlled through purchase contracts. We remain focused on our relationships with land developers across the country to maximize returns. These relationships allow us to build more homes on lots developed by others. Of the homes we closed this quarter, 62% were on lot developed by Forestar or a third party. Our capital efficient and flexible portfolio is a key to our strong competitive position. Our second quarter homebuilding investments in lots, land and development totaled $2.4 billion. Our investments this quarter consisted of $1.4 billion for finished lots $760 million for land development and $230 million for land acquisition. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the second quarter, our rental operations generated $33 million of pretax income on $371 million of revenues from the sale of 1,109 single-family rental homes and 424 multifamily rental units. Our rental property inventory at March 31 was $3.1 billion, which consisted of $1.3 billion of single-family rental properties and $1.8 billion of multifamily rental properties. We are not providing separate annual guidance for our rental segment due to the uncertainty regarding the timing of closings caused by interest rate volatility capital market fluctuations. Based on our current pipeline of projects, we expect our rental revenues in the third quarter to be similar to the second quarter.\nJessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nForestar, our majority-owned residential lot development company reported revenues of $334 million for the second quarter on 3,289 lots sold with pretax income of $59 million. Forestar's owned and controlled block position at March 31 was 96,100 lots. 60% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton. $310 million of the finished lots we purchased in the second quarter were from Forestar. Forestar had approximately $800 million of liquidity at quarter end with a net debt-to-capital ratio of 16.4%.\nForestar remains uniquely positioned to capitalize on the shortage of finished lots in the homebuilding industry and to aggregate significant market share over the next few years with its strong balance sheet, lot supply and relationship with D.R. Horton. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial Services earned $78 million of pretax income in the second quarter on $226 million of revenues, resulting in a pretax profit margin of 34.6%. During the second quarter, essentially all of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 80% of our buyers. FHA and VA loans accounted for 59% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 725 and an average loan-to-value ratio of 89%. First-time homebuyers represented 57% of the closings handled by a mortgage company this quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic to sustain an operating platform that produces consistent returns, growth and cash flow. We continue to maintain a strong balance sheet with low leverage and significant liquidity, which provides us with the ability to adjust to changing market conditions.\nDuring the first 6 months of the year, our consolidated cash used in operations was $470 million, and our homebuilding operations provided $408 million of cash. At March 31, we had $5.7 billion of consolidated liquidity, consisting of $3.1 billion of cash and $2.6 billion of available capacity on our credit facilities. Debt at the end of the quarter totaled $5.9 billion with no senior note maturities in fiscal 2024. Our consolidated leverage at March 31 was 20% and consolidated leverage net of cash was 10.8%.\nAt March 31, our stockholders' equity was $23.8 billion, and book value per share was $72.13, up 19% from a year ago. For the trailing 12 months ended March 31, our return on equity was 22.2%, and our consolidated return on assets was 15.1%. During the quarter, we paid cash dividends of $0.30 per share totaling $99 million, and our Board has declared a quarterly dividend at the same level to be paid in May. We repurchased 2.7 million shares of common stock for $402 million during the quarter and our fiscal year-to-date stock repurchases were $801 million. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nFor the third quarter, we currently expect to generate consolidated revenues of $9.5 billion to $9.7 billion and homes closed by our homebuilding operations to be in the range of 23,500 to 24,000 homes. We expect our home sales gross margin in the third quarter to be approximately 23% to 23.5% and homebuilding SG&A as a percentage of revenues to be approximately 7%. We anticipate a financial services pretax profit margin of around 30% to 35% in the third quarter, and we expect our quarterly income tax rate to be approximately 24%.\nOur full year fiscal 2024 revenue pricing and margins will be affected by market conditions and changes in mortgage rates in addition to our efforts to meet demand by balancing sales pace and price to maximize returns. For the full year of fiscal 2024, we now expect to generate consolidated revenues of approximately $36.7 billion to $37.7 billion and expect homes closed by our homebuilding operations to be in the range of 89,000 to 91,000 homes.\nWe continue to expect to generate approximately $3 billion of cash flow from our homebuilding operations. We now plan to purchase approximately $1.6 billion of our common stock for the full year, in addition to our annual dividend payments of around $400 million.\nFinally, we now expect an income tax rate for fiscal 2024 in the range of 23.5% to 24%. We are balancing our cash flow utilization priorities to grow our operations paying increased dividend and consistently repurchase shares while maintaining strong liquidity and conservative leverage. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and diverse product offerings. All of these are key components of our operating platform that sustain our ability to produce consistent returns, growth and cash flow, while continuing to aggregate market share.\nWe will maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Thank you to the entire D.R. Horton family of employees, land developers, trade partners, vendors and real estate agents for your continued focus and hard work.\nThis concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/79d9bf1aa28095303a4d68321750bbff",
    "period": "2024 Q1",
    "content": "Q1 2024 D. R. Horton Inc Earnings Call\n\nQ1 2024 D. R. Horton Inc Earnings Call\n\nDHINYSEJAN 23, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the First Quarter 2024 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. [Operator Instructions] Please note, this conference is being recorded.\nI will now turn the call over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica Hansen\n\nVice President of Investor Relations\n\nThank you, Holly, and good morning. Welcome to our call to discuss our financial results for the first quarter of fiscal 2024. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different.\nAll forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K, which is filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q later this week. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to Paul Romanowski, our President and CEO.\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray, our Executive Vice President and Chief Operating Officer; and Bill Wheat, our Executive Vice President and Chief Financial Officer.\nFor the first quarter, the D.R. Horton team delivered solid results highlighted by earnings of $2.82 per diluted share. Our consolidated pretax income was $1.2 billion on a 6% increase in revenues to $7.7 billion with a pretax profit margin of 16.1%. Our homebuilding return on inventory for the trailing 12 months ended December 31 was 29%, and our return on equity for the same period was 21.8%.\nAlthough inflation and mortgage interest rates remain elevated, our net sales orders increased 35% from the prior year quarter as the supply of both new and existing homes at affordable price points is still limited and demographic supporting housing demand remain favorable. Early signs for the spring selling season have been encouraging. We will continue to focus on consolidating market share and are well positioned for the spring with 42,600 homes in inventory and our average construction cycle times returning to more normal levels.\nWe expect our housing inventory turns to improve in fiscal 2024 compared to fiscal 2023 and our ongoing focus on capital efficiency to produce strong homebuilding operating cash flows and consistent returns. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nEarnings for the first quarter of fiscal 2024 increased 2% to $2.82 per diluted share compared to $2.76 per share in the prior year quarter. Net income for the quarter was $947 million on consolidated revenues of $7.7 billion. Our first quarter home sales revenues were $7.3 billion on 19,340 homes closed compared to $6.7 billion on 17,340 homes closed in the prior year.\nOur average closing price for the quarter was $376,200, down 2% sequentially and down 3% from the prior year quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur net sales orders in the first quarter increased 35% to 18,069 homes and order value increased 38% from the prior year to $6.8 billion. Our cancellation rate for the quarter was 19%, down from 21% sequentially and down from 27% in the prior year quarter. Our average number of active selling communities was up 2% sequentially and up 14% year-over-year.\nThe average price of net sales orders in the first quarter was $375,800, down 2% sequentially and up 2% from the prior year quarter. To adjust to changing market conditions during fiscal 2023 and into fiscal 2024, we have increased our use of incentives and reduced home prices and sizes of our home offerings where necessary to provide better affordability to homebuyers. Based on current market conditions, mortgage rates and continued affordability challenges, we expect our incentive levels to remain elevated in the near term.\nOur sales volumes can be significantly affected by changes in mortgage rates and other economic factors. However, we will continue to start homes and maintain sufficient inventory to meet sales demand and aggregate market share. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nOur gross profit margin on home sales revenue in the first quarter was 22.9%, down 220 basis points sequentially from the September quarter. 100 basis points of the sequential margin decline related to the decrease in the value of hedging instruments we use to offer below-market interest rate financing to our homebuyers, while the remainder was primarily due to an increase in incentive levels on homes closed during the quarter.\nOn a per square foot basis, home sales revenues were down 1.5% in the quarter and lot costs increased 1.5%, while stick and brick costs decreased 1%. As Bill mentioned, we expect our incentive levels to remain elevated in the near term, but with mortgage rates generally declining from the recent highs, we expect our home sales gross margin in the second quarter to be similar to the first quarter.\nOur home sales gross margin for the full year of fiscal 2024 will be dependent on the strength of demand and other market conditions during the spring in addition to changes in mortgage interest rates. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nIn the first quarter, our homebuilding SG&A expenses increased by 14% from last year, and homebuilding SG&A expense as a percentage of revenues was 8.3%, up 50 basis points from the same quarter in the prior year due primarily to expansion of our operations to support future growth and an increase in equity and stock market-based compensation expense. We will continue to control our SG&A while ensuring that our platform adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 19,900 homes in the December quarter and ended the quarter with 42,600 homes in inventory, down 1% from a year ago and up 1% sequentially. 28,800 of our homes at December 31 were unsold. 9,000 of our total unsold homes were completed, of which 730 had been completed for greater than 6 months. Our current level of homes in inventory puts us in a strong position for the upcoming spring selling season.\nFor homes we closed in the first quarter, our construction cycle times continued to improve, and we are essentially back to our historical average of roughly 4 months from start to complete. We will continue to adjust our homes and inventory and start pace based on market conditions and expect our housing inventory turns to improve in fiscal 2024 as compared to fiscal 2023. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at December 31 consisted of approximately 607,000 lots, of which 24% were owned and 76% were controlled through purchase contracts. 39% of our total owned lots are finished and 52% of our controlled lots are or will be finished when we purchase them. Our capital efficient and flexible lot portfolio is a key to our strong competitive position.\nOur first quarter homebuilding investments in lots, land and development totaled $2.4 billion, up 3% sequentially. Our investments this quarter consisted of $1.4 billion for finished lots, $740 million for land development and $270 million for land acquisition. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the first quarter, our rental operations generated $31 million of pretax income on $195 million of revenues from the sale of 379 single-family rental homes and 300 multifamily rental units. Our rental property inventory at December 31 was $3 billion which consisted of $1.4 billion of single-family rental properties and $1.6 billion of multifamily rental properties.\nWe are not providing separate guidance for our rental segment this year due to the uncertainty regarding the timing of closings caused by interest rate volatility and capital market fluctuations. Based on our current pipeline of projects, we expect our rental closings and revenues in the second quarter to exceed the first quarter. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nForestar, our majority-owned residential lot development company reported revenues of $306 million for the first quarter on 3,150 lots sold with pretax income of $51 million. Forestar's owned and controlled lot position at December 31 was 82,400 lots. 61% of Forestar's owned lots are under contract with are subject to a right of first offer to D.R. Horton.\n$270 million of our finished lots purchased in the first quarter were from Forestar. Forestar had more than $840 million of liquidity at quarter end with a net debt-to-capital ratio of 14.9%. Forestar remains uniquely positioned to capitalize on the shortage of finished lots for the homebuilding industry and to aggregate significant market share over the next few years with its strong balance sheet, lot supply and relationship with D.R. Horton. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial Services earned $66 million of pretax income in the first quarter on $193 million of revenues, resulting in a pretax profit margin of 34.3%. During the first quarter, essentially all of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company held the financing for 78% of our buyers.\nFHA [ MVA ] loans accounted for 57% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 724 and an average loan-to-value ratio of 88%. First-time homebuyers represented 56% of the closings handled by our mortgage company this quarter, Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur balanced capital approach focuses on being disciplined, pluggable and opportunistic to support and to sustain an operating platform that produces consistent returns, growth and cash flow. We continue to maintain a strong balance sheet with low leverage and significant liquidity, which provides us with flexibility to adjust to changing market conditions.\nDuring the first 3 months of the year, our consolidated cash used in operations was $153 million. At December 31, we had $6.4 billion of consolidated liquidity, consisting of $3.3 billion of cash and $3.1 billion of available capacity on our credit facilities. Debt at the end of the quarter totaled $5.3 billion with no senior note maturities in fiscal 2024. Our consolidated leverage at December 31 was 18.6% and consolidated leverage net of cash was 7.8%.\nAt December 31, our stockholders' equity was $23.2 billion, and book value per share was $69.70, up 19% from a year ago. For the trailing 12 months into December, our return on equity was 21.8% and our consolidated return on assets was 14.8%. During the quarter, we paid cash dividends of approximately $100 million, and our Board has declared a quarterly dividend at the same level to be paid in February. We repurchased 3.3 million shares of common stock for $398 million during the quarter. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nAlthough volatility in mortgage rates and changes in economic conditions could significantly impact our business, for the second quarter, we currently expect to generate consolidated revenues of $8.1 billion to $8.3 billion and homes closed by our homebuilding operations to be in the range of 20,000 to 20,500 homes.\nWe expect our home sales gross margin in the second quarter to be approximately 22.6% to 23.1% and homebuilding SG&A as a percentage of revenues to be in the range of 7.5% to 7.7%. We anticipate a financial services pretax profit margin of around 30% to 35% in the second quarter, and we expect our quarterly income tax rate to be approximately 23.5% to 24%. We are well positioned to continue consolidating market share in all of our operations.\nOur full year fiscal 2024 revenue, pricing and margins in our homebuilding, rental, financial services and Forestar businesses will be determined by market conditions and the strength of the spring selling season in addition to our efforts to meet demand by balancing pace and price to maximize returns.\nFor the full year of fiscal 2024, we now expect to generate consolidated revenues of approximately $36 billion to $37.3 billion, and expect homes closed by our homebuilding operations to be in the range of 87,000 to 90,000 homes. We expect to generate approximately $3 billion of cash flow from our homebuilding operations. We also plan to repurchase approximately $1.5 billion of our common stock to continue reducing our outstanding share count in addition to annual dividend payments of around $400 million.\nFinally, we now expect an income tax rate for fiscal 2024 of approximately 24%. We remain focused on balancing our cash flow utilization priorities to grow our operations, pay an increased dividend and consistently repurchase shares while maintaining strong liquidity and conservative leverage. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and diverse product offerings. All of these are key components of our operating platform that sustain our ability to produce consistent returns, growth and cash flow, while continuing to aggregate market share.\nWe will maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Thank you to the entire D.R. Horton family of employees, land developers, trade partners, vendors and real estate agents for your continued focus and hard work. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/476173c3082587560228e8212a3ddf1b",
    "period": "2023 Q4",
    "content": "Q4 2023 D. R. Horton Inc Earnings Call\n\nQ4 2023 D. R. Horton Inc Earnings Call\n\nDHINYSENOV 7, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Fourth Quarter 2023 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. [Operator Instructions] A question-and-answer session will follow the formal presentation. [Operator Instructions]\nI will now turn the call over to Jessica Hansen, Senior Vice President of Communications for D.R. Horton.\n\nJessica Hansen\n\nVice President of Investor Relations\n\nThank you, Tom, and good morning. Welcome to our call to discuss our fourth quarter and fiscal 2023 financial results. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements.\nAdditional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and subsequent reports on Form 10-Q, all of which are filed with the Securities and Exchange Commission. This morning's earnings release can be found on our website at investor.drhorton.com and we plan to file our 10-K late next week. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to David Auld, our Executive Vice Chair.\n\nDavid Auld\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Paul Romanowski, our President and Chief Executive Officer; Mike Murray, our Executive Vice President and Chief Operating Officer; and Bill Wheat, our Executive Vice President and Chief Financial Officer.\nWhen we talk about our results, I'd like to congratulate Paul on his well-deserved promotion to CEO that was effective the first of October. We have been preparing for this transition internally for quite some time. We are positioning our leadership throughout the company for the future, and I will still be actively involved as Executive Vice Chair of Board of Directors. Our executive team remains in place with the same individuals and Paul has the support of our executive, region and division leadership. He is a proven leader who has been successful throughout his group.\nNow on to our results. The D.R. Horton team finished the year with a solid fourth quarter results, highlighted by earnings of $4.45 per diluted share. Our consolidated pretax income was $2 billion on a 9% increase in revenues to $10.5 billion, with a pretax profit margin of 19.2%. For the year, earnings per diluted share was $13.82 and our consolidated pretax income was $6.3 billion on a 6% increase in revenues to $35.5 million, with a pretax profit margin of 17.8%. We closed a record 91,204 homes and apartments this year in our homebuilding and rental operations.\nOur cash flow from operations for 2023 was $4.3 billion. Our homebuilding return on inventory for the year was 29.7% and our return on equity was 22.7%. Despite continued high mortgage rates and inflationary pressures, our net sales orders increased 39% from the prior year quarter. As a result of both new and existing homes at affordable price points is limited and demographics supporting housing demand remain favorable. We are focused on consolidating market share by supplying more homes at affordable price points to meet homebuyer demand, while maximizing the returns and capital efficiency in each of our communities with improvements in both labor capacity and availability of materials, our cycle times are decreasing positioning us to improve our housing inventory turns.\nWe are well positioned with our experienced operators, affordable product offerings, flexible lot supply and strong capital and liquidity positions to generate strong cash flows and produce consistent returns. We will maintain our disciplined approach to investing capital to enhance the long-term value of the company, including returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nEarnings for the fourth quarter of fiscal 2023 decreased 5% to $4.45 per diluted share compared to $4.67 per share in the prior year quarter. Earnings for the year decreased 16% to $13.82 per diluted share compared to $16.51 in fiscal 2022. Net income for the quarter decreased 7% to $1.5 billion on consolidated revenues of $10.5 billion. And for the year, net income decreased 19% to $4.7 billion on revenues of $35.5 billion. Our fourth quarter home sales revenues were $8.8 billion on 22,928 homes closed compared to $9.4 billion on 23,212 homes closed in the prior year.\nOur average closing price for the quarter was $382,900, up 1% sequentially and down 5% from the prior year quarter. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur net sales orders in the fourth quarter increased 39% to 18,939 homes and order value increased 34% from the prior year to $7.3 billion. Our cancellation rate for the quarter was 21%, up from 18% sequentially and down from 32% in the prior year quarter. Our average number of active selling communities was up 2% sequentially and up 10% from the prior year. The average price of net sales orders in the fourth quarter was $383,100, up 1% sequentially and down 4% from the prior year quarter. To adjust to changing market conditions and higher mortgage rates, we have increased our use of incentives and are reducing the size of our homes where possible to provide better affordability for our homebuyers.\nWe expect to continue utilizing a higher level of incentives in fiscal 2024, particularly rate buydowns in the current interest rate environment. Our sales volumes can be significantly affected by changes in mortgage rates and other economic factors. However, we will continue to start homes and maintain sufficient inventory to meet sales demand and aggregate market share. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur gross profit margin on home sales revenues in the fourth quarter was 25.1%, up 180 basis points sequentially from the June quarter. The increase in our gross margin from June to September reflects the slight increase in our average sales price and lower stick and brick costs on homes closed during the quarter. On a per square foot basis, home sales revenues were up 2.5% sequentially, while sticking rig cost per square foot decreased 2.5% and lot costs increased 6%.\nAs Mike mentioned, we expect to continue offering a higher level of incentives in fiscal 2024 to help address affordability. Due to recent increases in volatility in mortgage rates, our incentive costs have increased on recent sales, and we expect our homebuilding gross margins to be lower in the first quarter compared to the fourth quarter. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nIn the fourth quarter, our homebuilding SG&A expenses increased by 2% from last year, and homebuilding SG&A expense as a percentage of revenues was 6.6%, down 10 basis points from the same quarter in the prior year. For the year, homebuilding SG&A was 7.1% of revenues, up 30 basis points from fiscal 2022. We will continue to control our SG&A while ensuring that our platform adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 21,100 homes in the September quarter, down 8% from the June quarter. We ended the year with 42,000 homes in inventory, down 9% from a year ago and down 4% sequentially. 27,000 of our total homes at September 30 were unsold, of which 7,000 were completed. For homes we closed in the fourth quarter, our construction cycle time decreased by a month from the third quarter, reflecting improvements in the supply chain. We will continue to manage our homes and inventory and starch pace based on market conditions, and we expect further improvements in our cycle times and housing inventory turns in fiscal 2024. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at September 30 consisted of approximately 568,000 lots, of which 25% were owned and 75% were controlled through purchase contracts. 35% of our total owned lots are finished and 54% of our controlled lots are or will be finished when we purchase them. Our capital efficient and flexible lot portfolio is a key to our strong competitive position.\nOur fourth quarter homebuilding investments in lots, land and development totaled $2.3 billion, up 7% sequentially. Our current quarter investments consisted of $1.5 billion for finished lots $580 million for land development and $290 million for land acquisition. For the year, our homebuilding investments in lots, land and development totaled $8 billion, up 6% from fiscal 2022. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nIn the fourth quarter, our rental operations generated $217 million of pretax income on $1.4 billion of revenues from the sale of 3,006 single-family rental homes and 1,582 multifamily rental units. For the full year, our rental operations generated $524 million of pretax income on $2.6 billion of revenues from the sale of 6,175 single-family rental homes and 2,112 multifamily rental units.\nOur rental property inventory at September 30 was $2.7 billion, which consisted of $1.3 billion of single-family rental properties and $1.4 billion of multifamily rental properties. Our rental operations generated significant increases in both revenues and profits this year as our platform is maturing and expanding across more markets. Due to the rise in interest rates and volatility and uncertainty in the capital markets, we are not providing separate guidance for the -- for our rental closings in fiscal 2024. Based on the current pipeline of rental projects, we do expect to have more multifamily unit closings in fiscal 2024 than in fiscal 2023. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nForestar, our majority-owned residential lot development company reported revenues of $550 million for the fourth quarter on 4,986 lots sold with pretax income of $95 million. For the full year, Forestar delivered 14,040 lines, generating $1.4 billion of revenues and $222 million of pretax income with a pretax profit margin of 15.4%. Forestar's owned and controlled lot position at September 30 was 79,200 lots. 60% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton. $410 million of our finished lots purchased in the fourth quarter were from Forestar. Forestar had approximately $1 billion of liquidity at year-end with a net debt-to-capital ratio of 5.5%.\nForestar is uniquely positioned to capitalize on the shortage of finished lots in the homebuilding industry and to consolidate significant market share over the next few years, with its strong balance sheet, lot supply and relationship with D.R. Horton. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial Services earned $85 million of pretax income in the fourth quarter on $220 million of revenues, resulting in a pretax profit margin of 38.9%. For the year, financial services earned $283 million of pretax income on $802 million of revenues, resulting in a pretax profit margin of 35.3%. During the fourth quarter, virtually all of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 76% of our buyers.\nFHA and VA loans accounted for 51% of the mortgage company's volume. Borrowers originating with DHI Mortgage this quarter had an average FICO score of 725 at an average loan-to-value ratio of 87%. The first-time home buyers represented 55% of the closings handled by our mortgage company this quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur balanced capital approach is disciplined, flexible and opportunistic to support our operating platform and produce consistent returns, growth and cash flow. We continue to maintain a strong balance sheet with low leverage and significant liquidity, which provides us with flexibility to adjust to changing market conditions. During fiscal 2023, our consolidated cash provided by operations was $4.3 billion, and our cash provided by homebuilding operations was $3.1 billion.\nOver the past 5 years, our homebuilding operations have generated $9.6 billion of cash flow. At September 30, we had $7.5 billion of consolidated liquidity, consisting of $3.9 billion of cash and $3.6 billion of available capacity on our credit facilities. We repaid $400 million of senior notes this quarter, and our debt at September 30 totaled $5.1 billion with no senior note maturities in fiscal 2024. Our consolidated leverage at September 30 was 18.3% and consolidated leverage net of cash was 5.1%. At September 30, our stockholders' equity was $22.7 billion, and book value per share was $67.78 up 20% from a year ago.\nFor the year, our return on equity was 22.7%. During the quarter, we paid cash dividends of $84 million for a total of $341 million of dividends paid during the year. We repurchased 3.5 million shares of common stock for $423 million during the quarter. And for the year, we repurchased 11.1 million shares for $1.2 billion, which reduced our outstanding share count by 3% from the prior year-end. In October, our Board of Directors authorized the repurchase of up to $1.5 billion of our common stock, replacing our previous authorization. Based on our strong financial position and cash flow, our board also increased our quarterly cash dividend by 20% to $0.30 per share. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nAs we look forward to the first quarter of fiscal 2024, we expect challenging market conditions to persist with continued uncertainty regarding mortgage rates, the capital markets and general economic conditions that may significantly impact our business. In our December quarter, we currently expect to generate consolidated revenues of $7.4 billion to $7.6 billion, and homes closed by our homebuilding operations to be in the range of $18,500 to 19,000 homes.\nWe expect our home sales gross margin in the first quarter to be approximately 23.7% to 24.2% and homebuilding SG&A as a percentage of revenues in the first quarter to be around 7.7% to 7.9%. We anticipate a financial services pretax profit margin of between 20% and 25%, and we expect our income tax rate to be in the range of 24% to 24.5% in the first quarter. We are well positioned to continue consolidating market share in both our home building and rental operations. Our fiscal 2024 home closings volume, pricing and margins in our homebuilding, rental, financial services and Forestar businesses will be determined by market conditions, and our efforts to meet the market by balancing pace and price to maximize returns.\nFor the full year of fiscal 2024, we expect to generate consolidated revenues of approximately $36 billion to $37 billion and homes closed by our homebuilding operations to be in the range of 86,000 to 89,000 homes. We forecast an income tax rate for fiscal 2024 in the range of 24% to 24.5%. We expect to generate approximately $3 billion of cash flow from our homebuilding operations. We also plan to repurchase approximately $1.5 billion of our common stock to continue reducing our outstanding share count in addition to dividend payments of around $400 million. We will continue to balance our cash flow utilization priorities among our core homebuilding operations, our rental operations, maintaining conservative leverage and strong liquidity, paying an increased dividend and consistently repurchasing shares. David?\n\nDavid Auld\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share and broad geographic footprint across 118 markets. Our strong balance sheet, liquidity and loan leverage provide us with significant financial flexibility to meet changing market conditions and continue aggregating market share. We plan to maintain our disciplined approach to investing capital to enhance the long-term value of the company, while consistently returning capital to our shareholders through both dividends and share repurchases.\nThank you to the entire D.R. Horton team for your focus and our work. Good year efforts. We just completed our 22nd consecutive year as the largest and strongest builder in the United States, and we look forward to working together to improve our operations and provide homeownership opportunities to more American families during 2024.\nWith my transition to Executive Vice Chair, this will be my last public earnings call. It has been an honor and a privilege to represent and report on the D.R. Horton team's remarkable efforts for the past 10 years. Thank you all again. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d32babb7e468f30eec151ff6510888db",
    "period": "2023 Q3",
    "content": "Q3 2023 D. R. Horton Inc Earnings Call\n\nQ3 2023 D. R. Horton Inc Earnings Call\n\nDHINYSEJUL 20, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Third Quarter 2023 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. [Operator Instructions] I will now turn the call over to Jessica Hansen, Vice President of Investor Relations for D.R. Horton.\n\nJessica Hansen\n\nVice President of Investor Relations\n\nThank you, Paul. And good morning. Welcome to our call to discuss our results for the third quarter of fiscal 2023. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements.\nAdditional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission. This morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q early next week. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference. Now I will turn the call over to David Auld, our President and CEO.\n\nDavid V. Auld\n\nPresident and Chief Executive Officer\n\nThank you, Jessica. And good morning. I am pleased to also be joined on this call by Mike Murray and Paul Romanowski, our Executive Vice President and Co-Chief Operating Officer; and Bill Wheat, our Executive Vice President and Chief Financial Officer. For the third quarter, the D.R. Horton team delivered solid results, highlighted by earnings of $3.90 per diluted share. Our consolidated pretax income was $1.8 billion on an 11% increase in revenues to $9.7 billion, with a pretax profit margin of 18.3%.\nOur homebuilding return on inventory for the trailing 12 months ended June 30 was 31.8%, and our return on equity for the same period was 24.3%. And despite continued high mortgage rates and inflationary pressures, our net sales orders increased 37% from the prior year quarter. As the supply of both new and existing homes at affordable price points is limited and demographics supporting housing demand remain favorable. We are focused on consolidating market share by supplying more homes to meet homebuyer demand while maximizing the returns and capital efficiency in each of our communities. With improvements in both labor capacity and availability of materials, our cycle times are decreasing, positioning us to release homes for sale earlier in the construction cycle. We are pleased that we were able to increase our homebuilding starts to 22,900 homes this quarter, which was supported by a 6% sequential increase in our active selling communities.\nOur homebuilding operating margins are lower than the record high margins we reported last year due to cost inflation and pricing adjustments and incentives we implemented to address homebuyer affordability challenges caused by higher mortgage rates. However, our margins improved sequentially from the March to June quarter as home prices and incentives have stabilized and some reductions in construction costs are now being realized in our homes clubs.\nWe are well positioned with our experienced operators to first product offerings flexible supply and strong capital and liquidity positions to produce and sustain consistent returns, growth and cash flow. We will maintain our disciplined approach to investing capital to enhance the long-term value of our company, including returning capital to our shareholders through both dividends and share repurchases, and on a consistent basis. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nEarnings for the third quarter of fiscal 2023 decreased 16% to $3.90 per diluted share compared to $4.67 per share in the prior year quarter. Net income for the quarter decreased 19% to $1.3 billion on consolidated revenues of $9.7 million. Our third quarter home sales revenues were $8.7 billion on 22,985 homes closed compared to $8.3 billion on 21,308 homes closed in the prior year. Our average closing price for the quarter was $378,600, flat sequentially and down 3% from the prior year quarter. Mike, our net sales orders in the third quarter increased 37% to 22,879 homes and order value increased 26% from the prior year to $8.7 million. Our cancellation rate for the quarter was 18%, flat sequentially and down from 24% in the prior year quarter. Our average number of active selling communities was up 6% sequentially and up 8% year-over-year. The average price of net sales orders in the third quarter was $381,100, up 2% sequentially and down 8% from the prior year quarter. To adjust to changing market conditions and higher mortgage rates over the past year, we increased our use of incentives and reduced the sizes of our homes to provide better affordability to homebuyers. Although home prices and incentives have begun to stabilize, we expect to continue utilizing a higher level of incentives as compared to last year. Our sales volumes can be significantly affected by changes in mortgage rates and other economic factors. However, we will continue to start homes and maintain sufficient inventory to meet sales demand and aggregate market share. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur gross profit margin on home sales revenues in the third quarter was 23.3%, up 170 basis points sequentially from the March quarter. The decrease in our gross margin from March to June reflects a decrease in incentive costs and lower stick and brick costs on homes closed during the quarter. On a per square foot basis, home sales revenues and lot costs were both flat sequentially. And while stick and brick cost per square foot decreased 4%. As Mike mentioned, we continue -- we expect to continue offering a higher level of incentives as compared to 2022. But due to the recent stabilization in home prices and some reductions in both incentives and construction costs, we expect our homebuilding gross margins to be slightly higher in the fourth quarter compared to the third quarter. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nIn the third quarter, our homebuilding SG&A expenses increased by 6% from last year and homebuilding SG&A expense as a percentage of revenues was 6.7%, up 10 basis points from the same quarter in the prior year. Fiscal year-to-date homebuilding SG&A was 7.2% of revenues up 30 basis points from the same period last year as we maintained the capacity of our platform to grow market share. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 22,900 homes in the June quarter, up 15% from the March quarter we ended the quarter with 43,800 homes in inventory, down 22% from a year ago and flat sequentially. 25,000 of our homes at June 30 were unsold, of which 5,700 were completed. For homes we closed in the third quarter, our construction cycle time decreased by over a month from the second quarter, reflecting improvements in the supply chain. We expect to see a further decrease in our cycle time for homes closed in the fourth quarter. We will continue to ingest our homes and inventory and starch pace based on market conditions. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at June 30 consisted of approximately 555,000 lots, of which 25% were owned and 75% were controlled through purchase contracts. 34% of our total owned lots are finished and 53% of our controlled lots are or will be finished when we purchase them. Our capital efficient and flexible lot portfolio is a key to our strong competitive position.\nOur third quarter homebuilding investments in lots, land and development totaled $2.2 billion, up 25% from the prior year quarter and 27% sequentially. Our current quarter investments consisted of $1.2 billion for finished lots, $700 million for land development and $290 million for land acquisition. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nDuring the quarter, our rental operations generated $162 million of pretax income on $667 million of revenues. From the sale of 1,754 single-family rental homes and 230 multifamily rental units. Our rental property inventory at June 30 was $3.3 billion, which consisted of $1.9 billion of single-family rental properties and $1.4 billion of multifamily rental properties. Our rental operations are generating significant increases in both revenues and profits this year as our platform expands across more markets.\nFor the fourth quarter, we expect our rental revenues to be greater than our third quarter and our rental profit margin to be lower than our third quarter. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\n[ Forestar, ] our majority-owned residential lot development company reported total revenues of $369 million for the third quarter on 3,812 lots sold with pretax income of $62 million. Forestar's owned and controlled lot position at June 30 was 73,000 lots. 57% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton.\n$270 million of our finished lots purchased in the third quarter were from Forestar. Forestar is separately capitalized from D.R. Horton and had more than $780 million of liquidity at quarter end with a net debt-to-capital ratio of 19.1%. Forestar is uniquely positioned to capitalize on the shortage of finished lots in the homebuilding industry and to aggregate significant market share over the next few years with its strong balance sheet, lot supply and relationship with D.R. Horton. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nFinancial Services earned $94 million of pretax income in the third quarter on $229 million of revenues, resulting in a pretax profit margin of 41.2%. During the quarter, 99% of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 74% of our buyers. FHA and VA loans accounted for 51% of the mortgage company's volume. Borrowers originating loans with the HI mortgage this quarter had an average FICO score of 723 and an average loan-to-value ratio of 88%.\nFirst-time homebuyers represented 56% of the closings handled by our mortgage company this quarter, Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic to support and to sustain an operating platform that produces consistent returns, growth and cash flow. We continue to maintain a strong balance sheet with low leverage and significant liquidity which provides us with flexibility to adjust to changing market conditions. During the first 9 months of the year, our cash provided by homebuilding operations was $2.1 billion, and our consolidated cash provided by operations was $2.3 billion.\nAt June 30, we had $4.6 billion of homebuilding liquidity, consisting of $2.6 billion of unrestricted homebuilding cash and $2 billion of available capacity on our homebuilding revolving credit facility. Homebuilding debt at June 30 totaled $2.7 billion, which includes $400 million of senior notes that we redeemed early in July. Our homebuilding leverage was 11.1% at the end of June, and homebuilding leverage net of cash was 0.7%.\nOur consolidated leverage at June 30 was 22% and consolidated leverage net of cash was 11.2%. At June 30, our stockholders' equity was $21.7 billion, and book value per share was $64.3, up 23% from a year ago. For the trailing 12 months ended June, our return on equity was 24.3%. During the quarter, we paid cash dividends of $85 million and our Board has declared a quarterly dividend at the same level as last quarter to be paid in August.\nWe repurchased 3.1 million shares of common stock for $343 million during the quarter. For a total of 7.7 million shares repurchased fiscal year-to-date or $764 million. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nAs we look forward, we expect current market conditions to continue with uncertainty regarding mortgage rates, the capital markets and general economic conditions that may significantly impact our business. For the full year, we currently expect to close between 82,800 and 83,300 homes in our homebuilding operations and between 6,500 and 7,000 homes and units in our rental operations. We expect our consolidated revenues for fiscal 2023 to be in a range of $34.7 million to $35.1 billion.\nWe expect to generate greater than $3 billion of cash flow from operations in fiscal 2023, primarily from our homebuilding operations. We also expect our fiscal 2023 share repurchases to be approximately $1.1 billion similar to last year. For the fourth quarter, we currently expect to generate consolidated revenues of $9.7 billion to $10.1 billion and homes closed by our homebuilding operations to be in the range of 22,800 to 23,300 homes. We expect our home sales gross margin in the fourth quarter to be approximately 23.5% to 24% and homebuilding SG&A as a percentage of revenues in the fourth quarter to be in the range of 6.7% to 6.8%.\nWe anticipate a financial services pretax profit margin of around 30% to 35% and we expect our income tax rate to be approximately 24.5% in the fourth quarter. We will continue to balance our cash flow utilization priorities among our core homebuilding operations, our rental operations, maintaining conservative homebuilding leverage and strong liquidity, paying an increased dividend and consistently repurchasing shares. David?\n\nDavid V. Auld\n\nPresident and Chief Executive Officer\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and diverse product offerings. All of these are key components of our operating platform to sustain our ability to produce consistent returns, growth and cash flow, while continuing to aggregate market share.\nWe will maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Thank you to the entire D.R. Horton team for your continued focus and hard work. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/783b55741f9074b35ee195cc5fb373a3",
    "period": "2023 Q2",
    "content": "Q2 2023 D.R. Horton Inc Earnings Call\n\nQ2 2023 D.R. Horton Inc Earnings Call\n\nDHINYSEAPR 20, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Second Quarter 2023 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. [Operator Instructions] Please note, this conference is being recorded. I will now turn the call over to Jessica Hansen, Vice President of Investor Relations for D.R. Horton.\n\nJessica Hansen\n\nVice President of Investor Relations\n\nThank you, Holly, and good morning. Welcome to our call to discuss our results for the second quarter of fiscal 2023. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different.\nAll forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q early next week. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to David Auld, our President and CEO.\n\nDavid V. Auld\n\nPresident and Chief Executive Officer\n\nThank you, Jessica. Good morning. I am pleased to also be joined on this call by Mike Murray and Paul Romanowski, our Executive Vice Presidents and Co-Chief Operating Officers; and Bill Wheat, our Executive Vice President and Chief Financial Officer. We are excited to announce that we recently closed our 1 millionth home, a first for any home builder. We are both humbled and proud to have been a part of 1 million families, achieving their dream of homeownership over the past 45 years.\nFor the second quarter, the D.R. Horton team delivered solid results highlighted by earnings of $2.73 per diluted share. Our consolidated pretax income was $1.2 billion on $8 million in revenues with a pretax profit margin of 15.6%. Our homebuilding return on inventory for the trailing 12 months ended March 31 was 35.1% and our consolidated return on equity for the same period was 27.2%.\nThe Spring selling season is off to an encouraging start with our net sales orders increasing 73% sequentially from the first quarter. Despite higher mortgage rates and inflationary pressures, demand improved during the quarter due to normal seasonal factors, coupled with our use of incentives and pricing adjustments to adapt to changing market conditions. Although higher interest rates and economic uncertainty may persist for some time, the supply of both new and existing homes at affordable price points remains limited, and demographics supporting housing demand remain favorable.\nWe are well positioned to navigate changing market conditions with our experienced operators, affordable product offerings, flexible lots and great trade and supplier relationships. Our strong balance sheet, liquidity and low leverage provide us with significant financial flexibility. We will continue to focus on managing our product offerings, incentives, home prices, sales pace and inventory levels to meet the market, consolidate market share, optimize returns and generate increased operating cash flow. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nEarnings for the second quarter of fiscal 2023 decreased 32% to $2.73 per diluted share compared to $4.03 per share in the prior year quarter. Net income for the quarter decreased 34% to $942 million on consolidated revenues of $8 billion. Our second quarter home sales revenues were $7.4 billion on 19,664 homes closed compared to $7.5 billion on 19,828 homes closed in the prior year. Our average closing price for the quarter was $378,800, down 2% sequentially and essentially flat with the prior year quarter. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur net sales orders in the second quarter decreased 5% to 23,142 homes and order value decreased 11% from the prior year to $8.6 billion. Our cancellation rate for the quarter was 18%, up from 16% in the prior year quarter, but down 27% sequentially. Our average number of active selling communities was up 3%, both sequentially and year-over-year. The average sales price of net sales orders in the second quarter was $372,900, down 7% from the prior year quarter and up 1% sequentially.\nTo adjust to changing market conditions and higher mortgage rates, we have continued offering incentives and reducing the prices and sizes of our homes where necessary to provide better affordability to home buyers and to optimize the returns on our inventory investments. We expect to continue offering a similar level of incentives throughout 2023, and we are seeing indications that our average sales price and incentive levels are beginning to stabilize.\nOur sales volume in the third quarter and for the rest of the year will depend on the continued strength of the Spring selling season and general market conditions, which can be significantly affected by changes in mortgage rates and other economic factors. We will continue to start homes and maintain sufficient inventory to meet sales demand and aggregate market share. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur gross profit margin on home sales revenues in the second quarter was 21.6%, down 230 basis points sequentially from the December quarter. The decrease in our gross margin from December to March reflects the impact of higher sales incentives and home price reductions. On a per square foot basis, home sales revenues were down 1% sequentially. Stick and brick cost per square foot increased 1% and lot costs were up 5%.\nWe are continuing to work with our trade partners and suppliers to reduce our construction costs on new home starts. We are making some limited progress in these efforts, but are also still experiencing some cost increases due to the overall inflationary environment. However, with the benefits of lower lumber costs, the average cost of our homes closed is beginning to stabilize, and we see indications that our home sales gross margin is also starting to stabilize around current levels. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nIn the second quarter, our homebuilding SG&A expenses increased by 8% from last year, and homebuilding SG&A expense as a percentage of revenues was 7.3%, up 50 basis points from the same quarter in the prior year. We are controlling our SG&A while ensuring our platform adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 19,900 homes this quarter and ended the quarter with 43,600 homes in inventory, down 27% from a year ago and up 1% sequentially. 24,800 of our homes at March 31 were unsold, of which 6,400 were completed. For homes we closed this quarter, our construction cycle time decreased 12 days from the first quarter reflecting our efforts to improve our cycle times and improvements in the supply chain. We will continue to evaluate demand and adjust our homes and inventory and start pace based on current market conditions. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur homebuilding lot position at March 31 consisted of approximately 547,000 lots, of which 25% were owned and 75% were controlled through purchase contracts. 32% of our total owned lots are finished and 53% of our controlled lots are or will be finished when we purchase them. Our capital efficient and flexible lot portfolio is a key to our strong competitive position. We are actively managing our investments in lots, land and development based on current market conditions.\nDuring the quarter, our homebuilding segment incurred $900,000 of inventory impairments and wrote off $13 million of option deposits and due diligence costs related to land and lot purchase contracts. We expect our level of option cost write-offs remain somewhat elevated in fiscal 2023 as we continue to manage our lot portfolio through changing market conditions.\nOur second quarter homebuilding investments in lots, land and development totaled $1.7 billion down 19% from the prior year quarter and flat sequentially. Our current quarter investments consisted of $980 million for finished lots, $590 million for land development and $150 million for land acquisition. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nFinancial services pretax income in the second quarter was $86 million on $216 million of revenues with a pretax profit margin of 39.6%. During the second quarter, 99% of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 76% of our buyers.\nFHA and VA loans accounted for 46% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 723 and an average loan-to-value ratio of 88%. The First-time homebuyers represented 55% of the closings handled by our mortgage company this quarter. Mike?\n\nMichael J. Murray\n\nChief Operating Officer and Executive Vice President\n\nOur rental operations generated $224 million of revenues during the second quarter from the sale of 721 single-family rental homes, earning pretax income of $35 million. Our rental property inventory at March 31 was $3.3 billion, which included approximately $2.1 billion of single-family rental properties and $1.2 billion of multifamily rental properties. We expect our rental operations to generate significant increases in both revenues and profits in fiscal 2023 as our platform matures and expands across more markets. For the third quarter, we expect our rental revenues to be similar to our first and second quarters. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nForestar, our majority-owned residential lot development company reported total revenues of $302 million on 2,979 lots sold and pretax income of $36 million for the second quarter. Forestar's owned and controlled lot position at March 31 was 76,400 lots. 54% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton. $220 million of our finished lots purchased in the second quarter were from Forestar. Forestar is separately capitalized from D.R. Horton and had more than $650 million of liquidity at quarter end with a net debt-to-capital ratio of 25.2%. Forestar is well positioned to meet changing market conditions with its strong capitalization, lot supply and relationship with D.R. Horton. Bill?\n\nBill W. Wheat\n\nExecutive Vice President and Chief Financial Officer\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic. We are committed to maintaining a strong balance sheet with low leverage and significant liquidity, which provides us the flexibility to adjust to changing market conditions. During the first 6 months of the year, our cash provided by both our consolidated and homebuilding operations was $1.5 billion. At March 31, we had $4.4 billion of homebuilding liquidity consisting of $2.4 billion of unrestricted homebuilding cash and $2 billion of available capacity on our homebuilding revolving credit facility.\nWe repaid $300 million of 4.75% senior notes in February at maturity and we have $400 million of senior notes that will mature in August. Our homebuilding leverage was 11.5% at the end of March, and homebuilding leverage net of cash was 1.5%. Our consolidated leverage at March 31 was 22.4%, and consolidated leverage net of cash was 12.3%. At March 31, our stockholders' equity was $20.7 billion, and book value per share was $60.73, up 27% from a year ago. For the trailing 12 months ended March, our return on equity was 27.2%.\nDuring the quarter, we paid cash dividends of $85.6 million, and our Board has declared a quarterly dividend at the same level as last quarter to be paid in May. We repurchased 3.2 million shares of common stock for $303 million during the quarter for a total of 4.5 million shares repurchased fiscal year-to-date for $421 million. Subsequent to quarter end, our Board authorized the repurchase of up to $1 billion of our common stock, replacing our prior authorization. The new authorization has no expiration date. Jessica?\n\nJessica Hansen\n\nVice President of Investor Relations\n\nAs we look forward, we expect current market conditions to continue with uncertainty regarding mortgage rates, the capital markets and general economic conditions that may significantly impact our business. We are providing detailed guidance for the third quarter as is our standard practice. We are also providing incremental guidance for the full year now that we have seen the beginning of the Spring selling season with good homebuyer demand and signs of stabilization in pricing, incentives and cost [ sense ].\nWe currently expect to generate consolidated revenues in our June quarter of $8 billion to $8.5 billion, and homes closed by our humbling operations to be in the range of 20,000 to 21,000 homes. We expect our home sales gross margin in the second quarter to be approximately 21% to 22% and homebuilding SG&A as a percentage of revenues in the third quarter to be in the range of 7.2% to 7.5%. We anticipate a financial services pretax profit margin of around 30%, and we expect our income tax rate to be approximately 24% to 24.5% in the third quarter.\nWe are well positioned to continue aggregating market share in both our homebuilding and rental operations. For the full year, we currently expect to close between 77,000 and 80,000 homes in our homebuilding operations, and between 4,000 and 5,000 homes and units in our rental operations. We expect our consolidated revenues for fiscal 2023 to be in the range of $31.5 billion to $33 billion. We forecast an income tax rate for the year of approximately 24%. We expect to generate increased cash flow from our homebuilding operations and on a consolidated basis in fiscal 2023 compared to fiscal 2022.\nWe also plan to repurchase shares at a similar dollar amount as last year to reduce our share count with the volume of our repurchases dependent on cash flow, liquidity, market conditions and our investment opportunities. We have $400 million of senior notes that matured during the remainder of the year, which we are positioned to repay from cash. We will continue to balance our cash flow utilization priorities among our core homebuilding operations, our rental operations, maintaining conservative homebuilding leverage and strong liquidity, paying an increased dividend and consistently repurchasing shares. David?\n\nDavid V. Auld\n\nPresident and Chief Executive Officer\n\nIn closing, our results and position reflect our experienced teams industry-leading market share, broad geographic footprint and diverse product offerings. Our strong balance sheet, liquidity and low leverage provide us with significant financial flexibility to effectively operate in changing economic conditions and continued aggregating market share. We plan to maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis.\nThank you to the entire D.R. Horton team for your continued focus and hard work. And a special thank you from Don Horton, our Founder and Executive Chairman, to the countless D.R. Horton employees and trade partners over the past 45 years. We participate in the countless D.R. Horton -- we participated in and contributed to our journey to build, sell and close 1 million homes.\nThis concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0bd9876114756b6b1f92d6504b3c29c0",
    "period": "2023 Q1",
    "content": "Q1 2023 D R Horton Inc Earnings Call\n\nQ1 2023 D R Horton Inc Earnings Call\n\nDHINYSEJAN 24, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the First Quarter 2023 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. (Operator Instructions)\nI will now turn the call over to Jessica Hansen, Vice President of Investor Relations for D.R. Horton.\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nThank you, Paul, and good morning. Welcome to our call to discuss our results for the first quarter of fiscal 2023. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K, which is filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q tomorrow. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference. Now I will turn the call over to David Auld, our President and CEO.\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray and Paul Romanowski; our Executive Vice President and Co-Chief Operating Officers; and Bill Wheat; our Executive Vice President and Chief Financial Officer. The D.R. Horton team delivered a solid first quarter, highlighted by earnings of $2.76 per diluted share.\nOur consolidated pretax income was $1.3 billion on a 3% increase in revenue with a pretax profit margin of 17.5%. Our homebuilding return on inventory for the trailing 12 months ended December 31 was 39.5%, and our consolidated return on equity for the same period was 31.5%. Beginning in June 2022 and continuing through today, we have seen a moderation in housing demand due to affordability challenges caused by the significant rise in mortgage rates, coupled with high inflation and general economic uncertainty. Despite these pressures, we still closed over 17,000 homes and sold more than 13,000 homes in what is typically the seasonally slowest quarter of the year. We have seen increased sales activity in the first few weeks of January. While higher mortgage rates and economic uncertainty may persist for some time to supply of both new and resale homes at affordable price points remains limited, and the demographics supporting housing demand remained favorable.\nWe are well positioned to navigate the current challenging market conditions with our experienced operators, affordable product offerings, flexible lot supply and great traded supplier relationships. Our strong balance sheet, liquidity and low leverage provide us with significant financial flexibility. We will continue to focus on turning our inventory and managing our product offerings, incentives, home pricing, sales base and inventory levels to meet market, optimize returns, consolidate market share and generate increased cash flow from our homebuilding operations. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nEarnings for the first quarter of fiscal 2023 decreased 13% to $2.76 per diluted share compared to $3.17 per share in the prior year quarter. Net income for the quarter decreased 16% and to $958.7 million on a 3% increase in consolidated revenues to $7.3 billion. Our first quarter home sales revenues were $6.7 billion on 17,340 homes closed compared to $6.7 billion on 18,396 homes closed in the prior year. Our average closing price for the quarter was $386,900, up 7% from the prior year quarter and down 4% sequentially. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nDuring the quarter, we continued to sell homes later in the construction cycle to better ensure the certainty of the home close date and mortgage rate for our homebuyers with almost no sales occurring prior to start of home construction. Our cancellation rate for the first quarter was 27%, down from 32% sequentially, but still elevated from our typical levels. Our net sales orders in the first quarter decreased 38% to 13,382 homes, and our order value decreased 40% from the prior year to $4.9 million. Our average number of active selling communities increased 4% from the prior year quarter and was down 1% sequentially. The average sales price of net sales orders in the first quarter was $367,900, down 4% from the prior year quarter. We are continuing to offer mortgage interest rate locks and buy downs and other incentives to drive traffic to our communities, and we are reducing home prices where necessary to optimize the returns on our inventory investments.\nOur second quarter sales volume will depend on the strength of the spring selling season. and we currently expect significantly higher levels of net sales orders in the second quarter as compared to the first quarter based on historical seasonal trends, current market conditions and our inventory of completed homes available for sale. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur gross profit margin on home sales revenues in the first quarter was 23.9%, down 440 basis points sequentially from the September quarter. On a per square foot basis, home sales revenues were down 4% sequentially, stick and brick cost per square foot increased 2% and lot costs were flat. The decrease in our gross margin from September to December was in line with our expectations and reflects the increased construction costs we incurred during 2022, along with higher sales incentives and home price reductions. We expect both our average sales price and home sales gross margin to decrease further in our second quarter of fiscal 2023. We are continuing to work with our trade partners and suppliers to reduce our construction costs on new home starts. We are making progress in these efforts, but we do not expect to see much benefit from lower costs on homes closed in fiscal 2023.\nJessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nIn the first quarter, our homebuilding SG&A expenses increased by 6% from last year and homebuilding SG&A expense as a percentage of revenues was 7.8%, up 30 basis points from the same quarter in the prior year. We are controlling our SG&A during this market transition while ensuring our platform adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe slightly increased our home starch from the last quarter to 13,900 homes and ended the quarter with 43,200 homes in inventory, down 21% from a year ago and down 7% sequentially, 27,800 of our homes at December 31 were unsold, of which 7,100 were completed. We are focused on improving our housing inventory turnover with more completed homes now available for sale, we expect our mix of homes sold and closed in the same quarter to increase back toward our normal historical levels. For homes we closed this quarter, our construction cycle time only increased by a few days compared to fourth quarter, which reflects lingering supply chain issues. However, we are seeing some stabilization in cycle times on the homes we have started and we expect our cycle times to improve during fiscal 2023. We will continue to evaluate demand and adjust our homes and inventory and starch pace based on current market conditions. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur homebuilding lot position at December 31 consisted of approximately 551,000 lots of which 25% were owned and 75% were controlled through purchase contracts. Our total homebuilding lot position decreased by 22,000 lots from September to December. 32% of our total owned lots are finished and 53% of our controlled lots are or will be finished when we purchase them. Our capital efficient and flexible lot portfolio is a key to our strong competitive position. We continually underwrite all of our lot and land purchases based on future expected home prices and costs. We are actively managing our investments in lots, land and development based on current market conditions. During the quarter, our homebuilding segment incurred $4.8 billion of inventory impairments and wrote off $19.4 million of option deposits and due diligence costs related to land and lot purchase contracts. We expect our level of option cost write-offs to remain elevated in fiscal 2023 as we manage our lot portfolio.\nOur first quarter homebuilding investments in lots, land and development totaled $1.7 billion, down 21% from the prior year quarter and up 16% sequentially. Our current quarter investments consisted of $900 million for finished lots, $690 million for land development and $130 million to acquire land. Bill??\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nFinancial services pretax income in the first quarter was $18.2 million on $137 million of revenues with a pretax profit margin of 13.3%. The lower profitability of our financial services business this quarter was primarily due to lower gains on sales of mortgages, increased competitive conditions and a lower volume of interest rate locks by homebuyers during the December quarter. We expect our financial services pretax profit margin for fiscal 2023 to be higher than the first quarter but lower than the full year of fiscal 2022. During the first quarter, 99% of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 77% of our homebuyers. FHA and VA loans accounted for 45% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 722 and an average loan-to-value ratio of 88%. The first-time homebuyers represented 55% of the closings handled by our mortgage company this quarter. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur rental operations generated $328 million of revenues during the first quarter from the sale of 694 single-family rental homes and 300 multi-family rental units, earning pretax income of $110 million. Our rental property inventory at December 31 was $2.9 billion, which included approximately $1.9 billion of single-family rental properties and $1 billion of multifamily rental properties. We expect our rental operations to generate significant increases in both revenues and profits in fiscal 2023 as our platform matures and expands across more markets. For the second quarter, we currently expect no multi-family rental sales and to close fewer single-family rental homes than in the first quarter. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nForestar, our majority-owned residential lot development company reported total revenues of $216.7 million on 2,263 lots sold and pretax income of $27.9 million for the first quarter. Forestar's owned and controlled lot position at December 31 was 82,300 lots. 57% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton. $190 million of our finished lots purchased in the first quarter were from Forestar. Forestar is separately capitalized from D.R. Horton and had more than $580 million of liquidity at quarter end with a net debt-to-capital ratio of 28.7%. The Forestar is well positioned to meet the current challenging market conditions with its strong capitalization, lot supply and relationship with D.R. Horton. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic. We are committed to maintaining a strong balance sheet with low leverage and significant liquidity to provide a firm foundation for our operated platforms during changes in market conditions and to support our ability to provide consistent returns to our shareholders. During the first 3 months of the year, our cash provided by homebuilding operations was $313.9 million, and our consolidated cash provided by operations was $829.1 million. At December 31, we had $4 billion of homebuilding liquidity, consisting of $2 billion of unrestricted homebuilding cash and $2 billion of available capacity on our homebuilding revolving credit facility. Our liquidity provides significant flexibility to adjust to changing market conditions.\nOur homebuilding leverage was 12.8% at the end of December, and homebuilding leverage net of cash was 4.4%. Our consolidated leverage at December 31 was 22% and consolidated leverage net of cash was 13.3%. At December 31, our stockholders' equity was $20.2 billion and book value per share was $58.71, up 33% from a year ago. For the trailing 12 months ended December, our return on equity was 31.5%. During the quarter, we paid cash dividends of $86.1 million, and our Board has declared a quarterly dividend at the same level as last quarter to be paid in February. During the quarter, we repurchased 1.4 million shares of common stock for $118.1 million.\nJessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nAs we look forward, we expect challenging market conditions to persist with continued uncertainty regarding mortgage rates, the capital markets and general economic conditions that may significantly impact our business. We are providing detailed guidance for the second quarter as is our standard practice, but it is still too early to know what housing market conditions will be during the height of the spring selling season, so we are not providing specific guidance for the full year yet. We currently expect to generate consolidated revenues in our March quarter of $6.3 billion to $6.7 billion, and homes closed by our homebuilding operations to be in the range of 16,000 to 17,000 homes. We expect our home sales gross margin in the second quarter to be approximately 20% to 21%, and homebuilding SG&A as a percentage of revenues in the second quarter to be approximately 8% to 8.3%. We anticipate a financial services pretax profit margin of around 20%, and we expect our income tax rate to be approximately 23.5% to 24% in the second quarter. We are well positioned to aggregate market share in both our homebuilding and rental operations. Our goal remains to generate consolidated revenues in fiscal 2023 or slightly higher than fiscal 2022. However, it is realistic to expect that our full year revenues will decline year-over-year given the environment and pricing actions we are taking. The low end of our current range of expectations includes consolidated revenues down from fiscal 2022 by a mid-teens percentage, which is unchanged from last quarter.\nWe forecast an income tax rate for the year of approximately 23.5% to 24%. We expect to generate increased cash flow from our homebuilding operations and on a consolidated basis in fiscal 2023 compared to fiscal 2022. We also plan to repurchase shares at a similar dollar amount as last year to reduce our share count during this year with the volume of our repurchases dependent on cash flow, liquidity, market conditions and our investment opportunities. We have $700 million of senior notes that matured during the remainder of fiscal 2023, which we are currently preparing to repay from cash. We plan to continue to balance our cash flow utilization priorities among our core homebuilding operations, our rental operations, maintaining conservative homebuilding leverage and strong liquidity, paying an increased dividend and consistently repurchasing shares. David?\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and diverse product offerings. Our strong balance sheet, liquidity and low leverage provide us with significant financial flexibility to effectively operate in changing economic conditions and continue aggregating market share. We plan to maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Thank you to the entire D.R. Horton team for your focus and hard work. We are incredibly well positioned to continue improving our operations and providing home ownership opportunities to more American families.\nThis concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4bf34e547adbbd303d1083cfe787c6af",
    "period": "2022 Q4",
    "content": "Q4 2022 D R Horton Inc Earnings Call\n\nQ4 2022 D R Horton Inc Earnings Call\n\nDHINYSENOV 9, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Fourth Quarter 2022 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States.\n(Operator Instructions) I will now turn the call over to Jessica Hansen, Vice President of Investor Relations for D.R. Horton. Jessica, the floor is yours.\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nThank you, Tom, and good morning. Welcome to our call to discuss our fourth quarter and fiscal 2022 financial results. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different.\nAll forward-looking statements are based upon information available to D.R. Horton on the date of this conference call and D.R Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and subsequent reports on Form 10-Q, all of which are filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-K towards the end of next week. After this call, we will post updated investor and supplementary presentations to our Investor Relations site on the Presentations section under News and Events for your reference. Now I will turn the call over to David Auld, our President and CEO.\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nThank you, Jessica. And good morning. We are also joined on this call by Mike Murray and Paul Romanowski, our Executive Vice President and Co-Chief Operating Officers and Bill Wheat, our Executive Vice President and Chief Financial Officer. The D.R. Horton team finished the year with a solid fourth quarter, which included a 20% increase in consolidated pretax income to $2.1 billion and a 19% increase in revenues to $9.6 billion.\nOur pretax profit margin for the quarter improved 10 basis points to 21.4%, and our earnings per diluted share increased 26% to $4.67. For the year, consolidated pretax income increased 42% to $7.6 billion on $33.5 billion of revenue, which increased 21%. Our pretax profit margin for the year improved 350 basis points to 22.8%, and our earnings per diluted share increased 45% to $16.51.\nWe closed a record of 83,518 this year in our whole building and single-family rental operations. And our homebuilding SG&A as a percentage of revenues of 6.8% was an all-time low. Our home many return on inventory for. the year was 42.8% and our consolidated return on the equity was 34.5%. Our strong financial performance during a year of significant challenges and volatility reflects the strength of our experienced teams, industry-leading market share, broad geographic footprint and diverse product offerings.\nOur homebuilding cash flow from operations for 2022 was $1.9 billion. Over the past 5 years, we have generated $7.5 billion of cash flow from homebuilding operations while growing our consolidated revenues by 138% and our earnings per share by 503%. During this time, we also more than doubled our book value per share, consistently kept our homebuilding leverage under 20% and increased our homebuilding liquidity by $1.8 billion, all while significantly increasing our returns on inventory and equity.\nDuring most of the year, demand for our homes was strong. In June, we began to see a moderation in housing demand that has continued and accelerated through today. The rapid rise in mortgage rates, coupled with high inflation and general economic uncertainty, have made many buyers pause in their home buying decision or choose to not move forward with their home purchase. However, the supply of both new and resell homes at affordable price points remains limited and the demographics supporting housing demand remained favorable.\nThe uncertainty of this market transition may persist for some time and could get more challenging if mortgage rates continue increasing. However, we are well positioned to meet changing market conditions with our experienced teams, affordable product offerings, flexible lot supply and great trade and supplier relationships. Our strong balance sheet, liquidity and low leverage provide us financial flexibility.\nWe will continue to focus on turning our inventory and managing our product offerings, incentives, old pricing, sales pace and inventory levels to beat the market, optimize returns, increase market share and generate increased cash flow from our homebuilding operations. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nDiluted earnings per share for the fourth quarter of fiscal 2022 increased 26% to $4.67 per share. And for the year, earnings per share increased 45% to $16.51. Net income for the quarter increased 22% to $1.6 billion. And for the year, net income increased 40% to $5.9 billion.\nOur fourth quarter home sales revenues increased 23% and to $9.4 billion on 23,212 homes closed, up from $7.6 billion on 21,937 homes closed in the prior year. Our average closing price for the quarter was $403,700, up 17% from last year and up 3% sequentially. We closed fewer homes than we expected during the fourth quarter due to a slower sales pace, increased cancellations and continued construction delays.\nIn addition, we estimate that approximately 730 home closings in Florida and South Carolina were delayed from September due to Hurricane Ian. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nDuring the quarter, we continued to sell homes later in the construction cycle to better ensure the certainty of the home close date and mortgage rate for our homebuyers with almost no sales occurring prior to start of home construction. Our net sales orders in the fourth quarter decreased 15% to 13,582 homes, and our net sales order value was down 10% from the prior year to $5.4 billion.\nOur cancellation rate during the fourth quarter was 32% compared to 19% in the prior year quarter and 24% in the third quarter. Our average number of active selling communities increased 8% from the prior year and was flat sequentially. The average sales price on net sales orders in the fourth quarter was $399,600, up 6% from the prior year but down 4% sequentially from the June quarter. In October, as mortgage rates continue to increase, our net sales orders were below prior year levels, and our cancellation rate remained elevated.\nAs a result, we currently expect our first quarter net sales orders to be down approximately 25% to 35% year-over-year. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur gross profit margin on home sales revenue in the fourth quarter was 28.3% . up 140 basis points from the prior year quarter, but down 180 basis points sequentially from the June quarter. On a per square foot basis, our revenues were up 4% sequentially while our stick and brick cost per square foot increased 8% and our lot cost increased 3%. The decrease in our gross margin from the third to fourth quarter reflects the increase in our stick and brick costs and increased incentives provided to homebuyers to ensure the closings of our homes and backlog during the rapid rise in mortgage interest rates. We are offering mortgage interest rate locks and buydowns and other sales incentives to address affordability concerns and to drive sales traffic to our communities.\nAs we adjust to market conditions and focus on turning our inventory to maximize returns, our incentive levels have continued to increase, and we are adjusting base home prices where necessary. We expect our average sales price and home sales gross margin to decrease from current levels in fiscal 2023.\nAs a result, we are working with our trade partners and suppliers to reduce our construction costs on new home starts and are pleased with our early progress. Jessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nIn the fourth quarter, homebuilding SG&A expense as a percentage of revenues was 6.7%, down 20 basis points from 6.9% in the prior year quarter. For the year, homebuilding SG&A expense was 6.8%, down 50 basis points from 7.3% in 2021.\nOur annual homebuilding SG&A expense as a percentage of revenues is at its lowest point in our history, and we will continue to control our SG&A while ensuring that our platform adequately supports our business. In fiscal 2023, our homebuilding SG&A as a percentage of revenues will likely increase from current levels. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started fewer homes this quarter as we work to position our inventory with an appropriate number of homes relative to market conditions. We started 13,100 homes during the quarter in our homebuilding operations as we began negotiations to lower our construction costs on future new home starts. We ended the year with 46,400 homes in inventory, down 3% from a year ago and down 18% sequentially.\n27,200 of our total homes at September 30 were unsold of which 4,400 were completed. For homes we closed this quarter, our construction cycle time increased by a week compared to the third quarter, which reflects continued lingering supply chain issues. However, we are beginning to see some stabilization in cycle times on homes we have recently started, and we expect our cycle time to improve in fiscal 2023.\nWe expect our start pace in the first quarter of fiscal 2023 to increase versus our fourth quarter pace, and we will adjust our starts in homes and inventory to meet the level of demand in the market. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nAt September 30, our homebuilding lot position consisted of approximately 573,000 lots, of which 23% were owned and 77% were controlled through purchase contracts. Our total homebuilding lot position decreased by 25,000 lots from June to September. 29% of our total owned lots are finished and 50% of our controlled lots are or will be finished when we purchase them.\nOur capital efficient and flexible lot portfolio is a key to our strong competitive position. We continually underwrite all of our lot and land purchases based on current and expected home prices and cost. We are actively managing our lot and land pipeline and our investments in lots, land and development to meet our needs during this transition in the housing market.\nDuring the quarter, our homebuilding segment wrote off $34 million of option deposits and due diligence cost related to land and lot option contracts we terminated or expect to terminate in the future. We expect our level of option cost write-offs to remain elevated in fiscal 2023 as we manage our lot portfolio.\nOur homebuilding segment had no inventory impairments during the quarter or the year. Our fourth quarter homebuilding investments in lots, land and development totaled $1.5 billion, down 19% from the prior year quarter and down 15% sequentially. Our current quarter investments consisted of $780 million for finished lots, $560 million for land development and $150 million to acquire land. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nFor the fourth quarter, Forestar, our majority-owned residential lot development company reported total revenues of $381.4 million, 3,914 lots sold and pretax income of $66.4 million. For the full year, Forestar delivered 17,691 lots, generating $1.5 billion of revenues with a pretax profit margin of 15.5%.\nAt September 30, Forestar's owned and controlled lot position was 90,100 lots. 59% of Forestar's owned lots are under contract with D.R. Horton or subject to a right of first offer. $250 million of D.R. Horton's lot purchases in the fourth quarter were from Forestar. Forestar is separately capitalized from D.R. Horton and had approximately $620 million of liquidity at year-end with a net debt-to-capital ratio of 26.9%.\nForestar is well positioned to meet changing market conditions with a strong capitalization, lot supply and relationship with D.R. Horton. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nFinancial services pretax income in the fourth quarter was $2.4 million on $134 million of revenue, with a pretax profit margin of 1.8%. As expected, our financial services pretax profit margin decreased this quarter primarily due to a significant pull forward of revenue from rate lock commitments in the third quarter, as we discussed on last quarter's call.\nAlso during the fourth quarter, there were increased competitive pressures in the mortgage market and increased cost of rate locks provided to customers due to rising rates. For the year, financial services pretax income was $291 million, on $795 million of revenue, representing a 36.6% pretax profit margin.\nWe expect our financial services pretax profit margin for fiscal 2023 to be higher than the fourth quarter but below the full year of fiscal 2022. During the fourth quarter, 99% of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 73% of our homebuyers.\nFHA and VA loans accounted for 42% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 724 and an average loan-to-value ratio of 87%. First-time homebuyers represented 57% of the closings handled by our mortgage company this quarter. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nDuring fiscal 2022, our rental operations generated $510 million from the sale of 775 multifamily rental units and 774 single-family rental homes, earning pretax income of $202 million. In the fourth quarter, our rental operations generated $21 million of revenues from the sale of 96 single-family rental homes and incurred a pretax loss of $13 million, which were below our expectations going into the quarter.\nWe had several single-family rental projects in Florida, totaling 562 homes that were scheduled to close in September, but were delayed due to Hurricane Ian. These projects closed in October and will be reflected in our first quarter results. Also one multifamily project and multiple Single-family rental projects that were expected to be sold and closed in the fourth quarter were delayed due to changes in the capital markets that affected the timing of buyers' financing.\nOur rental property inventory at September 30 was $2.6 billion, which included approximately $900 million of multifamily rental properties and $1.7 billion of single-family rental properties. As a reminder, our multifamily and single-family rental operating results are separately reported in our rental segment and are not included in our homebuilding segments homes closed revenues or inventories.\nWe expect our rental operations to generate significant increases in both revenues and profits in fiscal 2023 as our platform matures and expands across more markets. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic. We are committed to maintaining a strong balance sheet with low leverage and significant liquidity to provide a firm foundation for our operating platforms during changes in market conditions and to support our ability to provide consistent returns to our shareholders.\nDuring fiscal 2022, our cash provided by homebuilding operations was $1.9 billion and the cumulative cash generated from our homebuilding operations for the past 5 years was $7.5 billion. At September 30, we had $4 billion of homebuilding liquidity, consisting of $2 billion of unrestricted homebuilding cash and $2 billion of available capacity on our homebuilding revolving credit facility.\nOur liquidity provides significant flexibility to adjust to changing market conditions. Our homebuilding leverage was 13.2% at fiscal year-end and homebuilding leverage net of cash was 4.4%. Our consolidated leverage at September 30 was 23.8%, and consolidated leverage net of cash was 15.4%.\nWe repaid $350 million of senior notes at maturity this quarter and we have $700 million of senior notes that mature during fiscal 2023. At September 30, our stockholders' equity was $19.4 billion, and book value per share was $56.39 and up 35% from a year ago. For the year, our return on equity was 34.5%, an improvement of 290 basis points from 31.6% a year ago.\nDuring the quarter, we paid cash dividends of $78.2 million for a total of $316.5 million of dividends paid during the year. During the quarter, we repurchased 3.6 million shares of common stock for $251.7 million for a total of 14 million shares repurchased during the year for $1.1 billion. As a result, our outstanding share count is down 3% from a year ago. Based on our strong financial position, our Board of Directors increased our quarterly cash dividend by 11% to $0.25 per share. Jessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nAs we look forward to the first quarter of fiscal 2023, we expect challenging market conditions to persist with continued uncertainty regarding mortgage rates, the capital markets and general economic conditions that may significantly impact our business. As we have already mentioned, we are utilizing more incentives in today's market and are reducing home sales prices where necessary which will impact our average sales prices and gross margins more in the first quarter than the quarter we just completed.\nWe are providing detailed guidance for the first quarter as is our standard practice but due to the current uncertainty in the market, our ranges for expectations are wider than normal. We currently expect to generate consolidated revenues in our December quarter of $6 billion to $6.8 billion and our homes closed by our homebuilding operations to be in the range of 15,000 to 16,500 homes.\nWe expect our home sales gross margin in the first quarter to be approximately 23% to 24% and homebuilding SG&A as a percentage of revenues in the first quarter to be approximately 8% to 8.4%. We anticipate a financial services pretax profit margin of around 20% and we expect our income tax rate to be approximately 23% in the first quarter.\nLooking further out into fiscal 2023, we have less visibility due to the macro level uncertainties we have mentioned. It is too early to know what housing market conditions will be 3 to 6 months from now during the spring selling season, so we are not providing specific guidance for the full year yet. We will reassess each quarter and give more color on our expectations as we can. We are well positioned to aggregate market share in both our homebuilding and rental operations.\nOur fiscal 2023 home closings volume, pricing and margins will be determined by future market conditions and our efforts to meet the market and improve our inventory turns, construction cycle times and costs. Our goal is to generate consolidated revenues in fiscal 2023 that are slightly higher than fiscal 2022.\nHowever, the low end of our current range of expectations includes consolidated revenues potentially down from fiscal 2022 by a mid-teens percentage. We forecast an income tax rate for fiscal 2023 of approximately 23% we expect to generate increased cash flow from our homebuilding operations in fiscal 2023 compared to fiscal 2022, and we plan to consistently repurchase shares to reduce our share count during the year with the amount of our repurchases dependent on cash flow, liquidity, market conditions and our investment opportunities.\nWe plan to continue to balance our cash flow utilization priorities among our core homebuilding operations, our rental operations, maintaining conservative homebuilding leverage and strong liquidity, paying an increased dividend and consistently repurchasing shares. David?\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams, industry-leading market share, broad geographic footprint and diverse product offerings. Our strong balance sheet, liquidity and low leverage provide us with significant financial flexibility to operate effectively in changing economic conditions and continuing to aggregate market share.\nWe plan to maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Thank you to the entire D.R. Horton team for your focus and hard work. Your efforts during 2022 were remarkable. This was a year in which we faced construction and operational challenges we have never faced before with periods of unsustainably high demand, followed by historic rise in mortgage rates.\nDespite these challenges and market volatility, we closed the most homes in a year in our company's history, completing our 21st year as the largest builder in the United States with record profit and returns, and we are well positioned to continue improving our operations and providing homeownership opportunities to more American families in 2023. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/636d3b70808a57ecf80c311e7a25c625",
    "period": "2022 Q3",
    "content": "Q3 2022 D R Horton Inc Earnings Call\n\nQ3 2022 D R Horton Inc Earnings Call\n\nDHINYSEJUL 21, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Third Quarter 2022 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States.\n(Operator Instructions) I will now turn the call over to Jessica Hansen, Vice President of Investor Relations for D.R. Horton.\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nThank you, Paul, and good morning. Welcome to our call to discuss our results for the third quarter of fiscal 2022. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995.\nAlthough D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call, and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements.\nAdditional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K and its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q tomorrow. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference. Now I will turn the call over to David Auld, our President and CEO.\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray and Paul Romanowski. our Executive Vice President and Co-Chief Operating Officers; and Bill Wheat, our Executive Vice President and Chief Financial Officer.\nThe D.R. Horton team delivered a strong third quarter, highlighted by a 53% increase in earnings to $4.67 per diluted share. Our consolidated pretax income increased 54% to $2.2 billion on a 21% increase in revenues. And our consolidated pretax profit margin improved 540 basis points to 24.8%. Our homebuilding return on inventory for the trailing 12 months ended June 30 was 41.7%, and our consolidated return on equity for the same period was 35.1%.\nThese results reflect our experienced teams, their production capabilities and our ability to leverage D.R. Horton's scale across our broad geographic footprint. Housing market demand remained strong during most of the quarter.\nIn June, we began to see a moderation in demand and an increase in cancellations due to the rapid rise in mortgage rate and continued inflationary pressures across most of the economy.\nThe supply of both new and resale homes at affordable prices remains limited. Although demand has slowed from the frenzy pace we experienced over the past year, there are still qualified buyers in the market today as household formations continue and inflationary pressures drive rents higher.\n54% of the homes we closed in the past 12 months were priced under $350,000, and our average sales price is approximately $100,000 lower than the average other homebuilders, positioning us to continue aggregating share. There are still disruptions in the supply chain and tightness in the labor market that continue to delay the completion of our homes under construction.\nThese construction delays and changes in demand environment led us to reduce our full-year closing guidance for fiscal 2022. We remain purposefully -- we purposely slowed our number of home starts in the third quarter to position our inventory to align with market conditions.\nAlthough the uncertainty of this market transition may persist for some time, we believe we are well positioned to meet changing market conditions with our experienced teams, affordable product offerings, flexible lot supply and their strong trade and supplier relationships.\nThe strength of our balance sheet, liquidity and loan leverage provide a significant financial flexibility, and we will continue managing our product offerings, incentives, home pricing, sales pace and inventory levels to optimize returns. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nEarnings for the third quarter of fiscal 2022 increased 53% to $4.67 per diluted share compared to $3.06 per share in the prior-year quarter. Net income for the quarter increased 48% to $1.6 billion on consolidated revenue of $8.8 billion, which was in line with our expectations. Our third quarter home sales revenues increased 18% to $8.3 billion on 21,308 homes closed, up from $7 billion on 21,588 homes closed in the prior year.\nContinued construction delays caused by disruptions in the supply chain and tightness in the labor market caused us to close fewer homes than expected during the quarter. Our average closing price for the quarter was $391,200, up 20% from the prior-year quarter. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nDuring the quarter, we continued to sell homes later in the construction cycle to better ensure the certainty of the home close date for our homebuyers, with almost no sales occurring prior to start of home construction. In June, our sales pace slowed and our cancellation rate increased when mortgage interest rates rose significantly. The cancellation rate for the third quarter was 24% compared to 17% in the prior-year quarter.\nAs a result, our net sales orders in the third quarter decreased 7% to 16,693 homes, and our total net sales order value increased 8% from the prior year to $6.9 billion. Our average number of active selling communities increased 5% from the prior-year quarter and was up 1% sequentially. The average sales price of net sales orders in the third quarter was $415,800, up 16% from the prior-year quarter. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur gross profit margin on home sales revenues in the third quarter was 30.1%, up 120 basis points sequentially from the March quarter. On a per square foot basis, home sales revenues were up 3.9% sequentially while stick and brick cost per square foot increased 2.4%.\nThe increase in our gross margin from March to June reflects the broad strength of the housing market we experienced most of this year. The strong demand for homes, combined with a limited supply allowed us to raise prices and maintain a very low level of sales incentives in most of our communities.\nAs we have already mentioned, demand has moderated in June and to date in July. As we adjust to current market conditions, we expect the pace of our sales price increases to slow during the fourth quarter and for our incentive levels to increase from historical lows.\nTo address affordability concerns, we are offering mortgage interest rate locks and buydowns to our buyers, and we are beginning to offer other sales incentives as necessary on selected homes and inventory and to drive sales traffic to our communities. We currently expect our home sales gross margin in the fourth quarter to be lower than the third quarter. Jessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nIn the third quarter, homebuilding SG&A expense as a percentage of revenues was 6.6%, down 50 basis points from 7.1% in the prior-year quarter. This quarter, our homebuilding SG&A expense as a percentage of revenues was lower than any quarter in our history, and we remain focused on controlling our SG&A while ensuring their infrastructure adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe purposefully slowed our home starts to 17,900 homes this quarter, as we work to position our inventory with an appropriate number of homes relative to market conditions. We ended the quarter with 56,400 homes in inventory, up 19% from a year ago and down 6% sequentially. 27,200 of our total homes at June 30 were unsold, of which 1,400 were completed.\nFor homes we closed this quarter, our construction cycle time increased by roughly 1 week compared to the second quarter as supply chain issues remain challenging as they have for the past year. However, we are beginning to see some stabilization in cycle times on homes we have recently started.\nDuring the quarter, we will evaluate demand and adjust our homes in inventory and starts pace to meet current market conditions. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nAt June 30, our homebuilding lot position consisted of approximately 600,000 lots, of which 22% were owned and 78% were controlled through purchase contracts. 24% of our total owned lots are finished and 47% of our controlled lots are or will be finished when we purchase them.\nOur large capital-efficient and flexible lot portfolio is a key to our strong competitive position. Our third quarter homebuilding investments in lots, land and development totaled $1.75 billion, of which $890 million was for finished lots, $680 million was for land development and $180 million was to acquire land. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nFor the third quarter, Forestar, our majority-owned residential lot development company, reported total revenues of $308.5 million and pretax income of $52.7 million. For the full year, Forestar now expects to deliver 17,000 lots and generate $1.4 billion of revenue with a pretax profit margin of greater than 14%.\nForestar's owned and controlled lot position at June 30 totaled 97,000 lots, essentially flat with a year ago. 59% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton. $258 million of our finished lots purchased in the third quarter were from Forestar.\nForestar is separately capitalized from D.R. Horton and had approximately $500 million of liquidity at quarter end with a net debt-to-capital ratio of 32.8%. Forestar is well positioned to meet changing market conditions with its strong capitalization, lot supply and relationship with D.R. Horton. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nFinancial services pretax income in the third quarter was $128.3 million, with a pretax profit margin of 50.5% compared to $70.3 million and 37.3% in the prior-year quarter. The increase in our financial services pretax profit margin this quarter was primarily due to a significant acceleration of interest rate lot commitments.\nDuring the third quarter, a majority of our buyers in backlog for expected fourth quarter closings entered into interest rate lot commitments. These lots were executed earlier than normal due to the increase in mortgage rates, which resulted in higher-than-normal financial services revenue in the third quarter.\nThis revenue acceleration will likely cause our financial services revenues and profits to be lower than normal in the fourth quarter. For the quarter, 99% of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 69% of our homebuyers.\nFHA and VA loans accounted for 41% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 724 and an average loan-to-value ratio of 88%. First-time homebuyers represented 56% of the closings handled by the mortgage company this quarter. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur rental operations generated pretax income of $43 million on revenues of $110 million in the third quarter related to the sale of 1 multifamily rental property consisting of 298 units and 1 single-family rental property totaling 84 homes. During the 9 months ended June 30, our rental operations generated pretax income of $215 million on revenues of $489 million.\nOur rental property inventory at June 30 was $2 billion, compared to $760 million a year ago. Rental property inventory at June 30 included approximately $700 million of multifamily rental properties and $1.3 billion of single-family rental properties.\nAs a reminder, our multifamily and single-family rental sales and inventories are reported in our rental segment and are not included in our homebuilding segments homes closed, revenues or inventories.\nWe continue to expect that our rental operations will generate approximately $800 million in revenues during fiscal 2022. We plan to continue growing our rental inventories as we position our rental operations to be a significant contributor to our revenues, profits and returns in future years. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic. At June 30, we had $2.8 billion of homebuilding liquidity, consisting of $1.2 billion of unrestricted homebuilding cash and $1.6 billion of available capacity on our homebuilding revolving credit facility.\nOur homebuilding leverage was 17% at the end of June, and homebuilding leverage net of cash was 12.1%. Our consolidated leverage at June 30 was 24.9%, and consolidated leverage net of cash was 19.3%. At June 30, our stockholders' equity was $18.1 billion and book value per share was $52, up 35% from a year ago. For the trailing 12 months ended June, our return on equity was 35.1% compared to 29.5% a year ago.\nDuring the first 9 months of the year, our cash provided by homebuilding operations was $125 million. During the quarter, we paid cash dividends of $79.2 million, and our Board has declared a quarterly dividend at the same level as last quarter to be paid in August.\nWe repurchased 4.7 million shares of common stock for $310 million during the quarter for a total of 10.5 million shares repurchased fiscal year-to-date for $854.2 million, an increase of 29% compared to the same period a year ago. As a result, our outstanding share count at June 30 was down 3% from a year ago. We still expect our outstanding share count will be approximately 3% lower at the end of fiscal 2022 than the end of fiscal 2021. Jessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nWe are providing guidance for our fourth fiscal quarter. However, due to the current uncertainty in the market, the ranges for our volume and margin guidance are wider than normal.\nBased on the projected completion dates of our homes under construction and current market conditions, we expect to generate consolidated revenues in the fourth quarter of $10 billion to $10.8 billion, and homes closed by our homebuilding operations to be in the range of 23,500 to 25,500 homes.\nWe expect our home sales gross margin in the fourth quarter to be in the range of 29% to 29.8%, and homebuilding SG&A as a percentage of revenues to be around 6.3%. We anticipate our financial services pretax profit margin in the fourth quarter to be less than 20% due to the timing of revenues from interest rate lot commitments as we discussed earlier.\nWe expect our income tax rate to be approximately 24% in the fourth quarter. We plan to continue to balance our cash flow utilization priorities among our core homebuilding operations, our rental operations, maintaining conservative homebuilding leverage and strong liquidity and consistently paying dividends and repurchasing shares. David?\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nIn closing, our results and position reflect our experienced teams and production capabilities, industry-leading market share, broad geographic footprint and diverse product offerings across our multiple brands. Our strong balance sheet, liquidity and loan leverage provide us with significant financial flexibility to effectively operate in changing economic conditions and continue aggregating market share.\nWe plan to maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Thank you to the entire D.R. Horton team for your focus and hard work.\nWe are incredibly well positioned to continue improving our operations and providing home ownership opportunities to more American families. This concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/415c076f5c0d63b9ce8c6e0aa6a8938b",
    "period": "2022 Q2",
    "content": "Q2 2022 D R Horton Inc Earnings Call\n\nQ2 2022 D R Horton Inc Earnings Call\n\nDHINYSEAPR 26, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the Second Quarter 2022 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States. (Operator Instructions)\nI will now turn the call over to Jessica Hansen, Vice President of Investor Relations for D.R. Horton.\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nThanks, Holly, and good morning. Welcome to our call to discuss our results for the second quarter of fiscal 2022. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different.\nAll forward-looking statements are based upon information available to D.R. Horton on the date of this conference call and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K in its most recent quarterly report on Form 10-Q, both of which are filed with the Securities and Exchange Commission.\nThis morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q in the next day or 2. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to David Auld, our President and CEO.\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray and Paul Romanowski, our Executive Vice President and Co-Chief Operating Officers; and Bill Wheat, our Executive Vice President and Chief Financial Officer. D.R. Horton team delivered an outstanding second quarter, highlighted by a [51%] increase in earnings to $4.03 per diluted share. Our consolidated pretax income increased 60% to $1.9 billion on a 24% increase in revenues. And our consolidated pretax profit margin of 520 basis points to 23.5%. Our homebuilding return on inventory for the trailing 12 months ended March 31 was 40.3%, and our consolidated return on equity for the same period was 34%.\nThese results reflect our experienced teams the production capabilities and our ability to leverage D.R. Horton scale across our broad geographic footprint. Housing market demand remained strong despite the recent increase in mortgage rates and we are focused on maximizing returns while continuing to aggregate market share.\nThere are still significant challenges in the supply chain, including shortages in certain building materials and a very tight labor market. Our construction cycle times were extended further this quarter, and we continue to work on stabilizing and then reducing our cycle times to historical norms. After starting construction on 24,800 homes this quarter, our homes and inventory increased 30% from a year ago with only 600 unsold completed homes across the nation.\nWith 33,900 homes in backlog, 59,800 homes in inventory, a robust loss supply and strong trade and supplier relationships, we are well positioned for consolidated revenue growth of greater than 25% this year. We believe our strong balance sheet, liquidity and low leverage position us to operate effectively through changing economic conditions. We plan to maintain our flexible operational and financial position by generating strong cash flows from our homebuilding operations, while managing our product offerings, incentives, home pricing, sales pace and inventory levels to optimize returns. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nEarnings for the second quarter of fiscal 2022 increased 59% to $4.03 per diluted share compared to $2.53 per share in the prior year quarter. Net income for the quarter increased 55% to $1.4 billion compared to $930 million. Our second quarter home sales revenues increased 22% to $7.5 billion on 19,828 homes closed, up from $6.2 billion on 19,701 homes closed in the prior year.\nOur average closing price for the quarter was $378,200, up 21% from the prior year quarter, while the average size of our homes closed was down 1%. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur net sales orders in the second quarter decreased 10% to 24,340 homes, while the value increased 10% from the prior year to $9.7 billion. Our average number of active selling communities increased 1% from the prior year quarter and was up 4% sequentially. The average sales price of net sales orders in the second quarter was $400,600, up 23% from the prior year quarter.\nThe cancellation rate for the second quarter was 16% compared to 15% in the prior year quarter. New home demand remains very strong despite the recent rise in mortgage rates. We are continuing to sell homes later in the construction cycle to better ensure the certainty of the home close date for our homebuyers with virtually no sales occurring prior to the start of home construction. We expect to continue managing our sales pace in the same manner for the rest of the year. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur gross profit margin on home sales revenues in the second quarter was 28.9%, up 150 basis points sequentially from the December quarter. The increase in our gross margin from December to March reflects the broad strength of the housing market. The strong demand for homes, combined with a limited supply has allowed us to continue to raise prices and maintain a very low level of sales incentives in most of our communities. On a per square foot basis, home sales revenues were up 4.8% sequentially. While stick and brick cost per square foot increased 2.5% and our lot cost increased 2.8%. We expect our cost will continue to increase.\nHowever, with the strength of today's market conditions, we expect most cost pressures to be offset by price increases in the near term. We currently expect our home sales gross margin in the third quarter to be slightly better than the second quarter. Jessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nIn the second quarter, homebuilding SG&A expense as a percentage of revenues was 6.8%, down 80 basis points from 7.6% in the prior year quarter. This quarter, our homebuilding SG&A expense as a percentage of revenues was lower than any quarter in our history, and we remain focused on controlling our SG&A while ensuring that our infrastructure adequately supports our business. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe started 24,800 homes during the quarter, up 5% from the second quarter last year, bringing our trailing 12-month starts to 95,300 homes. We ended the quarter with 59,800 homes in inventory, up 30% from a year ago.\n26,000 of our total homes at March 31 were unsold, of which only 600 were completed. Our average construction cycle times for homes closed in the second quarter increased by almost 2 weeks since our first quarter and over 2 months from a year ago. Although we have not seen improvement in the supply chain yet, we continue working to stabilize and then reduce our construction cycle times to historical norms. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nAt March 31, our homebuilding lot position consisted of approximately 570,000 lots, of which 23% were owned and 77% were controlled through purchase contracts. 23% of our total owned lots are finished and 47% of our controlled lots are or will be finished when we purchase them. Our large capital-efficient lot portfolio is a key to our strong competitive position. Our second quarter homebuilding investments in lots, land and development totaled $2.1 billion, of which $1.2 billion was for finished lots, $630 million was for land development and $260 million was to acquire land. Paul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nForestar, our majority-owned residential lot development company continues to execute well. During the second quarter, Forestar reported total revenues of $421.6 million, and pretax income of $63.2 million. For the full year, Forestar expects to deliver 19,500 to 20,000 lots, and generate $1.7 billion of revenues with a pretax profit margin of 14% to 14.5%.\nAt March 31, Forestar's owned and controlled lot position increased 14% from a year ago to 96,500 [lines]. 57% of Forestar's owned lots are under contract with or subject to a right of first offer to D.R. Horton. $390 million of our finished lots purchased in the second quarter were from Forestar. Forestar is separately capitalized from D.R. Horton, and had approximately $580 million of liquidity at quarter end with a net debt-to-capital ratio of 29.9%. Forestar's strong capitalization, lot supply and relationship with D.R. Horton positions them to continue their profitable growth. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nFinancial services pretax income in the second quarter was $92.8 million with a pretax profit margin of 41.8% compared to $107.7 million and 47.8% in the prior year quarter. For the quarter, 99% of our mortgage company's loan originations related to homes closed by our homebuilding operations and our mortgage company handled the financing for 68% of our homebuyers.\nFHA and VA loans accounted for 41% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 724 and an average loan-to-value ratio of 88%. First-time homebuyers represented 55% of the closings handled by the mortgage company this quarter. Mike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur rental operations generated pretax income of $103 million on revenues of $223 million in the second quarter. During the quarter, we sold 1 multifamily rental property consisting of 126 units for $50 million, and we sold 3 single-family rental properties totaling 368 homes for $173 million.\nOur rental property inventory at March 31 was $1.5 billion compared to $544 million a year ago. Rental property inventory at March 31 included approximately $600 million of multifamily rental properties and $900 million of single-family rental properties. As a reminder, our multifamily and single-family rental sales and inventories are reported in our rental segment and are not included in our homebuilding segments [homes] closed revenues or inventories.\nDuring the quarter, our rental operations subsidiary, DRH Rental, entered into a 4-year $750 million senior unsecured revolving credit facility. Availability under the rental revolving credit facility is subject to a borrowing base calculation based on unrestricted cash and the book value of DRH rental real estate assets. There were no borrowings outstanding on the rental credit facility at quarter end. We now expect our rental operations to generate more than $800 million in revenues during fiscal 2022. Our third quarter rental sales will be lower than the second quarter and fourth quarter sales will be the highest of the year. We also now expect our total rental platform inventories to grow by more than $1.5 billion in fiscal 2022 based on current projects in development and a significant pipeline of our future projects. We are positioning our rental operations to be a significant contributor to our revenues, profits and returns in future years. Bill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic. At March 31, we had $3.2 billion of homebuilding liquidity, consisting of $1.2 billion of unrestricted homebuilding cash and $2 billion of available capacity on our homebuilding revolving credit facility. Our homebuilding leverage was 16.4% at the end of March, and homebuilding leverage net of cash was [11.3%]. Our consolidated leverage at March 31 was 24.9% and consolidated leverage net of cash was 18.9%.\nAt March 31, our stockholders' equity was $16.8 billion, and book value per share was $47.66, up 33% from a year ago. For the trailing 12 months ended March, our return on equity was 34% compared to 27.1% a year ago. During the first 6 months of the year, our cash used in homebuilding operations was $416 million, which reflects our increased homes and inventory to meet demand and the impact of extended construction cycle times.\nDuring the quarter, we paid cash dividends of $79.1 million, and our Board has declared a quarterly dividend at the same level as last quarter to be paid in May. We repurchased 3.1 million shares of common stock for $266 million during the quarter for a total of 5.8 million shares repurchased fiscal year-to-date for $544.2 million, an increase of 30% compared to the same period a year ago.\nSubsequent to quarter end, our Board authorized the repurchase of up to $1 billion of our common stock, replacing our prior authorization. The new authorization has no expiration date. We now expect to reduce our outstanding share count by 3% during fiscal 2022. We remain committed to returning capital to our shareholders through both dividends and share repurchases on a consistent basis and to reducing our outstanding share count each fiscal year. Jessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nAs we look forward to the third quarter of fiscal 2022, we expect market conditions to continue to reflect strong demand from homebuyers with continuing supply chain challenges. We expect to generate consolidated revenues in our June quarter of $8.6 billion to $9 billion and homes closed by our homebuilding operations to be in a range between 21,500 and 22,500 homes. We expect our home sales gross margin in the third quarter to be in the range of 29% to 29.5% and homebuilding SG&A as a percentage of revenues in the third quarter to be around 6.6%.\nWe anticipate a financial services pretax profit margin of approximately 40%, and we expect our income tax rate to be roughly 24% in the third quarter. For the full fiscal year, we expect to generate consolidated revenues of $35.3 billion to $36.1 billion and homes closed by our homebuilding operations to be in a range of 88,000 to 90,000 homes.\nWe forecast an income tax rate for fiscal 2022 of roughly 24%, and we now expect that our share repurchases will reduce our outstanding share count by approximately 3% at the end of fiscal 2022 compared to the end of fiscal 2021. We still expect to generate positive cash flow from our homebuilding operations this year, and we will continue to balance our cash flow utilization priorities among our core homebuilding operations, increasing our rental inventories, maintaining conservative homebuilding leverage and strong liquidity, paying an increased dividend and consistently repurchasing shares. David?\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nIn closing, our results and positions reflect our experienced teams and production capabilities, industry-leading market share, broad geographic footprint and diverse product offerings across our multiple brands. Our strong balance sheet, liquidity and low leverage provide us with significant financial flexibility to continue aggregating market share and effectively operating in changing economic conditions.\nWe plan to maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividends and share repurchases on a consistent basis. Thank you to the entire D.R. Horton team for your focus and hard work. We are incredibly well positioned to continue growing and improving our operations during the remainder of 2022 and in future years.\nThis concludes our prepared remarks. We will now host questions."
  },
  {
    "header": "DHI",
    "cik": "0000882184",
    "ticker": "DHI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/fa042d544ce174d8c49c1f21eaf90858",
    "period": "2022 Q1",
    "content": "Q1 2022 D R Horton Inc Earnings Call\n\nQ1 2022 D R Horton Inc Earnings Call\n\nDHINYSEFEB 2, 8:30 AM\n\nOperator\n\nGood morning, and welcome to the first quarter 2022 Earnings Conference Call for D.R. Horton, America's Builder, the largest builder in the United States.\nI will now turn the call over to Jessica Hansen, Vice President of Investor Relations for D.R. Horton.\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nThank you, Holly, and good morning. Welcome to our call to discuss our results for the first quarter of fiscal 2022. Before we get started, today's call includes forward-looking statements as defined by the Private Securities Litigation Reform Act of 1995. Although D.R. Horton believes any such statements are based on reasonable assumptions, there is no assurance that actual outcomes will not be materially different. All forward-looking statements are based upon information available to D.R. Horton on the date of this conference call and D.R. Horton does not undertake any obligation to publicly update or revise any forward-looking statements. Additional information about factors that could lead to material changes in performance is contained in D.R. Horton's annual report on Form 10-K, which is filed with the Securities and Exchange Commission. This morning's earnings release can be found on our website at investor.drhorton.com, and we plan to file our 10-Q later today or tomorrow. After this call, we will post updated investor and supplementary data presentations to our Investor Relations site on the Presentations section under News and Events for your reference.\nNow I will turn the call over to David Auld, our President and CEO.\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nThank you, Jessica, and good morning. I am pleased to also be joined on this call by Mike Murray and Paul Romanowski, our Executive Vice President and Co-Chief Operating Officers; and Bill Wheat, our Executive Vice President and Chief Financial Officer. The D.R. Horton team delivered an outstanding first quarter, highlighted by a 48% increase in earnings to $3.17 per diluted share. Our consolidated pretax income increased 45% to $1.5 billion. On a 19% increase in revenues and our consolidated pretax profit margin improved 380 basis points to 21.2%. Our homebuilding return on inventory for the trailing 12 months ended December 31 was 38.5%, and our consolidated return on equity for the same period was 32.4%. These results reflect our experienced teams, their production capabilities and our ability to leverage D.R. Horton's scale across our broad geographic footprint. Even with the recent rise in mortgage rates, housing market conditions remain very robust, and we are focused on maximizing returns while continuing to increase our market share. There are still significant challenges in the supply chain, including shortages in certain building materials and a very tight labor market. We are focused on building the infrastructure and processes to support a higher level of home starts while working to stabilize and then reduce construction cycle times to our historical norms.\nAfter starting construction on 25,500 homes this quarter, our homes and inventory increased 30% from a year ago to 54,800 homes with only 1,000 unsold completed homes across the nation. Our January home starts and net sales holders were in line with our targets, and we are well positioned to achieve double-digit volume growth in 2022. We believe our strong balance sheet, liquidity and low leverage position us very well to operate effectively through changing economic conditions. We plan to maintain our flexible operational and financial position by generating strong cash flows from our homebuilding operations while managing our product offerings, incentives, home pricing, sales base and inventory levels to optimize returns.\nMike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nEarnings for the first quarter of fiscal 2022 increased 48% to $3.17 per diluted share compared to $2.14 per share in the prior year quarter. Net income for the quarter increased 44% to $1.1 billion compared to $792 million. Our first quarter home sales revenues increased 17% to $6.7 billion on 18,396 homes closed, up from $5.7 billion on 18,739 homes closed in the prior year. Our average closing price for the quarter was $361,800, up 19% from the prior year quarter, while the average size of our homes closed was down 1%.\nPaul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur net sales orders in the first quarter increased 5% to 21,522 homes, while the value increased 29% from the prior year to $8.3 billion. A year ago, our first quarter net sales orders were up 56% due to the surge in housing demand during the first year of the pandemic when we had significantly more completed homes available to sale and prior to the significant supply chain challenges we've experienced since. Our average number of active selling communities decreased 3% from the prior year quarter and was up 3% sequentially. Our average sales price on net sales orders in the first quarter was $383,600, up 22% from the prior year quarter. The cancellation rate for the first quarter was 15%, down from 18% in the prior year quarter. New home demand remains very strong despite the recent rise in mortgage rates. Our local teams are continuing to sell homes later in the construction cycle so we can better ensure the certainty of the home close date for our homebuyers with virtually no sales occurring prior to start of home construction. We plan to continue managing our sales pace in the same manner during the spring, and we expect our number of net sales orders in our second quarter to be equal to the same quarter in the prior year were up by no more than a low single-digit percentage. Our January home sales and net sales order volume were in line with our plans, and we are well positioned to deliver double-digit volume growth in fiscal 2022 with 29,300 homes in backlog, 54,800 homes in inventory, a robust lot supply and strong trade and supplier relationships.\nBill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur gross profit margin on home sales revenues in the first quarter was 27.4%, up 50 basis points sequentially from the September quarter. The increase in our gross margin from September to December reflects the broad strength of the housing market. The strong demand for homes combined with a limited supply has allowed us to continue to raise prices and maintain a very low level of sales incentives in most of our communities. On a per square foot basis, our home sales revenues were up 3.4% sequentially while our cost of sales per square foot increased 2.9%. We expect our construction and lot costs will continue to increase. However, with the strength of today's market conditions, we expect to offset most cost pressures with price increases in the near term. We currently expect our home sales gross margin in the second quarter to be similar to or slightly better than the first quarter.\nJessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nIn the first quarter, homebuilding SG&A expense as a percentage of revenues was 7.5%, down 40 basis points from 7.9% in the prior year quarter. Our homebuilding SG&A expense as a percentage of revenues was lower than any first quarter in our history, and we remain focused on controlling our SG&A while ensuring our infrastructure adequately supports our business.\nPaul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nWe have increased our housing inventory in response to the strength of demand and are focused on expanding our production capabilities further. We started 25,500 homes during the quarter, up 12% from the first quarter last year, bringing our trailing 12-month starts to 94,200 homes. We ended the quarter with 54,800 homes in inventory, up 30% from a year ago. 25,600 of our total homes at December 31 were unsold, of which only 1,000 were completed. Our average cycle or average construction cycle time for homes closed in the first quarter has increased by almost 2 weeks since our fourth quarter and 2 months from a year ago. Although we have not seen much improvement in the supply chain yet, we are focused on working to stabilize and then reduce our construction cycle times to historical norms.\nMike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nAt December 31, our homebuilding lot position consisted of approximately 550,000 lots, of which 24% were owned and 76% were controlled through purchase contracts. 23% of our total owned lots are finished and at least 47% of our controlled lots are or will be finished when we purchase them. Our growing and capital-efficient lot portfolio is a key to our strong competitive position and is supporting our efforts to increase our production volume to meet demand. Our first quarter homebuilding investments in lots, land and development totaled $2.2 billion, of which $1.2 billion was for finished lots, $570 million was for land development and $390 million was to acquire land.\nPaul?\n\nPaul J. Romanowski\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nForestar, our majority-owned residential lot manufacturer, operates in 55 markets across 23 states. Forestar continues to execute extremely well and now expects to grow its lot deliveries this year to a range of 19,500 to 20,000 lots with a pretax profit margin of 13.5% to 14%. At December 31, Forestar's owned and controlled lot position increased 33% from a year ago to 103,300 lots. 58% of Forestar's owned lots are under contract with D.R. Horton or subject to a right of first offer based on executed purchase and sale agreements. $330,000 million of our finished lots purchased in the first quarter were from Forestar. Forestar is separately capitalized from D.R. Horton and had approximately $500 million of liquidity at quarter end with a net debt to capital ratio of 33.9%. With its current capitalization, strong lot supply and relationship with D.R. Horton, Forestar plans to continue profitably growing their business.\nBill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nFinancial services pretax income in the first quarter was $67.1 million with a pretax profit margin of 36.4% compared to $84.1 million and 44.9% in the prior year quarter. For the quarter, 98% of our mortgage company's loan originations related to homes closed by our homebuilding operations, and our mortgage company handled the financing for 66% of our home buyers. FHA and VA loans accounted for 44% of the mortgage company's volume. Borrowers originating loans with DHI Mortgage this quarter had an average FICO score of 721 and an average loan-to-value ratio of 88%. First-time homebuyers represented 55% of the closings handled by the mortgage company this quarter.\nMike?\n\nMichael J. Murray\n\nExecutive VP & Co-COO, D.R. Horton, Inc.\n\nOur rental operations generated pretax income of $70.1 million on revenues of $156.5 million in the first quarter compared to $8.6 million of pretax income on revenues of $31.8 million in the same quarter of fiscal 2021. Our rental property inventory at December 31 was $1.2 billion compared to $386 million a year ago. We sold one multifamily rental property of 350 units for $76.2 million during the quarter. There were no sales of multifamily rental properties during the prior year quarter. We sold 2 single-family rental properties totaling 225 homes during the quarter for $80.3 million compared to 1 property sold in the prior year quarter for $31.8 million. At December 31, our rental property inventory included $519 million of multifamily rental properties and $642 million of single-family rental properties. As a reminder, our multifamily and single-family rental sales and inventories are reported in our rental segment and are not included in our homebuilding segments homes closed, revenues or inventories. In fiscal 2022, we continue to expect our rental operations to generate more than $700 million in revenues. We also expect to grow the inventory investment in our rental platform by more than $1 billion this year based on our current projects in development and our significant pipeline of future projects. We are positioning our rental operations to be a significant contributor to our revenues, profits and returns in future years.\nBill?\n\nBill W. Wheat\n\nExecutive VP & CFO, D.R. Horton, Inc.\n\nOur balanced capital approach focuses on being disciplined, flexible and opportunistic. During the 3 months ended December, our cash used in homebuilding operations was $115 million as we invested significant operating capital to increase our homes and inventory to meet the current strong demand. At December 31, we had $4.1 billion of homebuilding liquidity consisting of $2.1 billion of unrestricted homebuilding cash and $2 billion of available capacity on our homebuilding revolving credit facility. We believe this level of homebuilding cash and liquidity is appropriate to support the scale and activity of our business and to provide flexibility to adjust to changing market conditions. Our homebuilding leverage was 17.3% at the end of December and homebuilding leverage net of cash was 6.9%. Our consolidated leverage at December 31 was 25.1%, and consolidated leverage net of cash was 15.2%. At December 31, our stockholders' equity was $15.7 billion and book value per share was $44.25, up 29% from a year ago. For the trailing 12 months ended December, our return on equity was 32.4% compared to 24.4% a year ago. During the quarter, we paid cash dividends of $80.1 million, and our Board has declared a quarterly dividend at the same level as last quarter to be paid in February. We repurchased 2.7 million shares of common stock for $278.2 million during the quarter. Our remaining share repurchase authorization at December 31 was $268 million. We remain committed to returning capital to our shareholders through both dividends and share repurchases on a consistent basis and to reducing our outstanding share count each fiscal year.\nJessica?\n\nJessica Hansen\n\nVP of IR, D.R. Horton, Inc.\n\nAs we look forward to the second quarter of fiscal 2022, we are expecting market conditions to remain similar with strong demand from homebuyers, but continuing supply chain challenges. We expect to generate consolidated revenues in our March quarter of $7.3 billion to $7.7 billion and homes closed by our homebuilding operations to be in a range between 19,000 and 20,000 homes. We expect our home sales gross margin in the second quarter to be approximately 27.5% and homebuilding SG&A as a percentage of revenues in the second quarter to be approximately 7.5%. We anticipate the financial services pretax profit margin in the range of 30% to 35%, and we expect our income tax rate to be approximately 24% in the second quarter. For the full fiscal year, we continue to expect to close between 90,000 and 92,000 homes, while we now expect to generate consolidated revenues of $34.5 billion to $35.5 billion. We forecast an income tax rate for fiscal 2022 of approximately 24%, and we also continue to expect that our share repurchases will reduce our outstanding share count by approximately 2% at the end of fiscal 2022 compared to the end of fiscal 2021. We still expect to generate positive cash flow from our homebuilding operations this year after our investments in home building inventories to support double-digit growth. We will then continue to balance our cash flow utilization priorities among increasing the investment in our rental operations, maintaining conservative homebuilding leverage and strong liquidity, paying an increased dividend and consistently repurchasing shares.\nDavid?\n\nDavid V. Auld\n\nPresident & CEO, D.R. Horton, Inc.\n\nIn closing, our results reflect our experienced teams and production capabilities, industry-leading market share, broad geographic footprint and diverse product offerings across multiple brands. Our strong balance sheet, liquidity and low leverage provide us with significant financial flexibility to capitalize on today's robust market and to effectively operate in changing economic conditions. We plan to maintain our disciplined approach to investing capital to enhance the long-term value of the company, which includes returning capital to our shareholders through both dividend and share repurchases on a consistent basis. Thank you to the entire D.R. Horton team for your focus and hard work. We are incredibly well positioned to continue growing and improving our operations in 2022.\nThis concludes our prepared remarks. We will now host questions."
  }
]