[
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/254d2be6384cfa2dead4a349fc1877e3",
    "period": "2025 Q3",
    "content": "Q3 2025 Aflac Inc Earnings Call\n\nQ3 2025 Aflac Inc Earnings Call\n\nAFLNYSENOV 5, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Aflac Incorporated Third Quarter 2025 Earnings Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to David Young, Vice President, Capital Markets. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. Thank you for joining us for Aflac Incorporated's Third Quarter 2025 Earnings Call. This morning, Dan Amos, Chairman, CEO of Aflac Incorporated; will provide an overview of our results and operations in Japan and the United States. Then Max Broden, Senior Executive Vice President and CFO of Aflac Incorporated will provide more detail on our financial results for the quarter, current capital and liquidity. These topics are also addressed in the materials we posted with our earnings release financial supplement and quarterly CFO update on our investors.aflac.com.\nFor Q&A today, we are joined by Virgil Miller, President of Aflac Incorporated and Aflac U.S. Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President, Representative Director, Aflac Life Insurance Japan, and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments. Before we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature.\nActual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release with reconciliations of certain non-U.S. GAAP measures and related earnings materials are available on investors.aflac.com.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning, everyone. We're glad you joined us. Aflac Incorporated reported net earnings per diluted share of $3.08 and adjusted earnings per diluted share of $2.49 for the third quarter of 2025. We believe that these are strong results for the quarter leading to a very good first 9 months of the year. Max will expand upon these results in a moment. But before he does, I'd like to make a comment on our operations. .\nBeginning with Aflac Japan, I am very pleased with Aflac Japan's 11.8% year-over-year sales increase, especially the 42% increase in cancer insurance sales. These strong sales were driven largely as expected by sales of Marico, our cancer insurance product launched in March. As part of our ongoing strategy, we continue to emphasize and promote the importance of third sector protection to new and younger customers with our innovative first sector product Tsumitasu. We believe the repricing of this product for new policies effective in September has the potential to benefit its sales. We saw positive sales growth across all distribution channels.\nOverall, I believe we have the right strategy to meet our customers' financial protection needs through their different life stages. Our ability to maintain strong premium persistency is a testament to Aflac's reputation, our strategy and our customer recognition of the value of our products. By maintaining this level of persistency and adding new premium through sales, we are partly offsetting the impact of reinsurance and policies reaching paid-up status and maintaining strong persistency continues to be vital to the future of Aflac Japan. Being where customers want to buy insurance has always been an important element of our growth strategy in Japan.\nOur broad network of distribution channels, including agencies, alliance partners and banks continually optimize opportunities to help provide financial protection to Japanese consumers. We will continue to work hard to support each channel as we evolve to meet the customers' changing needs.\nTurning to Aflac U.S., we generated $390 million in new sales during the third quarter, which was a 2.8% year-over-year increase. More importantly, we maintained strong premium persistency of 79% and an increased net earned premiums 2.5%. We continue to focus on driving more profitable growth by exercising a strong underwriting discipline and maintaining strong premium persistency. We believe this will continue to drive net earned premium growth. At the same time, Aflac U.S. has continued its prudent approach to expense management and maintain a strong pretax margin as Max will expand upon in a moment.\nIn both Japan and the United States, I believe that consumers need the products and solutions Aflac offers more than ever. When a policyholder transforms into a climate Aflac becomes more than an insurance company, we become a partner in health and a supporter of their family in their time of need. As a pioneer and leader in the industry, we are leveraging every opportunity to convey our products can help fill the gap during challenging times, providing not just financial assistance, but also compassion and care.\nAt the same time, we generate strong capital and cash flows on an ongoing basis while maintaining our commitment to prudent liquidity and capital management. We continue to be very pleased with our investments, producing solid net investment income. As an insurance company, our primary responsibility is to fulfill the promises we make to our policyholders while being responsive to the needs of our shareholders. Our financial strength underpins our promise to our policyholders balanced with the financial flexibility and tactical capital deployment.\nI am very pleased with the company's capital deployment. In the third quarter, Aflac Incorporated deployed a record $1 billion in capital to repurchase 9.3 million shares of our stock and paid dividends of $309 million. This means we delivered $1.3 billion back to the shareholders in the third quarter of 2025. Especially as we celebrate Aflac's 70th anniversary on November 17, we treasure another milestone, 43 consecutive years of dividend increases. We remain committed to extending this record supported by our financial strength. At the same time, we have maintained our position among companies with the highest return on capital and the lowest cost of capital in the industry.\n2025 also marked two other significant milestones for Aflac. The 30th anniversary of what is now known as the Aflac answer in Blood Disorders Center of Children's Healthcare of Atlanta and the 25th anniversary of the Aflac Duck. These are significant milestones that celebrate the privilege of benefiting the lives of millions of people. Today's complex health care environment has produced incredible medical advancements that come with incredible cost.\nWe are reminded that one thing has not changed since our founding in 1955. Families and individuals still seek a partner and solutions to help protect themselves from financial hardship that not even the best health insurance covers. Thanks to our relevant products, financial strength, powerful brand and broad distribution, we believe Aflac's outstanding solutions make us the ideal partner. We also believe in the underlying strengths of our business and our potential for continued growth in Japan and the United States, two of the largest life insurance markets in the world. We continue to take action to reinforce our leading position and build on our momentum.\nI'll now turn the program over to Max to cover more details of the financial results. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you, Dan. I will now provide a financial update on Aflac Incorporated's results. For the third quarter of 2025, adjusted earnings per diluted share increased 15.3% year-over-year to $2.49 with no impact from FX in the quarter. In this quarter, remeasurement gains on reserves totaled $580 million, reducing benefits and also increasing the deferred profit liability in earned premium line by $55 million. The total net impact from the Q3 assumption update increased EPS by $0.76. Variable investment income ran in line with our long-term return expectations.\nIn our U.S. business, as part of our strategic technology plan, as we optimize efficiencies and migrate to the cloud, we terminated a services contract early, which led us to book a onetime termination fee of $21 million in the quarter. Adjusted book value per share, excluding foreign currency remeasurement, increased 6.3%. The adjusted ROE was 19.1% and 22.1%, excluding foreign currency remeasurement, a solid spread to our cost per capital. Overall, we view these results in the quarter as very good.\nStarting with our Japan segment. Net turned premiums for the quarter declined 4%. Aflac Japan's underlying earned premiums, which excludes the impact of deferred profit liability, paid-up policies and reinsurance declined 1.2%. We believe this metric better provides insight into our long-term premium trends. Japan's total benefit ratio came in at 39.3% for the quarter, down nearly 10 percentage points year-over-year. The third sector benefit ratio was 27.8% for the quarter down approximately 14 percentage points year-over-year. We estimate the impact from reserve remeasurement gains to be 26.6 percentage points favorable to the benefit ratio in Q3 2025. Long-term experience trends as related to treatment of cancer and hospitalization continue to be in place leading to continued favorable underwriting experience.\nPersistency remained solid year-over-year and in line with our expectations at 93.3%. With refreshed product introductions, we generally see an uptick in lapse and reissue activity, causing reported lapsation to increase. We did experience this uptick with our recently launched cancer product but overall lapsation remains within our expectations. Our expense ratio in Japan was 19.8% for the quarter, down 20 basis points year-over-year driven primarily by an increase in expense capitalization rates resulting from higher sales.\nFor the quarter, adjusted net investment income in yen terms was relatively flat at JPY 98 billion. The pretax margin for Japan in the quarter was 52.2%, up 750 basis points year-over-year, notably driven by the unlock of actuarial assumptions. But even adjusting for that, a very good result.\nTurning to U.S. results. Net in premium was up 2.5%. Persistency increased 10 basis points year-over-year to 79%. Our total benefit ratio came in at 45.6%, 200 basis points lower than Q3 2024, driven by the unlock. We estimate that the reserve remeasurement gains impacted the benefit ratio by 480 basis points in the quarter, largely driven by the assumption unlock in claims remaining below our previous long-term expectations. Our expense ratio in the U.S. was 38.9%, up 90 basis points year-over-year, primarily driven by the onetime early contract termination fee of $21 million that I referred to earlier and the timing of advertising spend. Even though we incurred a onetime theme as part of our overall strategy, we anticipate reduced costs and improved efficiency, which will offset the termination fee over the next few years.\nOur growth initiatives, group life and disability, network dental and vision and direct-to-consumer had no impact to our total expense ratio in the quarter. This is in line with our expectations as these businesses continue to scale. Adjusted net investment income in the U.S. was up 1.9% for the quarter primarily driven by higher variable investment income compared to a year ago.\nProfitability in the U.S. segment was very strong with a pre-time margin of 21.7%, a 90 basis points increase compared with a strong quarter a year ago. In Corporate and Other, we recorded pretax adjusted earnings of $69 million. Adjusted net investment income was $66 million higher than last year, due to a combination of lower volume of tax credit investment and higher asset balances, which included the impact of the internal reinsurance transaction in Q4 '24. Our tax credit investment impacted net investment income line for U.S. GAAP purposes negatively by $6 million in the quarter with an associated credit to the tax line.\nThe net impact to our bottom line was a positive $2 million in the quarter. Higher total adjusted revenues were offset by higher total benefits and adjusted expenses of $64 million. driven primarily by internal reinsurance activity, higher cost pertaining to business operations and higher interest expense. We continue to be pleased with the performance of our investment portfolio. During the quarter, we increased our CECL reserves associated with our commercial real estate portfolio by $28 million net of charge-offs, reflecting continued distressed property values. We did not foreclose on any properties in the period. Our portfolio of first lien senior secured middle market loans continues to perform well with increased reserves of $7 million in the quarter, net of charge-offs. For U.S. statutory, we recorded a $7 million valuation allowance on mortgage loans as an unrealized loss during the quarter. On a Japan FSA basis, there were securities impairment of JPY 476 million in Q3. And we booked a net realized loss of JPY 189 million related to transitional real estate loans. This is well within our expectations and has limited impact on regulatory earnings and capital.\nDuring the quarter, we also enhanced our liquidity and capital flexibility by $2 billion with the creation of 2 off-balance sheet pre-capitalized trust that each securities commonly referred as PCAP. Unencumbered holding company liquidity stood at $4.5 billion, which was $2.7 billion above our minimum balance. Our leverage was 22% for the quarter which is within our target range of 20% to 25%. As we hold approximately 64% of our debt in yen. This leverage ratio is impacted by moves in the yen-dollar exchange rate. This is intentional and part of our enterprise hedging program protecting the economic value of Aflac Japan in U.S. dollar terms.\nOur capital position remains strong. We ended the quarter with an SMR above 900% and in an estimated regulatory ESR with the undertaking specific parameter or USP, above 250%. While not finalized, we estimate our combined RBC to be greater than 60%. These are strong capital ratios, which we actively monitor, stress and managed to withstand credit cycles as well as external shocks. Given the strength of our capital and liquidity, we repurchased $1 billion of our own stock and paid dividends of $309 million in Q3, offering good relative IRR on these capital deployments.\nWe will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital. For 2025, we now expect that the benefit ratio in Japan will be in the 58% to 60%, and we continue to expect the expense ratio to be at the lower end of the 20% to 23% range as we pursue various growth and strategic initiatives.\nAs a result, we expect the Aflac Japan's pretax profit margin to be in the 35% to 38% range. In the U.S. We continue to expect the benefit ratio for 2025 to be at the lower end of the 48% to 52% range and the expense ratio to be in the mid- to upper end of the 36% to 39% range. as we continue to scale new business lines. At the same time, we expect pretax profit margin for 2025 in the U.S. to be at the upper end of the 17% to 20%.\nThank you. I will now turn the call over to David.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Max. Before we begin our Q&A, we ask that you please limit yourself to one initial question and a related follow-up. You may then rejoin the queue to ask additional questions. We will now take the first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8ba3e8a6dec73f214c08af6c3e58a74",
    "period": "2025 Q2",
    "content": "Q2 2025 Aflac Inc Earnings Call\n\nQ2 2025 Aflac Inc Earnings Call\n\nAFLNYSEAUG 6, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Aflac Incorporated Second Quarter 2025 Earnings Call. Please -- please note this event is being recorded. I would now like to turn the conference over to David Young. Please go ahead.\nGood day, and welcome to the Aflac Incorporated Second Quarter 2025 Earnings Call. Please -- please note this event is being recorded. I would now like to turn the conference over to David Young. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. Thank you for joining us for Aflac Incorporated's Second Quarter 2025 Earnings Call. This morning, Dan Amos, Chairman and CEO of Aflac Incorporated, will provide an overview of our results and operations in Japan and the United States. Then Max Broden, Senior Executive Vice President and CFO of Aflac Incorporated, will provide more detail on our financial results for the quarter, current capital and liquidity.\nGood morning, and welcome. Thank you for joining us for Aflac Incorporated's Second Quarter 2025 Earnings Call. This morning, Dan Amos, Chairman and CEO of Aflac Incorporated, will provide an overview of our results and operations in Japan and the United States. Then Max Broden, Senior Executive Vice President and CFO of Aflac Incorporated, will provide more detail on our financial results for the quarter, current capital and liquidity.\nThese topics are also addressed in the materials we posted with our earnings release, financial supplement and quarterly CFO update on our investors.aflac.com. For Q&A today, we are joined by Virgil Miller, President of Aflac Incorporated and Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan; and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nThese topics are also addressed in the materials we posted with our earnings release, financial supplement and quarterly CFO update on our investors.aflac.com. For Q&A today, we are joined by Virgil Miller, President of Aflac Incorporated and Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan; and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release with reconciliations of certain non-U.S. GAAP measures and related earnings materials are available on investors.aflac.com.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release with reconciliations of certain non-U.S. GAAP measures and related earnings materials are available on investors.aflac.com.\nI'll now hand the call over to Dan. Dan?\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning, everyone. We're glad you joined us. Aflac Incorporated reported net earnings per diluted share of $1.11 and adjusted earnings per diluted share of $1.78 for the second quarter of 2025. We believe that these are solid results for the quarter, leading to a very good first half of the year. Max will expand upon these results in a moment. But before he does, I'd like to comment on our operations.\nThank you, David, and good morning, everyone. We're glad you joined us. Aflac Incorporated reported net earnings per diluted share of $1.11 and adjusted earnings per diluted share of $1.78 for the second quarter of 2025. We believe that these are solid results for the quarter, leading to a very good first half of the year. Max will expand upon these results in a moment. But before he does, I'd like to comment on our operations.\nBeginning with Aflac Japan, I am very pleased with Aflac Japan's 23.2% year-over-year sales increase, especially the 53% increase in the cancer insurance sales. These strong sales were driven largely as expected, by sales of our newest cancer insurance product, MRO. They include the final stage of the launch of Japan Post Insurance and Japan Post in April. We also saw positive overall sales growth across all distribution channels. This positive results also reflects our new marketing and sales structure in Japan that integrates members of the actuarial, IT and policy service into agile teams focused on bringing a specific product line to the market like cancer, medical, asset formation and nursing care.\nBeginning with Aflac Japan, I am very pleased with Aflac Japan's 23.2% year-over-year sales increase, especially the 53% increase in the cancer insurance sales. These strong sales were driven largely as expected, by sales of our newest cancer insurance product, MRO. They include the final stage of the launch of Japan Post Insurance and Japan Post in April. We also saw positive overall sales growth across all distribution channels. This positive results also reflects our new marketing and sales structure in Japan that integrates members of the actuarial, IT and policy service into agile teams focused on bringing a specific product line to the market like cancer, medical, asset formation and nursing care.\nWe also continue to introduce the need for the third sector protection to new and younger customers with our innovative first sector product, Sumitas, which has third sector optional benefits. Overall, I believe we have the right strategy to meet our customers' financial protection needs throughout their different life stages.\nWe also continue to introduce the need for the third sector protection to new and younger customers with our innovative first sector product, Sumitas, which has third sector optional benefits. Overall, I believe we have the right strategy to meet our customers' financial protection needs throughout their different life stages.\nOur ability to maintain strong premium persistency is a testament to our strategy, Aflac's reputation and our customer recognition of the value of our products. By maintaining this level of persistency and adding new premium through sales, we are partially offsetting the impact of reinsurance and policies reaching paid-up status. Maintaining strong persistency will be vital to the future of Aflac Japan.\nOur ability to maintain strong premium persistency is a testament to our strategy, Aflac's reputation and our customer recognition of the value of our products. By maintaining this level of persistency and adding new premium through sales, we are partially offsetting the impact of reinsurance and policies reaching paid-up status. Maintaining strong persistency will be vital to the future of Aflac Japan.\nBeing where customers want to buy insurance has always been an important element of our growth strategy in Japan. Our broad network of distribution channels, including agencies, alliance partners, banks continually optimize opportunities to help provide financial protection to Japanese consumers. We will continue to work hard to support each channel as we evolve to meet the customers' changing needs.\nBeing where customers want to buy insurance has always been an important element of our growth strategy in Japan. Our broad network of distribution channels, including agencies, alliance partners, banks continually optimize opportunities to help provide financial protection to Japanese consumers. We will continue to work hard to support each channel as we evolve to meet the customers' changing needs.\nTurning to Aflac U.S. We generated $340 million in new sales during the second quarter, which was a 2.7% year-over-year increase. More importantly, we maintained strong premium persistency of 79.2% and increased net earned premium of 3.4%. We continue to see momentum within all areas of our group business, especially our group life and disability as well as our network dental. In addition, we believe our efforts to drive more profitable growth with a stronger underwriting discipline have contributed to our strong premium persistency and net earned premium growth. At the same time, Aflac U.S. has continued its prudent approach to expense management and maintaining a strong pretax margin as Max will expand upon in a moment.\nTurning to Aflac U.S. We generated $340 million in new sales during the second quarter, which was a 2.7% year-over-year increase. More importantly, we maintained strong premium persistency of 79.2% and increased net earned premium of 3.4%. We continue to see momentum within all areas of our group business, especially our group life and disability as well as our network dental. In addition, we believe our efforts to drive more profitable growth with a stronger underwriting discipline have contributed to our strong premium persistency and net earned premium growth. At the same time, Aflac U.S. has continued its prudent approach to expense management and maintaining a strong pretax margin as Max will expand upon in a moment.\nIn both Japan and the United States, I believe the consumers need the products and solutions Aflac offers more than ever. For our policyholders who've become claimants, Aflac is more than an insurance company. We are a partner in health, a supporter of families during their times of need and a pioneer and leader in the industry. We are leveraging every opportunity to convey our products can help fill the gap during challenging times, providing not just financial assistance, but also compassion and care. At the same time, we continue to generate strong capital and cash flows while maintaining our commitment to prudent liquidity and capital management.\nIn both Japan and the United States, I believe the consumers need the products and solutions Aflac offers more than ever. For our policyholders who've become claimants, Aflac is more than an insurance company. We are a partner in health, a supporter of families during their times of need and a pioneer and leader in the industry. We are leveraging every opportunity to convey our products can help fill the gap during challenging times, providing not just financial assistance, but also compassion and care. At the same time, we continue to generate strong capital and cash flows while maintaining our commitment to prudent liquidity and capital management.\nWe have been very pleased with our investments, which have continued to produce solid net investment income. As an insurance company, our primary responsibility is to fill the promises we make to the policyholders while being responsive to the needs of our shareholders. Our solid portfolio supports our promise to the policyholders as does our commitment to maintaining strong capital ratios. We balance this financial strength and tactical capital deployment. I am happy with how management has handled capital deployment and liquidity. In the second quarter, Aflac Incorporated deployed $829 million in capital to repurchase 7.9 million shares of our stock and paid dividends of $312 million. Combined with dividends, that means that we delivered $1.1 billion back to the shareholders in the second quarter of 2025.\nWe have been very pleased with our investments, which have continued to produce solid net investment income. As an insurance company, our primary responsibility is to fill the promises we make to the policyholders while being responsive to the needs of our shareholders. Our solid portfolio supports our promise to the policyholders as does our commitment to maintaining strong capital ratios. We balance this financial strength and tactical capital deployment. I am happy with how management has handled capital deployment and liquidity. In the second quarter, Aflac Incorporated deployed $829 million in capital to repurchase 7.9 million shares of our stock and paid dividends of $312 million. Combined with dividends, that means that we delivered $1.1 billion back to the shareholders in the second quarter of 2025.\nAdditionally, we treasure our track record of 42 consecutive years of dividend growth. At the same time, we have maintained our position among companies with the highest return on capital and the lowest cost of capital in the industry.\nAdditionally, we treasure our track record of 42 consecutive years of dividend growth. At the same time, we have maintained our position among companies with the highest return on capital and the lowest cost of capital in the industry.\n2025 marks 3 important milestones for Aflac. In June, we just celebrated the 30th anniversary of what is now known as the Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta. We look forward to celebrating the 70th anniversary of the company's founding in November. And we also are celebrating the 25th anniversary of the Aflac Duck this year. Even though these milestones are noteworthy, it's not the number of years that matters most. It's the privilege of benefiting the lives of millions of people we are reminded that one thing has not changed since the founding in 1955, families and individuals still seek to protect themselves from financial hardship that not even the best health care insurance can cover.\n2025 marks 3 important milestones for Aflac. In June, we just celebrated the 30th anniversary of what is now known as the Aflac Cancer and Blood Disorders Center of Children's Healthcare of Atlanta. We look forward to celebrating the 70th anniversary of the company's founding in November. And we also are celebrating the 25th anniversary of the Aflac Duck this year. Even though these milestones are noteworthy, it's not the number of years that matters most. It's the privilege of benefiting the lives of millions of people we are reminded that one thing has not changed since the founding in 1955, families and individuals still seek to protect themselves from financial hardship that not even the best health care insurance can cover.\nToday's complex health care environment has produced incredible medical advancements that have come with incredible costs. It's more important than ever for people to have a partner in their time of need. We believe our approach to offering relevant products makes us that partner. We also believe in the underlying strengths of our business and our potential for continued growth in Japan and the United States, 2 of the largest life insurance markets in the world. On an ongoing basis, we are taking actions to reinforce our leading position in building on our momentum.\nToday's complex health care environment has produced incredible medical advancements that have come with incredible costs. It's more important than ever for people to have a partner in their time of need. We believe our approach to offering relevant products makes us that partner. We also believe in the underlying strengths of our business and our potential for continued growth in Japan and the United States, 2 of the largest life insurance markets in the world. On an ongoing basis, we are taking actions to reinforce our leading position in building on our momentum.\nI'll now turn the program over to Max to cover more details of the financial results. Max?\nI'll now turn the program over to Max to cover more details of the financial results. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you, Dan. I will now provide a financial update on Aflac Incorporated's results. For the second quarter of 2025, adjusted earnings per diluted share decreased 2.7% year-over-year to $1.78 with a $0.04 positive impact from FX in the quarter.\nThank you, Dan. I will now provide a financial update on Aflac Incorporated's results. For the second quarter of 2025, adjusted earnings per diluted share decreased 2.7% year-over-year to $1.78 with a $0.04 positive impact from FX in the quarter.\nIn this quarter, remeasurement gains on reserves totaled $37 million, reducing benefits. Variable investment income ran at $35 million below our long-term return expectations, while one make whole call generated income of $35 million. Adjusted book value per share, excluding foreign currency remeasurement, increased 5.2%. The adjusted ROE was 13.7% and 16.4%, excluding foreign currency remeasurement, an acceptable spread to our cost of capital. Overall, we view these results in the quarter as solid.\nIn this quarter, remeasurement gains on reserves totaled $37 million, reducing benefits. Variable investment income ran at $35 million below our long-term return expectations, while one make whole call generated income of $35 million. Adjusted book value per share, excluding foreign currency remeasurement, increased 5.2%. The adjusted ROE was 13.7% and 16.4%, excluding foreign currency remeasurement, an acceptable spread to our cost of capital. Overall, we view these results in the quarter as solid.\nStarting with our Japan segment. Net earned premiums for the quarter declined 4.8% Aflac Japan's underlying earned premiums which excludes the impact of deferred profit liability, paid up policies and reinsurance declined 1.1%. We believe this metric better provides insight into our long-term premium trends. Japan's total benefit ratio came in at 66.5% for the quarter, down 40 basis points year-over-year. The third sector benefit ratio was 57.4% for the quarter, also down approximately 40 basis points year-over-year. We estimate the impact from remeasurement gains to be 83 basis points favorable to the benefit ratio in Q2 2025.\nStarting with our Japan segment. Net earned premiums for the quarter declined 4.8% Aflac Japan's underlying earned premiums which excludes the impact of deferred profit liability, paid up policies and reinsurance declined 1.1%. We believe this metric better provides insight into our long-term premium trends. Japan's total benefit ratio came in at 66.5% for the quarter, down 40 basis points year-over-year. The third sector benefit ratio was 57.4% for the quarter, also down approximately 40 basis points year-over-year. We estimate the impact from remeasurement gains to be 83 basis points favorable to the benefit ratio in Q2 2025.\nLong-term experience trends as they relate to treatments of cancer and hospitalization continue to be in place, leading to continued favorable underwriting experience. Persistency remained solid at 93.7%, which was up approximately 40 basis points year-over-year, in line with our expectations.\nLong-term experience trends as they relate to treatments of cancer and hospitalization continue to be in place, leading to continued favorable underwriting experience. Persistency remained solid at 93.7%, which was up approximately 40 basis points year-over-year, in line with our expectations.\nOur expense ratio in Japan was 20.6% for the quarter, up 280 basis points year-over-year, driven primarily by an increase in technology expenses.\nOur expense ratio in Japan was 20.6% for the quarter, up 280 basis points year-over-year, driven primarily by an increase in technology expenses.\nFor the quarter, adjusted net investment income in yen terms was down 10.5%, primarily driven by lower floating rate income, the impact of foreign currency on U.S. dollar investments in yen terms and lower variable investment income, somewhat offset by higher call income and higher returns on U.S. dollar fixed rate portfolios. The pretax margin for Japan in the quarter was 32%, down 330 basis points year-over-year, but a very good result.\nFor the quarter, adjusted net investment income in yen terms was down 10.5%, primarily driven by lower floating rate income, the impact of foreign currency on U.S. dollar investments in yen terms and lower variable investment income, somewhat offset by higher call income and higher returns on U.S. dollar fixed rate portfolios. The pretax margin for Japan in the quarter was 32%, down 330 basis points year-over-year, but a very good result.\nTurning to U.S. results. Net earned premium was up 3.4%, and Persistency increased 50 basis points year-over-year to 79.2%. Our total benefit ratio came in at 47.3%, 60 basis points higher than Q2 2024, driven by business mix. We estimate that remeasurement gains were in line with a year ago and favorably impacted the benefit ratio by 160 basis points in the quarter as claims have remained below our long-term expectations. In the quarter, we benefited from favorable underwriting on our small but growing long-term disability block.\nTurning to U.S. results. Net earned premium was up 3.4%, and Persistency increased 50 basis points year-over-year to 79.2%. Our total benefit ratio came in at 47.3%, 60 basis points higher than Q2 2024, driven by business mix. We estimate that remeasurement gains were in line with a year ago and favorably impacted the benefit ratio by 160 basis points in the quarter as claims have remained below our long-term expectations. In the quarter, we benefited from favorable underwriting on our small but growing long-term disability block.\nOur expense ratio in the U.S. was 36.3%, down 60 basis points year-over-year, primarily driven by platforms, improving scale and continual focus on expense efficiency. Our growth initiatives, group life and disability, network dental and vision and direct-to-consumer increased our total expense ratio by 70 basis points for the quarter. This is in line with our expectations, and we would expect this impact to decrease as we continue to approach scale.\nOur expense ratio in the U.S. was 36.3%, down 60 basis points year-over-year, primarily driven by platforms, improving scale and continual focus on expense efficiency. Our growth initiatives, group life and disability, network dental and vision and direct-to-consumer increased our total expense ratio by 70 basis points for the quarter. This is in line with our expectations, and we would expect this impact to decrease as we continue to approach scale.\nAdjusted net investment income in the U.S. was down 5% for the quarter, primarily driven by lower floating rate income.\nAdjusted net investment income in the U.S. was down 5% for the quarter, primarily driven by lower floating rate income.\nProfitability in the U.S. segment was very strong with a pretax margin of 22.5%, a 20 basis points decline compared with a strong quarter a year ago.\nProfitability in the U.S. segment was very strong with a pretax margin of 22.5%, a 20 basis points decline compared with a strong quarter a year ago.\nIn our Corporate segment, we recorded a pretax gain of $20 million. Adjusted net investment income was $37 million higher than last year due to a combination of lower volume of tax credit investments and higher asset balances, which included the impact of the internal reinsurance transaction in Q4 of 2024. Our tax credit investments impacted the corporate net investment income line for U.S. GAAP purposes negatively by $8 million in the quarter with an associated credit to the tax line. The net impact to our bottom line was a positive $1 million in the quarter. To date, these investments are performing well and in line with our expectations.\nIn our Corporate segment, we recorded a pretax gain of $20 million. Adjusted net investment income was $37 million higher than last year due to a combination of lower volume of tax credit investments and higher asset balances, which included the impact of the internal reinsurance transaction in Q4 of 2024. Our tax credit investments impacted the corporate net investment income line for U.S. GAAP purposes negatively by $8 million in the quarter with an associated credit to the tax line. The net impact to our bottom line was a positive $1 million in the quarter. To date, these investments are performing well and in line with our expectations.\nHigher total adjusted revenues were offset by higher total benefits and adjusted expenses of $90 million, driven primarily by internal reinsurance activity, higher costs pertaining to business operations and higher interest expense.\nHigher total adjusted revenues were offset by higher total benefits and adjusted expenses of $90 million, driven primarily by internal reinsurance activity, higher costs pertaining to business operations and higher interest expense.\nDuring the quarter, we raised debt of JPY 150 billion, which translates into slightly over $1 billion to prefund our 2026 maturities and to create liquidity and capital flexibility at the parent company. This debt issuance, combined with a significant dividend from Aflac Japan, increased our unencumbered holding company liquidity to $5.1 billion, which is $3.4 billion above our minimum balance.\nDuring the quarter, we raised debt of JPY 150 billion, which translates into slightly over $1 billion to prefund our 2026 maturities and to create liquidity and capital flexibility at the parent company. This debt issuance, combined with a significant dividend from Aflac Japan, increased our unencumbered holding company liquidity to $5.1 billion, which is $3.4 billion above our minimum balance.\nOur capital position remains strong, and we ended the quarter with an SMR above 900% and an estimated regulatory ESR about 240%, following the previously mentioned dividend. While not finalized, we estimate our combined RBC to be greater than 600%. These are strong capital ratios, which we actively monitor, stress and manage to withstand credit cycles as well as external shocks.\nOur capital position remains strong, and we ended the quarter with an SMR above 900% and an estimated regulatory ESR about 240%, following the previously mentioned dividend. While not finalized, we estimate our combined RBC to be greater than 600%. These are strong capital ratios, which we actively monitor, stress and manage to withstand credit cycles as well as external shocks.\nWe repurchased $829 million of our own stock and paid dividends of $312 million in Q2, offering good relative IRR on these capital deployments. We will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital.\nWe repurchased $829 million of our own stock and paid dividends of $312 million in Q2, offering good relative IRR on these capital deployments. We will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital.\nDuring the quarter, we increased our CECL reserves associated with our commercial real estate portfolio by $33 million net of charge-offs as property values remain at distressed valuations. We also foreclosed on 3 loans, adding them to our real estate owned portfolio, consistent with our strategy for maximizing recovery values. Our portfolio of first lien senior secured middle market loans continue to perform well with decreased CECL reserves of $23 million in the quarter, net of charge-offs.\nDuring the quarter, we increased our CECL reserves associated with our commercial real estate portfolio by $33 million net of charge-offs as property values remain at distressed valuations. We also foreclosed on 3 loans, adding them to our real estate owned portfolio, consistent with our strategy for maximizing recovery values. Our portfolio of first lien senior secured middle market loans continue to perform well with decreased CECL reserves of $23 million in the quarter, net of charge-offs.\nFor U.S. statutory, we recorded a $7 million valuation allowance on mortgage loans as an unrealized loss during the quarter. On a Japan FSA basis, there were no security impairments in Q2, but we did book a net realized gain of JPY 70 million related to transitional real estate loans. This is well within our expectations and has a limited impact on regulatory earnings and capital.\nFor U.S. statutory, we recorded a $7 million valuation allowance on mortgage loans as an unrealized loss during the quarter. On a Japan FSA basis, there were no security impairments in Q2, but we did book a net realized gain of JPY 70 million related to transitional real estate loans. This is well within our expectations and has a limited impact on regulatory earnings and capital.\nOur leverage was 22.5% for the quarter, which is within our target range of 20% to 25%. As we hold approximately 65% of our debt in yen, this leverage ratio is impacted by moves in the yen-dollar exchange rate. This is intentional and part of our enterprise hedging program, protecting the economic value of Aflac Japan in U.S. dollar terms. I would like to reiterate our approach to managing foreign currency exposure.\nOur leverage was 22.5% for the quarter, which is within our target range of 20% to 25%. As we hold approximately 65% of our debt in yen, this leverage ratio is impacted by moves in the yen-dollar exchange rate. This is intentional and part of our enterprise hedging program, protecting the economic value of Aflac Japan in U.S. dollar terms. I would like to reiterate our approach to managing foreign currency exposure.\nFundamentally, we sized our unhedged U.S. dollar exposure to the estimated economic surplus associated with our Japanese business. At the end of Q2, we held $27.1 billion of U.S. dollar assets in our Japan general account, forward contracts at Inc. with a notional balance of $1.9 billion and $5.7 billion of yen-denominated debt.\nFundamentally, we sized our unhedged U.S. dollar exposure to the estimated economic surplus associated with our Japanese business. At the end of Q2, we held $27.1 billion of U.S. dollar assets in our Japan general account, forward contracts at Inc. with a notional balance of $1.9 billion and $5.7 billion of yen-denominated debt.\nWe also hold $25 billion notional of out-of-the-money put options, which provide tail protection against a large appreciation in the yen. Adding this up, we feel we are very well positioned on an economic basis.\nWe also hold $25 billion notional of out-of-the-money put options, which provide tail protection against a large appreciation in the yen. Adding this up, we feel we are very well positioned on an economic basis.\nThank you. I will now turn the call over to David.\nThank you. I will now turn the call over to David.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Max. Before we begin our Q&A, we ask that you please limit yourself to one initial question and a related follow-up. You may then rejoin the queue to ask additional questions. We will now take the first question.\nThank you, Max. Before we begin our Q&A, we ask that you please limit yourself to one initial question and a related follow-up. You may then rejoin the queue to ask additional questions. We will now take the first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/44bb03d69b0e4d5a7998fddfa5302e8c",
    "period": "2025 Q1",
    "content": "Q1 2025 Aflac Inc Earnings Call\n\nQ1 2025 Aflac Inc Earnings Call\n\nAFLNYSEMAY 1, 8:00 AM\n\nOperator\n\nGood day, and welcome to Aflac Inc. First Quarter 2025 Earnings Call. [Operator Instructions]\nPlease note, this event is being recorded. I would like now to turn the conference over to David Young, Vice President of Capital Markets. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. Thank you for joining us for Aflac Incorporated's First Quarter 2025 Earnings Call. This morning, Dan Amos, Chairman and CEO of Aflac Incorporated, will provide an overview of our results and operations in Japan and the United States. Then Max Broden, Senior Executive Vice President and CFO of Aflac Incorporated, will provide more detail on our first quarter financial results, current capital and liquidity.\nThese topics are also addressed in the materials we posted with our earnings release, financial supplement and quarterly CFO video update on investors.aflac.com. For Q&A today, we are also joined by Virgil Miller, President of Aflac Incorporated and Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan; and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release with reconciliations of certain non-U.S. GAAP measures and related earnings materials are available on investors.aflac.com.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning, everyone. We're glad you joined us. Although we just have 1 quarter under our belt, the first quarter marked a good start for the year. Aflac Incorporated reported net earnings per diluted share of $0.05, which was significantly impacted by net investment losses this quarter compared to net investment gains in the first quarter of 2024.\nAt the same time, the company reported adjusted earnings per diluted share of $1.66, which is unchanged from the first quarter of 2024. Beginning with Aflac Japan, I am pleased with the 12.6% year-over-year sales increase. This quarter sales reflected a continued significant contribution consuming costs and a 6.3% increase from cancer insurance sales, taking into account Japan's demographics and product strategy is to fit the needs of customers throughout all stages of life. Acquiring younger customers is critical to our success. We believe Sumito helped us appeal to and more importantly, reach younger customers in Japan.\nOur strong sales in Japan reflect the success our agencies have had selling Sumitas. As the pioneer of cancer insurance and leading third sector insurer, we also aim to sell these Sumitas policyholders a medical policy or cancer policy. We have also launched the initial stage of sales in Merito, our newest cancer insurance on March 17. While it is still very early, the results that we have seen thus far have been positive.\nAs of April 21, the product has been available through all of Japan's sales channels. Our ability to maintain strong premium persistency is a testament to Aflac's reputation and customer recognition of the value of our products. By maintaining this level of persistency and adding new premium through sales, we are partially offsetting the impact of reinsurance and policies reaching paid-up status. This will be vital to our future growth of Aflac Japan.\nTurning to Aflac U.S. I was pleased by the 3.5% year-over-year increase in sales and encouraged by the momentum we are seeing within all areas of our group business, especially our group life and disability. As well as network [indiscernible] . In addition, we believe our efforts to drive more profitable growth with a stronger underwriting discipline have contributed to our strong premium persistency and net earned premiums growth. At the same time, Aflac U.S. has maintained its prudent approach to expense management and maintaining a strong pretax margin as MAX will expand on in a moment.\nIn both Japan and the United States, I believe that consumers need the products and solutions, Aflac offers more than ever for our policyholders who become claimants. Aflac is more than an insurance company. We are a partner in Health, a supporter of families during their times of need and a pioneer and leader in the industry. We are leveraging every opportunity to convey how our products can help fill the gaps during challenging times, providing not just financial assistance, but also compassion and care. At the same time, we continue to generate strong capital and cash flows while maintaining our commitment to prudent liquidity and capital management.\nWe have been very pleased with our investments, which have continued to produce strong net investment income. As an insurance company, our primary responsibility is to fulfill the promises we make to the policyholders while being responsive to the needs of our shareholders. Our solid portfolio supports our promise to our policyholders as does our commitment to maintaining strong capital ratios. We balance this financial strength with tactical capital deployment. I am very happy with how management has handled capital deployment and liquidity and specifically how well we've adapted to this environment.\nIn the first quarter, Aflac Inc. deployed $900 million in capital to repurchase 8.5 million shares of our stock. Additionally, we treasure our track record of 42 consecutive years of dividend growth at the same time. We have maintained our position among companies with the highest return on capital and the lowest cost of capital in the industry, combined with dividends. This means we delivered $1.2 billion back to the shareholders in the first quarter of 2025. We believe in the underlying strength of our business and our potential for continued growth in Japan and the United States, two of the largest life insurance markets in the world. On an ongoing basis, we are taking action to reinforce our leading position and build on our momentum.\nI will now turn the program over to Max to cover more details of the financial results. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you, Dan. Thank you for joining me, as I'll provide a financial update on Aflac Incorporated results for the first quarter of 2025. For the quarter, adjusted earnings per diluted share was flat year-over-year at $1.66, with a $0.01 negative impact from FX in the quarter.\nIn this quarter, remeasurement gains on reserves totaled $41 million, reducing benefits. Variable investment income ran $27 million below our long-term return expectations, while 1 make [indiscernible] generated income of $16 million. Adjusted book value per share, excluding foreign currency remeasurement increased 2.2%. The adjusted ROE was 12.7% and 15.6%, excluding foreign currency remeasurement, an acceptable spread to our cost of capital.\nOverall, we view these results in the quarter as solid. Starting with our Japan segment. Net and premiums for the quarter declined 5%. Aflac Japan's underlying earned premiums, which adjusts net earned premiums to exclude the impact of deferred profit liability, paid-up policies and reinsurance declined 1.4%. We believe this metric better provides insight into long-term premium trends.\nJapan's total benefit ratio came in at 65.8% for the quarter, down 120 basis points year-over-year. The third sector benefit ratio was 56.3% for the quarter, down approximately 120 basis points year-over-year. We estimate the impact from remeasurement gains to be approximately 150 basis points favorable to the benefit ratio in Q1 2025. Long-term experience trends as it related to treatment of cancer and hospitalization continue to be in place, leading to continued favorable underwriting experience. Persistency remained solid at 93.8%. We which is up 40 basis points year-over-year and in line with our expectations.\nHowever, beginning in this quarter, we have revised the premium persistency definition to better reflect the economic trends for the business. As a result, we do not treat annuitization as a lapse for persistency purposes. And this revised definition raised the reported persistency by roughly 30 basis points.\nOur expense ratio in Japan was 19.6% for the quarter, up 160 basis points year-over-year, driven primarily by an increase in technology expenses. For the quarter, adjusted net investment income in yen terms was down 7.6%, primarily driven by lower floating rate income, the transfer of assets to a like ReBermuda associated with reinsurance and variable investment income, somewhat offset by higher returns from the structured private credit portfolio.\nThe pretax margin for Japan in the quarter was 31.8%, down 100 basis points year-over-year, but a very good result. Turning to U.S. results. Net earned premium was up 1.8%, persistency increased 60 basis points year-over-year to 79.3%. Our U.S. total benefit ratio came in at 47.7%, 120 basis points higher than Q1 2024, driven by business mix and lower remeasurement gains than a year ago. We estimate that the remeasurement gains impacted the benefit ratio by approximately 100 basis points in the quarter as claims have remained below our long-term expectations.\nIn the quarter, we benefited from favorable underwriting on our small but growing long-term disability block. Our expense ratio in the U.S. was 37.6%, down 110 basis points year-over-year, primarily driven by platforms improving scale and continuous focus on expense efficiency. Our growth initiatives, group life and disability, network down ambition and direct-to-consumer increase our total expense ratio by 50 basis points for the quarter.\nThis is in line with our expectations, and we would expect this impact to decrease as we continue to approach scale. Adjusted net investment income in the U.S. was down 1.9% for the quarter, primarily driven by lower floating rate income. Profitability in the U.S. segment was very strong with a pretax margin of 20.8%, a 20 basis points decline compared to a year ago. During the quarter, we increased our CECL reserves associated with our commercial real estate portfolio by $2 million net of charge-offs as property values remain at distressed valuations.\nWe also foreclosed on 2 loans, adding them to our real estate owned portfolio, consistent with our strategy for maximizing recovery values. Our portfolio of first lien senior secured middle market loans continue to perform well with increased CECL reserves of $7 million in the quarter, net of charge-offs.\nIn our corporate segment, we recorded a pretax gain of $43 million. Adjusted net investment income was $47 million higher than last year due to a combination of lower volume of tax credit investments and higher asset balances, which included the impact of the reinsurance transaction in Q4 2024.\nOur tax credit investments impacted the corporate net investment income line for U.S. GAAP purposes negatively by $8 million in the quarter with an associated credit to the tax line. The net impact to our bottom line was a positive $0.4 million in the quarter. To date, these investments are performing well and in line with our expectations. Unencumbered holding company liquidity stood at $4.3 billion, $2.6 billion above our minimum balance. We repurchased $900 million of our own stock and paid dividends of $317 million in Q1, offering good relative IRR on these capital deployments.\nWe will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital. Our capital position remained strong, and we ended the quarter with an SMR above 950%, an estimated regulatory ESR above 250%. Our combined RBC, while not finalized, we estimate to be greater than 600%. These are strong capital ratios, which we actively monitor, stress and manage to withstand credit cycles as well as external shocks. For U.S. statutory, we recorded a $6 million valuation allowance on mortgage loans as an unrealized loss. We ended the quarter March 31, with net JPY 5.2 billion of Japan FSA realized gains net of losses for securities impairment. This is well within our expectations and with limited impact to both earnings and capital.\nOur leverage was 20.7% for the quarter, which is within our target range of 20% to 25%. As we hold approximately 59% of our debt in yen, this leverage ratio is impacted by mills in the yen-dollar exchange rate. This is intentional and part of our enterprise hedging program protecting the economic value of Aflac Japan in U.S. dollar terms.\nOn a U.S. GAAP basis, we are impacted by moves in Yen as our Yen-denominated earnings will translate into U.S. dollars at different exchange rates. We currently estimate that every JPY 5 to the dollar move would impact our underlying EPS by roughly $0.07. As foreign currency markets have experienced a marked increase in volatility, I would like to reiterate our approach to managing foreign currency exposure.\nFundamentally, we size our unhedged U.S. dollar exposure to the estimated economic surplus associated with our Japanese business. At the end of Q1, we held $25.5 billion of unhedged U.S. dollar assets in our Japan general account Forward contracts at Inc, with a notional balance of $2.7 billion, and $4.4 billion of yen-denominated debt. We also hold $24.2 billion of notional out-of-the-money put options, which provide tail protection against a large appreciation in the Yen. Adding this up, we feel that we are very well positioned on an economic basis.\nI'll now turn the call over to David to begin Q&A.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Max. Before we begin our Q&A, we ask that you please limit yourself to 1 initial question and a related follow-up. You may then rejoin the queue to ask additional questions. We'll now take the first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/410555515480eafbf3672e0428f0eee8",
    "period": "2024 Q4",
    "content": "Q4 2024 Aflac Inc Earnings Call\n\nQ4 2024 Aflac Inc Earnings Call\n\nAFLNYSEFEB 6, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Aflac Inc. Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions]Please note, this event is being recorded. I would now like to hand the call over to David Young, Vice President of Capital Markets. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. Thank you for joining us for Aflac Incorporated's Fourth Quarter Earnings Call. This morning, Dan Amos, Chairman CEO of Aflac Incorporated, will provide an overview of our 2024 results in operations in Japan and the United States. Then Max Broden, Senior Executive Vice President and CFO of Aflac Incorporated, will provide an update on our fourth quarter and 2024 financial results, current capital and liquidity as well as some color on our outlook for 2025. These topics are also addressed in the materials we posted with our earnings release and financial supplement on investors.aflac.com.\nIn addition, Max provided his quarterly video update, which also includes information about the outlook for 2025. We also posted under financials on the same site, updated slides of investment details related to our commercial real estate and middle market loans. For Q&A today, we are also joined by Virgil Miller, President of Aflac Incorporated and Aflac U.S., Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan, and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release is available on investors.aflac.com. and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning, everyone. We're glad you joined us. Before Max provides a more detailed view of our financial results, I'd like to reflect on what was another very good year. Aflac Incorporated, delivered very strong earnings for the year with net earnings per diluted share up 23.8% to $9.63, and adjusted earnings per diluted share, up 15.7% and to $7.21. Aflac Japan represented more than 70% of pretax adjusted earnings and 3/4 of the company's consolidated balance sheet in 2024.\nAflac Japan also generated a 15.5% increase in pretax adjusted earnings and a record 36% pretax profit margin in 2024. I am pleased with Aflac Japan's 93.4% premium persistency and 5.6% year-over-year sales increase, which included a 9% sales increase in the fourth quarter. By maintaining strong persistency and adding new premium through sales we are partially offsetting the impact of reinsurance and policies reaching paid-up status. This will be integral to the future growth of Aflac Japan.\nTaking into account Japan's demographics, our product strategy is to fit the needs of customers throughout all stages of life, acquiring younger customers is critical to our success. We believe Sumitas appeals to younger customers in Japan. Our strong sales in Japan reflect the success of our agencies have had selling Sumitas. As the pioneer of cancer insurance and leading third sector insurer, we also aim to sell these Sumitas policyholders a medical policy or cancer policy. Our last cancer insurance, wings was launched in stages in 2022. Therefore, we are planning a staged launch through our distribution channels of our new cancer insurance product between March and April.\nThis new product includes our unique Eurico cancer consultation support service, along with insurance coverage that offers enhanced protection before, during and after cancer treatment. This product also features a flexible coverage and introduces a new plan for children, thus providing comprehensive protection for customers. We will also maintain our focus on being where the customers want to buy insurance through our broad network of distribution channels, including agencies, alliance partners and banks.\nThis reach continually optimizes opportunities to help provide financial protection to Japanese consumers. Turning to Aflac U.S. We have focused on updating our products to ensure that our policyholders understand the value of our products provide. When people experience the value of our products, we believe it enhances product persistency, which both benefits our policyholders and lowers our expenses. In the U.S., I continue to be pleased with our 70 basis point improvement in premium persistency to 79.3%.\nWe also generated a 2.7% increase in net earned premiums, a measure we continue to focus on improving. Additionally, our pretax profit margin for the year was strong at 21.1%. Sales were lower than expected in the fourth quarter, leading to a 1% decline for the year. We continue to focus on more profitable growth through our stronger underwriting discipline.\nAt the same time, we are engaging agents and brokers following the stabilization of our network dental operation. As always, we continue our prudent approach to expense management and maintaining a strong pretax margin. I believe that the need for our products and the solutions we offer is as strong or stronger than they have ever been before in both Japan and the United States. We are leveraging every opportunity and avenue to share this message with consumers, knowing our products help lift the people up when they need. It most is something that makes all of us at Aflac very proud and inspires us to reach more people.\nWe continue to reinforce our leading position and build on that momentum. We continue to generate strong capital and cash flows while maintaining our commitment to prudent liquidity and capital management. We have been very pleased with our investments, which have continued to produce strong net investment income. As an insurance company, our primary responsibility is to fulfill the promises that we make to our policyholders, while being responsive to the needs of our shareholders.\nOur solid portfolio support our promise to our policyholders as does our commitment to maintain strong capital ratios. We balance this financial strength with tactical capital deployment. I am very happy with how management has handled capital deployment and liquidity and specifically, how well we've adapted to this environment. Year-to-date, Aflac incorporates deployment of $2.8 billion in capital to repurchase more than 30 million shares of Aflac stock.\nAdditionally, we treasure our track record of what is now 42 consecutive years of dividend growth. At the same time, we have maintained our position among companies with the highest return on capital and the lowest cost of capital in the industry. Combined with dividends, this means that we delivered $3.9 billion back to the shareholders in 2024. We believe in the underlying strengths of our business and our potential for continued growth in Japan and the United States, 2 of the largest life insurance markets in the world. I'll now turn the program over to Max to cover more details of the financial results. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you for joining me as I provide a financial update on Aflac Inc. results for the fourth quarter of 2024. For the quarter, adjusted earnings per diluted share increased 24.8% year-over-year to $1.56 with a $0.01 negative impact from FX in the quarter. In this quarter, remeasurement gains on reserves totaled $43 million, reducing benefits. Variable investment income ran $17 million above our long-term return expectations. Adjusted book value per share, excluding foreign currency remeasurement increased 3.2%.\nThe adjusted ROE was 12% and 14.5% excluding FX remeasurement, an acceptable spread to our cost of capital. Overall, we view these results in the quarter as solid. Starting with our Japan segment. Net and premiums for the quarter declined 5.4%. This decline reflects a JPY 7.2 billion negative impact from an internal cancer reinsurance transaction executed in the fourth quarter of 2024, and a JPY 4.4 billion negative impact from paid-up policies. In addition, there's a JPY 300 million positive impact from deferred profit liability.\nAt the same time, policies in force declined 2.3%. Japan's total benefit ratio came in at 66.5% for the quarter, up 40 basis points year-over-year and 62.5% for the year. The third sector benefit ratio was 56.9% for the quarter, up approximately 70 basis points year-over-year. We estimate the impact from remeasurement gains to be approximately 100 basis points favorable to the benefit ratio in Q4 2024. The Long-term experience trends as they relate to treatment of cancer and hospitalization continue to be in place, leading to continued favorable underwriting experience.\nPersistency remained solid at 93.4%, which was unchanged year-over-year and in line with our expectations. Our expense ratio in Japan was 20.8% for the quarter, down 30 basis points year-over-year, driven primarily by a decline in expenses. For the year, the expense ratio in Japan was 19.1%. For the quarter, adjusted net investment income in yen terms was up 3.7%. As a transfer of assets to Aflac Re/Bermuda associated with reinsurance and lower floating rate income was more than offset by higher returns from structured private credit, infrastructure and our alternatives portfolio.\nAdjusted net investment income was up 12.1% for the year. The pretax margin for Japan in the quarter was 31.6%, up 120 basis points year-over-year, a very good result. For the full year, the pretax margin was even stronger, 36%, which is also the highest in 30 years.\nTurning to U.S. results. Net term premium was up 2.7%. Persistency increased 70 basis points year-over-year to 79.3%. Our U.S. total benefit ratio came in at 46.3%, and 170 basis points higher than Q4 2023, driven by lower remeasurement gains than a year ago. We estimate that the remeasurement gains impacted the benefit ratio by approximately 170 basis points in the quarter. Claims utilization has rebounded from depressed levels during the pandemic, and are now more in line with our long-term expectations.\nFor the full year, the U.S. total benefit ratio was 46.8%. Our expense ratio in the U.S. was 40.3%, down 310 basis points year-over-year, primarily driven by platforms improving scale and strong expense management. For the year, the U.S. expense ratio was 38.5%. Our growth initiatives, group life and disability, network dental ambition and direct-to-consumer increased our total expense ratio by 170 basis points for the quarter. This is in line with our expectations and we would expect this impact to decrease going forward as these businesses grow to scale and improve their profitability.\nAdjusted net investment income in the U.S. was up 0.9% for the quarter. mainly driven by higher returns from alternatives and 3.3% for the year. Profitability in the U.S. segment was solid with a pretax margin of 19.7%, also a good result, as was the 21.1% for the full year. We continue managing through the worst commercial real estate downturn in decades. During the quarter, we increased our CECL reserves associated with our commercial real estate portfolio by $40 million, net of charge-offs as property values remain at distressed valuations.\nWe also foreclosed on 2 loans, adding them to our real estate-owned portfolio. We continue to believe that the current distressed market does not reflect the true intrinsic value of our portfolio, which is why we are confident in our ability to take ownership of these assets, manage them through the cycle and maximize our recoveries. Our portfolio of first lien senior secured middle market loans continue to perform well with losses below our expectations for this point in the cycle.\nIn our Corporate segment, we recorded a pretax loss of $4 million. Adjusted net investment income was $153 million higher than last year due to a combination of continued lower volume of tax credit investments, higher rates and asset balances, which included the impact of the reinsurance transaction in Q4 of 2024, which was similar in structure and economics in yen terms to our October 2023 transaction.\nThese tax credit investments impacted the corporate net investment income line for U.S. GAAP purposes negatively by $46 million in the quarter, with an associated credit to the tax line. The net impact to our bottom line was a positive $4 million in the quarter. To date, these investments are performing well and in line with our expectations.\nOur capital position remains strong. and we ended the quarter with an SMR above 1,150%, an estimated ESR about 270%. Our combined RBC, while not finalized, we estimate to be greater than 650%. These are strong capital ratios, which we actively monitor, stress and managed to withstand credit cycles as well as external shocks. U.S. statutory impairments were $3 million and it was JPY 700 million of Japan FSA impairments in Q4.\nThis is well within our expectations and with limited impact to both earnings and capital. Our leverage was 19.7% for the quarter, which is just below our target range of 20% to 25%. As we hold approximately 60% of our debt in yen, this leverage ratio is impacted by moves in the yen-dollar exchange rate. This is intentional and part of our enterprise hedging program protecting the economic value of Aflac Japan in U.S. dollar terms.\nUnencumbered holding company liquidity stood at $4.1 billion, $2.3 billion above our minimum balance. We repurchased $750 million of our own stock and paid dividends of $277 million in Q4, offering good relative IRR on these capital deployments. We will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital.\nOn December 3, we shared estimated ranges for annual key metrics for both segments for 2025 through 2027. We at our financial analyst briefing, and we continue to stand by these ranges. However, for 2025, we expect the benefit ratio in Japan to be toward the higher end of the 64% to 66% range. And we continue to expect the expense ratio to be at the lower end of the 20% to 23% range as we pursue various growth and strategic initiatives.\nAs a result, we expect the Aflac Japan's pretax profit margin to be at the lower end of 30% to 33% range. In the U.S., we expect the benefit ratio for 2025 to be at the lower end of the 48% to 52% range and the expense ratio to be at the upper end of the 36% to 39% range, as we continue to scale new business lines. At the same time, we expect pretax profit margin for 2025 in the U.S. to be at the upper end of the 17% to 20% range.\nThank you. I'll now hand it back to David to begin Q&A.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Max. Before we begin our Q&A, we ask that you please limit yourself to 1 initial question and a related follow-up. You may then rejoin the queue. We will now take the first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/703aaf4e541a77e093f1fe181d397e14",
    "period": "2024 Q2",
    "content": "Q2 2024 Aflac Inc Earnings Call\n\nQ2 2024 Aflac Inc Earnings Call\n\nAFLNYSEAUG 1, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Aflac Inc. Second Quarter 2024 Earnings Conference Call. [Operator Instructions]. Please note this event is being recorded. I would now like to turn the conference over to David Young, Vice President of Investor and Rating Agency Relations. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. Thank you for joining us for Aflac Inc. Second Quarter Earnings Call. While I have your attention, I also want you to mark your calendars to join us for our financial analyst briefing at the New York Stock Exchange on December 3. Now this morning, Dan Amos, Chairman, CEO and President of Aflac Incorporated, will provide an overview of our results and operations in Japan and the United States. Then Max Broden, Executive Vice President and CFO of Aflac Incorporated, will provide an update on our financial results and current capital and liquidity. These topics are also addressed in the materials we posted with our earnings release and financial supplement on investors.aflac.com. In addition, Max provided his quarterly video update, which also includes information about the outlook for 2024. We also posted under financials on the same site updated slides of investment details related to our commercial real estate and middle market loans. For Q&A today, we are also joined by Virgil Miller, President of Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan; and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures. I'll now hand the call over to Dan.\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning, and we're glad you joined us. Aflac Incorporated delivered another quarter and 6 months of very solid earnings results. Net earnings per diluted share were $3.10 for the quarter and $4.64 for the first 6 months. On an adjusted basis, earnings per diluted share for the quarter were up 15.8% to $1.83, and for the first 6 months, we were up 11.5% to $3.49. From a broad operational perspective, we've generated profitable growth in the United States and Japan, with new products and distribution strategies. We believe our strategy will continue to create long-term value for the shareholders. At the same time, we believe that the need for our products we offer is as strong or stronger than it has ever been before in both the United States and Japan.\nBeginning with Japan, we have continued to focus on third sector products like our cancer insurance product called Wings. As the new fiscal year began in Japan, we saw continued improvement in cancer insurance through the Japan Post channel. We have continued our strategy of introducing life insurance products, including [ Sumitatsu ], which we launched on June 2. This product offers policyholders an asset formation component with nursing care option. It was designed to attract new and younger customers while also introducing opportunities to sell them our core third sector products. While still very early, we are pleased with how our agencies have sold this product, which drove a 4.5% sales increase for the second quarter. Being where consumers want to buy insurance remains an important element of the growth strategy in Japan, our broad network of distribution channels, including agencies, alliance partners and banks, continually optimize our opportunities to help provide financial protection to the Japanese consumers. We will continue to work hard to support each channel. Overall, Koide-san and his team have done a great job of turning around sales in Japan and delivering record profit margins for the quarter. I am very pleased with their efforts.\nTurning to the U.S. We achieved a [ 10% ] sales growth for the quarter, benefiting from good growth in group life absent management and disability and individual voluntary benefits. This is a welcome result as we enter the second half of the year that tends to be the heaviest enrollment period. At the same time, we continue to focus on more profitable growth by exercising a stronger underwriting discipline. Additionally, we've increased benefits in certain policies to improve the value for the policyholder. We believe persistency will remain strong as customers realize the value of their policies and the related benefits. We have also continued our disciplined approach to expense management which Max will address.\nAs we enter the second half of the year, we are continuing to focus on optimizing our dental and vision platform. Overall, I am pleased with what Virgil and his team are doing to balance profitable growth, enhance the value proposition for the policyholders and curb the expense ratio. Their efforts contributed to the very strong pretax profit margin of 22.7% for the second quarter.\nNow I'll turn to our ongoing commitment to prudent liquidity and capital management. Max has done a great job leading his team to take proactive steps in recent years to defend our cash flow and deployable capital against the weakening in as well as establishing our reinsurance platform in Bermuda. We have been very pleased with our investment portfolio's performance as it continues to produce strong net investment income with minimal losses and impairments. As an insurance company, our primary responsibility is to fulfill the promises we make to our policyholders while being responsive to the needs of our shareholders. We remain committed to maintaining strong capital ratios on behalf of the policyholders, will be balanced this financial strength with tactical capital deployment. We intend to continue prudently managing our liquidity and capital to preserve the strength of our capital and cash flows. This supports both our dividend track record and tactical share repurchase.\nWe treasure our track record of 41 consecutive years of dividend growth and remain committed to extending it. I am pleased that the Board set us on a path to continue this record when it increased the first quarter 2024 dividend, 19% to $0.50 and declared the second and third quarter dividends of $0.50. We repurchased a record $800 million in shares during the quarter and intend to continue our balanced tactical approach of investing in growth and driving long-term operating efficiencies. Our management team, employees and sales distribution continue to be dedicated stewards of our business. Being there for the policyholders when they need us most, just as we promised, this underpins our goal of providing customers with the best value in the supplemental insurance products in the United States and Japan.\nIn November, we celebrate our 50th year of doing business in Japan. Additionally, in June, we celebrated our 50th year as a publicly traded company on the New York Stock Exchange. We are reminded that one thing has not changed since the founding in 1955. I families and individuals still seek to protect themselves from financial hardships that not even the best health insurance covers. Today's complex health care environment has produced incredible medical advances that come with incredible cost. It's more important than ever to have that partner we believe our approach to offering relevant products makes us that partner. We believe in the underlying strength of our business and our potential for continued growth in Japan and the United States, two of the largest life insurance markets in the world. Aflac is well positioned as we work toward achieving our long-term growth while also ensuring we deliver on our promise to our policyholders. I'll now turn the program over to Max to cover in more detail the financial results. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you, Dan, and thank you for joining me as I provide a financial update on Aflac Inc. results for the second quarter of 2024. For the quarter, adjusted earnings per diluted share increased 15.8% year-over-year to $1.83 with a $0.07 negative impact from FX in the quarter. In this quarter, remeasurement gains on reserves totaled $51 million and variable investment income ran $1 million above our long-term return expectations. We also received a make-whole payment, adding approximately $20 million or $0.03 per share to our adjusted earnings. Adjusted book value per share including foreign currency translation gains and losses, increased 9.4% and the adjusted ROE was 15.3%, an acceptable spread to our cost of capital. Overall, we view these results in the quarter as solid.\nStarting with our Japan segment. Net turned premiums for the quarter declined 5.7%. This decline reflects a JPY 7.4 billion negative impact from internal reinsurance transaction executed in the fourth quarter of 2023, and JPY 4.8 billion negative impact from paid-up policies. In addition, there is a JPY 1.2 billion positive impact from deferred profit liability. Lapses were somewhat elevated but within our expectations. At the same time, policies in force declined 2.4%. Japan's total benefit ratio came in at 66.9% for the quarter, up 120 basis points year-over-year, and the third sector benefit ratio was 57.8%, up approximately 160 basis points year-over-year. We estimate the impact from remeasurement gains to be 140 basis points favorable to the benefit ratio in Q2 2024. Long-term experience trends as it relates to treatment of cancer and hospitalization continue to be in place, leading to continued favorable underwriting experience.\nPersistency remained solid with a rate of 93.3%, which was down 50 basis points year-over-year. This change in persistency is in line with our expectations. Our expense ratio in Japan was 17.8%, down 170 basis points year-over-year. driven primarily by the expense allowance from reinsurance transactions and continued disciplined expense management. Adjusted net investment income in yen terms was up 28.4%. And mainly by favorable impact from FX on U.S. dollar investments in yen terms, lower hedge costs, higher return on our alternatives portfolio compared to second quarter of 2023 and core income. The pretax margin for Japan in the quarter was 35.3%, up 490 basis points year-over-year, a very good result.\nTurning to U.S. results. Net bank premium was up 2.1%. Persistency increased 50 basis points year-over-year to 78.7%. We are encouraged by early signs from our persistency efforts and will remain focused on driving profitable growth. Our total benefit ratio came in at 46.7%, 140 basis points higher than Q2 2023, driven by product mix and lower remeasurement gains than a year ago. We estimate that remeasurement gains impacted the benefit ratio by 170 basis points in the quarter claims utilization has rebounded from depressed levels during the pandemic and are now more in line with our long-term expectations. Our expense ratio in the U.S. was 36.9%, down 210 basis points year-over-year, primarily driven by platforms improving scale and strong expense management. We tend to benefit from seasonality in half and would expect higher expenses in the second half.\nOur growth initiatives, group life and disability, network dental and vision and direct-to-consumer increased our total expense rate basis points. This is in line with our expectation, and we would expect this impact to decrease going forward as these businesses grow to scale and improve their profitability. Adjusted net investment income in the U.S. was up 0.4%, mainly driven by higher yields on both our alternatives and fixed rate portfolios. Profitability in the U.S. segment was solid with a pretax margin of 22.7%, also a very good result. Our total commercial real estate loan watch list stands at approximately $1 billion, with less than $300 million in process of foreclosure currently. As a result of these current loan valuation marks, we increased our CECL reserves associated with these loans by $14 million in this quarter net of charge-offs.\nWe had six loan foreclosures and moved nine properties into real estate owned. We continue to believe that the current distressed market does not reflect the true intrinsic economic value of our portfolio, which is why we are confident in our ability to take ownership of these assets, manage them through this cycle and maximize our recoveries. Our portfolio of first lien senior secured middle market loans continue to perform well, with losses below our expectations for this point in the cycle.\nIn our corporate segment, we recorded a pretax gain of $23 million. Adjusted net investment income was $39 million higher than last year, due to lower volume of tax credit investments at Aflac Inc. and higher volume of investable assets at Aflac [ REIT ]. These tax credit investments impacted the corporate net investment income line for U.S. GAAP purposes negatively by $30 million, with an associated credit to the tax line. The net impact to our bottom line was a positive $4 million in the quarter. To date, these investments are performing well and in line with expectations.\nWe are continuing to build out our reinsurance platform, and I'm pleased with the outcome and performance. Our capital position remains strong, and we ended the quarter with an SMR about 1,100% in Japan, and our combined RBC while not finalized, we estimate to be greater than 650%. Unencumbered holding company liquidity stood at $4.1 billion, $2.3 billion above our minimum balance. These are strong capital ratios which we actively monitor, stress and managed to withstand credit cycles as well as external shocks. U.S. statutory impairments were a release of $7 million. And Japan FSA impairments were JPY 10.4 billion or roughly $67 million in the quarter. This is well within our expectations and with limited impact to both earnings and capital.\nAdjusted leverage is 19.5% and below our leverage corridor of 20% to 25%. As we hold approximately 60% of our debt denominated in the yen our leverage will fluctuate with movements in the yen-dollar rate. This is intentional part of our enterprise hedging program protecting the economic value of Aflac Japan in U.S. dollar terms.\nWe repurchased $800 million of our own stock and paid dividends of $283 million in Q2, offering good relative IRR on these capital deployments. We will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital. Thank you. I will now turn the call over to David."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/71924dc813cd83cdd9d1b919835c5b1e",
    "period": "2024 Q1",
    "content": "Q1 2024 Aflac Inc Earnings Call - Q&A\n\nQ1 2024 Aflac Inc Earnings Call - Q&A\n\nAFLNYSEMAY 2, 7:00 AM\n\nOperator\n\nWelcome to the Aflac Inc. First Quarter 2024 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to David Young, Vice President, Investor and Rating Agency Relations. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. Thank you for being here a bit earlier than our usual start time. This morning, Dan Amos, Chairman, CEO and President of Aflac Incorporated, will provide an overview of our results and operations in Japan and the United States. Then Max Broden, Executive Vice President and CFO of Aflac Incorporated, will provide an update on our financial results and current capital and liquidity.\nThese topics are also addressed in the materials we posted with our earnings release and financial supplement on investors.aflac.com, including Max's quarterly video update. We also posted under Financials on the same site, updated slides of investment details related to our commercial real estate and middle market loans. For Q&A today, we are also joined by Virgil Miller, President of Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan; and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now hand the call over to Dan.\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning, and we're glad you joined us at this earlier hour. The first quarter marked a good start for the year in terms of earnings, but proved to be challenging for sales. Aflac Incorporated delivered another solid earnings results. Net earnings per diluted share for the quarter were $3.25. On an adjusted basis, earnings per diluted share were up 7.1% to $1.66.\nBeginning with Japan, our latest medical insurance launch in September of 2023, we are encouraged by the success that independent corporate and individual agencies have had in marketing this product, especially to the younger individuals. However, we clearly need to make better progress and plan on doing so. Cancer insurance sales, however, were modestly better year-over-year. We entered the final stage of our new cancer insurance launch in April of 2023 through the Japan Post channel, while we saw a significant and understandable year-over-year increase in cancer insurance sales through Japan Post channel.\nWe expect to see improvement with the start of the new fiscal year as they cross-sell Aflac cancer insurance along with the new Japan Post life insurance product. Being where customers want to buy insurance remains an important element of our growth strategy in Japan. Our broad network of distribution channels, including agencies, alliance partners and banks continually optimize opportunities to help provide financial protection to Japanese consumers. We will continue to work hard to support each channel.\nIn addition, we are initiating sales campaigns around our 50th anniversary in Japan starting this quarter. Let me be clear, we have not lowered our sales outlook for 2024 and still expect to achieve it. With the launch of the new policy this quarter, Koide-san and his team are working hard achieving that objective. In addition, we have maintained disciplined underwriting and expense management to continue driving strong pretax profit margins of 32.8%.\nTurning to the U.S. As you've seen in prior years, the first quarter tends to generate the lowest sales of the year. We have focused on driving more profitable growth by exercising a stronger underwriting discipline. We are deliberately avoiding sales opportunities to certain less profitable accounts. While this appears to have a temporary impact on sales in the first quarter, we are seeing positive results in net earned premium growth, which grew 3.3%.\nAt the same time, we have increased benefits in certain cases to improve value for the policyholders. We believe persistency will continue to improve as customers realize the value of their policies and the related benefits. We are pleased with the 80 basis points improvement in persistency this quarter. I believe that the need for the products we offer is as strong or stronger than it has ever been before in both Japan and the United States. We continue to work to restore our momentum and reinforce our leading position as we aim to exceed $1.8 billion of sales by the end of 2025.\nWe have also continued our disciplined approach to expense management. We are beginning to see progress on our expense ratio in group life and disability and consumer markets continue to grow and scale. We are continuing to focus on optimizing our dental and vision platform and expect to see stronger second half sales this year. At the same time, we have maintained a strong pretax margin of 21%. Overall, I'm very pleased with what Virgil and his team are doing to balance profitable growth, enhance the value of the proposition of our policyholders and curb the expense ratio.\nI'd like to end on addressing our ongoing commitment to prudent liquidity and capital management. I'm very pleased with how Max has led the team to take proactive steps in recent years to defend our cash flows and deployable capital against a weakening in as well as the establishment of our reinsurance platform, Bermuda. As an insurance company, our primary responsibility is to fulfill the promises we make to our policyholders while being responsive to the needs of the shareholders. We remain committed to maintaining strong capital ratios on behalf of the policyholders. We balance this financial strength with tactical capital deployment. We intend to continue prudently managing our liquidity and capital to preserve the strength of our capital and cash flows. This supports both our dividend track record and our tactical share repurchase.\nWe treasure our track record of 41 consecutive years of dividend growth and remain committed to extending it. I am pleased that the Board set us on a path to continue this record, when it increased the first quarter 2024 dividend 19% to $0.50 and declared the second quarter dividend of $0.50. We repurchased a record $750 million in shares in the first quarter and intend to continue our balanced and tactical approach of investing in growth and driving long-term operating efficiencies. Our management team, employees and sales distribution continue to be dedicated stewards of our business, being there for our policyholders when they need us most, just as we promised.\nThis underpins our goal of providing customers with the best value in the supplemental products in the United States and in Japan. In 2024, we celebrated our 50th year of doing business in Japan and 50th year as a publicly traded company on the New York Stock Exchange. We are reminded that one thing has not changed since our founding in 1955. Families and individuals still seek to protect themselves from financial hardships that not even the best health insurance company covers.\nToday's complex health care environment has produced incredible medical advances that come with incredible cost. It's more important than ever to have a partner, we believe our approach to offering relevant products makes us that partner. We believe that in the underlying strengths of our business and our potential for continued growth in Japan and the U.S., two of the largest life insurance markets in the world, Aflac is well positioned as we work toward achieving long-term growth while also ensuring we deliver on our promise to our policyholders.\nI'd now like to turn the program over to Max to cover more details of the financial results. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you for joining me, as I provide a financial update on Aflac Inc. results for the first quarter of 2024.\nFor the quarter, adjusted earnings per diluted share increased 7.1% year-over-year to $1.66 with an $0.08 negative impact from FX in the quarter. In this quarter, remeasurement gains totaled $56 million and variable investment income ran $11 million or $0.01 per share below our long-term return expectations. Adjusted book value per share, including foreign currency translation gains and losses increased 8.7%, and the adjusted ROE was 13.7%, an acceptable spread to our cost of capital.\nOverall, we view these results in the quarter as solid. Starting with our Japan segment. Net earned premiums for the quarter declined 6%. This decline reflects a JPY 6.2 billion negative impact from paid-up policies. In addition, there is a JPY 7 billion negative impact from internal reinsurance transactions and a JPY 1.4 billion positive impact from deferred profit liability. Lapses were somewhat elevated, but within our expectations. At the same time, policies in force declined 2.3%.\nJapan's total benefit ratio came in at 67% for the quarter, flat year-over-year. And the third sector benefit ratio was 57.5% down approximately 20 basis points year-over-year. We continue to experience favorable actual to expected on our well-priced, large and mature in-force block. We estimate the impact from remeasurement gains to be 144 basis points favorable to the benefit ratio in Q1 2024. Long-term experience trends as it relates to treatment of cancer and hospitalization continue to be in place, leading to continued favorable underwriting experience. Persistency remained solid with a rate of 93.4%, which was down 50 basis points year-over-year, but flat quarter-over-quarter.\nWe tend to experience some elevations in lapses as customers update and refresh their coverage. This change in persistency is not out of line with expectations. Our expense ratio in Japan was 18%, down 170 basis points year-over-year, driven primarily by good expense control and to some extent, by expense allowance from reinsurance transactions. Adjusted net investment income in yen terms was up 19.3%, mainly by lower hedge costs and favorable impact from FX on our U.S. dollar investments in yen terms as well as higher return on our alternatives portfolio compared to the first quarter of 2023.\nThis was offset by the transfer of assets due to reinsurance in the previous year, leading to a lower asset base and lower floating rate income. The pretax margin for Japan in the quarter was 32.8%, up 460 basis points year-over-year, a very good result.\nTurning to U.S. results. Net earned premium was up 3.3%. Persistency increased 80 basis points year-over-year to 78.7%. This is a function of a poor persistency quarter falling out of the metric and stabilization across numerous product categories. Our total benefit ratio came in at 46.5%, 90 basis points higher than Q1 2023, driven by product mix and lower remeasurement gains than a year ago. We estimate that the remeasurement gains impacted the benefit ratio by 200 basis points in the quarter.\nClaims utilization has stabilized, but as we incorporate more recent experience into our reserve models, we have released some reserves. Our expense ratio in the U.S. was 38.7%, down 90 basis points year-over-year, primarily driven by platforms improving scale and lower acquisition expenses. Our growth initiatives, group life and disability, network dental vision and direct-to-consumer increased our total expense ratio by 230 basis points. We would expect this impact to decrease going forward as these businesses grow to scale and improve their profitability.\nAdjusted net investment income in the U.S. was up 4.6%, mainly driven by higher yields on both our alternatives and fixed rate portfolios. Profitability in the U.S. segment was solid with a pretax margin of 21%, driven primarily by net earned premiums growth and improved net investment income year-over-year. Our total commercial real estate watchlist remains approximately $1.2 billion, with around $600 million of these in active foreclosure proceedings. As a result of these current low valuation marks, we increased our CECL reserves associated with these loans by $10 million in this quarter.\nWe also moved 1 property into real estate owned, which resulted in a $3.7 million gain. We continue to believe that the current distressed market does not reflect the true intrinsic economic value of our portfolio, which is why we are confident in our ability to take ownership of these quality assets, manage them through the cycle and maximize our recoveries.\nOur portfolio of first lien senior secured middle market loans continue to perform well with losses well below our expectations for this point in the cycle. In our Corporate segment, we recorded a pretax loss of $3 million. Adjusted net investment income was $43 million higher than last year due to higher volume on the investable assets at Aflac Re and a lower volume of tax credit investments at Aflac Inc. These tax credit investments impacted a corporate net investment income line for U.S. GAAP purposes negatively by $32 million, with an associated credit to the tax line.\nThe net impact to our bottom line was a positive $4 million in the quarter. To date, these investments are performing well and in line with our expectations.\nWe are continuing to build out our reinsurance platform, and I am pleased with the outcome and performance. Our capital position remains strong and we ended the quarter with an SMR above 1,100% in Japan, and our combined RBC, while not finalized, we estimate to be greater than 650%. Unencumbered holding company liquidity stood at $3.7 billion, $2 billion above our minimum balance. These are strong capital ratios, which we actively monitor, stress and managed to withstand credit cycles as well as external shocks.\nU.S. statutory impairments were a release of $3 million. And Japan FSA impairments were JPY 3.6 billion or roughly $24 million in Q1. This is well within our expectations and with limited impact to both earnings and capital. Adjusted leverage remains at a comfortable 20.4%, at the low end of our leverage corridor of 20% to 25%.\nIn the quarter, we issued JPY 123.6 billion in multiple tranches with an average coupon of 1.72%. As we hold approximately 60% of our debt denominated in yen, our leverage will fluctuate with movements in the yen dollar rate. This is intentional and part of our enterprise hedging program, protecting the economic value of Aflac Japan in U.S. dollar terms. We repurchased $750 million of our own stock and paid dividends of $288 million in Q1, offering good relative IRR on these capital deployments.\nWe will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital.\nI'll now turn the call over to David so that we can begin our Q&A."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a44a36e3bae59ff29200e3bd3834500f",
    "period": "2023 Q4",
    "content": "Q4 2023 Aflac Inc Earnings Call\n\nQ4 2023 Aflac Inc Earnings Call\n\nAFLNYSEFEB 1, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Aflac Incorporated Fourth Quarter Year-End 2023 Earnings and 2024 Outlook Call. [Operator Instructions]\nPlease note, this event is being recorded.\nI would now like to turn the conference over to David Young, Vice President of Investor and Rating Agency Relations for Aflac Incorporated. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. This morning, we will be hearing remarks about earnings for 2023 as well as our outlook for 2024. First, Dan Amos, Chairman, CEO and President of Aflac Incorporated, will provide an overview of our results and operations in Japan and the United States. Then Max Broden, Executive Vice President and CFO of Aflac Incorporated, will provide an update on our financial results and current capital and liquidity as well as our outlook for 2024. These topics are also addressed in the materials we posted with our earnings release and financial supplement on investors.aflac.com.\nIn addition, Max provided his quarterly video update, which also includes information about the outlook for 2024. We also posted, under financials on the same site, updated slides of investment details related to our commercial real estate and middle market loans.\nFor Q&A, we are also joined by Virgil Miller, President of Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan; and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results.\nAs I mentioned earlier, the earnings release is available on investors.aflac.com, and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now turn the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning, everyone. We're glad you're joining us.\nReflecting on 2023, it was a very good year. Our management team, employees, sales distribution have continued to work tirelessly as dedicated stewards of our business. This has allowed us to be there for our policyholders when they need us most, just as we promised.\nAflac Incorporated delivered a very strong earnings for the year. Net earnings per diluted share for 2023 were $7.78. Adjusted earnings per diluted share was $6.23. We're the best in the company's history despite the weakening yen and the impact of the reinsurance retrocession late in the fourth quarter.\nBeginning with Japan, Aflac Japan generated solid overall financial results in 2023. For the year, total adjusted revenues declined 3.6% to nearly JPY 1.5 trillion, largely reflecting the impacts of reinsurance and paid-up policies. But this was largely offset by a 7.3% decrease in total benefits and adjusted expenses.\nPretax adjusted earnings increased 6% to nearly JPY 457 billion for the year. As a result, Aflac Japan produced an extremely strong profit margin of 30.5%. I am pleased with Aflac Japan's 10.9% year-over-year increase in sales, which was largely driven by a 26% increase in cancer insurance sales, with very significant contributions from Japan Post Company and Japan Post Insurance as well as other alliances, Dai-ichi Life and Daido Life.\nAs you may recall, Aflac Japan aims to have a product lineup to meet customers' needs during any life stage. Our latest medical insurance is designed to appeal to younger policyholders' basic needs, and older and existing policyholders who want additional or updated coverage.\nWhile our medical insurance sales were off for the year, they increased 6.5% year-over-year in the fourth quarter, following the introduction of our new medical insurance product in mid-September. Similarly, Aflac Japan refreshed ways in child endowment in 2022 as a way of acquiring younger customers and also introducing opportunities to sell our core third sector products to them.\nSince the launch of our refreshed WAYS product, approximately 80% of our sales are the younger customers below the age of 50. The level of concurrent third sector sales remains above 50%. Given Japan's demographics, our product strategy is to fit the needs of the customers at any stage in life.\nAcquiring younger customers is critical to our success along with our intense focus on being where the customer wants to buy insurance. We have a broad network of distribution channels, including agencies, alliance partners and banks. This reach continually optimizes opportunities to help provide financial protection to the Japanese consumers. We are working hard to support each channel. While the market presents challenges, we expect to reach JPY 67 billion to JPY 73 billion of sales in Japan by the end of 2026.\nTurning to the U.S. we also generated strong overall financial results in 2023. Total adjusted revenues increased 2.1% to $6.6 billion. The decline in total net benefits and claims was slightly offset by the increase in adjusted expenses.\nPretax adjusted earnings increased 10.4% to an all-time high of $1.5 billion for the year. As a result, Aflac U.S. produced an extremely strong profit margin of 22.7%.\nAflac U.S. sales increased 5% in 2023, which was at the lower end of our expectations. As you know, we've been focused on increasing persistency to grow profitable earned premium. In addition, we continually evaluate new business to ensure that it is profitable.\nDuring the fourth quarter, we made some tactical decisions to avoid sales opportunities to certain less profitable larger accounts like those of high turnover. At the same time, we focused on updating our products to ensure that our policyholders continue to realize the value of our products provide.\nAs part of our efforts, we introduced our new cancer protection assurance policy in the second quarter of 2023. Since that time, our cancer insurance have increased nearly 25%. We know that when people experience the value of our products, it increases persistency, which benefits our policyholders and lower our expenses.\nI believe that the need for the products and the solutions we offer are as strong or stronger than ever before in both Japan and in the United States. We are leveraging every opportunity and avenue to share this message with consumers, particularly given that our products are sold, not bought.\nAs we communicate the value of our products, we know that the strong brand alone is not enough. We must paint a better picture of how our products help address the gap that people face, even when they have major medical insurance.\nKnowing our products help lift people up when they need us most is something that makes all of us at Aflac very proud and propels us to do more and achieve more. We continue to reinforce our leading position and build on that momentum. We are confident that the successful execution of our strategy will lead to sales of at least $1.8 billion in the U.S. by the end of 2025.\nI'd like to end on addressing our ongoing commitment to prudent liquidity and capital management. We have taken proactive steps in recent years to defend our cash flow and deployable capital against a weakening yen. At the end of 2023, we had nearly [ 2.8 ] billion of liquidity at the holding company, which was more than $1 billion over the minimum balance.\nAs an insurance company, our primary responsibility is to fulfill the promises we make to our policyholders while being responsive to the needs of our shareholders. We remain committed to maintaining strong capital ratios on behalf of our policyholders and balance this financial strength with the tactical capital deployment. We intend to continue prudently managing our liquidity and capital to preserve the strength of our capital and cash flows. This supports both the dividend track record and the tactical share repurchase.\n2023 marked the 41st consecutive year of dividend increases. We treasure our track record of dividend growth and remain committed to extending it. Last quarter, the Board put us on a path to continue this record when it increased the first quarter of 2024 dividend, 19% to $0.50.\nWe also remain in the market repurchasing our shares through 2023 at a historically high level of $700 million per quarter. We have remained tactical in our approach to share repurchase, deploying $2.8 billion in capital to repurchase nearly $39 million of our shares in 2023. Combined with dividend, this means we delivered over $3.8 billion back to the shareholders in 2023, while also investing in the growth of our business.\nAt the same time, we have maintained our position among companies with the highest return on capital and the lowest cost of capital in the industry. Overall, I think we can say it's been another strong year.\nI'll now turn the program over to Max, who will cover more details of the financial results for this year and provide an outlook for the key drivers of earnings in 2024. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you, Dan. This morning, I'm going to address our 2023 results before providing an outlook for certain drivers for 2024 that were included in the slides with our earnings materials filed yesterday with our 8-K.\nAflac Incorporated delivered very strong earnings for the year as adjusted earnings per diluted share rose 9.9% to $6.23, the highest amount in our company's history. This result included a $0.19 negative impact from foreign currency, and variable investment income was $0.14 per share below our long-term return expectations.\nIn addition, our annual results included remeasurement gains of $0.51 per share, a $0.20 per share noneconomic loss in the fourth quarter under U.S. GAAP related to the innovation of a reinsurance treaty with a third party seeded back to the company, and a $0.04 per share write-off of certain capitalized software development costs in the third quarter.\nOur liquidity remains strong with unencumbered holding company liquidity being $1 billion above our minimum balance. Likewise, our capital position remains strong, and we ended the year with an SMR above 1,100% in Japan.\nAt the end of 2023, we estimated our internally modeled ESR to be above 250%, and we expect the FSA to provide final guidance on the ESR later in 2024.\nWe also estimated our combined RBC in the U.S. to be greater than 650% at the end of 2023. These are strong capital ratios, which we actively monitor, stress and manage to extend credit cycles as well as external shocks. In addition, impairments have remained within our expectations and with limited impact to both earnings and capital.\nOur adjusted leverage remains below our leverage corridor of 20% to 25% at 19.7%. And this will fluctuate with the yen dollar rate, since we hold approximately 2/3 of our debt denominated in yen as part of our enterprise hedging program to protect the economic value of Aflac Japan in U.S. dollar terms.\nIn 2023, we repurchased $2.8 billion of our own stock and paid a dividend of $245 million in Q4, offering good relative IRR on these capital deployments. We will continue to be flexible and tactical in how we manage the balance sheet and deploy capital to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital.\nAdjusted book value per share increased 10.1%, and the adjusted ROE was 13.8%, an acceptable spread to our cost of capital. I'm also pleased with our continued development of our Bermuda reinsurance platform, which resulted in 3 transactions during 2023. We will continue to utilize this platform to better manage risk and improve capital efficiency across the enterprise. And we expect these transactions to be part of a series that will improve our run rate adjusted ROE by 100 to 200 basis points over time, all things being equal.\nOverall, we are very pleased with these results, especially when normalizing for onetime items.\nTurning to Aflac Japan, its total benefit ratio for the year was 66%, down 140 basis points from the prior year. Throughout the year, we continue to experience favorable actual to expected on our well-priced large and mature inforce block. We estimate the impact from remeasurement gains to be 130 basis points favorable to the benefit ratio in 2023.\nLong-term experience trends, as it relates to treatment of cancer and hospitalization, have continued to lead to favorable underwriting experience. Persistency remained solid, with a rate of 93.4%, and was down 70 basis points year-over-year, reflecting elevated lapse as customers updated their cancer and medical coverage with our latest cancer and medical products.\nOur expense ratio in Japan was 19.8%, down 50 basis points year-over-year, driven primarily by good expense control and to some extent, by expense allowance from reinsurance transactions.\nFor the full year, total adjusted revenues in yen were down 3.6% to JPY 1.5 trillion. Net earned premiums declined 5.9% to JPY 1.1 trillion, reflecting the impact of reinsurance transactions, paid up policies and deferred profit liability.\nWhen excluding these 3 factors, net earned premiums declined an estimated 1.7%. On this same basis, we would expect net earned premiums in 2024 to decline 2.5% to 1.5%, when taking into consideration, the impact of reinsurance, paid-up policies and the deferred profit liability reclassification.\nAdjusted net investment income increased 4% to JPY 365.6 billion, as we experienced higher yields on our U.S. dollar-denominated investments and related favorable FX. This was partially offset by transfer of assets due to reinsurance. Pretax earnings were JPY 456.9 billion or 6% higher than a year ago.\nFor 2024, we would expect our well-priced inforce to show greater stability in terms of the benefit ratio, excluding unlockings, and to be in the range of 66% to 68%. This is a function of both favorable [ morbidity ] experience and improved mix of business.\nWith the current trend in revenues, we're actively reducing our expenses. We are taking both tactical efforts as well as more long-term transformational initiatives, and we would expect our expense ratio to be in the range of 19% to 21% going forward.\nThe pretax profit margin for Japan for 2023 was 30.5%, up 280 basis points year-over-year, a very good result. With approximately 30% of the Japan portfolio in U.S. dollar assets, the strength of the U.S. dollar versus the yen has increased the proportion of net investment income as a component of our pretax profit.\nWith a greater contribution to profitability from net investment income in yen terms, our pretax margin is naturally pushed up. In addition, having transitioned to option-based currency hedging, we expect quarterly hedge costs to remain roughly in line with what we experienced in the fourth quarter of 2023. In combination with a lower expected benefit ratio, we expect a pretax profit margin of 29% to 31% in 2024.\nTurning to Aflac U.S. Our 2023 total benefit ratio came in well below expectations at 42.8%. We estimate that the remeasurement gains impacted the benefit ratio by 500 basis points in 2023. Claims utilization has stabilized. But as we incorporate more recent experience into our reserve models, we unlocked assumptions and released reserves during the year.\nPersistency increased 130 basis points year-over-year to 78.6%. This is a function of poor persistency quarters following out of the metric and stabilization across numerous product categories.\nOur expense ratio in the U.S. was 40.6%, up 90 basis points year-over-year, primarily driven by our growth initiatives and higher DAC amortization. We would expect the U.S. expense ratio to decrease over time as these businesses grow to scale and improve their profitability.\nFor the full year, total adjusted revenues were up 2.1% to $6.6 billion. Net earned premiums increased 1.9% to $5.7 billion in 2023. Adjusted net investment income increased 8.6% to $820 million, mainly driven by higher yields on both our fixed and floating rate portfolios.\nPretax earnings were $1.5 billion or 10.4% higher than a year ago, driven primarily by the lower benefit ratio, which was largely impacted by the third quarter unlock and only partially offset by the higher expense ratio. For 2024, we would expect net earned premium growth to be in the range of 3% to 5%.\nProfitability for the U.S. segment was solid, with a pretax margin of 22.7%, driven primarily by the remeasurement gains from unlocking.\nLooking forward at 2024, as we grow products with a higher benefit ratio and lower expense ratio, like group life and disability and network dental and vision, you should start to see those changes reflected in our ratios over time. In 2024, we would expect to operate with a benefit ratio in the range of 45% to 47%, and an expense ratio of 38% to 40%. This translates into an expected profit margin of 19% to 21%.\nIn our Corporate segment, we recorded a pretax loss of $425 million, compared to a loss of $218 million a year ago, primarily due to higher investment tax credits and the impact of the innovation of our reinsurance treaty with a third party.\nAdjusted net investment income was $54 million lower than last year due to an increased volume of tax credit investments. Higher rates began to earn in and amortized hedge income increased. This tax credit investments impacted the corporate net investment income line for U.S. GAAP purposes negatively by $343 million, with an associated credit to the tax line.\nThe net impact to our bottom line was a positive $39 million. To date, these investments are performing well and in line with expectations. The impact from the reinsurance innovation was a onetime negative of $151 million.\nOverall, we are very pleased with our 2023 results and our outlook for 2024. We I'll now turn the call back to David, so we can begin Q&A. David?"
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e9d64baccb7d0854673afe40dc9199d3",
    "period": "2023 Q3",
    "content": "Q3 2023 Aflac Inc Earnings Call\n\nQ3 2023 Aflac Inc Earnings Call\n\nAFLNYSENOV 2, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Aflac Incorporated Third Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to David Young, Vice President of Investor and Rating Agency Relations. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nGood morning, and welcome. This morning, we will be hearing remarks about the third quarter related to our operations in Japan and the United States from Dan Amos, Chairman and CEO of Aflac Incorporated; and Fred Crawford, President and COO of Aflac Incorporated. Max Broden, Executive Vice President and CFO of Aflac Incorporated, will provide an update on our financial results and current capital and liquidity, which can also be found with the materials that we posted along with our earnings release and financial supplement on investors.aflac.com. We also posted under financials, on the same site, updated slides of investment details related to our commercial real estate and middle market loans.\nIn addition, Max provided his quarterly video update, which you will find there also. Other members of our executive management team who are joining us for Q&A include: Virgil Miller, President of Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director, Aflac Life Insurance Japan; Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures. I'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David. Good morning. We're glad you joined us. Reflecting on the third quarter of 2023, our management team, employees and sales distribution have continued to work tirelessly as dedicated stewards of our business. This has allowed us to be there for the policyholders when they need us most, just as we promised. Aflac Incorporated delivered very strong earnings for both the quarter and for the first 9 months.\nBeginning with Japan, I am pleased with our 12.4% year-over-year increase in sales, which was largely driven by a nearly 23% increase in cancer insurance sales with a significant contribution from Japan Post Company and Japan Post Insurance. I am also pleased to see continued improvements in cancer insurance sales through our other alliances, Dai-ichi Life and Daido Life. These alliance partners, along with agencies and banks, combine to form our extensive distribution channels that are so important to being where the customer wants to buy insurance and providing them with financial protection. We continue to work hard to support each channel.\nWe also introduced our new medical insurance product on September 19. The product design is simple to appeal to younger policyholders with basic needs and older or existing policyholders who desire additional or updated coverage. While it's too early to evaluate the success of this product launch, early indications show that it's being well received. We continue to gain new customers through WAYS and child endowment while also increasing opportunities to sell our third sector products. Since the launch of our refreshed WAYS product, approximately 80% of our sales are to younger customers below the age of 50, and the level of concurrent third sector sales remains approximately 50%. Thus far, our product strategy in Japan has served us well, and I'm encouraged by our progress so far.\nTurning to the U.S., I'm encouraged by our sales increase of 7.5% in the quarter. This reflects continued productivity improvements and the contribution from our growth initiatives of group life and disability, consumer markets, network, dental and vision. We remain focused on driving scale, stabilizing new platforms and leveraging our ability to bundle essential product lines as we work with brokers on larger groups. Agents and brokers contributed to the growth of our individual business. Our group platform benefited significantly from the sales of group life and disability. I am very excited about our new cancer protection assurance policy, which provides enhanced benefits at no additional cost.\nWe know that when people experience the value of our products, it increases persistency, which benefits our policyholders and lowers our expenses. I believe that the need for our products and solutions we offer is strong or stronger than ever before in both Japan and the United States. We are leveraging every opportunity and avenue to share this message with consumers, particularly given that our products are sold, not bought. As we communicate the value of our products, we know that a strong brand alone is not enough. We must paint a better picture of how our products help address the gap that people face when they get medical treatments even though they may have major medical insurance.\nKnowing our products help lift people up when they need it most is something that makes all of us at Aflac very proud and propels us to do more and achieve more. We continue to reinforce our leading position and build on that momentum. As always, we are committed to prudent liquidity and capital management. We continue to generate strong investment results while remaining in a defensive position as we monitor evolving economic conditions. In addition, we have taken proactive steps in recent years to defend our cash flow and deployable capital against a weakening yen. As an insurance company, our primary responsibility is to fulfill the promises we make to our policyholders.\nAt the same time, we're listening to our shareholders and understanding the importance of prudent liquidity and capital management. We remain committed to maintaining strong capital ratios on behalf of the policyholder and balance this financial strength with tactical capital deployment. I am very pleased with the Board's declaration of the fourth quarter dividend, and declaring this dividend of 2023 marks the 41st consecutive year of dividend increases, a record that we treasure. I am even more pleased with the Board's action to increase the first quarter of 2024 dividend by 19% to $0.50 per share.\nWe also remain in the market purchasing shares at a historically high level of $700 million, as seen in the first 2 quarters of this year. We intend to continue prudently managing our liquidity and capital to preserve the strength of our capital and cash flows, which support both our dividend track record and share repurchase. Overall, I think we can say that it has been a very strong quarter, especially when a vast number of factors are in our favor. Aflac Japan had a strong quarter for sales as we executed product and distribution strategy. Aflac U.S. continued to build on this momentum as it nears pre-pandemic levels. Pretax profit margins remained strong in both Japan at 32.8% and the U.S. at 28.8%, plus our capital ratios remain very strong, and our quarterly share repurchase was, like last quarter, one of the largest in the company's history.\nBefore I hand it over to Fred, I want to address an announcement of his retirement. I've enjoyed working closely with Fred over the last 8 years and certainly understand his desire to retire and spend more time with the family and personal interest. Fred, you will be missed, and I look forward to working with you and Aflac's executive team to ensure a smooth transition until your official retirement date. And I wish you many happy years.\nAs for me and the company, we have some outstanding candidates who are capable of running Aflac. It is my responsibility to continue to train and watch the progress of these potential heir apparents while the Board oversees the process. To be prepared for any unknowns, we have always had an interim CEO ready should something abruptly happen to me as well as a strong process within the Board's Corporate Governance Committee. I recently had a physical at Emory University and received an excellent report. So I plan on being around to prepare our leaders for the future and drive shareholder value. With that, I'll now turn the program over to Fred. Fred?\n\nFrederick John Crawford\n\nPresident & COO\n\nThank you, Dan. As announced last night, I plan to retire in September of next year to spend more time with my family and pursue other interests. It's a personal decision but also a recognition of the very capable leadership team surrounding Dan and the company being in a very strong position. While I believe this is the best for me and my family, I also believe it is in the best interest of Aflac. I've enjoyed 25 years as an executive in the insurance industry and feel blessed to have worked with talented professionals and leaders throughout. However, the highlight has clearly been my time here working for Dan and for Aflac. Over the next year, I will be focused on transition and helping on select initiatives where I can add value. I'll now hand the call back over to Max. Max?\n\nMax Kristian Broden\n\nExecutive VP & CFO\n\nThank you, Fred. For the third quarter, adjusted earnings per diluted share increased 27.8% year-over-year to $1.84 with a $0.06 negative impact from FX in the quarter. With this being the third quarter under the new LDTI accounting regime, we evaluate our reserve assumptions for morbidity, persistency and mortality at least annually to see if an update is needed. If necessary, these assumptions will be unlocked on a prospective basis as they were in this quarter, leading to remeasurement gains of $205 million.\nVariable investment income ran $13 million or $0.02 per share below our long-term return expectations. We also wrote down certain software intangibles in our U.S. segment, impacting our results by $0.04 per share. Adjusted book value per share, including foreign currency translation gains and losses, increased 10.3%, and the adjusted ROE was 15.6%, a significant spread to our cost of capital. Overall, we view these results in the quarter as solid.\nStarting with our Japan segment, net earned premium for the quarter declined 2.8%, reflecting the impact of paid-up policies, our January 1 reinsurance transaction and deferred profit liability. Lapses were somewhat elevated but within our expectations. However, if adjusting for all these factors, the earned premium declined an estimated 1.7%. Japan's total benefit ratio came in at 65.1% for the quarter, down 170 basis points year-over-year, and the third sector benefit ratio was 54.8%, down approximately 460 basis points year-over-year.\nWe continue to experience favorable actual to expected on our well-priced, large and mature in-force block. We estimate the impact from remeasurement gains to be 260 basis points favorable to the benefit ratio in Q3. Long-term experience trends as it relates to treatment of cancer and hospitalization continue to be in place, leading to favorable underwriting experience. Persistency remained solid with a rate of 93.5% but was down 80 basis points year-over-year. With product refreshments, we tend to experience some elevation in lapses as customers update and refresh their coverage, which was the case with the recently refreshed cancer and first sector products.\nOur expense ratio in Japan was 19%, down 100 basis points year-over-year, driven primarily by good expense control and, to some extent, by expense allowance from reinsurance transactions and DAC commission true-up. For the full year, we would expect to end up towards the low end of our expense ratio range of 20% to 22%. Adjusted net investment income in yen terms was up 7.2% as we experienced higher yields on our U.S. dollar-denominated investments and related favorable FX and a return on our alternatives portfolio, more in line with our long-term return expectations. This was offset by transfer of assets due to reinsurance.\nIn the quarter, we reduced our FX forwards and increased FX put options notional, leading to lower run rate hedge costs and a more efficient use of our investment risk capital. The pretax margin for Japan in the quarter was 32.8%, up 350 basis points year-over-year, a very good result for the quarter.\nTurning to U.S. results, net earned premium was up 3.2%. Persistency increased 80 basis points year-over-year to 78.7%. This is a function of poor persistency quarters falling out of the metric and stabilization across numerous product categories, especially group voluntary benefits. Our total benefit ratio came in lower than expected at 35.9%, a full 890 basis points lower than Q3 2022. We estimate that the remeasurement gains impacted the benefit ratio by 12.1 percentage points in the quarter. Claims utilization remains subdued. And as we incorporate more recent experience into our reserve models, we have released some reserves.\nFor the full year, we now estimate our benefit ratio to be materially below our outlook range of 47% to 50%. Excluding remeasurement gains, however, we are tracking well within the 47% to 50% outlook range. Our expense ratio in the U.S. was 40.6%, up 70 basis points year-over-year. This includes a 190 basis point impact from a software intangibles write-down. Adjusting for this write-down, we are trending in the right direction. Our growth initiatives, group life and disability, network dental and direct-to-consumer increased our total expense ratio by 330 basis points. We would expect this impact to decrease over time as these businesses grow to scale and improve their profitability.\nFor the full year, we now expect our expense ratio to come in slightly above our outlook range of 37% to 40%. Adjusted net investment income in the U.S. was up 13%, mainly driven by higher yields on both our fixed and floating rate portfolios and variable investment income in the quarter more in line with long-term return expectations. Profitability in the U.S. segment was solid with a pretax margin of 28.8%, driven primarily by the remeasurement gains from unlocking.\nAs you know, the commercial real estate markets are going through the worst cycle in decades, especially in the office subsector. We're seeing most property values quoted down 25% to 40%, but some distressed situations are driving market values down as much as 60%, far exceeding the 35% to 40% declines of the financial crisis. Our total commercial real estate watch list remains approximately $1 billion, with around 2/3 of these in active foreclosure proceedings. As a result of these current low valuation marks, we increased our CECL reserves associated with these loans by $34 million this quarter.\nWe also moved 2 properties into real estate owned, which resulted in a $53 million write-down. We do not believe the current distressed market is indicative of the true intrinsic economic value of the underlying properties currently undergoing a foreclosure process. We continue to believe our ability to take ownership of these quality buildings and manage them through this cycle will allow us to maximize our recoveries.\nIn our Corporate segment, we recorded a pretax loss of $49 million, which is somewhat smaller than a year ago, primarily due to our reinsurance transaction. Adjusted net investment income was $8 million lower than last year due to an increased volume of tax credit investments. Higher rates began to earn in and amortized hedge income increased. These tax credit investments impacted the corporate net investment income line for U.S. GAAP purposes negatively by $64 million with an associated credit to the tax line. The net impact to our bottom line was a positive $3.8 million in the quarter. To date, these investments are performing well and in line with expectations.\nWe are continuing to build out our reinsurance platform, and I'm pleased with the outcome and performance. In Q4, we intend to execute another tranche with similar structure and economics to our first transaction from January this year. Our capital position remains strong, and we ended the quarter with an SMR above 1,000% in Japan. And our combined RBC, while not finalized, we estimate to be greater than 650%.\nUnencumbered holding company liquidity stood at $3.3 billion, $1.6 billion above our minimum balance. These are strong capital ratios which we actively monitor, stress and manage to withstand credit cycles as well as external shocks. U.S. stat impairments were $4 million and Japan FSA impairment's JPY 2.9 billion or roughly $20 million. This is well within our expectations and with limited impact to both earnings and capital. Leverage remains at a comfortable 18.8%, just below our leverage corridor of 20% to 25%. The decline in the quarter is primarily driven by the weakening yen. As we hold approximately 2/3 of our debt denominated in yen, our leverage will fluctuate with movements in the yen-dollar rate. This is intentional and part of our enterprise hedging program, protecting the economic value of Aflac Japan in U.S. dollar terms.\nWe repurchased $700 million of our own stock and paid dividends of $248 million in Q3, offering good relative IRR on these capital deployments. We will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital. Thank you. I will now hand the call back to David to begin Q&A.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Max. [Operator Instructions] We will now take the first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6b530d08bd05e3bddccf2a7aecf1f96a",
    "period": "2023 Q2",
    "content": "Q2 2023 Aflac Inc Earnings Call\n\nQ2 2023 Aflac Inc Earnings Call\n\nAFLNYSEAUG 2, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Aflac Inc. Second Quarter 2023 Earnings Call. [Operator Instructions] Please note that this event is being recorded today. I would now like to turn the conference over to David Young, Vice President of Investor Relations. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Jeb. Good morning, and welcome. This morning, we will be hearing remarks about the quarter related to our operations in Japan and the United States from Dan Amos, Chairman and CEO of Aflac Incorporated. Fred Crawford, President and COO of Aflac Incorporated, will touch briefly on conditions in the quarter and discuss key initiatives; and Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments, will provide an update on the investments.\nYesterday, after the close, we posted our earnings release and financial supplement to investors.aflac.com. We also posted under financials on the same site updated slides of investment details related to our commercial real estate and middle market loans. In addition, Max Broden, Executive Vice President and CFO of Aflac Incorporated, provided his quarterly video update, addressing our financial results and current capital and liquidity. Max will also be joining us for the Q&A segment of this call, along with the following members of our executive management in the U.S.: Virgil Miller, President of Aflac U.S.; Al Vaziri, Global Chief Risk Officer and Chief Actuary; June Howard, Chief Accounting Officer; and Steve Beaver, CFO of Aflac U.S. We are also joined by members of our executive management team from Aflac Life Insurance Japan; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director; Todd Daniels, Director and CFO; Koichiro Yoshizumi, Executive Vice President and Director of Sales and Marketing and Alliance Strategy.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures. I'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David, and good morning. Glad you joined us. Reflecting on the second quarter of 2023, our management team, employees and sales distribution have continued to work tirelessly as dedicated stewards of our business. This has allowed us to be there for the policyholders when they need us most, just as we promised.\nAflac Incorporated delivered very strong earnings for both the quarter and the first 6 months. We remain actively focused on numerous initiatives in the United States and Japan around new products, distribution strategies to set the stage for future growth.\nLooking at the operation in Japan, we have continued our rollout of our wings cancer insurance and refreshed WAYS and child endowment policies. By introducing new refreshed products, we position our distribution channels for success as Japan makes great strides in recovering from the pandemic.\nI am very pleased with our new sales premium increase of a 26.6% increase in Japan. This reflects a 60% increase in cancer insurance sales versus the second quarter of 2022 and a significant contributor from Japan Post Company and Japan Post Insurance, which began selling our new cancer product in early April.\nI'm also pleased to see improvements in our sales through agencies and our other strategic alliance, Daido Life and Dai-ichi Life. We also continue to gain new customers through ways and child endowment while also increasing opportunities to sell our first sector products, which Fred will address in a moment.\nThus far, our product strategy has served us well, and I'm encouraged by our progress as we prepare for the anticipated mid-September launch of our new medical product. In addition to our products, we know how important it is for us to be where the customers want to buy insurance.\nOur extensive network of distribution channels, including agencies, alliance partners and banks allow us more opportunities to help provide financial protection to Japanese consumers as we are working hard to support each channel.\nTurning to the U.S. I remain encouraged by the continued productivity improvements of our agents and the contribution from growth initiatives. We continue to see success in our efforts to reengage our veteran associates. At the same time, we are seeing strong growth through brokers.\nI'm very excited at our cancer protection assurance policy, which provides enhanced benefits at no additional cost. We know that when people experience the value of our products, it increases persistency, which benefits our policyholders and lowers our expenses. I believe that the need for the products and solutions we offer is strong or stronger than it has ever been before in both Japan and the United States.\nWe are leveraging every opportunity and avenue to share this message with consumers. As always, we are committed to prudent liquidity and capital management. We continue to generate strong investment results while remaining in a defensive position as we monitor evolving economic conditions.\nIn addition, we have taken proactive steps in recent years to defend cash flow and deployable capital against the weakening yen. We remain committed to extending our track record of annual dividend increases, supported by the strength of our capital and cash flows. At the same time, we remain in the market repurchasing shares with a tactical approach focused on integrating the growth investments we have made in our platform to improve our strength and leadership position.\nOverall, I think we can say that it's been a very strong quarter, especially with the vast number of factors that are in our favor. Aflac Japan had a strong quarter of sales as we executed product and distribution strategy. Aflac U.S. continued to build on its momentum as it nears pre-pandemic sales level.\nPretax profit margins remained very strong in Japan at 30.4% and in the U.S. at 22.2%. Whereas our capital ratios remain very strong, and our quarterly share repurchase was like last quarter, one of the biggest in the company's history. So with that, I'll turn the program over to Fred. Fred?\n\nFrederick John Crawford\n\nPresident & COO\n\nThank you, Dan. Let me begin by briefly commenting on conditions in Japan. As Dan commented on, our revised cancer product, which we refer to as WINGS, is doing well, now introduced in the Japan Post Group. Having rolled out wings in Japan Post, we are now at full strength with this refreshed product in all channels. Our entire cancer platform, including in-force policyholders is now supported by our uresu cancer consultation services.\nThis platform provides concierge care to cancer policyholders connecting them with noninsurance services. In dialogue with key alliance and distribution partners, we continue to receive feedback that this platform is a differentiator in the marketplace. From a data perspective, our market research has shown a positive and meaningful impact to our Net Promoter Scores.\nThe sale of WAYS and child endowment continues to deliver on our strategy of attracting younger and new policyholders, along with cross-sell performance. Since the launch of our refreshed WAYS product, approximately 80% of sales are to younger customers below the age of 50. This cohort of younger buyers has driven a concurrent third sector sales rate of approximately 50%.\nLooking forward, we anticipate launching our new medical product mid-September. As mentioned last quarter, this product design has been simplified to appeal to both younger policyholders with basic needs and older or existing policyholders who desire upgrading coverage.\nAs we move through the natural product renewal cycles, we believe simplifying our products is key to driving sales productivity, attracting new and younger policyholders and lowering our operating costs.\nTurning to operations. We are pleased with our expense ratio traveling below 20% in the first half of the year and in the face of continued revenue pressure. We are actively working to increase digital adoption, focused on new business applications, customer self-service and claims. As we look forward, we anticipate increased levels of investment to drive digital adoption with the goal of remaining competitive by lowering our long-term operating expenses on a per policy basis.\nTurning to the U.S. Our second quarter results followed a similar pattern as the first quarter with individual dental and vision, group life and disability and consumer markets, all contributing to sales growth. Group voluntary sales has been down modestly from a strong 2022. However, we remain encouraged by the level of quoting activity that we believe positions us for a stronger second half of the year.\nOur growth platforms of dental and vision, group life and disability and consumer markets are beginning to have a more material impact on performance. In aggregate, sales produced by these platforms are up over 50%, albeit off a smaller and building base. With the build largely behind us, we are focused on driving scale stabilizing new platforms and leveraging our ability to bundle core voluntary products as we work with brokers on larger groups.\nWe are absorbing a pace of investment in growth platforms that pressures our expense ratio, but naturally precedes revenue development. This is particularly the case in our group life and disability business, which is more capital intensive. As we settle into operating these platforms, we are also refining our approach to drive expense efficiencies and and a long-term path to profitability. In some cases, making decisions around business we choose to exit and opportunities we aggressively pursue.\nLast quarter, we commented on our renewed focus on product development in the U.S. Our refreshed cancer product is up roughly 23% and still in the early stages of rollout. Of all the critical illnesses, cancer remains the most frequent and devastating to families and their financial security, and we have high expectations for this product.\nLast week, we announced a new group voluntary term life product which is part of an important effort to increase our overall worksite life sales. We have lagged in terms of life sales and see this product line as an area where we have market share opportunity.\nLike cancer insurance, this is a product that should contribute to improved persistency. We are pleased to see a return to earned premium growth in the U.S. and modest recovery in persistency. We continue to drive utilization through wellness campaigns and benefit endorsements to in-force policies with the objective of improved sales, persistency and driving core revenue growth.\nNow let me pause, and I'm going to turn the call over to Brad Dyslin, to bring you current on the health of our investment portfolio with a focus on the loan book. Brad?\n\nBradley Dyslin\n\nThank you, Fred. During last quarter's call, we provided an update on our loan portfolios with a special focus on our middle market direct lending and real estate mortgage holdings. I am pleased to report that both of these portfolios continue to perform in line with the expectations we shared last quarter.\nLet me start with commercial real estate. As a reminder, most of our exposure is to transitional properties, where we make short-term floating rate loans to facilitate the asset's repositioning in the local market. TRE comprises $6.4 billion or about 3/4 of our total $8.1 billion commercial mortgage loan portfolio, with the balance held in more traditional longer-term fixed rate loans.\nOur commercial real estate loan watch list has remained constant at approximately $900 million and consists almost entirely of TRE office properties. The workout process for these loans is complex and negotiations with the properties owner tend to be very fluid, a dynamic we follow very closely. As a result, our foreclosure watch list gets updated relatively frequently as negotiations with the property owner ebb and flow. However, the total value of these loans has also remained relatively stable with only a modest increase from first quarter.\nAs we mentioned last quarter, when the loan foreclosure is likely to occur, we must mark the carrying value of our loan to the fair market value of the underlying property assets. With our average loan-to-value of 65%, this accounting process resulted in a small $11 million of additional reserves in the quarter.\nThis brings the total amount of additional reserves recognized in the first half of the year to $21 million, which represents about 26 basis points of our $8.1 billion total commercial real estate portfolio. And as the result of property value declines generally in the range of 25% to 40%, price drops that are in line with those of the financial crisis.\nIf you simply apply a 40% price decline across our entire $900 million watch list, we would expect very manageable additional reserves of $50 million. Once the property goes into foreclosure proceedings, we no longer accrue interest on the loan, but instead realized the net operating income from the property. Given the transitional nature of these properties, we will see a decline in net investment income from this change.\nWhen considering overall investment performance, we do not expect this to have a material impact to enterprise NII. While we are not immune from the industry pressure in commercial real estate, we remain confident in the quality of the properties supporting our loans. Our strong capital position and ample liquidity allow us to be a patient investor as we manage through the downturn to maximize our overall economics.\nI am pleased to report our portfolio of loans to middle-market companies continues to perform well and is exceeding our expectations for credit losses at this point in the cycle. Recall this is our primary outlet for below investment grade exposure and was purposely built with a quality bias to perform well during difficult periods for credit. Our strategy of allowing only modest levels of first lien leverage on growing companies in noncyclical industries owned by supportive sponsors is delivering strong risk-adjusted returns.\nFinally, you may have seen the announcement last month, the Varagon Capital is being acquired by Mann Group, a leading U.K. alternative asset manager. As part of this transaction, as was announced, we are exiting our equity position in Varagon but will remain a major client. We generated strong returns on this strategic investment realizing over 3x our invested capital in addition to solid performance on the $3 billion of middle market loans Varagon has managed for us the last 3-plus years.\nVaragon has proven to be a great partner and terrific investor, and we are excited about their future as part of the Man Group. Our relationship with Varagon and our other current strategic equity partners is a valuable part of our strategy for accessing certain specialized private asset classes that have a strategic role in our portfolio.\nWe continue to invest significant amounts in these high value-add forms of private credit. We look forward to continuing to execute on this strategy and creating additional value through an ownership presence in these important asset classes. Let me turn it back to Fred.\n\nFrederick John Crawford\n\nPresident & COO\n\nThank you, Brad. As Brad noted, we followed a disciplined approach that began with building out our external manager program that matured into taking a minority interest in select managers. These investments have produced strong returns, and we intend to expand upon this strategy as opportunities present themselves.\nMarket conditions remain volatile as both the U.S. and Japan economies go through a period of transition. Last week featured moves by both the Fed and the BOJ, the U.S. is looking to calm down inflation and avoid recession, while Japan continues to maintain its ultra-loose monetary policy as economic and inflationary uncertainty remain high.\nAs Max noted in his recorded comments, through investment strategy, hedging and capital engineering, we have greatly reduced our enterprise economic exposure to movements in the yen. In addition, our low asset leverage places us in a naturally strong position to absorb weak or volatile economic conditions and maintain capital deployment plans. I'll now turn it back to David to take us to Q&A. David?\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Fred. [Operator Instructions] And Joe, we will now take that first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bd57c2276acfe17155a08592a0d26e02",
    "period": "2023 Q1",
    "content": "Q1 2023 Aflac Inc Earnings Call\n\nQ1 2023 Aflac Inc Earnings Call\n\nAFLNYSEAPR 27, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Aflac Incorporated First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to David Young, Vice President of Investor and Ratings Agency Relations and ESG. Please go ahead.\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Andrea. Good morning, and welcome. This morning, we will be hearing remarks about the quarter related to our operations in Japan and the United States from Dan Amos, Chairman and CEO of Aflac Incorporated. Fred Crawford, President and COO of Aflac Incorporated, is joining us from Japan and will touch briefly on conditions in the quarter and discuss key initiatives. And Brad Dyslin, Global Chief Investment Officer, President of Aflac Global Investments, will discuss the investment portfolio and its positioning given recent market events and volatility.\nYesterday, after the close, we posted our earnings release and financial supplement to investors.aflac.com. Under Financials, in the menu of that site, we also posted several slides of investment details related to our bank, commercial real estate and middle market loan exposure. In addition, Max Broden, Executive Vice President and CFO of Aflac Incorporated, provided his quarterly video update addressing our financial results and current capital and liquidity.\nMax will be joining us for the Q&A segment of this call, along with the following members of our executive management in the U.S., the following: Virgil Miller, President of Aflac U.S.; Al Riggieri, Global Chief Risk Officer and Chief Actuary; June Howard, Chief Accounting Officer; and Steve Beaver, CFO of Aflac U.S.\nWe are also joined by members of our executive management team at Aflac Life Insurance Japan: Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director; Todd Daniels, Director and CFO; Koichiro Yoshizumi, Executive Vice President and Director of Sales and Marketing and Alliance Strategy.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from what we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results.\nAs I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman, President & Chief Executive Officer, Aflac, Inc.\n\nThank you, David. Good morning. We're glad you joined us.\nReflecting on the first quarter of 2023, our management team, employees and sales distribution have continued to be devoted stewards of our business, being there for the policyholders when they need us most, just as we promised.\nThe first quarter marked a good start to the year. Aflac delivered another quarter of solid earnings results, especially considering a material weakening of the yen.\nLooking at our operations in Japan and as noted last quarter, we are actively focused on numerous initiatives in Japan, involving new and refreshed products and distribution that continues to cover from the -- as we recover from the pandemic. In addition, we are encouraged by the planned May reclassification of COVID-19 to the same level as influenza as Japan continues to emerge from the pandemic.\nI am pleased with the continued sales improvements, which reflect the ongoing rollout of our cancer insurance policy, initially through associates and Daido Life, followed by Dai-ichi Life and the financial institutions.\nFirst quarter sales also reflected the refreshed first sector WAYS and Child Endowment products which we're using as a way of reaching new customers to whom we can also sell third-sector products, including cancer and medical products.\nI am also encouraged by the fact that Japan Post Group began selling our new cancer insurance product earlier this month. We expect this close collaboration to produce continued gradual improvement of Aflac cancer insurance sales over the immediate term and to further position the companies for the long term.\nIn addition to product, another important element of our growth strategy is our intense focus on being where the customer wants to buy insurance. Our broad network of distribution channels, including agencies, alliance partners and banks continually optimize opportunities to help provide financial protection to Japanese consumers, and we are working hard to support each channel.\nTurning to the U.S. While the first quarter tends to generate the lowest sales of the year, I'm encouraged by the continued improvement in the productivity of our agents and brokers as well as the contribution from the build-out of our network dental and vision and group life and disability. We are seeing success in our efforts to reengage veteran associates, and, at the same time, we are seeing strong growth through brokers.\nI'm very excited that we're in the process of refreshing our cancer protection assurance policy with increased benefits at no additional cost. We believe this will increase persistency, which will benefit our policyholders and lower our expenses.\nI believe that the need for the products we offer is strong or stronger than it has ever been before in both Japan and the United States. At the same time, we know consumer habits, buying preferences have been evolving. We also know that our products are sold, not bought. As we communicate the value of our products, we know that a strong brand alone is not enough. We must paint a better picture of how our products help address the gap that people face when they get medical treatment. We continue to reinforce our leading position and build on that momentum. As always, we continue to prudent liquidity and capital management.\nWe continue to generate strong investment results while remaining in a defensive position as we monitor evolving economic conditions. In addition, we've taken proactive steps in recent years to defend cash flows and deployable capital against the weakening yen.\nWe treasure our track record of dividend growth highlighted by 2022 marking the 40th consecutive year of dividend increases. We remain committed to extending this track record, supported by the strength of the capital and cash flows. At the same time, we remain in the market repurchasing shares with tactical approach focused on integrating the growth investments we've made in the platform to improve our strength and leadership position.\nWe also believe in the underlying strength of our business and our potential for continued growth in the United States and Japan, 2 of the largest life insurance markets in the world.\nWe are well positioned as we work toward achieving long-term growth while also ensuring we deliver on our promise to the policyholders. I'm proud of what we've accomplished in terms of both our social purpose and financial results which have ultimately translated into strong, long-term shareholder return.\nNow I'll turn the program over to Fred in Japan. Fred?\n\nFrederick John Crawford\n\nPresident & COO\n\nThank you, Dan. Let me first begin with brief comments on our Japan and U.S. operations. As Dan noted, we're off to a promising start. The revised cancer product is doing well and now supported by our [ureso] cancer consultation platform, this providing concierge care to cancer policyholders and connecting them with noninsurance services.\nAs we look ahead this year, we are focused on the following here in Japan: Continued recovery with our long-standing alliance partners fueled by a refreshed cancer product and joint marketing and training support. Based on our preliminary read of activity levels within Japan Post, the Wings product appears to be off to a promising start and gaining traction.\nWe are preparing to launch a new medical product in the fourth quarter. We are operating in a highly competitive environment with medical product representing 70% of the third sector marketplace. We are focused on simplifying the product and appealing to both younger policyholders with day needs and older or existing policyholders who desire upgrading to a more comprehensive coverage.\nThe sale of WAYS is delivering on our strategy of attracting younger policyholders and cross-sell activity. We are primarily selling in our associates channel and are beginning -- are being cautious with respect to selling in the bank channel, with limited volume expected. We understand that over the long term, leveraging the bank channel will require marrying a competitive medical and cancer product with a formal asset formation strategy to drive shelf space.\nFinally, our short-term insurance subsidiary SUDACHI launched a line of affordable term medical and cancer product in April. We anticipate a modest level of sales as measured annualized premium. The focus is on introducing young, first-time buyers to the importance of medical and cancer insurance to then upgrade to more comprehensive coverage in the future.\nFrom an operations perspective, we are pleased with our expense ratio coming in below 20% in the face of continued revenue pressure. This is in part a cumulative result of addressing expenses over the past few years.\nTurning to the U.S. We have discussed our balanced attack, and this remains the case, with individual dental and vision, group life and disability and consumer markets all contributing to sales growth in the quarter. The underlying signs of momentum remain encouraging, and our agent-driven small business franchise recruiting the number of average weekly producers and agent productivity are all up in the quarter.\nDental and vision sales increased 40% in the quarter with continued strength in cross-sell of core voluntary products. While this is traditionally a slower quarter in the life and disability markets, our platform is off to a strong start for the year.\nFinally, we are encouraged by consumer market sales, up 29% in the quarter and with new products gaining traction and alliances coming online.\nWith expanded business lines and new distribution channels, product development is a key focus in the U.S. We have launched a refreshed approach to cancer, as Dan mentioned. We've advanced coverage for mental health conditions and are adding noninsurance services to our group disability products. We are proactively driving benefit utilization through wellness campaigns and benefit endorsements to in-force policies. We know that utilization drives persistency.\nIn terms of operations, our expense ratio remains elevated, but as Max commented on in his recorded remarks, roughly 300 basis points are due to the pace of investment in emerging growth businesses all performing in line with our expectations.\nSo what bends the expense curve in the U.S.? Traditional managing of expenses, along with investment in process automation in our mature individual and career-driven small business franchise; a multiyear technology modernization path, including a new group administrative platform driving process improvement and cost reduction; finally, delivering on revenue build in our acquired and greenfielded properties that requires investment upfront to secure and retain quality business.\nNow I'd like to hand over to Brad Dyslin to discuss our investment portfolio and positioning with respect to recent market events and volatility. Brad?\n\nBradley Dyslin\n\nThank you, Fred. Given recent events with the global banking system and the uncertain macro-outlook as the Fed continues to raise rates to fight inflation, I would like to provide a brief update on those segments of our portfolio that are most directly impacted by the current environment.\nLet me start with our bank exposure. As of the end of the quarter, our total global bank portfolio is $5.6 billion with an average credit rating of A minus. Our holdings are concentrated in large, systemically important banks located in stable countries.\nAs of today, our U.S. bank exposure is limited to the largest banks. We have virtually no exposure to smaller U.S. regional banks. We do not have holdings or other direct exposure to any of the 3 U.S. banks that failed in early March. While the swift and decisive action of regulators has helped to cull markets, we are watching very closely for signs of further instability in the global banking system and feel good about our holdings.\nLike the rest of the industry, we are seeing pressure in the commercial real estate markets. Office properties are the current area of focus given the difficult market for office leasing. Office represents approximately 30% of our total $8.1 billion commercial mortgage loan portfolio, with most of our exposure in our transitional real estate book. We currently expect approximately $500 million of loans to enter into some form of foreclosure, approximately 6% of our total mortgage holdings.\nWhen going into foreclosure, we revalue the property to current market levels. In those cases where we do not yet have an independent third-party appraisal, as an interim step, we established an updated value based on our current -- based on our external managers' current assumptions of the local market and updated cap rates. This process resulted in a small $10 million of additional asset reserves this quarter.\nTo offer perspective of our potential loss exposure, we have approximately $900 million of TRE loans currently on our watch list. At the time of origination, these loans were 65% loan to value. If you apply a simple stress scenario that assumes we foreclose on the entire amount and each property declines 50% in value, a drop which would exceed what we saw during the financial crisis by about 15 percentage points, we would have to establish approximately $200 million of reserves.\nTo be clear, this is not our base case, but it highlights that our exposure under such a severe downturn in the office segment is manageable. Although accounting rules may require additional reserves, our strong capital and liquidity position will allow us to hold these properties to maximize our recovery.\nTurning to our middle market loan portfolio. Despite the headwinds from rates and inflation, this portfolio continues to perform quite well. Our borrowers' average leverage is stable. They have largely been successful passing through higher costs and sponsors have generally been supportive whenever required.\nThis quarter, we did take reserves of $20 million related to 2 names that were struggling with issues unique to them and not reflective of broader systemic issues in the asset class.\nAs the primary outlet for our below investment-grade exposure, we very deliberately built this portfolio with a strong focus on managing through the inevitable downturns in the credit cycle. Our average loan size is a very modest $16 million. We only invest in senior secured first lien positions. We utilize strict limits on position size, diversification and other characteristics. Should conditions worsen, we believe this approach will serve us well.\nWe expect market volatility to remain elevated as the global economy absorbs the impact of higher interest rates. We will, of course, experience the impact of this volatility across our portfolio, namely in our alternatives holdings.\nRelative to many in the industry, our exposure is rather modest, but we expect our $2.4 billion portfolio to experience volatile marks in the near term. We remain committed to our disciplined systemic approach to building this portfolio and fully expect to enjoy the benefits of enhanced returns over time.\nLet me turn it back to Fred.\n\nFrederick John Crawford\n\nPresident & COO\n\nThanks, Brad. Let me just give some additional perspective before we go to Q&A, and that is connecting Brad's comments to capital. Our low asset leverage, which we define as the ratio of assets to statutory capital, particularly when you consider our natural concentration in JGBs places us in a strong position to absorb weak economic conditions.\nWe watch SMR in Japan as historically it is more volatile during periods of economic stress. However, our SMR, as you can see, remains very strong. We are also comforted by a stable ESR ratio that like our U.S. statutory RBC is robust and more resilient to market volatility.\nThe punchline is we do not see the events of the last quarter and/or mild to medium recession causing disruption to our capital deployment plans. So with that, let me hand back to David, who will take us to Q&A. David?\n\nDavid Young\n\nVice President-Investor & Rating Agency Relations, Aflac, Inc.\n\nThank you, Fred. Now we are ready to take your questions. [Operator Instructions] Andrea, we'll now take the first question. And if you want to let people know how to get back in the queue, that would be great."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/738e2f7a423fa660daaec3a198c4908a",
    "period": "2022 Q4",
    "content": "Q4 2022 Aflac Inc Earnings Call\n\nQ4 2022 Aflac Inc Earnings Call\n\nAFLNYSEFEB 2, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Aflac Incorporated Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded. I would now like to turn the conference over to David Young, Vice President of Investor and Ratings Agency Relations and ESG. Please go ahead.\n\nDavid Young\n\nThank you, Andrea. Good morning, and welcome to Aflac Incorporated's Fourth Quarter Earnings Call. This morning, we will be hearing remarks about the quarter related to our operations in Japan and the United States from Daniel Amos, Chairman and CEO of Aflac Incorporated. Fred Crawford, President and COO of Aflac Incorporated, who is joining us from Japan, will then touch briefly on conditions in the quarter and discuss key initiatives.\nYesterday, after the close, we posted our earnings release and financial supplement to investors.aflac.com, along with a video for Max Broden, Executive Vice President and CFO of Aflac Incorporated, who provided an update on our quarterly financial results and current capital and liquidity. Max will be joining us for the Q&A segment of the call, along with other members of our executive management; Virgil Miller, President of Aflac U.S., Brad Dyslin, Global Chief Investment Officer and President of Aflac Global Investments; Al Roziere, Global Chief Risk Officer and Chief Actuary; June Howard, Chief Accounting Officer; and Steve Beaver, CFO of Aflac U.S.\nWe are also joined by members of our executive management team at Aflac Life Insurance Japan; Charles Lake, Chairman and Representative Director, President of Aflac International, Masatoshi Koide, President and Representative Director, Todd Daniels, Director and CFO, and Koichiro Yoshizumi, Executive Vice President and Director of Sales and Marketing and Alliance Strategy.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurances that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. And we encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results.\nAs I mentioned earlier, the earnings release is available on investors.aflac.com, and includes reconciliations of certain non-GAAP U.S. measures. Please also note that after we file our 10-K, we plan to post on our investor site a recast quarterly financial supplement, showing the effects of the new long-duration targeted improvement accounting standard, had it been applied to the 2022 and 2021 fiscal years.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman & CEO, Aflac Incorporated\n\nThank you, David, and good morning. Thank you for joining us. Reflecting on 2022, our management team, employees and sales distribution have continued to be resilient stewards of our business, being there for the policyholders when they need us most, just as we promise. From an overall standpoint, pandemic conditions impacted operations in Japan, especially in the first half of 2022. But they are gradually improving. Meanwhile, pandemic conditions in the U.S. have largely subsided.\nTurning to our financials, when adjusting for material weakening in the yen, the company delivered another quarter of solid earnings results that rounded out a year of overall strong performance, as Max addressed in this quarterly video update. For 2022, Aflac Incorporated reported adjusted earnings per diluted share, excluding the impact of foreign currency of $5.67, which was the company's second-best year in the history following a record 2021. Aflac Japan generated solid overall financial results in 2022, with an extremely strong profit margin of 24.9%. One of the consistent key contributors to Aflac Japan's strong financial results is its persistency, which was 94.1% in 2022. As anticipated, our benefit ratio returned to a more normal level in the fourth quarter after seeing a spike due to the practice of deemed hospitalizations, the scope of which was narrowed last September.\nThroughout the year, we continued to navigate the waves of COVID in Japan. We expected sales would pick up in the second half of the year, especially in the quarter, and that's exactly what we saw happen. Sales in Japan rose 10.8% in the second half of the year, including an 11.4% increase in the fourth quarter, which led to a full year sales coming in essentially flat. These results reflected the August launch through Associates Of Wings, our new cancer insurance products. They also reflected our first sector product updates in the fourth quarter that better positioned Aflac Japan for future long-term sales opportunities. Recently, Prime Minister Kishida announced that COVID would be downgraded to the same level as seasonal flu starting in mid-May.\nWhile we're encouraged by this announcement as a sign of daily life in Japan returning to pre-pandemic conditions, we will see how this evolves, but look to continue building on our sales momentum in 2023. In April, Aflac Japan will begin selling through Japan Post Group, our new cancer insurance product, and subject to FSA approval, [or rather] for serious diseases, which was developed in collaboration with Japan Post Group. We expect this close collaboration to produce continued gradual improvement of Aflac cancer insurance sales over the intermediate term and to further position the companies for long-term growth.\nAnother element of our growth strategy is our intense focus on being there where consumers want to buy insurance. Our broad network of distribution channels, including agencies, alliance partners and banks continually optimize on opportunities to help provide financial protection to Japanese consumers, and we are working hard to support each channel.\nTurning to the U.S. for 2022, we saw a solid profit margin of 20.4% in the fourth quarter. This result was driven by lower incurred benefits and higher adjusted net income, particularly offset by higher adjusted expenses. I'm pleased with the 17.4% sales increase in the fourth quarter, which reflected the largest amount of quarterly premium in the history of Aflac U.S. and continued to a 16.1% sales increase for the year. This reflects continued improvement in the productivity of our agents and brokers, as well as contributions from the build-out of our acquired platforms, namely dental and vision, group life and disability.\nThese are relatively small parts of our sales, but key elements of our growth strategy to sell in our core supplemental health policies. I'm encouraged by the continued improvement in the productivity of our sales associates and brokers. We are seeing success in our efforts to reengage veteran sales associates. And at a time, we're seeing strong growth through brokers. These results reflect continued adaptation to the pandemic conditions, growth in the core products and our investment and build-out of growth initiatives. I believe that the need for the products we offer is strong or stronger than ever before in both Japan and the United States. At the same time, we know consumers' habits and buying preferences have been evolving. We also know that our products are sold, not bought. As we communicate the value of our products, we know that a strong brand alone is not enough. We must paint a better picture of how our products help.\nIn the latest commercial featuring the Aflac Duck and the (inaudible), the goat personifies the gap that people face when they get medical treatment. Fortunately, the Aflac Duck is the hero who helps overcome the problem. I know this helps demonstrate the need for our products, thus helping our sales opportunities. We continue to work toward reinforcing our leading position and building on the momentum into 2023.\nRelated to capital deployment, we placed significant importance on achieving strong capital ratios in the United States and Japan on behalf of our policyholders and shareholders. In addition, we have taken proactive steps in recent years to defend cash flows and deployable capital against the weakening yen. We pursue value creation through our balanced actions, including growth investments, stable dividend growth and disciplined tactical stock repurchase. With the fourth quarter's declaration, 2022 marks the 40th consecutive year of dividend increases. We treasure our track record of dividend growth and remain committed to extending it supported by the strength of our capital and cash flows.\nAdditionally, the board reiterated its first quarter dividend increase of 5%. Our dividend track record is supported by the strength of our capital and cash flows. At the same time, we have remained tactical in our approach to share repurchase, deploying $2.4 billion in capital to repurchase 39.2 million shares in 2022. Combined with dividends, this means we delivered $3.4 billion back to the shareholders in 2022. Keep in mind, in addition, we have among the highest return on capital and the lowest cost of capital in the industry. We have also focused on integrating the growth investments we made in our platform. We also believe in the underlying strengths of our business and our potential for [pretended] growth in Japan and the United States, two of the largest life insurance markets in the world.\nWe are well positioned as we work toward achieving long-term growth, while also ensuring we deliver on our promise to our policyholders. I'm proud of what we've accomplished in terms of both our social purpose and financial results, which have ultimately translated into strong long-term shareholder return.\nBefore I turn it over to Fred, you may recall that the financial analyst briefing in November that I mentioned how Fred would be increasing his focus on Japan and spending more time over there to delve deeper into learning about the operations there. As David mentioned, he is joining us today from Japan where he's on assignment for the better part of 2023. As President and Chief Operating Officer, he is also continuing to focus on Aflac U.S. as well. I'll now turn it over to Fred. Fred?\n\nFrederick John Crawford\n\nPresident & COO, Aflac Incorporated\n\nThank you, Dan. I'm joined here in Tokyo by our Aflac Japan leadership team led by Masatoshi Koide, President of Aflac Japan. Let me begin by saying 2022 was an important year of operational and strategic progress across the organization. Our U.S. growth platforms, dental and vision, group life and disability and consumer markets have moved from integration to full production, with comprehensive product portfolios that are broadly filed and marketed across the U.S. under the Aflac brand.\nThese businesses have modernized operating platforms built to support the scale we anticipate in the future and are now fully contributing to sales and earned premium growth.\nIn Japan, our refreshed cancer product is now further enhanced with the launch of our new (inaudible) consulting support model after nearly a year of successful testing. We launched a revised and tactical approach to the sale of our WAYS and child endowment products, leveraging the strengthened product appeal to promote third sector cross-sell. While navigating difficult COVID conditions, we were proactive in addressing our expense structure, defending strong margins in the face of revenue pressure.\nFrom a corporate perspective, we remain focused on risk management and capital efficiency. Two areas of focus included our approach to hedging the U.S. dollar portfolio in Japan and efforts to improve enterprise return on equity and Japan product competitiveness with the launch of Aflac Re, our Bermuda-based reinsurer. Finally, across the organization, we launched a coordinated effort to address the balancing act of investing in and delivering on growth, reducing expenses simplifying our business model and improving overall customer experience. This includes comprehensive project governance, a network of agile teams and regular reporting up to the Board level. The financial goal is simple: to deliver on the outlook provided at this year's investor conference with respect to growth and margins in the U.S. and Japan. We're proud of our efforts, but it's clear from our results that we have work to do in a few key areas. This includes addressing weak premium persistency in the U.S. and revitalizing our production platform in Japan. Furthermore, we need to address these issues while continuing to advance our technology and associated process improvement across the organization.\nWith that quick review, let's turn to current conditions and what we're focused on in 2023, starting with Aflac Japan. As Dan noted, claims recovered in the fourth quarter, as did the benefit ratio, on January 20th, Prime Minister Kishida announced plans to downgrade under the law COVID-19 to the same level of seasonal influenza, which will be enacted in mid-May. Importantly, this removes the immediate option to implement quarantine and other restrictive measures, such as state of emergency orders. We believe this move is designed to signal and encourage a return to normal, including business activity. While claims processing volumes remain high, this is driven by a natural lag in reporting of claims generated during Japan's 7th wave of COVID under the old deemed hospitalization rules. You can think of this as working the IBNR claims that were financially recognized in the third quarter.\nDespite continued waves of COVID, we expect our team in Japan to improve on the performance in 2022 as COVID, like the common flu, appears destined to become a way of life in Japan and elsewhere. In that regard, we're focused on the following: First, in terms of distribution recovery and productivity across our channels, our powerful associates channel requires aggressive approach to training and development to drive new customers. Separately, we are working with Japan Post on a campaign surrounding the introduction of the new cancer product in the second quarter. As Dan noted, we have strong commitment at the top of Japan Post, and we are cooperating at levels throughout the organization. It should be noted, late this January, we also introduced the new cancer product in our Daiichi alliance as well as the financial institutions channel, both of which have performed below our expectations in recent periods.\nTurning to core product refreshment. Our new cancer product will add a critical illness lump sum benefit rider in April, available on old and new cancer products and through Japan Post Group and our associates channels. Cancer ecosystem development is moving from launch to expansion. When analyzing current call volume, over 50% of the calls that are coming into our consulted related service platform relate to treatment, thus suggesting a value proposition beyond the pure financial benefit of paying a claim.\nOur 2022 refreshed approach to first sector savings is yielding expected results, with approximately 80% of all sales representing customers who are under the age of 49 and approximately 50% of all new first sector customers purchasing a third sector product which is twice our target of 25% cross-sell.\nFinally, in the face of increased competition and focus on selling the new cancer product, we have seen our medical sales decline and have plans to refresh our product in the fourth quarter.\nWhen stepping back to consider these activities, we are and have been taking broad action across product and distribution with an eye towards returning to an JPY 80 billion production platform in the 2025 and 2026 period. The path to that level of production will build over time. But as we look towards 2023, we expect the continuation of our experience in the second half of 2022, where we generated consistent growth in production. Meeting our long-term targets will require strong execution on all fronts, as well as supportive market conditions and the cooperation of third-party alliances and partners to aid in driving productivity improvement.\nFinally, while we have made progress, we seek further advancement in digitizing paper and manual processes for greater operating efficiency. This is not entirely an Aflac Japan issue, it's a Japan financial service industry issue. In recent years, we have moved from 30% to approximately 50% of our applications submitted in digital form, with only 10% of claims processed digitally. Over time, we seek to drive digital applications to 80% and digital claims processed to over 40%. This will allow us to take additional cost out of our operations, but requires the commitment of our distribution partners, their agents and customers to drive adoption.\nI'm here in Japan in part, recognizing this is an important time for Aflac Japan. We are engaged in transformative activities that have long-term franchise implications as we seek to leverage our financial strength and leading third sector position. My focus will be partnering with our leadership team in revitalizing our distribution, incubating new product end markets and digital adoption to drive down expenses and improve customer experience.\nTurning to the U.S., as Dan noted in his comments, we continue to deliver a balanced attack to the marketplace. Split by product class, group benefits were up 28%, individual benefits up 8%. Split by channel, agent sales were up 7% and broker up 25%. With respect to our expansion businesses, network dental and vision and premier life and disability sales were up 98% and 75%, respectively for the full year. The underlying signs of momentum are encouraging. For example, in our agent small business franchise, average weekly producers are up 3%, the second consecutive year of growth after a period of steady decline. Dental and vision is proving out our thesis of cross-sell as roughly $0.80 of supplemental health and life products are sold with every dollar of dental and vision. Our life and disability platform, not only has strong sales, but a successful renewal year, and recorded 97% premium persistency. Now fully integrated and expanding, we see 2023 as a year of leveraging this platform to both defend and grow voluntary group business.\nWhile it was a difficult year industry-wide for direct-to-consumer sales, we are encouraged by consumer markets 5% increase in sales in the fourth quarter with new alliances coming online.\nFinally, it was a challenging year for persistency in the U.S. Persistency has stabilized in our individual business. However, weakness earlier in the year continues to impact our trailing 12-month metric. Group Voluntary, a smaller contributor to earned premium, drove most of the 260-basis-point decline in overall persistency. Account persistency across the organization has remained relatively flat, but we lost a few very large accounts during the year. The industry has experienced weakness in voluntary persistency, which tells us there are also labor force dynamics contributing. We have stepped up our focus on persistency, establishing a dedicated office to drive and oversee a series of efforts, including product development, client service, technology solutions and incentive designs.\nTurning to investment results. Investment income in the quarter was stable, with strength from higher yields on floating rate portfolios offset by increased hedge costs and anticipated weakness in alternative investment income. As expected and discussed last quarter, our alternative investment portfolio remained under pressure, posting a loss of $21 million in the quarter. By comparison, last year's quarter enjoyed $127 million in gains. This decline was anticipated given the natural correlation to the public equity markets and the lag in private equity reporting. Despite losses in the quarter, year-to-date, the alternative portfolio generated $103 million in income following an exceptional 2021. Throughout the year, we have refined our hedging strategy reducing $2 billion in notional currency forwards in exchange for options that reduced hedge costs while protecting capital against material moves in the yen.\nOverall, as we look at 2023, we are staying the course with respect to our strategic and tactical asset allocations as we watch closely the risk of economic slowdown driven by Fed action to fight inflation. We are also watching the Bank of Japan as they introduce a new governor this spring, which many believe could lead to a change in policy.\nBefore turning the call back to David, it's worth following up on Max's recorded comments to reinforce how we are positioned with respect to potential for a period of U.S. or global weakness. Our morbidity-based insurance model is defensive in nature, with relative stability in sales, earned premium and profit margins through economic cycles. Among traditional life insurance peers, we maintain low asset leverage as defined by the ratio of general account assets to regulatory capital, particularly if you exclude our concentration in JGBs. We believe our portfolio is well positioned to weather the current economic uncertainty, recognizing we would anticipate some pressure on our $12 billion loan portfolios. We work closely with our external managers for middle market and real estate loans and have conducted a comprehensive stress test designed to apply recessionary pressure to these portfolios.\nOur approach included a moderate and severe recession, applying loss rates consistent with past economic cycles. Both scenarios resulted in elevated but manageable losses, with no immediate need to change our disciplined approach to these asset classes and putting new money to work.\nWhen looking at the impact of core capital ratios, we developed a market pricing, ratings migration and loss scenario that falls in between a mild and severe recession and includes the entirety of our general account assets. When applying these stress tests, our core ratios of RBC, SMR and ESR all came out the other side well above are minimum thresholds. While it is wide to proceed with caution -- wise is to proceed with caution, we do not see recessionary conditions as disruptive to our capital deployment plans. I'll now hand the call back to David for Q&A. David?\n\nDavid Young\n\nThank you, Fred. Now we are ready to take your questions. But first, let me ask you to please limit yourself to one initial question followed by a related question. And then get back in the queue to allow other participants an opportunity to ask a question. We'll now take the first question, Andrea?"
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/e91105de5920801cac4a4790dfcbb66f",
    "period": "2022 Q3",
    "content": "Q3 2022 Aflac Inc Earnings Call\n\nQ3 2022 Aflac Inc Earnings Call\n\nAFLNYSENOV 1, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Aflac Inc. Third Quarter and Total Year 2022 Earnings Call. (Operator Instructions) Please note this event is being recorded. I'd now like to turn the conference over to David Young. Please go ahead.\n\nDavid Young\n\nThank you, and good morning. Welcome to Aflac Incorporated's Third Quarter Earnings Call. This morning, we will be hearing remarks about the quarter related to our operations in Japan and the United States from Dan Amos, Chairman and CEO of Aflac Incorporated; Fred Crawford, President and COO of Aflac Incorporated, will then touch briefly on conditions in the quarter and discuss key initiatives.\nYesterday, after the close, we posted our earnings release and financial supplement to investors.aflac.com, along with a video from Max Broden, Executive Vice President and CFO of Aflac Incorporated, who provided an update on our quarterly financial results and current capital and liquidity. Max will be joining us for the Q&A segment of the call, along with other members of our executive management, including Teresa White, President of Aflac U.S.; Virgil Miller, Deputy President of Aflac U.S.; Eric Kirsch, Global Chief Investment Officer and President of Aflac Global Investments; Brad Dyslin, Deputy Global Chief Investment Officer; Al Riggieri, Global Chief Risk Officer and Chief Actuary; June Howard, Chief Accounting Officer; Steve Beaver, CFO of Aflac U.S.; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director; Todd Daniels, Director and CFO of Aflac Life Insurance Japan; Koichiro Yoshizumi, Executive Vice President and Director of Sales and Marketing and Alliance Strategy.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we give no assurance that they will prove to be accurate, because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results.\nAs I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman & CEO, Aflac Incorporated\n\nWell, good morning, and thank you for joining us.\nLet me begin by saying that the third quarter of 2022 concluded a solid first 9 months for the company. Aflac Incorporated reported net earnings per diluted share for the third quarter of $2.53 and $6.25 year-to-date. Adjusted earnings per diluted share were $1.15 in the third quarter and 4.03% for the first 9 months. These results are solid despite the impact of significantly elevated COVID claims in Japan during the third quarter due to the industry practice of deemed hospitalization. Overall, I am pleased with where we stand at the beginning of the fourth quarter. We remain on track for another good year of financial results, and we expect continued sales momentum in both markets.\nAs we have communicated in the second quarter, we anticipated a sharp third quarter increase in COVID claims in Japan, and we experienced that increase. We are now seeing more normalized COVID claims during the fourth quarter. Reflecting on the third quarter, our management team, employees and sales force have continued to be resilient while being there for the policyholders when they need us most, just as we promised.\nLooking at our operations in Japan in the quarter. Aflac Japan generated solid overall financial results with a profit margin of 21.6%. One of the key contributors to Aflac Japan's strong financial results is its persistency, which has remained consistently strong at 94.3% for the past 4 quarters. New annualized premium sales continued to improve in the quarter with the launch of our new cancer insurance product through agencies in late August, which drove a 32.6% increase in cancer insurance sales in the quarter. This contributed to an overall sales increase of 10.2%.\nI just recently returned from my trip to Japan this year. As you'll recall, I traveled to Japan in June and had a successful meeting with the management at Japan Post Holding, Japan Post Company and Japan Post Insurance. This most recent trip in mid-October was geared toward connecting with our agencies, where I went to 5 different cities across Japan, and it was equally successful. As you know, we strive to be where consumers want to buy insurance, and this is accomplished through all the distribution channels, agencies, alliance partners and banks.\nWe continue to closely track how pandemic conditions are evolving, particularly because of its correlation with the opportunities for face-to-face sales, which is key to the recovery in sales. I arrived home from Japan excited by the energy at the agencies with whom I met and feel very good about our ability to sell new policies as we emerge from the pandemic.\nAs I mentioned, we have seen our benefit ratio normalize so far in the fourth quarter given the narrow scope of deemed hospitalizations introduced towards the end of the third quarter. We continue to expect stronger sales momentum in the fourth quarter, assuming that productivity continues to improve at Japan Post Group and that we execute on our product introduction and refreshment plans. We will start selling our new cancer insurance product through Japan Post Group in the second quarter of 2023.\nTurning to Aflac U.S., we saw solid profit margin of 19.3%. I am pleased that we again generated sales growth with an 11.8% sales increase in the third quarter and a 15.2% increase year-to-date. I am encouraged by the continued improvement in the productivity of our sales associates and brokers with the strength of both channels approaching pre-pandemic levels, as we enter what trends, excuse me, to be our strongest quarter of the year. We are seeing success in our efforts to reengage better in sales associates. And at the same time, we are seeing strong growth through brokers. These results reflect continued adaptation of the pandemic conditions, growth in our core products and investments and build-out of our growth initiatives.\nWhile Aflac Dental and Vision and Group Premier Life Absence Management and Disability Solutions, which we now call PLADS, a relatively small part of our sales, we are pleased with how they're contributing to our growth, and opening opportunities to sell our core supplemental health products. We continue to work toward reinforcing our leading position and generating stronger sales for the fourth quarter. I believe that the need for the products that we offer is strong or stronger than ever before in both Japan and the United States. At the same time, we know consumer habits and buying preferences have been evolving. We remain focused on being able to sell and service customers whether in person or virtual. This is part of the ongoing strategy to increase access, penetration and retention.\nTurning to capital deployment. We place significant importance on continuing to achieve strong capital ratios in the U.S. and Japan on behalf of our policyholders and shareholders. We continue to generate strong investment results while remaining in a defensive position as we monitor evolving economic conditions. In addition, we have taken proactive steps in recent years to defend cash flows and deployable capital against a weakening yen.\nWhen it comes to capital deployment, we pursue value creation through a balance of actions, including growth investments, stable dividend growth, and discipline and tactical stock repurchase. With fourth quarter's declaration, 2022 will mark the 40th consecutive year of dividend increases. We treasure our track record of dividend growth and remain committed to extending it, supported by the strength of our capital and cash flows. We have remained in the market repurchasing shares with a tactical approach. Year-to-date, Aflac Incorporated deployed $1.8 billion in capital to repurchase 30.3 million of our shares. Combined with dividends, that means that we delivered $2.6 billion back to the shareholders for the first 9 months.\nWith this approach, we look to emerge from this period in a continued position of strength and leadership. Keep in mind, in addition, we have among the highest return on capital and the lowest cost of capital in the industry. We have also focused on integrating the growth investments we have made. We are well positioned as we work toward achieving long-term growth, while also ensuring we deliver on our promise to the policyholders.\nI am proud of what we've accomplished in terms of both social purpose and financial results, which have ultimately translated into strong long-term shareholder return. We also believe in underlying strengths of the business and our potential for continued growth in Japan and the U.S., the 2 largest life insurance markets in the world. Throughout the uncertainty of the last few years, I think we've done a good job in maintaining our focus on controlling the things that we have the power to control. We can and will control our efforts to build our business and take care of those who depend upon us, our policyholders, our shareholders, our customers, our employees, our distribution and the communities in which we operate.\nIn closing, you've heard me say many times this before of how I believe that 1 of my key roles as CEO in conjunction with the Board is to develop our leaders to lay a groundwork for strong succession planning. This approach enables continuity and expertise in strategic execution. You saw that succession planning in action recently with the 2 deputy positions moving to the next level. The announcement last week of Brad Dyslin, who will assume the role of Chief Investment Officer in January of 2023 as well as the August announcement of Virgil Miller, assuming the role of President of Aflac U.S.\nI want to thank Eric for his vision and expertise in building a world-class investment organization that has performed at a high level. I also want to thank Brad for his new leadership role. Brad has proven himself as a distinguished leader collaborating with Eric and the team to deliver strong results and enhancing the reputation of Aflac Global investment. I, also, am grateful for Teresa's 24 years of outstanding leadership and contribution to Aflac, most recently as President of Aflac U.S. for the last 8 years.\nAs Virgil assumes his role, I know he is well suited to lead Aflac U.S. with a seamless transition as Aflac continues to build on its path toward delivering efficiencies, innovation and growth.\nThese are great examples of how we place a high priority on ensuring that we have the right people in the right place at the right time. In doing so, we have continued our focus on building a strong, deep bench of leaders preparing to take on more responsibility.\nThank you all for joining us this morning, and I'll turn the program over to Fred. Fred?\n\nFrederick John Crawford\n\nPresident & COO, Aflac Incorporated\n\nThank you, Dan. Last quarter, I commented on how we are positioned as a company when considering current U.S. and global economic conditions. The impact of inflation does apply upward pressure to expenses. However, this is mitigated by rising rates and additional investment income.\nIn terms of the risk of recession, our morbidity-based insurance model is generally defensive in nature with relative stability in sales and earned premium through the economic cycles, low asset leverage, and exposure to risk assets. Finally, while certainly not immune to volatility in foreign exchange, we have put in place defensive measures to combat the economic impact of a weakening yen. Overall, we like how we are positioned and see no material adjustments to our operating or capital plans.\nTurning to Japan. We witnessed COVID cases surging in what is now referred to as Japan's seventh wave of infections. Daily new cases in the quarter reached a peak of 260,000 in August with the wave concentrated in the July through September time frame, effectively running its course in the third quarter. Daily cases have now slowed to a 7-day average of roughly 40,000.\nAs we signaled last quarter, we experienced elevated COVID incurred claims, driven by its designation as an infectious disease and the industry practice of deemed hospitalization, which allows for payment of claims for care outside of the hospital. To give you an idea of the magnitude, before the seventh wave, our weekly COVID claims were in the 7,000 to 13,000 range. During the recent wave, we peaked at approximately 47,000 weekly COVID claims. Hospitalization remains low, and this lack of severity has resulted in the government of Japan changing the definition of deemed hospitalization. Effective September 26, the scope has been narrowed to the elderly, those requiring hospitalization and individuals more vulnerable to severe symptoms.\nThis change in policy, together with lower overall rates of infection will greatly reduce the volume of new claim submissions. While more volatile than usual, we have established reserves for claims incurred in the period, but not yet reported. Therefore, we expect pressure on Japan's benefit ratio to subside in the fourth quarter.\nDan mentioned his trip to Japan. I also traveled to Japan in the last few weeks. The general population remains very cautious with respect to the potential for COVID infection. For example, if you walk the busy streets of Tokyo, you'll stand out if you're not wearing a mask outside. While difficult to measure, we believe this remains a headwind for proposal volume and sales; however, our view is conditions are improving. Despite these conditions, we remain focused on the following: distribution recovery and productivity across all channels, core product refreshment and product line expansion, cancer and elderly care ecosystem development through Hatch Healthcare and digitizing paper and manual processes for greater operating efficiency.\nWe will develop these themes in more detail at our financial analyst briefing later this month.\nBefore I jump to the U.S., let me also extend my gratitude to Teresa White. She's been a trusted adviser to me and helped me acclimate into this new role of mine and getting educated on the U.S. platform, and I also look forward to working with Virgil as we're off to a great start in 2022.\nTurning to the U.S. As Dan noted in his comments, we continue to deliver a balanced attack to the marketplace. Split by product class, group benefits were up nearly 28%, individual benefits up 4%. Split by channel, agent sales were up 6% and broker up 20%. With respect to our expansion businesses, Network Dental and Vision and Premier Life and Disability were up 120% and 39%, respectively, for the quarter.\nConsumer markets continues to struggle down 13% and somewhat expected given the cost of lead generation and timing related to the rollout of new product. We remain bullish on this building business, having recently launched our direct-to-consumer dental and vision products as well as new alliances introducing senior and core Aflac products on third-party platforms.\nPersistency has recovered in our individual business as labor markets appear to have stabilized; however, group persistency has been weak throughout 2022. Our group business represents about 15% of our U.S. earned premium and has traditionally lower persistency compared to individual. There are no systemic drivers, but this segment can be more volatile, and we have experienced the loss of a few larger accounts this year.\nOur focus in the U.S. remains the following: recovery in our agent-driven small business model post COVID, maintaining momentum in our group voluntary business, building out our expansion businesses and realizing the halo effect in associated voluntary sales, and bending the expense ratio curve, transitioning from investment to benefit realization. Again, we will develop these themes at a briefing later this month.\nTurning to global investments. Let me first add my sincere gratitude to Eric for his years of leadership and trusted counsel in managing not only our investments, but contributing to many of the key financial strategies that have positioned us well today. Congratulations to Brad. I can't think of a better prepared executive to ensure continuity and carry forward our record of strong investment performance.\nIn terms of investment conditions, with the rise in short-term interest rates, we are actively managing the interplay of net investment income and the cost of currency hedging. Given the material increase in LIBOR forward curves, we elected to lock in a large portion of our floating rate portfolio to protect against future rate declines. A portion remains floating and will benefit if rates continue higher. We believe this balanced approach to managing interest rate risk in our floating rate book positions us well for future rate volatility.\nWe maintain our traditional approach to rolling foreign currency hedges on a portion of our U.S. dollar portfolio in Aflac Japan. We also continue to hold options against our unhedged dollar assets, a strategy that protects our Aflac Japan capital position against a large weakening of the dollar. While hedge costs are on the rise and will impact Japan's segment earnings, the combination of floating rate investment income and offsetting hedge instruments at the holding company, serve to largely neutralize the impact to enterprise earnings.\nOur alternative investment portfolio pressured results in the quarter, recording a $40 million loss from our third quarter valuation marks. This was anticipated given the natural correlation to the public equity markets and the lag in private equity reporting. Despite losses in the quarter, year-to-date, the alternative portfolio has generated $125 million in income following a very strong year in 2021. We expect continued pressure on alternatives in the fourth quarter as the markets remain volatile, but fully intend to invest through the cycle and capture the long-term return benefits of this strategy.\nOffsetting our variable investment income results was a negotiated prepayment of a private security and large amount of associated make-whole income. This -- we call this out in our results as the event contributed a onetime boost of $84 million pretax to investment income. Our middle market and transitional real estate loan portfolios continue to perform well. We have reserves set up for these loans, which have increased modestly, reflecting potential softening of economic conditions.\nWe are closely monitoring the risk of recession. We maintain a defensive position to risk assets and feel good about how we're positioned. We continue to seek attractive opportunities recognizing the near-term risk of a global slowdown and do not have any acute derisking activity planned at this time.\nI'll now hand back to David to take us to Q&A. David?\n\nDavid Young\n\nThank you, Fred. We're ready to take your questions, but before we do, I ask please limit yourself to 1 initial question and 1 related follow-up to allow others an opportunity to ask a question, and you may get back in the queue as well. Jason, we'll now take the first question, please."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5d5027f3f8ea6f206f3ea77455680974",
    "period": "2022 Q2",
    "content": "Q2 2022 Aflac Inc Earnings Call\n\nQ2 2022 Aflac Inc Earnings Call\n\nAFLNYSEAUG 2, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Aflac Incorporated Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to David Young, Vice President of Investor and Ratings Agency Relations and ESG. Please go ahead.\n\nDavid Young\n\nThank you, Andrea. This morning, we will be hearing remarks about the quarter related to our operations in Japan and the United States from Dan Amos, Chairman and CEO of Aflac Incorporated. Fred Crawford, President and COO of Aflac Incorporated, will then touch briefly on conditions in the quarter and discuss key initiatives.\nYesterday, after the close, we posted our earnings release and financial supplement to investors.aflac.com along with a video with Max Broden, Executive Vice President and CFO of Aflac Incorporated, providing an update on our quarterly financial results and current capital and liquidity. Max will also be joining us for the Q&A segment of the call along with other members of our U.S. executive management: Teresa White, President of Aflac U.S.; Virgil Miller, Deputy President of Aflac U.S.; Eric Kirsch, Global Chief Investment Officer and President of Aflac Global Investments; Brad Dyslin, Deputy Global Chief Investment Officer; Al Riggieri, Global Chief Risk Officer and Chief Actuary; June Howard, Chief Accounting Officer; and Steve Beaver, CFO of Aflac U.S.\nWe are also joined by members of our executive management team at Aflac Life Insurance Japan: Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director; Todd Daniels, Director and CFO; Koichiro Yoshizumi, Director, Deputy President and Director of Sales and Marketing.\nBefore we begin, some statements in the teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that can materially impact our results.\nAs I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman & CEO, Aflac Incorporated\n\nGood morning, and thank you for joining us. As I reflect on the second quarter of 2022, our management team, employees and sales force have continued to adapt more tirelessly to be there for the policy holders when they need us the most, just as we promised.\nAflac Incorporated reported solid results for the second quarter with net earnings per diluted share of $2.16 and $3.73 year-to-date. Adjusted earnings per diluted share were solid at $1.46 in the second quarter and $2.88 for the first 6 months, supported in part by the continuation of the low benefit ratio associated with the pandemic conditions. Also contributing was a better-than-expected investment income, including returns from alternative investments. We remain cautiously optimistic as our efforts focus on growth and efficiency initiatives amid this evolving pandemic backdrop.\nLooking at our operation in Japan in the second quarter. Aflac Japan generated strong overall financial results with a profit margin of 27.4%. This was again above the outlook range we provided at the November 2021 financial analyst briefing. Persistency remains strong. However, sales continued to be somewhat constrained as the pandemic conditions that impact our ability to meet face-to-face with customers. Also contributed to the quarterly results was the 2021 comparison following the launch of our new medical product.\nRegarding Japan Post strategic alliance, as part of our ongoing collaboration and governance framework, I traveled to Japan towards the end of June to meet with Japan Post Holdings' CEO, Mr. Masuda, along with the presidents of Japan Post Postal and Insurance Companies. We had an understanding and productive visit discussing our plans. This included a renewed commitment from executive management to drive sales with a focus on distribution, growth and marketing of cancer insurance.\nAflac Japan has continued to offer sales support to Japan Post, especially after the new fiscal year began in April of 2022 and following Japan Post sales structure transformation. This support includes further aligning of our sales offices with Japan Post regional offices to strengthen support and to share our best practices. As you may recall, under the new structure, sales employees focus solely on selling Japan Post insurance products and Aflac Japan's cancer insurance product.\nWe have made gradual progress towards providing cancer insurance protection to more consumers, demonstrated by the increased proposal activity and sequential monthly sales growth during the second quarter. There is more progress to be made, and we continue to work to strengthen the strategic alliance to create a sustained cycle of growth for both companies. We believe that sales through Japan Post Group will improve in the second half of the year as sales employees gain more experience and momentum.\nAs we look forward to 2023, we will introduce our new cancer insurance product through Japan Post likely in the second quarter. This will allow both entities to invest in a more complex, coordinated required by the distribution system of this size. We plan to launch our revised cancer product and agencies in the second half of 2022, and we continue to expect stronger overall sales in the second quarter of the year. This assumes that pandemic conditions do not escalate and that sales productivity continues to improve at Japan Post Group and that we execute on our product introductions and refreshment plans.\nTurning to the U.S., we saw a solid profit margin of 21.4%. I'm pleased with the U.S. sales momentum has continued with a 15.6% sales increase in the second quarter. This reflects continued adaptation to the pandemic conditions, growth in the core products and our investment and build-out of growth initiatives. While Aflac network dental and vision and group premier life, asset management and disability solutions, which we call PLADS, a relatively small part of our sales, we are pleased with how they are contributing to our growth.\nOur growth initiatives modestly impacted the top line in the short term, but also tend to be accompanied by the sale of our core supplemental health products. In combination with our core products, they also better position Aflac U.S. for future long-term success. The need for our products we offer is as strong or stronger than ever before. At the same time, we know consumers' habits and buying preferences have been evolving. We remain focused on being able to sell and service customers whether in person or virtually. This is part of the ongoing strategy to increase access, penetration and retention.\nTurning to capital deployment. We placed significant importance on continuing to achieve strong capital ratios in the U.S. and Japan on behalf of our policyholders and shareholders. We continue to generate strong investment results while remaining in a defensive position as we monitor evolving economic conditions. In addition, we've taken proactive steps in recent years to defend cash flow and deployable capital against a weakening yen. When it comes to capital deployment, we pursue value creation through a balance of actions, including growth investments, stable dividend growth and disciplined and tactical stock repurchase. It goes without saying that we treasure our 39-year track record of dividend growth, and we remain committed to extending it, supported by the strength of capital and cash flows.\nIn 2022, we remained in the market repurchasing shares with a tactical approach. In the second quarter, Aflac Incorporated deployed $650 million in capital to repurchase 11.2 million of its common shares, bringing the 6-month total to $1.15 billion in purchase and 19.2 million of the shares. With this approach, we look to emerge from this period in a continued position of strength and leadership. Keep in mind, in addition, we have among the highest return on capital and the lowest cost of capital in the industry.\nWe've also focused on integrating the growth investments that we've made. We are well positioned as we work towards achieving long-term growth while also ensuring we deliver on our promise to the policyholders. I don't think it's a coincidence that we have achieved success while focusing on doing the right things for the policyholders, shareholders, employees, sales distribution, business partners and communities. I'm proud of what we've accomplished in terms of both our social purpose and financial results, which have ultimately translated into strong long-term shareholder return.\nWe also believe that the underlying strength of our business and our potential for continued growth in Japan and the United States, the 2 of the largest life insurance markets in the world. Thank you again for joining us this morning. And now I'm going to turn it over to Fred. Fred?\n\nFrederick John Crawford\n\nPresident & COO, Aflac Incorporated\n\nThank you, Dan. Before commenting on our results, let me start with some perspective on how we're positioned when considering current U.S. economic conditions. We have not witnessed this level of inflation in the U.S. in many years, and we are closely monitoring conditions. Wage inflation and full employment is generally supportive of growth in worksite benefits. However, when considering voluntary product, there is a question as to how much of any increased income is available for supplemental products as real wages are likely neutral to down.\nOur benefits are defined at time of purchase and do not adjust for health care inflation. Therefore, we do not expect any measurable impact on claims. In terms of recruiting and retaining agents, it can be more of a challenge as agents are commission-only and need to keep pace with any increase in costs. When looking at enterprise margins, the impact of inflation does apply upward pressure on expenses. However, this is mitigated by rising rates and additional investment income, having built a significant floating rate loan portfolio.\nIn terms of the risk of economic slowdown and recession, our business model is generally defensive in nature with low asset leverage and exposure to risk assets. Profits and cash flow are driven largely by morbidity margins that tend to remain stable during periods of economic volatility. While employment levels may decrease, we often benefit in the recruiting side during an economic slowdown versus today's tight labor markets.\nMax spoke in his recorded comments to the work we have done to defend our cash flow from weakness in the yen, we have built a sizable unhedged US-dollar portfolio in Japan, shifted most of our senior debt to yen for both hedging and cost of capital purposes and maintain a flexible hedging position at the holding company. It's important to understand what makes all this possible: significant economic value, strong capital ratios and predictable cash flow out of Japan.\nOverall, in recognizing the balance we have in operating in the U.S. and Japan, we like how we are positioned to defend our performance under today's U.S. inflationary conditions and the potential for economic slowdown. We see no interruption in our core margins and return of capital to shareholders, including dividend pattern and share repurchase.\nTurning back to our businesses and beginning with Japan. COVID cases have surged again with daily new cases reaching 200,000, up significantly from already elevated levels earlier in July and considerably higher than levels experienced in the second quarter. However, hospitalization and deaths remain low. Based on commentary from the Japanese government, there does not appear to be plans to introduce a nationwide state of emergency, which are typically triggered by both increasing cases and declining hospital capacity.\nWe continue to experience elevated COVID-incurred claims, driven by its designation as an infectious disease and deemed hospitalization, which allows for payment of claims for care outside the hospital. We would expect the recent surge in COVID cases to apply pressure to near-term benefit ratios. While not guaranteed, this may be partially offset by other drivers of hospitalization and care, which have remained low during periods of higher COVID. Our data suggests this is driven by increased and less expensive outpatient treatments as policyholders and their doctors seek to avoid going to the hospital with COVID cases on the rise.\nWith respect to COVID's classification under the Infectious Disease law, August 1, a special committee of the Ministry of Health, Labor and Welfare started reviewing COVID's classification under the law. Revision of the classification requires amending the law, which is expected to be discussed at the extraordinary Diet session beginning in September at the earliest.\nHaving just spent a few weeks in Japan, the general population remains cautious with respect to the potential for COVID infection. With widespread infection, this is not simply a matter of customer behavior and face-to-face interaction but also agents who are sidelined temporarily with COVID. As a result, we typically experience reduced proposal volumes during periods of elevated cases, an early indication of potential sales weakness.\nWhile COVID conditions remain outside our control, our work continues to position Japan for sales recovery in the second half of the year and as we move into 2023. These actions include items that Dan referenced in his comments, such as accelerating the launch of our new cancer product, direct marketing campaigns more closely tied to targeted TV advertising and adjusting our distribution model for better alignment with our third-party partners.\nWe continue to review our broader product portfolio, both first and third sector, for enhancements designed to increase the value proposition for our policyholders, offer a broad product lineup for our core distribution partners and secure our competitive position in the market. We have been making investments in technology and in working with our distribution partners to reduce launch costs associated with product refreshment and development. It's becoming clear that both the competitive environment and our broader product line creates a product refreshment cycle that is more continuous in nature.\nSeparately, our incubated businesses continue to develop. We are seeing favorable results piloting Hatch Healthcare, our provider of noninsurance support, to develop the ecosystem for both cancer and nursing care policyholders and expect to expand availability in early 2023. Our short-term insurance subsidiary, [Sidachi], was launched in early 2021 and currently offers 2 products: a substandard medical product and a disability product aimed at the contingent or freelance workforce in Japan. Sidachi serves 2 strategic purposes: to grow and develop these specialized markets; and second, as a proof-of-concept platform for product innovation that may become more broadly popular in the future. We can't control COVID conditions but we are not standing still. We will develop these themes in more detail at our financial analyst briefing in November.\nTurning to the U.S., and as you are aware, COVID conditions are also elevated. This is not currently causing any issue in terms of either our operations or distribution in the U.S. We saw persistency recover to more normal levels when isolating results in the quarter and accounting for seasonality. Account persistency has remained stable through the year. So we believe this is driven by an increase in employee turnover with tight labor markets. There are moving parts when looking year-over-year, including the retirement of state mandates that serve to reduce lapsation.\nAs Dan noted in his comments, we continue to deliver a balanced performance. We see recovery in the small business market with growth in veteran average weekly producers while also continuing to strengthen relationships with our broker partners. For example, split by product type, group voluntary was up 16%; individual benefits, up 11%; split by channel, agent sales were up 11% and broker up 22%.\nThe combination of network dental and vision and premier life and disability were ahead of our plan as we continue to see strong performance with our buy-to-build properties. We were up 175%, albeit off a smaller but building base. Direct-to-consumer is down 7% and largely the result of the increase in costs associated with organically generating, purchasing and converting leads and meeting our return expectations.\nIn terms of the U.S. expense ratio, it's important to identify the impact of our build investments. We have 3 important business initiatives underway that are essential to the future growth of the company. These investments include group life, disability and asset management, network dental and vision and having a digital direct-to-consumer platform to reach consumers that are outside the traditional workforce.\nIn the quarter, investment in these efforts impacted our expense ratio by 280 basis points, and we would expect this pace of investment to continue for the rest of 2022 and into 2023. Our 2021 outlook for a 3% to 5% compound annual growth rate in revenue through 2026 is largely driven by these 3 growth platforms and related halo impact of cross-sell and retention of core voluntary products.\nIn the next 3 years, we expect a natural swing in these platforms from contributing to an elevated expense ratio to being the principal driver of returning to more normalized levels. In the interim, we are navigating investment in the future growth, advancements in our digital platform while maintaining strong profitability.\nTurning to Global Investments. With the rise in short-term interest rates driven by Federal Reserve as they combat inflation, together with deployment activity, net investment income generated from our $12 billion floating rate portfolio is currently estimated to increase approximately $160 million for the year as compared to our original plan. As mentioned last quarter, we have locked in the favorable LIBOR curve on a large portion of our portfolio and expect continued tailwinds to floating rate income going into 2023. Along with being an attractive asset class and strategic to our U.S. dollar program in Japan, our floating rate book acts as a logical hedge against inflationary cost pressure.\nWe maintain a book of foreign exchange hedge instruments on our U.S. dollar portfolio in Japan that is also impacted by inflation as the cost of these forward contracts are generally aligned with short-term rates in the U.S. However, we have locked in those costs for 2022 and have offsetting hedge instruments at the holding company that serve to neutralize the impact to the enterprise.\nOur alternatives portfolio continues to deliver strong results. We fully expect lower valuations of these portfolios in the second half of the year as private equity marks track public equity valuations, likely resulting in giving back much of their 2022 gains. There is a well-understood lag in reporting numbers on private equity, and this is a natural expectation given private equity's correlation to the public equity returns.\nNaturally, we are closely monitoring economic conditions and the chance of recession. We maintain a defensive position to risk assets in terms of private and real estate equity, our investment thesis and risk appetite remains the same. We are willing to accept some equity market volatility to earn 10-plus percent over the long term, adding to NII or net investment income, on a risk-adjusted basis. We maintain a conservative allocation of under 3% of our invested assets with marginal growth expected over the next 5 years.\nWe closely monitor our middle market and transitional real estate portfolios where recessionary impacts could be felt sooner. We expect these portfolios to perform well given their senior, secured, first lien structure, protective covenants, reasonable leverage and private equity sponsorship for middle-market loans as well as a high degree of diversification. The portfolio has performed well during the stressful period of COVID, and we expect they will continue to.\nI'll now hand the call back to David to take us to Q&A. David?\n\nDavid Young\n\nThank you, Fred. Now we are ready to take your questions. (Operator Instructions) Andrea will now take the first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/316e78e2f9f39057645aaaf9c2a47f23",
    "period": "2022 Q1",
    "content": "Q1 2022 Aflac Inc Earnings Call\n\nQ1 2022 Aflac Inc Earnings Call\n\nAFLNYSEAPR 28, 8:00 AM\n\nOperator\n\nGood morning, and welcome to the Aflac Inc. First Quarter 2022 Earnings Call. (Operator Instructions). Please note this event is being recorded. I would now like to turn the conference over to David Young, Vice President of Investor and Ratings Agency Relations and ESG. Please go ahead.\n\nDavid Young\n\nThank you, Andrea, and good morning. Welcome all to Aflac Inc.'s first quarter earnings call. This morning, we will be hearing remarks about the quarter related to our operations in Japan and the United States from Dan Amos, Chairman and CEO of Aflac Incorporated; Fred Crawford, President and COO of Aflac Incorporated, will then touch briefly on conditions in the quarter and discuss key initiatives.\nYesterday, after the close, we posted our earnings release and financial supplement to investors.aflac.com along with a video with Max Broden, Executive Vice President and CFO of Aflac Incorporated, who provided an update on our quarterly financial results and current capital and liquidity. Max will be joining us for the Q&A segment of the call, along with other members of our U.S. executive management; Teresa White, President of Aflac U.S.; Virgil Miller, Deputy President of Aflac U.S.; Eric Kirsch, Global Chief Investment Officer and President of Aflac Global Investments; Brad Dyslin, Deputy Global Chief Investment Officer; Al Riggieri, Global Chief Risk Officer and Chief Actuary; June Howard, Chief Accounting Officer; and Steve Beaver, CFO of Aflac U.S.\nWe are also joined by members of our executive management team at Aflac Life Insurance Japan, Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director; Todd Daniels, Director and CFO; Koichiro Yoshizumi, Director, Deputy President and Director, Sales and Marketing.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today. We encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release is available on investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman & CEO, Aflac Incorporated\n\nThank you, David, and good morning. Thank you for joining us. As I reflect on the first quarter of 2022, I'm thankful for the dedication, compassion and hard work of our committed Aflac team in the United States and Japan. Our management team, employees, sales force have continued to work tirelessly to be there for the (inaudible) when they need us most, just as we promised. As Max highlighted in his video update, Aflac Incorporated reported first quarter net earnings per diluted share of $1.58 in the first quarter of 2022. Adjusted earnings per diluted share were solid at $1.42 in the first quarter, supported in part by the continuation of a low benefit ratio associated with the pandemic conditions. Also contributed were better-than-expected returns from alternative investments despite the weakening of the yen. We remain cautiously optimistic as we continue to navigate the pandemic.\nLooking at the operations in Japan in the first quarter, Aflac Japan generated strong overall financial results, with a profit margin of 25.3%. This was above the outlook range that we provided at the November 2021 financial analyst briefing. Persistency remains strong. However, sales were constrained as a quasi-state of emergency remained in place through mid-March. This impacted our ability to meet face-to-face with customers. Also contributing to the decline in the quarter were comparisons of the first quarter of 2021 when our new medical product was launched.\nAflac Japan has continued to offer support to Japan Post Group as it gears up for the start of the new fiscal year of April of 2022. This included the transfer of approximately 10,000 Japan Post Company sales employees to Japan Post Insurance. These sales employees will focus solely on selling Japan Post insurance products and Aflac Japan's cancer insurance product.\nSince it may take some time for these employees to ramp up sales activities under the new framework, we anticipate sales momentum picking up in the second half of the year. On that note, as part of the ongoing collaboration and governance framework of the strategic alliance. I'm excited to be traveling to Japan towards the end of June to meet with Mr. Masuda, Japan Post Holdings CEO, along with the President of Japan Post Postal and Insurance companies. Given this, we expect stronger overall sales in the second half of the year, assuming that the pandemic conditions do not escalate, that we execute on our product introductions and refreshment plans and the sales productivity continues to improve at Japan Post Group.\nTurning to Aflac U.S., we saw a solid profit margin of 19.8%. This result was also above the outlook range that we provided at the financial analyst briefing. I am pleased that our U.S. sales momentum has continued from the fourth quarter with a 19% annual sales increase in the first quarter. This reflects continued improvements in the pandemic conditions, growth in our core products and investment in the build-out of growth initiatives. While Aflac Dental and Vision and Group Premier Life Absent Management and Disability Solutions which we call PLADS, a relatively small part of our sales. We are very pleased with how they're contributing to our growth.\nOur growth initiatives modestly impacted the top line in the short-term, but also tend to be accompanied by the sale of our core supplemental health products, as Fred will explain in a moment. In combination with our core products, they also better position Aflac U.S. for future long-term success. The need for the products we offer is as strong or stronger than ever before. At the same time, we know that consumers' habits and buying preferences have been evolving. We remain focused on being able to sell and service customers, whether in person or virtually. This is part of our ongoing strategy to increase access, penetration and retention.\nTurning to capital deployment, we place significant importance on continuing to achieve strong capital ratios in the United States and Japan on behalf of our policyholders and shareholders. When it comes to capital deployment, we pursue value creation through a balance of actions, including growth investments, stable dividend growth, a disciplined and tactical stock repurchase. It goes without saying that we treasure our record of dividend growth. The fourth quarter's declaration marked our 39th consecutive year of dividend increases. This is a record we seek to extend demonstrated by our 21.2% increase in the first quarter cash dividend.\n2020 will remain in the market purchasing shares with a tactical approach. In the first quarter, Aflac Incorporated deployed 500 million in capital to repurchase 8 million of its common shares. With this approach, we look to emerge from this period in a continued position of strength and leadership.\nKeep in mind, in addition, we have among the highest return on capital and lowest cost of capital in the industry. We have also focused on integrating the growth investments we've made. I don't think it's a coincidence that we've achieved success while focusing on doing the right things for our policyholders, shareholders, employees, sales distribution, business partners and communities. I'm proud of what we've accomplished in terms of both our social purpose and financial results, which have ultimately translated into strong long-term shareholder return. We also believe in the underlying strength of our business and our potential for continued growth in the U.S. and Japan, the 2 of the largest life insurance markets in the world.\nThank you for joining us this morning. And now I'll turn the program over to Fred. Fred?\n\nFrederick John Crawford\n\nPresident & COO, Aflac Incorporated\n\nThank you, Dan. I'm going to focus my comments today on efforts to drive growth. I'll also provide some perspective on market and economic conditions in Japan and in the U.S.\nBeginning with Japan, COVID-related critical illness, daily death and hospitalization remains at very low levels. While weekly new cases were elevated for much of the quarter, they have come down in the last month and the government's intensive infection prevention measures were lifted as of March 21st. However, for much of the quarter, we felt the ongoing COVID impact, and as evidence, a further 17% decline in traffic through our retail insurance shops as compared to 2021. We have seen COVID incurred claims increase despite the lower rate of hospitalization. This is driven by the rising cases along with COVID's designation as an infectious disease or deemed hospitalization, which allows for payment of claims for care outside of the hospital.\nTo give you a perspective, we estimate over 80% of our COVID-related claims in the quarter were considered deemed hospitalization. In the meantime, and despite the increase in COVID claims, third sector benefit ratios remain very low.\nSales in the quarter were weaker than we had hoped for. Provided COVID dynamics continue to trend positive. We remain confident we will hit our internal expectations for the year. While COVID conditions partially explain the weakness, we are taking additional action to strengthen the associate channel to include renewed investment in our exclusive agency platform and efforts designed to build market share with nonexclusive agencies where we have low market share. With this in mind, we are accelerating our cancer insurance refreshment timing and plan to launch in the second half of 2022.\nWith respect to Japan Post, we have experienced sequential growth in sales with increased proposal activity as we continue to roll out a successful pilot program launched late last year. As Dan mentioned, the April transfer of 10,000 sales employees to Japan Post Insurance was completed without disruption. Our alliance now is best characterized as distribution through 20,000 post offices, 10,000 sales employees selling from 223 locations within the Japan Post Insurance Network and 88 Japan Post Insurance branches focused on corporate sales. Importantly, cancer sales targets have been communicated to the regional offices of both the postal system and within Japan Post Insurance for the first time in 3 years.\nWith respect to our elderly care products, sales were softer in the first quarter after an initial promotional period. This market is still relatively small, roughly 1/10 the size of the medical product industry. The market is further divided into 2 distinct and equally sized classes of product, protection and savings. We are focused on the protection segment of the market where we have quickly captured market share in the high teens. We are well-positioned with competitive product should the government of Japan contemplate shifting more of the burden to individuals.\nTurning to the U.S. The markets for voluntary and other worksite benefits have effectively recovered to pre-pandemic conditions. However, we are navigating inflation in a challenging labor market. When we reflect on the U.S. economic environment, we are especially focused on 2 areas of impact to our U.S. model, recruiting and persistency. Tight labor markets create difficulty in recruiting to a full-time commission-based profession. We are, therefore, focused on improving conversion rates of new recruits to producing agents and reengaging veteran agents who are less productive during the pandemic.\nOur strategy has been successful, driving a 7% increase in average weekly producers year-over-year. In addition, veteran agents are better equipped to leverage our recent product expansion and strategy to grow within the small business brokers.\nIn terms of persistency, it's important to note our account persistency was stable in the quarter. However, policyholder persistency was weak and broad-based, which leads us to believe it's partially attributable to the extreme movement in the labor markets. We track the labor department's quit rate, which had been declining during the pandemic then jumped in the first quarter to levels not seen in recent history. While higher turnover in the small business sector is common, the so-called great resignation, along with COVID and return to office dynamics is driving higher turnover. Unfortunately, when employees leave their place of work, they often leave their policies behind.\nWith this backdrop, what is most impressive about the sales results Dan covered is the balance. Split by product type, group voluntary was up 23%, individual benefits up 17%. Split by channel, agent sales were up 15% and broker up 25%. Our buy-to-build platforms were all up year-over-year, with the combination of network dental and vision, Premier Life and Disability and consumer markets up 65%, albeit off a small but building base. We track the halo impact of dental and vision sales and for every dollar of dental and vision sales, we were able to cross-sell $0.57 of other voluntary product.\nFinally, we launched Aflac Pet Insurance powered by Trupanion targeting the larger case market and are busy responding to requests for proposals. It's the balance in our results that give us added confidence that performance should continue throughout the year.\nTurning to our investment operations, we do not have any direct exposure in Russia or Ukraine. Of course, our large global credit portfolio does include multinational companies with business interests in the impacted region but nothing significant enough to cause us concern among what are generally large, high-quality credits. We are closely watching secondary risk, namely the impact to the European energy sector, the conflict's impact to existing supply chain and inflation risk and a risk of recession in Europe. While increasing yields erode some of our unrealized gain in the bond portfolio, we also have benefits from rising interest rate environment. Rising rates obviously provide a tailwind for new money investments.\nFurther, our sizable floating rate portfolio will benefit directly from aggressive Fed rate hikes as their interest rate resets are based off short-term rates. Given the significant move in the forward rate curve, we expect -- we elected to lock in a portion of the expected rate increases by increasing the notional of our interest rate swap strategy such that now approximately 70% of our income is protected from changes in short-term interest rates over the next 5 years. In addition, the holding company holds short-term investments that will benefit with rising short-term yields.\nOur alternative portfolio continues to deliver strong results. We understand these portfolios could very well give back some of the gains as the year goes on, but we're off to a strong start in generating the favorable returns expected from these portfolios.\nFinally, Max provided helpful perspective on our exposure to the weakening yen in his recorded comments. In short, while there are GAAP reported impacts, we are well protected from an economic perspective and do not see the weakness in the yen as altering our investment strategy, hedging strategy or overall capital deployment activities. There are certainly no implications to our business model, which reinforces our strategic focus on currency-neutral outcomes.\nI'll now hand the call back to David to take us to Q&A. David?\n\nDavid Young\n\nThank you, Fred. (Operator Instructions) Andrea will now take the first question."
  },
  {
    "header": "AFL",
    "cik": "0000004977",
    "ticker": "AFL",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9d6045f1fee200700f04a98ca523e03b",
    "period": "2021 Q4",
    "content": "Q4 2021 Aflac Inc Earnings Call\n\nQ4 2021 Aflac Inc Earnings Call\n\nAFLNYSEFEB 3, 8:00 AM\n\nOperator\n\nGood day, and welcome to the Aflac Incorporated Fourth Quarter 2021 Earnings Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to David Young, Vice President of Investor Relations. Please go ahead.\n\nDavid A. Young\n\nVP of Investor & Rating Agency Relations, Aflac Incorporated\n\nGood morning, and welcome to Aflac Inc.'s fourth quarter earnings call.\nAs always, we have posted our earnings release and financial supplement to investors.aflac.com. This morning, we will be hearing remarks about the quarter related to our operations in Japan and the United States amid the ongoing COVID-19 pandemic.\nDan Amos, Chairman and CEO of Aflac Incorporated, will begin with an overview of our operations in both countries. Fred Crawford, President and COO of Aflac Incorporated, will then touch briefly on conditions in the quarter and discuss key initiatives, including how we are navigating the pandemic.\nMax Broden, Executive Vice President and CFO of Aflac Incorporated will conclude our prepared remarks with a summary of quarterly financial results and current capital and liquidity. Members of our U.S. executive management team joining us for the Q&A segment of the call are Teresa White, President of Aflac U.S.; Virgil Miller, President of Individual and Group Benefits; Eric Kirsch, Global Chief Investment Officer and President of Aflac Global Investments; Brad Dyslin, Deputy Global Chief Investment Officer; Al Riggieri, Global Chief Risk Officer and Chief Actuary; June Howard, Chief Accounting Officer; and Steve Beaver, CFO of Aflac U.S.\nWe are also joined by members of our executive management team at Aflac Life Insurance Japan; Charles Lake, Chairman and Representative Director, President of Aflac International; Masatoshi Koide, President and Representative Director; Todd Daniels, Director and CFO; and Koichiro Yoshizumi, Director, Deputy President and Director of Sales and Marketing.\nBefore we begin, some statements in this teleconference are forward-looking within the meaning of federal securities laws. Although we believe these statements are reasonable, we can give no assurance that they will prove to be accurate because they are prospective in nature. Actual results could differ materially from those we discuss today.\nWe encourage you to look at our annual report on Form 10-K for some of the various risk factors that could materially impact our results. As I mentioned earlier, the earnings release is available at investors.aflac.com and includes reconciliations of certain non-U.S. GAAP measures.\nI'll now hand the call over to Dan. Dan?\n\nDaniel Paul Amos\n\nChairman & CEO, Aflac Incorporated\n\nGood morning, and thank you for joining us. 2021 was another year of uncertainty with vaccines incrementally gaining some momentum as the year progressed. There were hopes that the severity of COVID-19 would fade and allow us to return to some type of normalcy. Unfortunately, 1 year and several variants later the normalcy has been yet it did not remain idle.\nWe have worked hard to adapt using virtual technology and seize the opportunity to accelerate investments in our platform. considering what the global and national business landscape has experienced over the last 2 years. I think Aflac has been very fortunate with some tailwinds while simultaneously working hard to achieve our objectives and continue our strong earnings performance.\nWhile Max will address the quarter in more detail, I'd like to highlight some of the items for the year. Adjusted earnings per diluted share, excluding the impact of foreign currency, increased 21% in 2021. This result was largely supported by the continuation of the low benefit ratios associated with the pandemic conditions and better-than-expected returns on alternative investments.\nWe were pleased with this result, especially when you consider the pandemic pressure on revenues, accelerated investment in our core technology platforms and initiatives to drive future earned premium growth and efficiency. 2021, Aflac Japan generated solid overall financial results with an extremely strong profit margin of 20.2% and solid premium persistency of 94.3%. We continue to navigate Japan's evolving pandemic conditions, including various degrees of COVID-19-related restrictions that created headwinds for our face-to-face sales opportunities.\nEspecially given this backdrop, I am encouraged by Aflac Japan's annual sales increase of 7.7%. This reflected the first quarter introduction of our medical product, EVER Prime, and the September launch of our new nursing care product. Amid evolving pandemic conditions, we continue to enhance and actively leverage our virtual sales technology to connect with customers as we monitor the recovery of face-to-face sales.\nOur goal in Japan is to be the leading company for living in your own way. This approach captures how we tailor our products to fill consumers' needs during the various stages of their lives, reaching them where and how they prefer to purchase insurance. This includes through our agencies, strategic alliance and banks as well as virtually.\nAflac Japan continues to offer various measures of support to Japan Post Group as they gradually increase proactive sales activities in GEAR Up for the start of their new fiscal year in April of 2022. This will include the transfer of approximately 10,000 Japan Post company employees to Japan Post in terms. These employees will handle only Japan Post insurance products and most importantly, for us, Aflac Japan's insurance or cancer insurance.\nWe expect this continued collaboration to further position the companies for the long-term growth and gradual improvement of Aflac cancer insurance sales in the interim.\nTurning to Aflac U.S. We saw a strong profit margin of 22.8%. This result was driven by lower incurred benefits and higher adjusted net investment income, partially offset by higher adjusted expenses. I am pleased with the 16.9% annual sales increase, especially considering the constraint face-to-face activities continues to be somewhat of a headwind in the U.S. as well.\nAflac U.S. also continued to generate strong premium persistency of nearly 80%. In the U.S. small businesses have gained some incremental ground toward recovery, and we expect this to continue gradually. Within the challenging and small business and labor market, we continue to engage our veteran agents.\nAt the same time, larger businesses appear to be more resilient given their traditional reliance on online virtual self-enrollment tools and we are making ongoing investments in the group platform. Excluding our acquired platforms 2021 group sales or more than 104% of 2019 group sales. We remain focused on being able to sell and service customers whether in person or virtually. As part of the VISION 2025, we seek to further develop a world where people are better prepared for unexpected health expenses.\nFred will provide more detail, but as we seek to fill the needs of customers, businesses and our distribution, we continue to build out our U.S. product portfolio with Aflac network Dental and Vision and premier life and disability. These new lines modestly impact the top line in the short term.\nIn combination with our core products, they are better positioned Aflac U.S. for future long-term success. Depending on continued progress in the pandemic conditions, we remain cautiously optimistic for continued sales improvement in the U.S. The need for our products we offer is as strong or stronger than it has ever been. At the same time, we know consumers' habits and buying preferences have been evolving, and we are looking to reach them in ways other than traditional media and outside the work site.\nThis is part of the strategy to increase access, penetration and retention. I've always said that the true test of strength is how 1 handles adversity. While the pandemic has been and continues to be this type of test, I am pleased that 2021 confirms what we all knew. Aflac is strong, adaptable and resilient in both Japan and the United States we look for ways to be where people want to purchase insurance.\nRelated to capital deployment, we placed significant importance on continuing to achieve strong capital ratios in the U.S. and Japan on behalf of our policyholders and shareholders. When it comes to capital deployment, we pursue value creation through a balance of actions, including growth investments, stable dividend growth and disciplined and tactical stock repurchase.\nIt goes without saying that we treasure our record of dividend growth. The fourth quarter's declaration marks the 39th consecutive year of dividend increases. Additionally, the Board approved a first quarter dividend increase of 21.2%. Our dividend track record is supported by the strength of our capital and cash flows. At the same time, we remain tactical in our approach to share repurchase, deploying $2.3 billion in capital to repurchase 43.3 million of the shares in 2021.\nKeep in mind, in addition, we have among the highest return on capital and the lowest cost of capital in the industry. We have also focused on integrating the growth investments we have made in our platform. As always, we are working to achieve our earnings per share objective, while also ensuring we deliver on our promise to the policyholders.\nBy doing so, we look to emerge from this period in a continued position of strength and leadership. I want to point out that the world has changed in many ways that surprises even the most cynical, but what it hasn't changed is the fact that the pandemic or no pandemic, people are facing the same illnesses, accidents and health conditions every day only now COVID has been added.\nThis means that the need for our products is even greater now. And we are committed to being there for them in their time of need. I don't think it's coincidental that we've achieved success while focusing on doing the right things for the policyholders, the shareholders, the employees, the distribution channel, the business partners and the communities.\nI am proud of what we've accomplished in terms of both our social purpose and financial results, which have ultimately translated into strong long-term shareholder return.\nNow I'll turn the program over to Fred. Fred?\n\nFrederick John Crawford\n\nPresident & COO, Aflac Incorporated\n\nThank you, Dan. I'll reflect briefly on 2021, but we'll focus my comments on growth and efficiency initiatives in 2022. Beginning with Japan, COVID conditions continue to negatively impact our business. We expect sales to build from 2021 levels. However, there are currently 34 prefectures and soon to be 35 prefectures subject to COVID prevention measures that can have the effect of restricting economic activity.\nThere are no restrictions that directly impact the sale of insurance or our operations. However, consumers are naturally more reluctant to engage in face-to-face meetings with prevention measures in place. As we look to 2022, we're focused on the following: first, strengthening of our associates channel through increased policy solicitations at the worksite, marketing new products to existing policyholders and building market share in nonexclusive agencies where we have been historically weaker.\nThe associate channel responds to periodic medical and cancer product refreshment, but we believe these efforts will defend sales in this channel at 2021 levels despite it being a year without a major product refresh.\nFollowing on Dan's comments regarding Japan Post, we have seen proposal activity to potential customers grow materially during 2021. We are a long way from recovering to the volumes enjoyed in 2018. However, as part of our organization-wide coordination with Japan Post Group and building on past initiatives, we ran a test pilot initiative during the fourth quarter that provided sales process management tools and practices to Japan Post in support of customer-centric engagement.\nThis initiative was implemented by model post offices and led to increased written proposal activity and ultimately increase sales. Through our strategic alliance framework, the Japan Post companies have agreed to a nationwide campaign to roll out the best practices learned from our fourth quarter initiative. As the campaign will be linked with the transfer of 10,000 postal network sales employees to Japan Post Insurance this April, we are confident this will result in a meaningful level of recovery as compared to 2021.\nIn terms of product development, we ended 2021 with a little over JPY 1 billion in sales of our new nursing care product. We are introducing targeted incentive programs and TV advertising that profiles the mental and financial burden of caring for an aging parent. In addition, we plan to launch a new work leave or short-term disability product in March.\nThe new short-term disability product targets small- and medium-sized businesses that tend to have less comprehensive coverage. We expect both products to combine for 5% to 10% of our sales in 2022.\nTurning to operations. We are focused on initiatives designed to stabilize our expense ratio in the face of declining revenue as sales recover and we continue to run off first sector interest-sensitive product. These initiatives include a transition away from paper-based processes to digital, IT modernization and reimagining policyholder services, our largest operating platform within Aflac Japan.\nTurning to the U.S. COVID conditions are not expected to be the headwind faced in 2021. We can't control the risk of new variants, but we plan to return to near normal operating conditions as we enter the second quarter, while cautiously following CDC guidelines. We are seeing promising new business formation and associated momentum in sales.\nHaving spent time with our agents and brokers in January, the overall energy among our distribution partners gives us confidence, results will certainly build from 2021 levels. Dan covered our core small business and group voluntary results. We are focused on continued recovery in our agent-driven small business franchise. Recruiting is critical, as is converting recruits to average weekly producers.\nRecruiting was up 17% in 2021. However, on the back of a significant jump in small business broker appointments, which unlike agent recruiting takes time to convert to producing new business. Our broker-sold group voluntary business performed at a higher level than pre-pandemic 2019. It's important to note that we are 1 of the few companies that focuses specifically on driving voluntary product through specialized VB brokers and in partnership with leading benefit administrators.\nIn 2021, group sales through brokers which tends to focus on the mid to large marketplace where 1/3 of Aflac's total U.S. sales. Turning to our building platforms. Our network Dental and Vision line of business continues to develop. We now have over 7,000 agents trained with 50% of 2021 quote activity occurring in just the last 4 months of 2021.\nSales were $23 million in 2021 with an additional $15 million of voluntary products sold alongside capturing what we refer to as the halo effect. Today, we have a network of 90,000 providers, of which 15,000 are proprietary and the remainder leased. We expect to double the size of our proprietary dental network in 2022.\nControlling the quality and design of our network is critical as we seek to create a competitive advantage and move upmarket into broker-sold business. Our Premier Life and Disability business ended the year with $62 million in sales and has carved out a strong reputation as having unique client care model, advanced lead management capabilities and a building referral network as consultants and clients realize bigger is not necessarily better.\nNot included in these sales results we officially launched our Connecticut paid family medical leave administrative platform and hope to see additional states entertain outsourcing PFML administration.\nOur consumer markets business recorded sales of $39 million for 2021. The platform is in expansion mode with plans to add network dental, vision and hearing along with senior market products in 2022. Later this quarter, we expect to roll out through select brokers, our new Aflac Pet insurance powered by Trupanion.\nWe are targeting the larger case market and believe our solution is superior to the competition and leverages the best of both the powerful worksite brand and a recognized leader in pet insurance with a unique value proposition. Operations will continue to be a key area of execution with the goal of bending the expense ratio curve in the next few years.\nYou can see from my comments, we are clearly in building mode along with platform modernization. Investments include stabilizing in our small business enrollment tool, modernizing our dental and vision platform to handle increased volumes and migrating off a legacy group voluntary platform armed with an expanded product portfolio.\nThese are a few of the initiatives elevating our current expense ratio, but as discussed at our investor conference, we'll turn the corner in the next few years moving from the higher end of our forecasted range to the lower end, come 2024.\nCommenting on our investment operations, we completed our strategic asset allocation work in 2021 and are now executing on that strategy. Together with corporate finance activities at the holding company, we are confident we have engineered a prudent approach to our U.S. dollar program in Japan. The program is constantly refined and optimized driving yield, maintaining diversification, lowering hedge costs, reducing exposure to negative settlements, all while sheltering our investors' exposure to a weakening yen.\nWhile late in the game as compared to some in the industry, our disciplined approach of building an alternative portfolio resulted in strong variable investment income last year. We understand these portfolios are likely to give back some of the gains in the last year, but we are off to a strong start in generating the favorable returns expected from these portfolios.\nFinally, I'm very pleased with the progress made on ESG front in 2021. We are now a PRI signatory. We have returned to the Dow Jones Sustainability Index. And last week were once again named to the Bloomberg Gender Equality Index. Great progress and more to come.\nI'll now hand off to Max to cover financial performance. Max?\n\nMax Kristian Broden\n\nExecutive VP, CFO & Treasurer, Aflac Incorporated\n\nThank you, Fred. For the fourth quarter, adjusted earnings per diluted share increased 19.6% to $1.28, with a $0.05 negative impact from FX in the quarter. Full year adjusted earnings per diluted share of $5.94 was 19.8% higher than a year ago. This strong performance for the quarter and full year was largely driven by lower claims utilization due to pandemic conditions.\nVariable investment income rent $0.13 per share above our long-term return expectations for the quarter and $0.40 per share for the full year, a very good outcome for our growing private equity portfolio. Adjusted book value per share, including foreign currency translation gains and losses grew 7.7% year-over-year. And the adjusted ROE, excluding the foreign currency impact, was 13.6% in Q4 and 16.1% for the full year. A satisfactory result in significant spread to our cost of capital.\nStarting with our Japan segment. Total net earned premiums for the quarter declined 4.3% and for the full year, it was down 3.9%. Policy count in force declined 1.8%, which better reflects our overall growth in our business. Low new sales and a slight uptick in lapse rates were the main drivers for earned premium decline.\nJapan's total benefit ratio came in at 67.3% for the quarter, down 160 basis points year-over-year, and the third sector benefit ratio was 57%, also down 160 basis points year-over-year. For the full year, the benefit ratio was 67.2%, down 270 basis points year-over-year. We experienced a slightly greater than normal IBNR release in our third sector block as experience continues to come in favorable relative to initial reserving.\nThis quarter, it was primarily due to pandemic conditions constraining utilization and a slightly higher lapse rate within our medical block. Adjusting for greater than normal IBNR releases an in-period experience, we estimate our normalized benefit ratio for Q4 to be 68%. Persistency remained strong with a rate of 94.3%, down 80 basis points year-over-year. Our expense ratio in Japan was 22.6%, down 40 basis points year-over-year.\nGood cost control in combination with higher-than-expected NII have helped our expense ratio despite the overall decline of policies in force and earned premium. For the full year, the expense ratio increased 30 basis points to 21.5%. Adjusted net investment income increased 16.8% in yen terms, primarily driven by favorable returns on our growing private equity portfolio and lower hedge costs partially offset by a lower reinvestment yield on our fixed rate portfolio.\nFor the full year, adjusted NII was up 17.6%. The pretax margin for Japan in the quarter was 24.7%, up 380 basis points year-over-year, a good result for the quarter. For the full year, the pretax margin was 25.2%, supported by a very low benefit ratio and stronger-than-expected variable investment income.\nTurning to U.S. results. Net earned premium was down 1.3% as lower sales during the pandemic continues to have an impact on our earned premium. For the full year, earned premium declined 2.5%. Persistency improved 30 basis points to 79.6% driven partially by emergency orders continuing in certain states. Our total benefit ratio came in lower than expected at 46.7% or 490 basis points lower than Q4 2020.\nLower and deferred claims utilization impacts our IBNR held for incurred claims within a year. And as we get more data, our long-term models, increased reliance on source data, both leading to IBNR releases. This quarter, the IBNR release amounted to a 1.5% net impact on the benefit ratio which leads to an underlying benefit ratio, excluding IBNR releases of 48.2%.\nOur expense ratio in the U.S. was 43.8%, up 30 basis points year-over-year. Q4 seasonally experiences a higher expense ratio as business activity and enrollment picks up towards the year-end. For the full year, the expense ratio was up 90 basis points to 39.5%. Our continued build-out of growth initiatives group life and disability, network dental ambition and the direct-to-consumer contributed to a 120 basis points increase to the ratio.\nThese strategic growth investments are largely offset by our efforts to lower core operating expenses as we strive towards being the low-cost producer in the voluntary benefits space. We also incurred $6.1 million of integration expenses associated with recent acquisitions, which are not included in adjusted earnings or the reported expense ratios. Adjusted net investment income in the U.S. was up 8.2% in the quarter and 7% for the full year, mainly driven by favorable variable investment income. In the U.S. segment reported a pretax margin of 16.1% for the quarter and 22.8% for the full year, with a low benefit ratio as the core driver of improved results in both periods.\nIn our corporate segment, we recorded a pretax loss of $155 million as adjusted net investment income was $109 million lower than last year, due to low interest rates at the short end of the yield curve, lower amortized hedge income and changing value of certain tax credit investments. These tax credit investments run through the NII line for U.S. GAAP purposes with an associated credit to the tax line.\nIn the quarter, the impact to NII was a negative $104 million and the offsetting credit to GAAP taxes was a favorable $80 million, leading to a net impact to our bottom line of a negative $23 million in the quarter. To date, these investments are performing well above our cost of capital and in line with expectations. Our capital position remains strong, and we ended the quarter with an SMR north of 950% in Japan and a combined RBC north of 600% for Aflac U.S.\nUnencumbered holding company liquidity, holding company liquidity stood at $4 billion, $1.6 billion above our minimum balance. Leverage remains at a comfortable 22.4% in the middle of our leverage corridor of 20% to 25%. In the quarter, we repurchased $625 million of our own stock and paid dividends of $217 million, offering good relative IRR on these capital deployments.\nFor the full year, we repurchased $2.3 billion of our own stock and paid dividends of $888 million for a total of $3.2 billion of capital returned to shareholders. We will continue to be flexible and tactical in how we manage the balance sheet and deploy capital in order to drive strong risk-adjusted ROE with a meaningful spread to our cost of capital.\nBefore closing, I'd like to reiterate the outlook given at FAB for our key value drivers for the time period 2022 and 2023. With that, I hand it over to David to begin Q&A.\n\nDavid A. Young\n\nVP of Investor & Rating Agency Relations, Aflac Incorporated\n\nThank you, Max. We are now ready to take questions. But first, let me ask that you please limit yourself to 1 initial question and a related follow-up to allow other participants an opportunity to ask a question. And with that, Jason, if you will, open up the line to our first caller."
  }
]