[
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/78253bf100bc3829a595d550a28df33c",
    "period": "2025 Q3",
    "content": "Q3 2025 Motorola Solutions Inc Earnings Call\n\nQ3 2025 Motorola Solutions Inc Earnings Call\n\nMSINYSEOCT 30, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Third Quarter 2025 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay for this call will be available on our website within 3 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. [Operator Instructions] I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2025 third quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO.\nGreg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We've posted an earnings presentation and news release at motorolasolutions.com/investors. These materials include GAAP to non-GAAP reconciliations for your reference. During the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements.\nInformation about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2024 Annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements. And now I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim, and good afternoon, and thanks for joining us today. First, Q3 was another really strong quarter with revenue and earnings per share exceeding our guidance, highlighted by robust growth in Software and Services across all 3 technologies as well as a strong start for Silvus.\nRevenue was up 8% in the quarter with 11% growth in Software and Services and 6% growth in Products and SI. We also expanded operating margins by 80 basis points, led to record Q3 operating earnings in both segments and just under $800 million of record Q3 operating cash flow.\nSecond, demand for our safety and security solutions across public safety and defense remained strong and led to record Q3 orders with double-digit orders growth in both segments. We also ended the quarter with our highest Q3 ending backlog ever of $14.6 billion, up $467 million versus last year, which included a record $11 billion of S&S backlog that is increasingly driven by our command center and video solutions.\nAnd finally, following our strong Q3 results, we're again raising our guidance for full year earnings per share. I'll now turn the call over to Jason to take you through results and outlook before returning for some final thoughts.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 8% and was above our guidance with growth in all 3 technologies. Foreign currency tailwinds during the quarter were $21 million, while acquisitions added $123 million. GAAP operating earnings were $770 million or 25.6% of sales up from 25.5% in the year ago quarter. Non-GAAP operating earnings were $918 million, up 11% from the year ago quarter and non-GAAP operating margin was 30.5% in percent of sales, up 80 basis points driven by higher sales and improved operating leverage, partially offset by higher tariffs.\nGAAP earnings per share was $3.33, up from $3.29 in the year ago quarter. Non-GAAP EPS was $4.06, up 9% from $3.74 last year. The growth in EPS was driven by higher sales and margins and a lower diluted share count offset by higher interest expense in the current year. OpEx in Q3 was $652 million, up $35 million versus last year, primarily due to acquisitions.\nTurning next to cash flow. We achieved record Q3 operating cash flow of $799 million, up $40 million versus last year and free cash flow of $733 million, up $31 million. The increase in year-over-year cash flow was primarily driven by higher earnings, net of noncash charges. Capital allocation during Q3 included $182 million in cash dividends, $121 million in share repurchases and $66 million of CapEx. Additionally, the company closed the acquisition of Silvus for $4.4 billion and settled $70 million of 6.5% senior notes that were due within the quarter.\nMoving on to our segment results. In the Products and SI segment, sales were up 6% versus last year, driven by growth in MCN and video. Revenue from acquisitions in the quarter was $111 million, while FX tailwinds were $11 million. Operating earnings were $555 million or 29.3% of sales, flat compared to the prior year, primarily driven by higher sales and improved operating leverage, offset by higher tariffs.\nSome notable Q3 wins and achievements in this segment include a $40 million P25 device order for a U.S. Federal customer, a $14 million P25 device in mobile video order for Arlington, Texas, and a $10 million Silvus order for NATO country.\nIn addition, we received 3 large orders during the quarter for P25 system upgrades to our new D-Series infrastructure, a $110 million order from the State of Colorado, an $84 million order from the Tennessee Department of Safety and an $82 million order for a U.S. state and local customer. These large multiyear orders are further testament to our customers' commitment to investing in our next-generation LMR infrastructure, and we have a large funnel of opportunities over the next several years.\nIn Software and Services, revenue was up 11% compared to last year, driven by strong growth across all 3 technologies. Revenue from acquisitions was $12 million in the quarter, and FX tailwinds were $10 million. Operating earnings in the segment were $363 million or 32.6% of sales, up 200 basis points from last year, driven by higher sales, improved operating leverage, partially offset by acquisitions.\nSome notable Q3 highlights in the segment included a $57 million P25 services order for the state of Louisiana, a $25 million command center order for the state of Idaho, a $20 million P25 services order for a U.S. state and local customer, a $14 million mobile video order for the New York State Park police, a $13 million P25 services order for the Buenos Aires police and a $10 million mobile video order for the Bulgarian MOI, yet another win in Europe, where we've had good success in mobile video.\nIn fact, Bulgaria represents the 18th European country, where we will be deploying our mobile video solutions. Moving next to regional results. North America Q3 revenue was $2.1 billion, up 6% versus last year. International Q3 revenue was $888 million, up 13% versus last year. Growth in each region was across both segments and all 3 technologies.\nMoving to backlog. Ending backlog for Q3 was $14.6 billion, up $467 million or 3% versus last year driven by strong demand in multiyear software and services agreements and favorable FX, partially offset by strong MCN shipments and revenue recognition from the U.K. Home Office. Sequentially, backlog was up $452 million or 3%. The sequential increase was driven by strong demand in multiyear software and services agreements, partially offset by revenue recognition for the U.K. Home Office.\nIn Products and SI, the segment ended backlog with an increase of $148 million sequentially driven by MCN. Year-over-year ending backlog was down $604 million due to strong MCN shipments. In Software and Services backlog increased $1.1 billion from the prior year to $11 billion, an all-time record for the segment and $304 million sequentially up, driven by strong demand for multiyear contracts across all 3 technologies and favorable FX, partially offset by new recognition for the U.K. home office.\nTurning to our outlook. For Q4, we expect revenue growth of approximately 11% and non-GAAP EPS between $4.30 and $4.36 per share. This assumes an effective tax rate of 24% and a weighted average share count of 169 million shares. And for the full year, we continue to expect revenue of approximately $11.65 billion or 7.7% growth. And based on our year-to-date performance informed by a strong Q3, we are increasing our non-GAAP EPS guidance.\n[Audio Gap] assumes a weighted average diluted share count of approximately 169 million shares. -- and now assumes an effective tax rate of approximately 22.5%. Before I turn the call back to Greg, I'd like to provide some perspective on 2 areas. First, as it relates to the ongoing government shutdown, while the vast majority of our public safety business serves state and local customers who are unaffected by the federal shutdown, we do serve certain federal government agencies, including both DoD and DHS.\nAs the extended shutdown continues, we will monitor the potential revenue timing impact to this part of the business closely as it relates to Q4. Secondly, a couple of highlights on the strength of our balance sheet. We ended the quarter with approximately $900 million in cash and are on track to generate $2.75 billion in operating cash flow this year, which will mark the third consecutive year of double-digit growth.\nWe maintain significant balance sheet flexibility inclusive of the debt issued for Silvus. We have no senior debt maturities until 2028 and the payment schedule of our $1.5 billion term loan gives us continued flexibility to enable our M&A priorities. I would now like to turn the call back to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. Let me end with a few thoughts. First, I'm very pleased with our Q3 results, highlight the strength of our portfolio. Revenue was up 8%, highlighted by 11% growth in Software and Services. Additionally, we achieved Q3 operating earnings -- record Q3 operating earnings in both segments, record Q3 operating cash flow of just under $800 million, record Q3 orders that included double-digit growth in both segments and record Q3 backlog of $14.6 billion.\nThat puts us in a strong position as we move into next year. Second, earlier this month, our teams met with hundreds of customers at 2 of the largest trade shows in our industry. The Army's USA AUSA Conference in D.C., the International Association of Chiefs of Police in Denver. And what was clear from these discussions, we have the right solutions at the right time to address the evolving challenges that our customers are facing.\nIn defense, countries around the world are significantly increasing investments in drones and unmanned systems seeking advanced autonomous capabilities to enhance mission effectiveness and operational resilience in complex environments. Our acquisition of Silvus positions us well to support our customers across these areas. I'm really pleased with the momentum we're seeing since closing the acquisition in August. And in public safety agencies, we are harnessing the power of new technologies and artificial intelligence to improve first responder safety, dramatically reduce incident response times and automate routine tasks, thereby freeing up critical time for public safety personnel to focus on high-impact priorities.\nWe made significant investments to integrate these new technologies in AI into our solutions, and I anticipate this being a growth driver for the company for years to come. And finally, as we look to close out another exceptional year, we're extremely well positioned for continued growth. We've got the right set of solutions that are highly critical for our safety and security customers, both in the U.S. and abroad.\nCustomer funding environment globally for safety and security remains strong. Our deep customer relationships and continued innovation is driving increased scope across customer workflows and our solid balance sheet and cash flow continues to provide us with the flexibility in allocating capital both organically and inorganically. All of this is informing our expectations for another year of strong revenue growth and earnings growth in 2026. And with that, I'll turn it back over to Tim.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThanks, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to one question and one follow-up to accommodate as many participants as possible.\nOperator, would you please remind our callers on the line how to ask a question."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6f0cd5b4cee45da7034d841d6090ac86",
    "period": "2025 Q2",
    "content": "Q2 2025 Motorola Solutions Inc Earnings Call\n\nQ2 2025 Motorola Solutions Inc Earnings Call\n\nMSINYSEAUG 7, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Second Quarter 2025 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay of this call will be available on our website within 3 hours after the conclusion of this call. Site address is www.motorolasolutions.com/investor. [Operator Instructions] I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2025 second quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO.\nGreg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We've posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. During the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted.\nA number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements.\nInformation about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2024 annual report on Form 10-K for any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements.\nAnd with that, I will turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim, and good afternoon, and thanks for joining us today. I'll begin with a few thoughts on the business before turning it over to Jason. First, Q2 was another outstanding quarter with record Q2 revenue and earnings per share that exceeded our guidance as we continue to see strong customer demand across all areas of the business.\nRevenue was up 5% in the quarter, highlighted by 15% growth in software and services. We also expanded operating margins by 80 basis points, which led to record Q2 operating earnings and strong operating cash flow growth, which was a record for the first half of this year. Second, investments in public safety and security continue to be a priority for our customers, highlighted by our record Q2 orders, up 27% versus last year, inclusive of 10% growth in products, we also ended the quarter with over $14.1 billion of backlog, including $10.7 billion of software and services backlog, which is our highest S&S backlog ever and up $1 billion versus last year.\nAnd finally, based on our strong Q2 results and our increased expectation for the remainder of the year, we're raising our full year guidance for sales, earnings per share and operating cash flow.\nNow I'll turn the call over to Jason, who will take us through the results and outlook before I return for some final thoughts.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 5% and was above our guidance with growth in all 3 technologies. Foreign currency tailwinds during the quarter were $9 million, while acquisitions added $39 million.\nGAAP operating earnings were $692 million or 25% of sales, up from 24.5% in the year ago quarter. Non-GAAP operating earnings were $818 million, up 8% from the year ago quarter and non-GAAP operating margin was 29.6%, up 80 basis points driven by higher sales and improved operating leverage.\nGAAP earnings per share was $3.04, up from $2.60 in the year ago quarter. Non-GAAP EPS was $3.57, up 10% from $3.24 last year driven by higher sales and operating margins as well as a lower diluted share count in the current year. OpEx in Q2 was $615 million, up $22 million versus last year, primarily due to acquisitions.\nTurning to cash flow. Q2 operating cash flow was $272 million, up $92 million versus last year, and free cash flow was $224 million, up $112 million. The increase in year-over-year cash flow was primarily driven by higher earnings and improved working capital. And for the first half of the year, operating cash flow was a record $783 million, up 39% versus the first half of 2024.\nFor the full year, we're raising our operating cash flow expectations to $2.75 billion up 15% from last year and is inclusive of $75 million of transaction fees related to the Silvus acquisition as well as incremental interest to financing the deal.\nCapital allocation for Q2 included $218 million in share repurchases at an average price below $415 a share, $182 million in cash dividends and $48 million of CapEx and subsequent to the quarter end, we closed the Silvus acquisition for $4.4 billion of upfront consideration, which was primarily funded through $2 billion of long-term notes that we issued in Q2 and $1.5 billion of new term loans drawn subsequent to quarter end. The remaining consideration of $900 million was settled through a combination of cash on hand and issuance of commercial paper.\nMoving to our segment results in Products and SI, sales of $1.7 billion was flat compared to the year prior, while operating earnings of $442 million or 26.7% of sales was comparable inclusive of additional tariff costs and the continued investments in video during the current year, offset by lower material costs.\nSome notable Q2 wins and achievements in this segment include an $82 million P25 system upgrade for Tri-County systems in the St. Louis region, a $30 million P25 device order for the city of Miami, Florida, a $22 million P25 system upgrade for the state of Michigan, a $15 million fixed video order for a U.S. federal customer and an $11 million P25 device order for the Las Vegas Metro Police department.\nIn Software and Services, revenue was up 15% compared to last year, driven by strong growth across all 3 technologies. Revenue from acquisitions was $39 million in the quarter. Operating earnings in the segment were $376 million or 33.8% of sales, up from 32.3% last year, driven by higher sales and improved operating leverage, partially offset by acquisitions.\nSome notable Q2 highlights in S&S include a $44 million command center order for a U.S. state and local customer, a $29 million P25 system upgrade and LMR services order for the city of Chicago, a $12 million LMR cybersecurity order for the state of Victoria, Australia, an $11 million services order for the state of New Mexico and finally, a $9 million LMR services order for a U.S. federal customer.\nLooking next at our regional results. North America Q2 revenue was $2 billion, up 6% on growth in all 3 technologies. International Q2 revenue was $738 million, up 4% versus last year, driven by growth in LMR. Moving to backlog. Ending backlog for Q2 was $14.1 billion, up $150 million versus last year and up $19 million sequentially driven by strong demand, including record Q2 orders, which were up double digits in both of our segments.\nIn the Products and SI segment ending backlog decreased $902 million versus last year and $172 million sequentially due to continued strong LMR shipments. In Software and Services backlog increased $1 billion compared to last year and $191 million sequentially, driven by strong demand for multiyear contracts across all 3 technologies and the impact of foreign currency, partially offset by revenue recognition for the U.K. home office.\nTurning next to our outlook. We expect Q3 sales growth of approximately 7% with non-GAAP EPS between $3.82 and $3.87 per share. This assumes a weighted average diluted share count of approximately 169 million shares and an effective tax rate of approximately 24%.\nFor the full year, we now expect revenue of approximately $11.65 billion or 7.7% growth up approximately $250 million from our prior guidance of 5.5% growth and expect non-GAAP EPS between $14.88 and $14.98 per share up from our prior guidance of $14.64 to $14.74. This full year outlook assumes an effective tax rate of approximately 22%, which is unchanged and now assumes a weighted average diluted share count of approximately 169 million shares.\nBefore I turn the call back to Greg, I'd like to share a few thoughts regarding the Silvus transaction. First, when we announced the transaction in May, we shared the strong financial profile of Silvus with expectations of $475 million of full year '25 revenue at approximately 45% adjusted EBITDA margin. Our full year outlook assumes $185 million of revenue contribution from Silvus representing the stub period following the transaction closed yesterday. It also assumes that Silvus will be slightly dilutive for EPS in Q3 and neutral for 2025.\nSecond, as it relates to our 3 technologies, we are expanding our LMR technology category to include service under the new name of Mission Critical Networks, or MCN. With the inclusion of Silvus, this year, we expect MCN to grow mid-single digits, and from a segment perspective, the majority of the business will be reported under products and systems integration.\nAnd finally, our balance sheet remains strong. Following the acquisition of Silvus and the financing plan I described earlier, and all 3 rating agencies have affirmed our BBB level ratings. We maintain a balanced maturity profile with approximately 8 years of duration and an average coupon of just under 4.6% on our senior notes.\nStrong growth in our earnings power and cash generation has significantly expanded our leverage capacity, which we expect to continue to grow with Silvus, providing us flexibility to deliver on our capital allocation framework, which includes share repurchases as well as additional acquisitions.\nWith that, I'd like to turn the call back to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. First, I'm very pleased with our Q2 results, which highlight the durability of our business and the strength of our portfolio. We continue to invest both organically and inorganically in solutions that are continuing to provide us with sustainable long-term growth. Some recent examples include our announcement of SVX, which is a first of its kind video remote P25 speaker mic that converts to secure voice, video and AI and eliminates the need for a separate body-worn camera. We started shipping SVX just a few weeks ago, and the customer feedback has been strong. Since the launch, we've received orders from over 30 agencies with the majority coming from customers that do not currently use a Motorola body camera, highlighting the opportunity we have to capture future market share in the U.S. public safety body-worn camera space. .\nIn drones and unmanned systems, we've made several investments this year that allow us to capitalize on this fast-growing space. With our acquisition of Silvus, we're now a leader in mobile ad hoc networks which provides the high-speed infrastructure less communications backbone for unmanned systems in the air, on the ground and in the water that have become increasingly important in today's defense environment as well as border security and public safety.\nIn drone is the first responder, our strategic alliance with Brink provides us with an American-made purpose-built public safety drone that allows customers to reduce emergency response times and deliver critical supplies to those in need. And in drone detection our alliance with SkySafe integrates their advanced solutions, into our command center software and allows customers to detect, identify, track and analyze drone activity.\nAnd finally, we've introduced our next-generation ASTRO P25 LMR infrastructure featuring our D-Series base stations and access consoles, which bring many benefits, including increased capacity, improved energy efficiency and greater interoperability through leveraging complementary technologies such as low earth-orbit satellites.\nWe received several large orders this quarter, including from the St. Louis Tri Counties in the State of Michigan, and we're building a strong pipeline of large multiyear network refresh opportunities with expanded scope in software and services that we expect to convert to orders over the next several years.\nSecond, I'm very encouraged by our differentiated approach to AI. We began utilizing AI when we entered the fixed video space several years ago to solve complex video security problems, with AI-enabled cameras and video management software, and it continues to be an important driver of growth in video software, which actually grew 25% in Q2 and has grown over 20% annually over the last 5 years.\nOur investments in AI have continued to expand, and just a few months ago, we announced our Public Safety AI platform assist which is built around the objective of helping everybody involved in the incident workflow from 911 call takers to frontline responders, make better decisions and save precious time. This comprehensive approach allows us to do things no one else is doing in key areas such as AI-assisted report writing, where our AI solution leverages a holistic view of the incident, including the 911 call, dispatch and responder voice communications as well as body-worn video recording.\nWhen implementing AI, we're also making sure that we continue to build trust both with our customers and the communities they serve, which is reflected in our recent launch of AI labels in industry first. These labels provide transparency as to what, how, and where AI is used in customer workflows, which is a critical step in the path to product trust and adoption, and further differentiates us from our competitors in this area.\nAnd finally, I'm very excited about the Silvus acquisition, which is the culmination of discussions that lasted more than a year, when allocating capital for acquisitions, we remain committed to a very disciplined approach prioritizing long-term value creation for our shareholders.\nWith Silvus, we're acquiring a technology leader in a rapidly growing industry that's seen impressive customer adoption and has a very strong financial profile. Their business complements our leadership in LMR and video and provides us with opportunities to leverage our strong customer relationships.\nAdditionally, I'm particularly excited about the exceptional engineering and technical talent that the Silvus team brings us, and I look forward to working closely with them to drive meaningful revenue and earnings growth for years to come.\nAnd with that, I'll turn the call over to Tim and open it up to questions.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThank you, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to 1 question and 1 follow-up to accommodate as many participants as possible. Operator, would you please remind our callers on the line how to ask a question. ."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/aead0c535015b4923b7d9cff610ae33d",
    "period": "2025 Q1",
    "content": "Q1 2025 Motorola Solutions Inc Earnings Call\n\nQ1 2025 Motorola Solutions Inc Earnings Call\n\nMSINYSEMAY 1, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions First Quarter 2025 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay of this call will be available on our website within 3 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. [Operator Instructions] I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations, Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2025 first quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We've posted a news -- posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference.\nAnd during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements.\nInformation about factors that could cause such differences can be found in today's earnings news release, in the comments made during this conference call, in the Risk Factors section of our 2024 annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements. And with that, I will turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim, and good afternoon. Thanks, everybody, for joining us today. I'll begin with a few thoughts of the business before turning it over to Jason. First, Q1 was an excellent start to the year with record first quarter revenue, record operating earnings and record cash flow. In software and services, sales were up 9%, driven by continued strong adoption of software applications across our safety and security ecosystem and by our LMR services.\nIn Products and SI, sales were up 4% with significant operating margin expansion driven by growth for our higher-tiered public safety devices as well as lower material costs. Second, our investments in video and software continue to drive meaningful revenue growth for the company. During the quarter, our Command Center and video technologies both grew double digits and achieved record Q1 orders and ending backlog. We also closed on the acquisitions of RapidDeploy and Theatro, adding to our software offerings for both public safety and enterprise customers.\nAnd just last week, we launched SPX and Assist, 2 groundbreaking technologies that will transform how public safety officers protect and serve. And finally, as we navigate the current environment, I like how we are positioned. Our customers are continuing to prioritize investments in safety and security. Our public safety ecosystem continues to expand with new products and solutions, and we're taking actions to offset cost increases related to tariffs. All of this is driving our continued expectation for strong revenue, earnings and cash flow growth for the year. And with that, I'll now turn the call back over to Jason.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 6% and was above our guidance with growth in all 3 technologies. FX headwinds during the quarter were $25 million, while acquisitions added $32 million. GAAP operating earnings were $582 million or 23% of sales, up from 21.7% in the year ago quarter. Non-GAAP operating earnings were $716 million, up 12% from the year ago quarter and non-GAAP operating margin was 28.3%, up 160 basis points, driven by higher sales, favorable mix and lower direct material costs, partially offset by acquisitions.\nGAAP earnings per share was $2.53, up from a $0.23 loss in the year ago quarter, which then included a nonoperating loss due to the accounting treatment for the settlement of our Silver Lake convertible debt. Non-GAAP EPS was $3.18, up 13% from $2.81 last year. The growth in EPS was driven by higher sales and margins in the current year. OpEx in Q1 was $603 million, up $35 million versus last year, driven by investments in video and acquisitions. Turning to cash flow.\nQ1 operating cash flow was $510 million, up $128 million versus last year, and free cash flow was $473 million, up $137 million. The increase in cash flow was primarily driven by higher earnings and improvements in working capital. For the full year, our expectations for double-digit operating cash flow growth or approximately $2.7 billion are unchanged. Capital allocation for Q1 included $325 million in share repurchases, $182 million in cash dividends and $37 million of CapEx.\nDuring the quarter, we closed 2 acquisitions for a combined total of $414 million. Rapid Deploy, a cloud-native next-generation 911 provider; and Theatro, a maker of AI and voice-powered communication and digital workflow software for frontline workers. Both acquisitions are included in Command Center within our Software and Services segment. Moving to segment results.\nIn Products and SI, sales were up 4% versus last year, driven by growth in LMR. Currency headwinds were $14 million in the quarter. Operating earnings were $434 million or 28.1% of sales, up from 24.8% in the prior year, driven by higher sales, favorable mix and lower direct material costs. Some notable Q1s and achievements in this segment include a $19 million TETRA award for a customer in Germany, a $10 million fixed video order for Duke Energy, a $10 million P25 system order for a customer in North Africa, a $10 million P25 device order for a U.S. state and local customer and a $7 million P25 device order for Aurora, Colorado.\nAnd in Software and Services, revenue was up 9% compared to last year, driven by strong growth across all 3 technologies. Revenue from acquisitions was $32 million and FX headwinds were $11 million. Operating earnings in the segment were $282 million or 28.7% of sales, down from 29.8% of sales last year, primarily due to acquisitions. Some notable Q1 highlights in software and services include a $19 million LMR managed services extension for an international customer, an $18 million LMR services renewal for a U.S. utility, a $9 million fixed video services contract renewal for the city of Chicago, a $7 million command center order for a U.S. federal customer and a $5 million command center order for Denver's public transport. Moving next to our regional results.\nNorth America Q1 revenue was $1.9 billion, up 9% on growth in all 3 technologies. International Q1 revenue was $676 million, down 3% versus last year, with growth in video and command center, offset by foreign currency headwinds and lower LMR revenue from Ukraine in the current year. Moving to backlog.\nEnding backlog for Q1 was $14.1 billion, down $306 million or 2% versus last year, driven by strong LMR shipments and revenue recognition from the U.K. Home Office, partially offset by strong growth across all 3 technologies within software and services. Sequentially, backlog was down $605 million or 4%. The sequential decline was driven by strong LMR shipments, revenue recognition for the U.K. Home Office as well as order seasonality that's typical of the first quarter of the year.\nIn the Products and SI segment, ending backlog decreased approximately $1 billion versus last year due to strong LMR shipments and $533 million sequentially, driven by the order seasonality pattern that I just mentioned. In Software and Services, backlog increased $732 million compared to last year, driven by strong demand for multiyear contracts across all 3 technologies, partially offset by the revenue recognition for the U.K. Home Office. Sequentially, Software and Services backlog was down $72 million, primarily driven by revenue recognition for the U.K. Home Office. And turning now to our outlook.\nWe expect Q2 sales growth of approximately 4% with non-GAAP earnings per share between $3.32 and $3.37 per share. This assumes a weighted average share count of approximately 170 million shares and an effective tax rate of approximately 23.5%. For the full year, we continue to expect revenue growth of 5.5% and non-GAAP EPS between $14.64 and $14.74 per share. This full year outlook assumes $40 million of foreign currency headwinds, a weighted average share count of approximately 170 million shares and an effective tax rate for the year of approximately 23%.\nAnd before I turn the call back to Greg, I wanted to spend a moment on a few additional topics. First, with respect to tariffs. As I mentioned earlier, we are reaffirming our full year guidance despite higher costs from the current tariff environment, which we estimate to be up to $100 million this year. We are navigating this dynamic environment with a number of supply chain actions, and we're implementing cost-saving measures, along with finding price opportunities as well.\nSecond, our continued investments in software across the entire portfolio are driving strong adoption of our cloud and SaaS offerings, resulting in more revenue -- recurring revenue contribution and driving our expectations of strong software and services growth this year. One example to mention on this increase in software adoption has been the success of APX NEXT and the suite of software applications that are available on these devices.\nOur customers recognize the operational efficiencies these deliver. And by year-end, we expect to have over 200,000 APX NEXT devices with an app subscription in North America, generating an average $300 per year per device in revenue. This recurring revenue stream and its associated multiyear backlog are recorded within our S&S segment. Furthermore, the latest extension of APEX NEXT platform with the introduction of Assistant SVX provides us with even greater opportunities to deliver value-added software applications on the platform.\nAnd finally, a couple of notes on our balance sheet. Last week, we successfully renewed and extended our $2.25 billion revolving credit facility with improved pricing and flexibility. The new 5-year facility extends into 2030 and further complements our maturity profile. This, combined with our $1.6 billion of cash on hand and the $2.7 billion of operating cash flow we expect to generate this year gives us continued flexibility in capital allocation. Greg, back to you.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. I'm just going to end briefly with a few thoughts. First, I'm very pleased with how we're executing in the current environment. Our quarterly results were outstanding with Q1 record sales, earnings and cash flow. Our pipeline of new opportunities remains strong, and we've implemented mitigation actions to offset higher costs related to tariffs. Second, I'd like to take a minute to talk about our latest product launches of SVX and Assist. Born from the trusted foundation of our APX NEXT radio and inspired by who we serve, SVX and Assist represents significant leaps forward in public safety technology.\nSVX is a first-of-its-kind video remote P25 speaker mic that converges secure voice, video and AI and eliminates the need for a separate body-worn camera. Assist is our interactive AI platform that bridges AI-enabled features across the portfolio to provide the public safety community with contextual and actionable information when and where a decision needs to be made. The convergence in the SVX device brings video and even more AI the first responder's most trusted lifeline, their radio, and it creates a whole new category of technology to reduce response time and save lives.\nIn addition, it significantly improves the performance of applications like AI-assisted report writing by utilizing our extensive experience in public safety audio technology, enhanced by advanced noise cancellation. The SVX will be exclusively available with our APX NEXT family of radios, which we believe will drive increased adoption of these higher-tier radios and significantly increase our opportunity to provide software apps across the APX NEXT platform. The early engagement with the public safety community has exceeded our expectations, and I'm excited for them to start experiencing the benefits of these game-changing solutions.\nAnd finally, as I think about the remainder of the year, I'm encouraged on a number of fronts. Our need to have solutions in safety and security are continuing to be prioritized by our customers. The increased adoption for software and services apps helps drive continued growth in recurring revenue within our Software and Services segment, which we expect will make up almost 40% of our revenue this year. And we had a strong start to the year with regards to capital allocation with over $800 million already deployed between acquisitions and share repurchases year-to-date.\nAdditionally, we have a very strong balance sheet and robust cash flow that allows us to continue to play offense when the opportunity presents itself. And with that, I'll now turn the call over to Tim and open it up for questions.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThanks, Greg. [Operator Instructions] Operator, would you please remind our callers on the line how to ask a question?"
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/510205182e650aa1e0332d2b854f8714",
    "period": "2024 Q4",
    "content": "Q4 2024 Motorola Solutions Inc Earnings Call\n\nQ4 2024 Motorola Solutions Inc Earnings Call\n\nMSINYSEFEB 13, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Fourth Quarter 2024 Earnings Conference Call. Today's call is being recorded, if you have any objections, please disconnect at this time. The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay of this call will be available on our website within 3 hours after the conclusion of the call. The website address is www.motorolasolutions.com/investor. [Operator Instructions]. I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2024 fourth quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; and Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A.\nWe've posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements.\nInformation about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2023 annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements. And with that, I will turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim, and good afternoon, and thanks for joining us today. I'm going to start off by sharing a few thoughts about the overall business before Jason takes us through results and our outlook. First, Q4 was another exceptional quarter. We achieved record revenue in both segments and all three technologies, including double-digit growth in video and command center, highlighting the depth and breadth of our safety and security ecosystem that helps us protect people, property and places.\nAdditionally, we generated Q4 record operating earnings in both segments and ended the year with record backlog of $14.7 billion up $438 million, inclusive of $226 million of unfavorable currency rates. Second, our full year results were outstanding. In product and SI, revenue was up 10% and driven by growth in both LMR and video. We also expanded operating margins in the segment by 380 basis points, driven in part by continued favorable mix to our feature-rich devices and lower material costs. In Software and Services, revenue was up 5% or 13% excluding U.K. Home Office, driven by Stroth in video, Command Center and our LMR services businesses outside of the U.S.\nWe also grew earnings per share 16% operating cash flow by 17% and strengthened our safety and security offerings with 4 acquisitions in our video and command center technologies and subsequent to quarter end, we announced that we've entered into a definitive agreement to acquire Teatro, a maker of AI and voice-powered communication and digital workflow software for frontline workers. And finally, as we enter 2025, the continued robust demand for our solutions, coupled with our record backlog and healthy balance sheet positions us well for another year of strong revenue, earnings per share and cash flow growth.\nAnd with that, I'll now turn the call over to Jason.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThanks, Greg. Revenue for the quarter grew 6% and was above our guidance with growth in both segments and all three technologies. Revenue from acquisitions was $37 million, and the impact of favorable foreign currency rates was $6 million. GAAP operating earnings were $814 million or 27% of sales, up from 25.9% in the year-ago quarter driven primarily by a recovery related to the Hytera litigation. Non-GAAP operating earnings were $916 million, up 5% from the year ago quarter and non-GAAP operating margin was 30.4%, and versus 30.5% in the year ago quarter. GAAP earnings per share was $3.56, up from $3.47 in the year ago quarter.\nNon-GAAP EPS was $4.04 and up 4% from $3.90 last year, driven by higher sales and favorable mix. OpEx in Q4 was $652 million, up $55 million versus the prior year, primarily due to higher employee incentives investments in video and higher expenses from acquisitions. For the full year 2024, revenue was $10.8 billion, up 8%, with strong growth in both segments rose all 3 technologies. Revenue from acquisitions was $95 million, and the impact of unfavorable foreign currency rates was $2 million. GAAP operating earnings were $2.7 billion or 24.8% of sales versus 23% in the prior year. Non-GAAP operating earnings were $3.1 billion, up $358 million and non-GAAP operating margins were 29% of sales, up from 27.9% of sales in the prior year, driven by higher sales, favorable mix, and lower direct material costs, partially offset by the Airwave charge control and the impact of acquisitions.\nGAAP earnings per share was $9.23, down from $9.93 in the prior year primarily due to the $3.42 per share pretax loss booked in Q1 related to the accounting treatment for the settlement of the Silver Lake convertible notes element of the Silver Lake convertible notes. Non-GAAP EPS was $1.84, up 16% from $11.95 in 2023, driven primarily by higher earnings. For the full year, OpEx was $2.4 billion, up $197 million versus 2023, primarily driven by higher employee incentives, higher expenses associated with acquisitions and higher legal costs inclusive of the CMA appeal and the effective tax rate for 2024 was 22% compared to 21.9% in the prior year. Turning to cash flow. Q4 operating cash flow was $1.1 billion, down from $1.2 billion in the prior year as the linearity of cash generation improved and resulted in full year record operating cash flow of $2.4 billion and record free cash flow of $2.1 billion. The 17% year-over-year operating cash flow increase was driven by higher earnings and marks the second consecutive year of double-digit operating cash flow growth.\nCapital allocation in 24 included $654 million in dividends, $282 million for acquisitions $244 million in share repurchases and $257 million of CapEx. We also used $593 million of cash to settle the Silver Lake convertible premium in Q1 and increased our dividend by 11% in November, which was our 14th consecutive year of double-digit increases. Moving to segment results and products. Q4 sales were up 3% versus last year, driven by growth in LMR and video. Revenue from acquisitions was $11 million in the quarter, while the impact of favorable foreign currency rates was $1 million. Operating earnings were $594 million or 30.5% of sales, up from 30% in the prior year, driven by higher sales, favorable mix and lower direct material costs.\nSome notable wins and achievements in this segment include a $53 million P25 device order from a U.S. state and local customer, a $52 million P25 system and device order for a Canadian customer a $36 million P25 device order for Broward Sheriffs office in Florida, a $33 million P25 system order from the Kentucky State Police, a $32 million P25 device order for the City of Phoenix, Police and Fire and a $16 million fixed video order for Duke Energy. And for the full year, Products and SI revenue was $6.9 billion, up 10% from the prior year, driven by higher sales in LMR and video. Revenue from acquisitions was $43 million, and the impact of unfavorable foreign currency rates was $2 million. Full year operating earnings were $1.9 billion or 28.1% and of sales, up from 24.3% in the prior year on higher sales, favorable mix and lower direct material costs.\nIn software and services, Q4 revenue was up 11%, driven by growth in all three technologies. Revenue from acquisitions was $26 million, while the impact of favorable foreign currency rates was $5 million. Q4 operating earnings. In this segment were $322 million and operating margins were 30.3% of sales, down from 31.6% last year, primarily driven by acquisitions. Some notable Q4 highlights in this segment include a $329 million earnest renewal for Melbourne, Australia's LMR network. As 160 million 5-year LMR managed services renewal from Norway's nationwide public safety network a $68 million LMR services order from a U.S. state and local customer, a $40 million command center order from the Scottish service and finally, a $16 million fixed video order for the Sao Paolo state government in Brazil. For the full year, S&S revenue was $3.9 billion, up 5% compared to last year. When excluding the U.K. Home Office, revenue grew 13% with the growth in all 3 technologies. Revenue from acquisitions was $52 million during the year. Full year operating earnings were $1.2 billion or 30.8% of sales, down 310 basis points versus the prior year driven by the Airwave charge control and higher expenses associated with acquired businesses during the year. Looking at regional results.\nNorth America revenue was $2.2 billion, in Q4, up 9% and $7.8 [ million ] for the full year, up 13%, driven by growth in both segments and in all 3 technologies. International Q4 revenue was $807 million, down 3% and versus last year, primarily driven by lower Ukraine revenue in the current year and our exit from ESN, which was in the year ago quarter, offset by growth in video and command center. For the full year, international revenue was $3 billion, down 2%. Excluding the U.K. Home Office, International revenue was up mid-single digits, driven by growth in all 3 technologies. Moving next to backlog.\nEnding backlog for Q4 was $14.7 billion, up $438 million versus last year, inclusive of $226 million of foreign currency headwinds and Sequentially, backlog was up $602 million, inclusive of $319 million of foreign currency headwinds. And in the Products and SI segment, Ending backlog was down $858 million, driven primarily by strong LMR shipments during the year. Sequentially, backlog was down $46 million, primarily driven by unfavorable FX. In Software and Services backlog increased $1.3 billion from last year and $648 million sequentially. The growth was driven by strong demand in all three technologies, inclusive of foreign currency headwinds of $195 million year-over-year and $281 million sequentially.\nTurning next to our outlook. We expect Q1 sales to be up between 5% and 5.5% and with non-GAAP EPS between $2.98 and $3.03 per share. This assumes approximately $25 million in foreign exchange headwinds, 170 million -- 171 million diluted shares and a non-GAAP effective tax rate of approximately 21%. And for the full year, we expect revenue growth of approximately 5.5%. And inclusive of our expectations for $120 million of FX headwinds driven by the U.S. dollar strength over the last few months. and for non-GAAP earnings per share between $14.64 and $14.74 per share. The full year outlook also assumes 171 million shares and a non-GAAP effective tax rate of approximately 23%. Additionally, the outlook assumes tariff rates that are in effect today.\nAnd finally, with respect to cash flow, we expect to generate $2.7 billion in OCF, which we would expect to make 2025 our third consecutive year of double-digit operating cash flow growth. And before I turn it over to Greg, I wanted to share just a few other things. First, with the U.K. home office headwinds behind us on a full year basis, and the strong momentum we are seeing in cloud adoption and SaaS, we expect our S&S segment growth to be high single digits or double digits when normalized for FX. And on the product segment, we are expecting low to mid-single-digit growth coming off a record 2024. Secondly, I would provide you with some color on the technology growth expectations as well. In video, we're planning for another strong year of approximately 10% to 12% growth, inclusive of the increased cloud adoption we're seeing from our customers.\nIn Command Center, we're planning for 12% growth driven in part by continued strong adoption for our SaaS offerings there. And in LMR, we expect low to mid-single-digit growth, inclusive of the majority of the FX headwinds that I mentioned earlier. And finally, I'd highlight the strength of our balance sheet, which includes over $2 billion in cash at year-end a fixed rate debt maturity profile with no significant maturities until 2028 and a solid investment-grade credit rating, all of which gives us significant flexibility in capital allocation. Greg, I'd like to turn it back to you.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. And let me just end with some final thoughts. First, 2024 was another exceptional year for the company. We achieved record sales in both segments and all three technologies, significantly expanded operating margins, grew EPS by 16% and generated record operating cash flow of $2.4 billion, up 17% from the prior year. And we also returned almost $1.5 billion to our shareholders through dividends, share repurchases and the settlement of the Silver Lake convertible note at less than $320 a share, and we added 4 acquisitions within our video and command center technologies. Second, the investments we're making in software and services continue to drive strong recurring revenue growth for the company.\nSoftware and Services revenue was up 13% during the year, excluding U.K. home office driven in part by accelerating demand for our software solutions in command center, video and our suite of applications running on our Apex next family of devices. We also finished the year with backlog of $10.6 billion, up 14%, including record backlog in all three technologies, which is informing our guide for another strong year of growth in 2025. And finally, as we enter this year, we're very well positioned for another outstanding year. Our customers are continuing to invest in LMR for the long term, highlighted by the numerous large multiyear contracts that we received over the last year.\nWe're also seeing strong interest in our latest generation B-Series ASTRO infrastructure, which is creating a healthy pipeline of upgrade opportunities and is a further testament to the foundational longevity of this technology. And additionally, the upgrade cycle to our Apex next family of devices continues to drive product and recurring revenue growth via the applications that are on each device. And in Video and command center, we continue to see robust demand and are expecting another year of double-digit growth in both of those technologies as well. Finally, our healthy cash generation and strong balance sheet with a net debt-to-EBITDA ratio of 1.1, probably the lowest we've seen in almost a decade, provides us with significant flexibility to deploy capital opportunistically and drive value for our shareholders in our total addressable market, which is now approximately $72 billion.\nSo now I'll give the call back to Tim, and we can take your questions.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThank you, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to one question, one follow-up to accommodate as many participants as possible. Operator, would you please remind our callers on the line how to ask a question?"
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ab005aead9d5a18024a92f2f0cbc10ae",
    "period": "2024 Q2",
    "content": "Q2 2024 Motorola Solutions Inc Earnings Call\n\nQ2 2024 Motorola Solutions Inc Earnings Call\n\nMSINYSEAUG 1, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Second Quarter 2024 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time.\nThe presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay will be available on our website within 3 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. [Operator Instructions].\nI would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may now begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2024, second quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO.\nGreg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We have posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted.\nA number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assets that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements.\nInformation about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call and the Risk Factors section of our 2023 annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements.\nAnd with that, I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim, and good afternoon, and thanks for joining us today. I'll start off by sharing a few thoughts about the overall business before Jason goes through our results and outlook. .\nFirst, Q2 was another outstanding quarter with record Q2 revenue and operating earnings. Products and SI revenue was up 15% and operating earnings were up 56%, driven by continued strong demand and favorable mix within LMR products. In Software and Services, revenue was flat, excluding the home office, from the U.K., revenue was up 11%, driven by strength in all 3 technologies. And we also increased earnings per share by 22%, generated $180 million of operating cash flow and ended the quarter with $14 billion of backlog, positioning us well for our continued growth.\nSecond, I'm encouraged by the continued momentum we're seeing across the business. In video security, revenue was up 10%, driven by growth in both our fixed and mobile video solutions and increasing in software and services. In Command Center, revenue increased 9%, as customers continue to adopt our solutions that help them effectively accelerate response and resolution of incidence. And in LMR, revenue increased 9%, inclusive of the U.K. home office headwinds driven by LMR products as well as Managed and Support Services.\nAnd finally, based on our Q2 results, robust demand and continued prioritization for safety and security by our customers, we're again raising both our revenue and earnings guidance for the full year.\nI'll now turn the call over to Jason.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 9% and was above our guidance with strong growth in all 3 technologies, Acquisitions added $13 million, while FX headwinds were $5 million during the quarter. GAAP operating earnings were $644 million or 24.5% of sales, up from 21.6% in the year ago quarter. Non-GAAP operating earnings were $758 million, up 18% from the year ago quarter and non-GAAP operating margin was 28.8%, up 210 basis points, driven by higher sales, favorable mix and improved operating leverage partially offset by the Airwave charge control.\nGAAP earnings per share was $2.60, up from $2.15 in the year ago quarter. Non-GAAP earnings per share was $3.24, up 22% from $2.65 last year. The growth in EPS was driven by higher sales and margins and a lower diluted share count, partially offset by a higher effective tax rate in the current quarter. OpEx in Q2 was $593 million, up $38 million versus last year, primarily due to higher employee incentives and acquisitions.\nTurning to cash flow. Q2 operating cash flow was $180 million, up $87 million versus last year, and free cash flow was $112 million, up $72 million. These increases were primarily driven by higher earnings partially offset by higher employee incentives and higher cash taxes. Our year-to-date operating cash flow was $562 million, up from $85 million in the previous year on higher earnings and significantly improved working capital. And we now expect operating cash flow for the full year to be $2.25 billion, an increase of $50 million versus our prior expectations and double-digit growth expectations over last year.\nCapital allocation for Q2 included $163 million in cash dividends, $71 million in share repurchases and $68 million of CapEx. Subsequent to the quarter end, we also closed 2 acquisitions for a total of $223 million. The first is a global provider of critical event management software that expands our command center presence internationally and also complements our Rave acquisition. The second is a provider of vehicle location and management solutions that further builds on our leadership in providing mobile video solutions for the financial services sector. We expect these acquisitions to generate approximately $15 million to $20 million of revenue per quarter primarily in video and to be slightly dilutive to the second half of this year.\nMoving to segment results and Products and SI, sales were up 15% versus last year, driven by continued demand along with improvements in supply in LMR. Currency headwinds were $2 million in revenue from acquisitions contributed $12 million. Operating earnings were $445 million or 26.8% of sales, up from 19.8%, in the prior year, driven by higher sales, favorable mix and improved operating leverage.\nSome notable Q2 wins and achievements in this segment include a $32 million P25 system and device order for the city of Naperville, Illinois, a $19 million P25 system upgrade for Washington County, Virginia, an $18 million P25 system order for a U.S. Federal customer, a $17 million P25 device order for a U.S. customer, an $8 million fixed video order for a large state and local customer and a $6 million video order for Newark public schools in New Jersey.\nIn Software and Services, revenue was flat compared to last year, excluding the U.K. Home Office, revenue was up 11%, driven by strength in all 3 technologies. Revenue from acquisitions was $1 million in the quarter, and FX headwinds were $3 million. Operating earnings in the segment were $313 million or 32.3% of sales, down from 36.9% last year due to the revenue reduction related to the Airwave charge control. which was partially offset by improved operating leverage elsewhere in the segment.\nExcluding the U.K. Home Office, Software and Services operating margins increased during the quarter on higher sales and improved operating leverage.\nSome notable Q2 highlights in this segment include a $19 million LMR order for the Victorian state government in Australia, an $18 million LMR order for a U.S. Federal customer, a $12 million command center order for the Las Vegas Metro Police Department, an $11 million LMR order for American Airlines. And finally, we received a $16 million mobile video award with Police Scotland. This award was part of a $30 million investment made by Police Scotland to procure body-worn cameras, LMR radios and mobile application software, demonstrating their recognition of the strength of our integrated ecosystem.\nLooking at regional results. North America Q2 revenue was $1.9 billion, up 17% on growth in all 3 technologies. International Q2 revenue was $711 million, down 7% versus last year due to the impact of the Airwave charge control. Excluding the U.K. Home Office, International revenue was up mid-single digits with growth in all 3 technologies.\nMoving to backlog. Ending total backlog for Q2 was $14 billion, a decrease of approximately $300 million or 2% versus last year. Excluding the U.K. Home Office, total backlog was $12.5 billion, up from $12.4 billion last year. In the Products and SI segment ending backlog decreased $482 million versus last year and $308 million sequentially, driven by strong LMR shipments as supplier lead time improvements enabled us to ship additional products earlier in the year and improve our sales linearity.\nIn software and services backlog increased $164 million compared to last year, driven by multiyear software and services contracts across all 3 technologies, partially offset by 12 months of revenue recognition from the U.K. Home Office. Sequentially, backlog was down $129 million, primarily driven by the quarterly revenue recognition for the U.K. Home Office.\nTurning next to our outlook. We expect Q3 sales growth between 7% and 8%, with non-GAAP earnings per share between $3.32 and $3.37 per share. This assumes a weighted average diluted share count of approximately 170 million shares and an effective tax rate of 24%.\nFor the full year, we are again increasing both our revenue and earnings per share guidance. We now expect revenue growth of approximately 8%, up from our prior guidance of approximately 7%, and we expect non-GAAP earnings per share between $13.22 and $13.30 per share, up from our prior guide of $12.98 to $13.08 per share.\nThe full year outlook assumes a weighted average diluted share count of approximately 171 million shares and an effective tax rate of approximately 23.5%. It also assumes operating margin expansion of approximately 100 basis points, up from our prior expectation of 75 basis points, driven by higher sales.\nAnd finally, before turning the call back to Greg, I wanted to share some insights regarding our increased expectations for the year. In video, we now expect approximately 12% of growth for the full year, inclusive of the recent M&A. Video continues to be an exciting opportunity for us with new products like [ ACCA ] video management system, H6 cameras, our latest AI-enabled video recorder and both cloud and on-premises offers.\nAnd for LMR, we're increasing our expectations to mid- to high single-digit growth for the full year, which includes the headwinds related to the U.K. home office that we communicated at the beginning of the year.\nOn the continued strength of LMR, I'd point to a couple of important drivers. First, in LMR services, we have a significant installed base, and our customers are increasingly relying on our expanded services offerings such as cyber and software upgrade agreements as they continue to invest in their networks for the long term. And second, in LMR products, strong demand for feature-rich devices continues to drive growth and margin expansion. For example, we have thousands of public safety customers who are on multi-year technology refresh cycles. These customers are increasingly adopting advanced devices like our APX NEXT family of devices.\nI'll now turn the call back over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. And let me just close with a few thoughts. First, our Q2 results highlight the continued momentum we're seeing across the business. We achieved strong revenue growth in all 3 technologies. We significantly increased operating margins. We grew earnings per share by 22%, and we generated $180 million of operating cash flow. .\nSecond, we're continuing to use our strong cash flow and healthy balance sheet to create shareholder value and invest for continued growth. Year-to-date, we've spent a little over $700 million to reduce our diluted share count. Inclusive of the Silver Lake convertible note and share repurchases, and we've invested more than $250 million on acquisitions, adding solutions like long-range cameras, vehicle location and critical event management software.\nWe also expect to spend approximately $850 million of R&D this year, focused on expanding our powerful safety and security offerings across the business. And we recently announced the opening of the R&D center in Cork, Ireland, which will focus on designing software for the company's comprehensive land mobile radio portfolio.\nThese investments enhance our powerful ecosystem where video, radio and software work together to improve situational awareness, automate response, and more efficiently manage evidence across the various devices and platforms used by security personnel.\nAnd finally, as we enter the second half of the year, I really like how we're positioned. Our solutions have never been more important for customers as they continue to prioritize safety and security. We're seeing increased adoption of our cloud offerings in video and command center, which drove record Q2 backlog in those respective technologies. And we've launched several new products including VESTA Next, our new cloud-based 911 call handling solution and our MXP 660 TETRA radio, which is the APX NEXT equivalent for the TETRA market, providing both LMR and LTE capabilities in the same device. All of this is driving continued demand and in orders pipeline that's now about $1 billion higher than it was at this point last year, positioning us very well for growth going forward.\nAnd with that, I'll turn the call back over to Tim.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThank you, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to one question and one follow-up to a comment [indiscernible]. Operator can you please remind our callers on the line on how to ask a question."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8b1164c6a490edca1cfbcc1b6d1f573a",
    "period": "2024 Q1",
    "content": "Q1 2024 Motorola Solutions Inc Earnings Call\n\nQ1 2024 Motorola Solutions Inc Earnings Call\n\nMSINYSEMAY 2, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions First Quarter 2024 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay of this call will be available on our website within 3 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. [Operator Instructions].\nI would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2024 First Quarter Earnings Call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO.\nGreg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We've posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. During the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements. Information about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2023 annual report on Form 10-K and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements.\nAnd with that, I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim. Good afternoon, and thanks for joining us today. I'm going to share a few thoughts about the overall business before Jason takes us through our results and outlook. First, Q1 was an outstanding start to the year. We achieved revenue growth of 10%, earnings per share growth of 27%, expanded operating margins by 220 basis points and generated record Q1 operating cash flow of $382 million. We also finished the quarter with $14.4 billion of backlog, up $300 million versus last year.\nSecond, our outstanding Q1 performance was broad-based. In our Products and SI segment, revenue was up 14% and operating margins increased 590 basis points as we continue to see strong demand for our feature-rich LMR products, including APX NEXT and our refreshed PCR portfolio. In Software and Services revenue was up 4%, inclusive of the Airwave charge control and our exit from the ESN contract. Excluding U.K. Home Office revenues, Software and Services revenues increased double digits, driven by continued strong demand for our LMR service offerings and our software applications in Video Security and Command Center. And finally, based on our strong start to the year and continued robust demand, we're raising both our revenue and earnings guidance for the full year.\nI'll now turn the call over to Jason.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 10% and was above our guidance with strong growth in all 3 technologies. GAAP operating earnings were $519 million or 21.7% of sales, up from 18.4% in the year ago quarter. Non-GAAP operating earnings were $638 million, up 20% from the year ago quarter and non-GAAP operating margin was 26.7%, up 220 basis points. The strong year-over-year increase in both GAAP and non-GAAP operating earnings was driven by higher sales a favorable mix shift as our customers invest in more feature-rich LMR products and improved operating leverage, offset by the U.K. CMA charge control related to Airwave. GAAP earnings per share was a loss of $0.23 and included a $585 million charge, resulting in a $3.42 per share pretax nonoperating loss due to the accounting treatment for the settlement of the Silver Lake convertible notes.\nWe settled these notes entirely in cash for approximately $1.59 billion inclusive of the conversion premium, which eliminated potential dilution to our share count and reflected a favorable negotiated settlement price compared to the indenture terms. As a result, we recognized a nonoperating loss for the settlement during the quarter. According to the current accounting rules for convertible notes, which were updated in 2022. Non-GAAP EPS was $2.81, up 27% from $2.22 last year. This strong growth in EPS was driven by higher sales and margins, lower interest cost and a lower diluted share count. OpEx in Q1 was $568 million, up $38 million versus last year, primarily due to higher employee incentives and acquisitions.\nTurning to cash flow. Operating cash flow was a Q1 record of $382 million, up $390 million versus last year, and free cash flow was $336 million, up $398 million. The strong increase in cash flow was driven by improved working capital and higher earnings net of noncash charges. Capital allocation for Q1 included $163 million in cash dividends $46 million of CapEx and $39 million of share repurchases. We also used $593 million of cash to settle the Silver Lake conversion premium and we closed the acquisition of Silent Sentinel, a provider of specialized long-range cameras for $37 million net of cash required.\nMoving to segment results. In Products and SI, sales were up 14% versus last year, driven by continued strong demand, combined with improved supply availability and a favorable mix shift in LMR products. Operating earnings were $370 million or 24.8% of sales, up from 18.9% in the prior year, driven by higher sales, favorable mix and improved operating leverage. Some notable Q1 wins and achievements in this segment include a $22 million P25 device order for a large U.S. customer, a $16 million LMR order for an international customer, a $13 million order for the State of Tennessee and a $13 million mobile video order for North Carolina State Highway Patrol.\nIn Software and Services, revenue was up 4% compared to last year. S&S revenues, excluding the U.K. Home Office were up 12%, driven by strong growth in all 3 technologies. Operating earnings in the segment were $268 million or 29.8% of sales down from the 32.9% of sales last year due to the impact of the Airwave charge control. Excluding the impact of the U.K. Airwave charge control, Software and Services margins increased year-over-year, driven primarily by higher sales and improved operating leverage. Some notable Q1 highlights in this segment include a $25 million LMR services order for Douglas County, Colorado, a $25 million LMR services order for U.K. Department of Health, an $18 million Command Center order for the city of San Francisco, a $14 million LMR services order for Lithuania and an $11 million services order for So Paulo State Police in Brazil.\nMoving next to our regional results. North America Q1 revenue was $1.7 billion, up 13% on strong double-digit growth in both segments. International Q1 revenue was $696 million, up 3% versus last year with growth in video and LMR, offset by lower U.K. Home Office revenues related to the UK Home Office Airwave charge control and our exit of ESN. International revenue, excluding the U.K. Home Office impact increased double digits year-over-year in both segments.\nMoving to backlog. Ending backlog was a record $14.4 billion, up $331 million versus last year, driven primarily by strong demand for multiyear Software and Services contracts in both regions. The year-over-year increase is inclusive of the reduction of $777 million booked in the fourth quarter of 2023 related to the Airwave charge control and revenue recognition for Airwave and ESN over the last year. Additionally, in the first quarter of 2024, we recorded a $748 million of backlog related to the receipt of a 3-year extension notice from the U.K. Home Office for years 2027 through 2029.\nOur total backlog, excluding the U.K. Home Office was up over $500 million compared to last year. Sequentially, backlog was up $138 million, driven by the extension notice related to Airwave that I just mentioned, partially offset by our typical Q4 to Q1 order seasonality in North America and some favorable -- unfavorable FX. In the Products and SI segment, ending backlog was down $74 million, primarily due to unfavorable FX. Sequentially, backlog was down $354 million due to the Q4 to Q1 North America order seasonality that I mentioned.\nAnd then Software and Services backlog was up $404 million compared to last year, driven by strong demand for multiyear services and services contracts in both regions. Our S&S backlog, excluding the U.K. Home Office was up almost $600 million compared to last year. Sequentially, backlog was up $492 million, driven primarily by the extension notice related to Airwave, partially offset by Q4 to Q1 order seasonality.\nTurning to our outlook. We expect Q2 sales to be up between 7% and 8% with non-GAAP earnings per share between $2.97 and $3.02 per share. This assumes a weighted average diluted share count of approximately 170 million shares and an effective tax rate of approximately 24%. And for the full year, we are increasing both our revenue and EPS guidance. We now expect revenue growth of approximately 7%, up from our prior guidance of approximately 6%. And with that, we expect non-GAAP earnings per share between $12.98 and $13.08 per share, up from our prior guidance of $12.62 to $12.72 per share. In addition, with the U.S. dollar strengthening since our last call, this full year outlook now assumes an FX headwind of $30 million, primarily in the second half. It also includes a weighted average diluted share count between 170 million and 171 million shares and an effective tax rate of 23% to 24%. And finally, as a result of the debt issuance and Silver Lake settlement we completed in Q1 and we now expect full year interest expense to be approximately $240 million, up $25 million year-over-year.\nBefore turning the call back to Greg, I want to highlight, just a couple of balance sheet-related items. During the quarter, we used $593 million to settle in cash the premium for the Silver Lake notes that I mentioned. We also repurchased 39 million of shares, resulting together in a combined total of $632 million targeted at reducing our diluted share count. Also during the quarter, both S&P and Fitch upgraded our credit ratings to BBB underlying the strength of our business and the balance sheet. Following the upgrades, we issued $1.3 billion of debt, $900 million of 10-year and $400 million of 5-year notes, further extending our average debt maturity, which is now over 8 years, all fixed at an average rate below 4.5%. We used a portion of the proceeds from the new debt issuance to pay off the $1 billion convertible notes and plan to use the remainder to settle the approximately $300 million of debt maturity coming due later this year.\nI'll now turn the call back to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. And let me just close with a few thoughts. First, Q1 was outstanding across the Board. We achieved strong revenue growth in all 3 technologies. We significantly increased operating margins. We generated record Q1 operating backlog -- operating cash flow and our strong ending backlog positions us well going forward. As a result, we're raising our expectations for both revenue and earnings for the full year.\nSecond, during the quarter, we announced that we mutually agreed with Silver Lake to settle the convertible notes. Silver Lake has been a great partner since their initial investment in 2015, and I'm very pleased that Greg Mondre is remaining on our Board. And finally, as I look forward, I'm exceptionally pleased with how well we're positioned. The investments we've made in our LMR product portfolio are driving meaningful revenue growth and margin expansion. Our recurring revenues are increasing as a result of the continued strong demand for our services. We continue to see accelerated adoption of our cloud offerings, including Rave and Command Center and Avigilon Alta in Video Security and our strong balance sheet positions us well to invest both organically and inorganically for continued growth.\nWe ended the quarter with $1.5 billion in cash, still expect to generate $2.2 billion of operating cash flow for the year, we refinanced and extended a portion of our debt portfolio, and we received upgrades from 2 credit rating agencies during the quarter. All of this provides us with significant continued flexibility in how we deploy capital going forward.\nI'll now turn the call over to Tim and look forward to your questions.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThank you, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to 1 question and 1 follow-up to accommodate as many participants as possible. Operator, would you please remind our callers on the line how to ask a question."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/eede9fe944f81eb8a149e41f2fbb97e4",
    "period": "2023 Q4",
    "content": "Q4 2023 Motorola Solutions Inc Earnings Call\n\nQ4 2023 Motorola Solutions Inc Earnings Call\n\nMSINYSEFEB 8, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Fourth Quarter 2023 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay of the call will be available on our website within 3 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. [Operator Instructions]. I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2023 Fourth quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We've posted an earnings presentation and news release at motorolasolutions.com/investor.\nThese materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements. Information about factors that could cause such differences can be found in today's earnings news release, in the comments made during this conference call in the Risk Factors section of our 2022 annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements. And with that, I will turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim, and good afternoon, and thanks for joining us today. First, Q4 was an exceptional quarter, achieved record revenue in both segments and all 3 technologies, including double-digit growth in Video Security and Command Center highlighting the strength and robust demand for our Safety and Security Solutions that help protect people, property and places. Additionally, we expanded operating margins for the sixth consecutive quarter generated over $1.2 billion of operating cash flow and strengthened our Video Security portfolio with the recent acquisition of IPVideo creator of the HALO Smart Sensor.\nSecond, our full year results were outstanding. In our Products and SI segment, we grew revenue 9%, driven by strong growth in both LMR and Video Security and we ended the year with record product backlog. We also expanded operating margins in the segment by 380 basis points, driven in part by higher ASPs and lower product costs. In Software and Services, revenue was up 10%, inclusive of the Airwave revenue reduction, highlighted by strong growth in Video Security, Command Center and our Services business outside of the U.K. And we also generated record operating cash flow of $2 billion, up 12% versus the prior year. And finally, as we enter 2024, our robust backlog position coupled with the continued strong demand for our Safety and Security Solutions positions us well for another year of strong revenue and earnings growth. And with that, I'm going to turn the call over to Jason.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 5% and was above our guidance with growth in both segments both regions and all 3 technologies. FX tailwinds during the quarter were $16 million, while acquisitions added $17 million. GAAP operating earnings were $738 million or 25.9% of sales up from 25.6% in the year ago quarter. Non-GAAP operating earnings were $870 million, up 6% from the year ago quarter and non-GAAP operating margin was 30.5%, up 10 basis points. The increase in both GAAP and non-GAAP operating earnings was driven by higher sales and lower direct material costs.\nGAAP earnings per share was $3.47, up from $3.43 in the year ago quarter. Non-GAAP EPS was $3.90, up 8% from $3.60 last year. The growth in EPS was driven by higher sales and higher margins. OpEx in Q4 was $597 million, up $60 million versus last year, primarily due to higher incentives and acquisitions in the current quarter -- current year. For the full year 2023, revenue was $10 billion, up 10%, with strong growth in both segments and across all 3 technologies. Revenue from acquisitions was $98 million and the impact of unfavorable foreign currency rates was $38 million. GAAP operating earnings were $2.3 billion or 23% of sales versus 18.2% in the prior year. The increase was primarily driven by lower direct material costs, higher sales. The $147 million ESN fixed asset impairment charge in the prior year and lower intangible amortization expense in the current year. Non-GAAP operating earnings were $2.8 billion, up $416 million and non-GAAP operating margins were 27.9% of sales, up from 26% of sales in the prior year, driven by lower direct material costs, higher sales, inclusive of higher ASPs and improved operating leverage.\nGAAP earnings per share was $9.93, up 25% compared to $7.93 in the prior year, primarily driven by higher earnings and the asset impairment charge related to the exit of ESN in the prior year, partially offset by a higher effective tax rate in the current year. Non-GAAP earnings per share was $11.95, up 15% from $10.36 in 2022. On higher earnings, partially offset by a higher effective tax rate. For the full year, OpEx was $2.2 billion, up $178 million versus 2022, primarily driven by higher employee incentives and higher expenses associated with investments in Video and Rave. And the effective tax rate for 2023 was 21.9% compared to 20.1% in the prior year due to lower benefits from employee stock-based compensation in the current year. Turning to our cash flow. Q4 operating cash flow was $1.2 billion, driven by higher earnings, partially offset by higher cash taxes. And for the full year, we generated record operating cash flow of $2 billion and record free cash flow of $1.8 billion. The increase was driven by higher earnings, partially offset by higher cash taxes.\nCapital allocation for 2023 included $804 million in share repurchases, $589 million in cash dividends and $253 million of CapEx. Additionally, during the quarter, our Board of Directors approved a $2 billion increase to the share repurchase program and an 11% increase in our dividend, which is the 13th consecutive year of double-digit increases. Moving next to segment results. In the Products and SI segment, Q4 sales were up 4% versus last year, driven by growth in LMR and Video. Operating earnings were $567 million or 30.0% of sales, up from 28.4% in the prior year driven by higher sales and lower direct material costs. Some notable Q4 wins and achievements in this segment include a $90 million P25 system and devices order from a U.S. customer. A $67 million P25 device order for Emergency Services Telecommunications Authority in Australia, a $57 million P25 APX NEXT devices order for a U.S. customer. A $38 million P25 system order for the State of Arizona Department of Public Safety, a $31 million TETRA System order for a European customer, and a $13 million Fixed Video order for an international customer.\nAnd for the full year, Products and SI revenue was $6.2 billion, up 9% from the prior year, driven by higher sales of LMR and Video. Revenue from acquisitions was $15 million and currency headwinds were $19 million. Full year operating earnings were $1.5 billion or 24.3% of sales, up from 20.5% in the prior year on higher sales, inclusive of higher ASPs and lower direct material costs. In Software and Services, Q4 revenue was up 7%, driven by growth in Video, Command Center and LMR. Revenue from acquisitions was $15 million in the quarter, and FX tailwinds were $11 million. Q4 operating earnings in the segment were $303 million and operating margins were 31.6%, down from 34.4% last year, primarily driven by the Airwave revenue reduction related to the price control. Some notable Q4 highlights in the segment include a $330 million LMR managed services renewal through 2034 for Denmark's Nationwide Public Safety Communications Network. A $48 million Command Center order for the City of Chicago's Office of Public Safety Administration. A $20 million LMR service agreement for Spokane, Washington, Regional Emergency Communications and a $19 million mobile video order from a U.S. customer, and finally, a $10 million Command Center order for the City and County of San Francisco.\nFor the full year, revenue was $3.7 billion, up 10% on growth in LMR Services, Command Center and Video. Revenue from acquisitions was $83 million and currency headwinds were $19 million. For the full year, operating earnings were $1.3 billion or 33.9% of sales, down 140 basis points versus the prior year driven by the Airwave revenue reduction and higher acquisition-related expenses. Looking next at our regional results. North America revenue was $2 billion in Q4, up 6% and $6.9 billion for the full year, up 9% driven by growth in both segments and across all 3 technologies. And in international, Q4 revenue was $832 million, up 3% versus last year, driven by growth in Video and LMR. And for the full year, international revenue was $3 billion, up 11% versus last year, driven by growth in LMR and Video. Moving to backlog. Ending backlog for Q4 was $14.3 billion, down $88 million versus last year, inclusive of approximately $1 billion of backlog reduction related to the Airwave price control and revenue recognition for Airwave and ESN.\nSequentially, backlog was down $15 million, inclusive of the Airwave and ESN reduction and $160 million of favorable FX. In the Products and SI segment, ending backlog was up $93 million or 2%, driven primarily by strong demand in North America. Sequentially, backlog was up $99 million, also driven by demand in North America. In Software and Services backlog decreased $181 million from last year and $114 million sequentially. Excluding Airwave and ESN, Software and Services backlog was up almost $800 million versus last year, driven by strong multiyear agreements in both regions. Turning now to our outlook. We expect Q1 sales to be up approximately 8% with non-GAAP earnings per share between $2.50 and $2.55 per share. This assumes a weighted average diluted share count of approximately 172 million shares and an effective tax rate of approximately 23%. And for the full year, we expect revenue growth of approximately 6%., and non-GAAP earnings per share between $12.62 and $12.72 per share.\nThis full year outlook assumes a weighted average diluted share count of approximately 171 million shares and an effective tax rate between 23% and 24%. Additionally, we expect another strong year of operating cash flow with 2024 expectations of $2.2 billion in operating cash flow. And before I turn it back to Greg, I wanted to share some additional highlights. First, I want to give you some color on the technology growth expectations that are included in the sales guidance for the year. In Video Security and Access Control, we're planning for 10% growth, which is informed by the acceleration and strong adoption of our Cloud offerings. For Command Center, we also expect 10% growth consistent with last year's organic growth rate. And in LMR, we expect to grow mid-single digits or high single digits when normalized for the impact of the U.K. home office. Second, I would like to share with you some exciting updates about our Video business.\nIn light of 2 recent partnerships that support our growth expectations, 1 with [ Jabil ] and another with Google. With [ Jabil ], we've entered into a strategic manufacturing agreement where [ Jabil ] will assume responsibility for our manufacturing operations at our sites in Canada and Texas. This agreement further optimizes our video supply chain provides redundancy, future cost savings and scalability. Additionally, it allows us to focus on engineering, designing and bringing to market video solutions that serve our customer security needs while continuing to enable regulatory compliance with NDAA rules for the procurement of secure equipment. And with Google, yesterday, we announced a new strategic agreement with Google Cloud that harnesses the power of their latest cloud advancements to enable Assistive Intelligence, such as accurate and reliable video content, mapping and other AI capabilities. Google Cloud also enables Avigilon Alta, our fast-growing cloud native fixed video and access control platform, which we introduced a little more than a year ago. Alta combines the power of our AI analytics with the ease and simplicity of a cloud-delivered VMS that is increasingly preferred by some verticals like education.\nThe rapid adoption in Alta contributed almost 1/4 of our growth last year to total Video and includes a higher subscription attachment compared to a traditional Avigilon Unity sale. And finally, we ended the year with a very strong balance sheet, including $1.7 billion in cash a fixed rate balance debt maturity profile and our net debt-to-EBITDA ratio of 1.4% is our lowest since 2015, providing us with ample flexibility to continue to deploy capital and drive shareholder value. I'll now turn the call back to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. First, 2023 was a phenomenal year for the company. We achieved record sales in both segments and all 3 technologies, significantly expanded operating margins, grew earnings per share by 15% and generated record operating cash flow of $2 billion. We also returned $1.4 billion to our shareholders through dividends and share repurchases, and we strengthened our Video Security portfolio with the recent acquisition of IPVideo. Second, this past November, we announced our purposeful transformation centered on public safety and enterprise security and our sharpened focus on solving for safer communities, safer schools and safer businesses. Our solutions across LMR, Video Security and Command Center that are powered by Artificial Intelligence, enable collaboration between public safety agencies and enterprises, connecting those in need with those who can help. And while we recognize technology is not the only way to a safer future, it does play a vital role.\nAnd finally, as we enter 2024, the momentum of our business remains strong. Funding for public safety continues to be a priority, investments we've made in the portfolio, including our APX NEXT device and by the way, the software applications that run on this device are driving higher ASPs for our products and strong growth in Software and Services. We're also seeing a noticeable acceleration of cloud adoption and video security that is driving margin accretive revenues in Software and Services. And with our exceptionally strong balance sheet, we have the opportunity to continue to deploy capital to drive long-term shareholder value. I'm extremely pleased how we're positioned and I expect 2024 to be another year of strong revenue and earnings growth for our company. I'll now turn the call back over to Tim.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThanks, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to one question and one follow-up to accommodate as many participants as possible. Operator please remind our callers on the line how to ask a question."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f8f2502c8a50f9e4c35b1e2a40c438b6",
    "period": "2023 Q3",
    "content": "Q3 2023 Motorola Solutions Inc Earnings Call\n\nQ3 2023 Motorola Solutions Inc Earnings Call\n\nMSINYSENOV 2, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Third Quarter 2023 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation materials and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay of the call will be available on our website within 3 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. [Operator Instructions]. I'd now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2023 third quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A.\nWe posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements. Information about the factors that could cause such differences can be found in today's earnings news release, and the comments made during this conference call in the Risk Factors section of our 2022 Annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements. And with that, I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim. Good afternoon, and thanks, everybody, for joining us today. First, Q3 was another strong quarter with revenue and earnings per share exceeding our guidance, driven by continued strong demand and an improving supply chain environment. Revenue was up 8% in the quarter, highlighted by 12% growth in software and services and 5% growth in Products and Systems Integration.\nWe also expanded operating margins for the fifth consecutive quarter, which resulted in record Q3 operating earnings in both segments and over $700 million of operating cash flow. Second, investments in safety and security continue to be a priority for our customers, and we had another record orders quarter in Q3. Year-to-date orders were up 11%, driven by strong software and services, record U.S. federal demand and continued adoption of our APX NEXT device by U.S. state and local customers.\nAdditionally, we ended Q3 with record backlog of $14.3 billion, up 6% versus the prior year. And finally, based on our Q3 results and continued momentum in the business, we are again raising our full year guidance for both sales and EPS for the third time this year. I'll now turn the call over to Jason.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 8% and was above our guidance with growth in both segments, both regions and all 3 technologies. APX tailwinds during the quarter were $13 million, while acquisitions added $19 million. GAAP operating earnings were $639 million or 25% of sales, up from 15.7% in the year ago quarter, which had the impact of the $147 million fixed asset impairment charge related to our exit from the ESN contract in the U.K.\nNon-GAAP operating earnings were $741 million up 10% from the year ago quarter and non-GAAP operating margin was 29%, up 50 basis points, driven by higher sales, lower material costs and improved operating leverage, partially offset by a higher mix of international product shipments and the revenue deferral related to Airwave. GAAP earnings per share was $2.70 up from $1.63 in the year ago quarter, which had the impact of the ESN asset impairment. Non-GAAP EPS was $3.19, up 6% from $3 per share last year. The growth in EPS was driven by higher sales and margins, partially offset by the Airwave deferral and a higher effective tax rate in the current year.\nOpEx in Q3 was $551 million, up $29 million versus last year, primarily due to acquisitions and higher employee incentives in the current year.\nTurning to cash flow. Q3 operating cash flow was $714 million, up $326 million versus last year, and free cash flow was $649 million, up $331 million. Increase in year-over-year cash flow was primarily driven by higher earnings and improved working capital. And with our Q3 year-to-date operating cash flow of $799 million, up significantly from last year, we are solidly on track to deliver on our $1.9 billion of operating cash flow outlook for this year.\nCapital allocation for Q3 included $147 million in cash dividends, $322 million in share repurchases and $65 million of CapEx.\nMoving to Segments. In the Products and SI segment, sales were up 5% versus last year, driven by growth in both LMR and Video. Currency tailwinds were $4 million and revenue from acquisitions in the quarter was $1 million. Operating earnings for the segment were $420 million or 26.1% of sales, up from 24.5% in the prior year, driven by higher sales, lower direct material costs and improved operating leverage, partially offset by mix. Some notable Q3 wins and achievements in the Products segment include a $75 million P25 device order for a U.S. Federal customer, a $55 million P25 system order for a Southeast Asia customer, a $42 million P25 device order for the Texas Department of Public Safety, a $30 million P25 device order for a U.S. federal customer, a $20 million P25 device order for Indiana State Police and a $3 million fixed video expansion order for a U.S. federal customer.\nIn Software and Services, revenue was up 12%, inclusive of the Airwave deferral with 31% growth in Command Center and 15% growth in Video. Revenue from acquisitions was $18 million in the quarter, and FX tailwinds were $9 million. Operating earnings in the segment were $321 million, up 7% versus last year and operating margins were 34%, down from 35.7% last year. Excluding the Airwave deferral, operating margins for the segment were up, driven by higher sales and improved operating leverage. Some notable Q3 highlights in this segment include a $23 million LMR service agreement for a large European customer, a $23 million service agreement for East Bay regional communication systems in California, a $20 million LMR service agreement for the Los Angeles Police Department, a $12 million command center order for [ Tarrant ] County 911 District in Texas and an $8 million body-worn camera order for the Metro Nashville Police.\nLooking at our regional results. North America Q3 revenue was $1.8 billion, up 6% on growth in all 3 technologies. International Q3 revenue was $773 million, up 13% versus last year driven by growth in LMR and Video.\nMoving to backlog. Ending backlog was a Q3 record of $14.3 billion, up 6% or $764 million versus last year, inclusive of $321 million of favorable currency rates driven by strong demand in North America. Sequentially, backlog was down $4 million, inclusive of $125 million of unfavorable FX, driven by the revenue recognition of Airwave, partially offset by strong demand in North America.\nIn Products and SI, ending backlog was up $62 million or 1% versus last year, driven primarily by strong demand in North America. And sequentially, backlog was up $80 million, also driven by strong demand in North America.\nIn Software and Services, backlog increased $702 million compared to last year, inclusive of $294 million of favorable FX driven by strong demand for multiyear software and services contracts in North America, partially offset by the revenue recognition for Airwave. Sequentially, backlog was down $84 million, driven by unfavorable FX of $96 million, partially offset by growth in multiyear Software and Services contracts in North America.\nTurning next to our outlook. We expect Q4 sales growth of approximately 4%, with non-GAAP EPS between $3.60 and $3.65 per share. This assumes a weighted average share count of approximately 171 million shares and an effective tax rate of approximately 24%. For the full year, we are again increasing both our revenue and earnings guidance. We now expect revenue in the range of $9.93 billion to $9.945 billion, up from our prior range of $9.875 billion to $9.9 billion, and we expect non-GAAP earnings per share between $11.65 and $11.70, up from our prior guide of $11.40 to $11.48 per share. This full year outlook assumes $40 million of FX headwinds, up $25 million from our prior guidance. A weighted average diluted share count of approximately 172 million shares and an effective tax rate of approximately 23%.\nBefore I turn the call back to Greg, I'd like to highlight 2 points. In addition to the strength of our LMR and Video business, our Command Center portfolio performed well during the quarter. In Q3, we achieved strong growth, complemented by a robust contribution from Rave, an acquisition, which continues to exceed our expectations. Secondly, our supply chain execution navigating extended lead times for some semiconductors and reducing broker purchases continues to drive year-over-year cost savings. We now expect the impact of lower broker purchases to be a $70 million tailwind for this year, up from our prior estimate of $60 million. As a result, we now expect full year operating margin expansion of approximately 200 basis points, up from our prior guidance of 175 basis points. I'll now turn the call back to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. First, I'm really pleased with our Q3 results, which highlight the durability and criticality of our business and the strength of our portfolio. Revenue was up 8%, and that's inclusive of the revenue deferral related to Airwave that we've talked to you about already. We also achieved record operating earnings in both segments, record Q3 operating cash flow of over $700 million and a Q3 record backlog that is 6% higher than last year, which positions us well as we head into next year. .\nSecond, the resilient nature of our business and strong cash flow allows us to continue to be flexible as we deploy capital to drive shareholder value. The strength of our cash flow comes from strong demand from product refresh, consistent margin expansion and improving cash conversion. Through October, we've repurchased just under $800 million of stock, highlighting our conviction in the long-term value of MSI. We also ended the quarter with net debt-to-EBITDA ratio of 1.7, which provides us with a healthy balance sheet and additional firepower to continue to invest both organically and consider inorganic investments as well.\nAnd finally, as we look to close out another record year, I think we're exceptionally well positioned for continued growth. Demand for our solutions remains robust. We're continuing to add value to our customers. Our end markets remain resilient, and our teams continue to execute at a high level. I'll now turn the call over to Tim and welcome your questions accordingly.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThank you, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to 1 question and 1 follow-up to accommodate as many participants as possible. Operator, would you please remind our callers on the line how to ask a question? ."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/6ff219484c737070f06fff0e6dc7f8f8",
    "period": "2023 Q2",
    "content": "Q2 2023 Motorola Solutions Inc Earnings Call\n\nQ2 2023 Motorola Solutions Inc Earnings Call\n\nMSINYSEAUG 3, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Second Quarter 2023 Earnings Conference Call. [Operator Instructions]. I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood Afternoon. Welcome to our 2023 2nd quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; and Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. [indiscernible] material from these forward-looking statements. Information about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2022 annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements. And with that, I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim, and good afternoon, and thanks, everybody, for joining us today. First, Q2 was another outstanding quarter with revenue and earnings per share both exceeding our guidance. In Software and Services, revenue was up 13% and operating earnings were up 15%, driven by strong growth across all three technologies. And in products and systems integrating [indiscernible] our exceptional performance during the quarter was broad-based, with double-digit revenue growth in both segments both regions and in all three technologies, including 20% growth in Command Center and 17% growth in video security. We also saw record Q2 orders in both segments during the quarter, driven by customers prioritizing technology investments to strengthen public safety and enterprise security. And finally, based on our Q2 results and the continued strong demand we're seeing across the business, we're again raising our full year guidance for both sales and earnings per share. I'll now turn the call over to Jason.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 12% and was above our guidance with double-digit growth in both segments, both regions and three technologies. FX headwinds during the quarter were $23 million, while acquisitions added $20 million. GAAP operating earnings were $518 million or 21.6% of sales, up from 16.7% in the year ago quarter. Non-GAAP operating earnings were $641 million, up 29% from the year ago quarter and non-GAAP operating margin was 26.7%, up 350 basis points. The strong year-over-year increase in both GAAP and non-GAAP operating earnings was driven by higher sales, inclusive of our higher prices, pricing, lower direct material costs and improved operating leverage. GAAP earnings per share was $2.15 compared to $1.33 in the year ago quarter. Non-GAAP EPS was $2.65, up 28% from $2.07 last year. This strong growth in EPS was driven by higher sales and margins, partially offset by a higher effective tax rate in the current year. OpEx in Q2 was $555 million, up $53 million versus last year, primarily due to increased expenses from acquisitions, investments in video and higher employee-related incentives in the current year.\nTurning to cash flow. Q2 operating cash flow was $93 million, up $83 million versus last year, and free cash flow was $40 million, up $89 million. The increase in year-over-year cash flow was primarily driven by higher earnings and improved working capital, partially offset by higher cash taxes. For the full year, we continue to expect approximately $1.9 billion of operating cash flow. The linearity of our cash flow is expected to be consistent with last year with higher earnings and improved working capital driving increased cash flow in the second half. Also, as we previously highlighted, this year's cash flow includes approximately $300 million of additional cash taxes compared to last year, inclusive of a onetime $70 million tax payment that relates to an IP reorganization that we did in 2022. Capital allocation in Q2 included $224 million in share repurchases, $148 million in cash dividends and $53 million of CapEx. Moving to segment results. In the Products and SI segment, sales were up 12% versus last year, driven by improved supply availability in the current year and the benefit from pricing actions continuing to flow through.\nCurrency headwinds were $10 million and revenue from acquisitions in the quarter was $2 million. Operating earnings were $285 million or 19.8% of sales, up from 14.6% in the prior year, driven by higher sales, lower material costs, inclusive of lower broker spend for semiconductors and improved operating leverage. Some notable Q2 wins and achievements in this segment include $145 million P25 system upgrade for Kern County, California. A $41 million P25 system and device order for a U.S. federal customer, a $31 million P25 system expansion for Vantura County, California, a $19 million P25 device order for a U.S. federal customer and a $6 million fixed video order for a large U.S. health care customer. In Software and Services, revenue was up 13%, including 20% growth in Command Center and 19% growth in video. Revenue from acquisitions was $18 million in the quarter, and FX headwinds were $13 million. Operating earnings in the segment were $356 million, up 15% versus last year and operating margins were 36.9%, up from 36.1% last year. on higher sales and improved operating leverage, partially offset by higher costs from acquisitions.\nSome notable Q2 highlights in this segment include a $34 million video order for the Virginia State Police, which included our largest in-car video order ever, a $15 million LMR services agreement with City of Baltimore, Maryland, a $13 million managed services agreement for LMR and a renewal in Latin America; a $12 million command center order for a U.S. federal customer and an $8 million LMR service agreement with another U.S. federal customer. Looking at regional results for the company, North America Q2 revenue was $1.6 billion, up 11% on strong growth in all three technologies. International Q2 revenue was $762 million, up 16% versus last year, driven by growth in LMR and video, partially offset by unfavorable FX. Moving to our backlog. Ending backlog was a Q2 record of $14.3 billion, up 6% or $856 million versus last year, driven by strong demand in all three technologies. Sequentially, backlog was up $211 million, driven by record Q2 orders in both segments. In the Products and SI segment, ending backlog was up $496 million or 11% and year-over-year and up $100 million sequentially, driven primarily by strong LMR demand.\nIn Software and Services backlog was up $360 million compared to last year. Driven by strong demand for multiyear software and services contracts in North America, partially offset by revenue recognition for Airwave and the adjustment related to the ESN contract exit. Sequentially, backlog was up $111 million, driven by record Q2 orders in the segment. Turning next to our outlook. We expect Q3 sales to be up approximately 6% with non-GAAP earnings per share between $2.99 and $3.04 per share. This assumes a weighted average diluted share count of approximately 172 million shares and an effective tax rate between 23% and 24%. For the full year, we are again increasing both our revenue and EPS guidance. We now expect revenue in the range of $9.875 billion to $9.9 billion, up from our prior range of $9.725 billion to $9.775 billion, and we expect non-GAAP earnings per share between $11.40 and $11.48 per share up from our prior guidance of $11.21 to $11.29 per share. This full year outlook assumes $25 million of FX headwinds, a weighted average share count of approximately 172 million shares and an effective tax rate of 23% to 24%.\nBefore turning it back to Greg, I wanted to provide some color on a few financial topics. First, an update on the CMA and Airwave. As we've stated previously, we strongly disagree with the CMA's final decision. Earlier this week, the CMA issued its remedies order regarding implementation of their final decision effective on August 1. This procedural next step does not change our position regarding the ongoing appeal process and our strong belief in our case. However, from an accounting perspective, beginning August 1, we will now defer revenue for the amount above the remedies order price control until the appeals process has been completed. This deferral and resulting lower revenue from Airwave for the remainder of the year is fully incorporated into our increased revenue and earnings guidance for the year. Second, earlier this week, Moody's upgraded our credit from Baa2 from Baa3. This higher credit rating underscores the strength of our balance sheet, including the strong liquidity position, our balanced debt maturity profile, significantly improved pension status, along with a track record of consistently growing earnings and cash flow.\nAnd finally, our increased guidance for the year highlights the strength of our business as we enter the second half. Our backlog is exceptionally strong, driven by robust customer demand. And based on our current pipeline and supply chain environment, we expect backlog to remain strong going forward. Additionally, the expected lower semiconductors we articulated in February, the cost related to these semiconductors, coupled with the pricing adjustments in our own portfolio that were implemented in the second half of last year are driving the significant full year margin expansion of approximately 175 basis points that is implied in our increased guidance. I'll now turn the call back to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThank you very much. First, our exceptional Q2 results highlight the continued strong momentum we're seeing across the business. We grew revenue double digits in both segments, both regions and in all three technologies. We expanded operating margins by 350 basis points, and we achieved record Q2 orders which has led to our highest ending backlog ever for a second quarter and is driving our increased guidance for the full year. Second, we continue to leverage our global installed base to sell more value-add software and services to our customers. During the quarter, Software and Services revenue was up 13%, with strong growth three technologies. We also achieved record Q2 orders in this segment, highlighted by our largest in-car video order ever from the Virginia State Police that included automated license plate recognition and digital evidence management. And with our recent Rave acquisition, we've made significant advances in integration across our ecosystem, which is driving strong pipeline demand for Rave together with our Command Center products.\nAnd finally, I just wanted to spend a little time and provide some color on artificial intelligence. We recognized AI and the potential impact it could have on our customers back a few years ago when we acquired Avigilon, and its AI capabilities, and we've seen and continue to see this technology driving opportunity for both our business and our customers. AI, along with generative AI plays an important role in our solutions to help keep communities safe from actively analyzing live video and alerting humans when something important happens to assisting a 9-1-1 call with our live translation solution to automatically redacting evidence. These advancements improve response times, which can help save lives while also enhancing privacy for those involved. AI will continue to enhance how our solutions help protect people property and places. With our ongoing investments and deep expertise, we're very well positioned in this space, and we expect to see increased adoption of these technologies from public safety, enterprises and private organizations alike for a more proactive approach to safety and security. I'll now turn the call back to Tim, and we'll open it up for your questions.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThanks, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to one question and one follow-up to accommodate as many participants as possible. Operator, would you please remind our callers on the line how to ask a question?"
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/4d387d9fa802e20987d358b1d92ae509",
    "period": "2023 Q1",
    "content": "Q1 2023 Motorola Solutions Inc Earnings Call\n\nQ1 2023 Motorola Solutions Inc Earnings Call\n\nMSINYSEMAY 4, 5:00 PM\n\nOperator\n\nWelcome to the Motorola Solutions First Quarter 2023 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time.\nThe presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website. In addition, a webcast replay of this call will be available on our website within 2 hours after the conclusion of this call. The website address is www.motorolasolutionscom/investor. [Operator Instructions]\nI would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVice President of Investor Relations\n\nGood afternoon. Welcome to our 2023 first quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A.\nWe've posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted.\nA number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements.\nInformation about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2022 annual report on Form 10-K or any quarterly report on 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements.\nAnd with that, I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Tim. Good afternoon, and thank you, everybody, for joining us today. First, let me start by just saying that Q1 was an exceptional start to the year. We achieved revenue and earnings per share above our guidance with revenue up 15% and earnings per share up 31% versus the prior year. We expanded operating margins by 470 basis points, and we had record Q1 orders, which led to record Q1 ending backlog of $14.1 billion, up 5% versus last year, inclusive of $372 million of unfavorable FX.\nSecond, our outstanding Q1 performance was broad-based, with strong double-digit revenue growth in both segments, all 3 technologies and in both regions, North America and international. Additionally, public safety and enterprise security remains more important than ever, which is driving demand for both our public safety and enterprise customers.\nAnd finally, based on our strong start to the year and continued robust demand, we're raising both our revenue and earnings guidance for the full year.\nI'll turn the call over to Jason to take you through results and outlook and then be back and return for some final thoughts.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 15% and was above our guidance with double-digit growth in both segments, both regions and in all 3 technologies. FX headwinds during the quarter were $45 million, while acquisitions added $42 million. GAAP operating earnings were $399 million or 18.4% of sales, up from 12.6% in the year ago quarter.\nNon-GAAP operating earnings were $532 million, up 42% from the year ago quarter and non-GAAP operating margin was 24.5%, up 470 basis points. This strong year-over-year increase in both GAAP and non-GAAP operating earnings was driven by higher sales, lower direct material costs, inclusive of lower broker spend in attaining semiconductors and improved operating leverage.\nGAAP earnings per share was $1.61 compared to $1.54 in the year ago quarter. Non-GAAP earnings per share was $2.22, up 31% from $1.70 last year. The strong growth in earnings per share was driven by higher sales and margins, partially offset by a higher effective tax rate in the current year.\nOpEx in Q1 was $530 million, up $38 million versus last year, primarily due to acquisitions and higher incentives in the current year.\nTurning to cash flow. Q1 operating cash flow was a usage of $8 million and free cash flow was a usage of $62 million. The cash flow in Q1 was in line with our expectations and included a onetime cash tax payment of $70 million related to an IP reorganization we completed last year.\nIt also reflects our strategic decision to carry higher inventories. For the full year, we continue to expect operating cash flow to be approximately $1.9 billion, with greater contributions in the second half, consistent with the shape of last year's cash flow.\nThe capital allocation for Q1 included $148 million in cash dividends, $140 million in share repurchases and $54 million of CapEx.\nMoving to our segment results. In the Products and SI segment, sales were up 18% versus last year, driven by improved supply availability in the current year and the benefit from pricing actions flowing through. Currency headwinds were $19 million and revenue from acquisitions in the quarter added $12 million.\nOperating earnings were $246 million or 18.9% of sales, up from 8.7% in the prior year, driven by higher sales, lower material costs, inclusive of lower broker spend and improved operating leverage.\nSome notable Q1s achievements in this segment include a $27 million countywide P25 system for Johnson County, Missouri, a $20 million P25 device order for a U.S. state and local customer, a $17 million P25 system for Wakulla County, Florida, a $16 million fixed video contract for a large health care system and a $15 million Apex and Apex Next devices order for the Kansas Highway Patrol.\nIn Software and Services, revenue was up 10%, including 19% growth in Command Center and 20% growth in video. Revenue from acquisitions was $30 million in the quarter, and FX headwinds were $26 million. Operating earnings in the segment were $286 million, up 3% versus last year and operating margins were 32.9%, down from 35.2% last year on mix, higher costs from acquisitions and FX.\nFor the full year, we expect operating margins in this segment to be comparable to last year to slightly down, driven by higher costs from acquisitions, primarily rate. Some notable Q1 highlights in this segment include a $340 million federal IDIQ award to combine existing services and provide new LMR services to the U.S. Air Force, which has long been an important customer of ours.\nGiven the nature of this 10-year agreement, we recorded only $11 million of backlog in the first quarter and expect backlog to be recorded ratably over time for the remainder of the contract. Additionally, we expect new services included it to contribute an incremental $60 million of revenue over the 10-year period when compared to the previous service agreements.\nWe also received a $21 million multiyear support services extension for Portugal's nationwide Catcher system, a $10 million LMR services agreement with a federal agency and a $9 million fixed video services contract renewal with the City of Chicago.\nLooking at regional results. North America Q1 revenue was $1.5 billion, up 14% on strong growth in all 3 technologies. International Q1 revenue was $679 million, up 16% versus last year with growth in all 3 technologies, partially offset by unfavorable FX.\nMoving to backlog. Ending backlog was a Q1 record of $14.1 billion, up 5% or $623 million versus last year, inclusive of $372 million of unfavorable FX. These results were driven by strong demand across all 3 technologies.\nSequentially, backlog was down $280 million, driven primarily by typical order seasonality in North America. In the Products and SI segment, ending backlog was up $601 million or 15% driven primarily by strong LMR demand. Sequentially, backlog was down $186 million due to North America orders seasonality following a record backlog in Q4.\nIn Software and Services, backlog was up $22 million compared to last year, driven by strong demand for multiyear software and services contracts in North America, partially offset by the revenue recognition for Airwave along with $329 million of unfavorable FX and the adjustment related to the exit of ESN contract that we announced last year.\nSequentially, backlog was down $94 million, driven primarily by revenue recognition for Airwave.\nTurning now to our outlook. We expect Q2 sales to be up 10% to 11% with non-GAAP earnings per share between $2.49 and $2.54 per share. This assumes a weighted average share count of approximately 173 million shares and an effective tax rate of approximately 24%.\nFor the full year, we are increasing both our revenue and EPS guidance. We now expect revenue in the range of $9.725 billion to $9.775 billion, up from our prior range of $9.65 billion to $9.7 billion. And we expect non-GAAP earnings per share between $11.21 and $11.29, up from our prior guidance of $11.10 and $11.22 per share.\nThis full year outlook assumes $25 million of FX headwinds, a weighted average share count of approximately 172 million shares and an effective tax rate of 23% to 24%.\nAs I mentioned on the last call, the increase from our 20.1% tax rate last year is due to lower tax benefits on share comp and a higher U.K. tax rate in the current year, both of which combined represent an approximately $0.50 headwind in our full year earnings per share guide.\nThe increased outlook for the full year is a reflection of the continued strength of our business and demand for our solutions. The revenue guidance reflects expectations for strong double-digit growth in the first half as well as continued growth in the second half of the year, which comes on top of the 15% growth we saw in the second half of last year.\nI'll now turn the call back to Greg.\n\nGregory Q. Brown\n\nChairman & Chief Executive Officer, Motorola Solutions, Inc.\n\nThanks, Jason. Let me just end with a few thoughts. First and foremost, our business remains very strong. We had record Q1 orders and achieved revenue above our expectations. We expanded operating margins by 470 basis points. We ended the quarter with our highest Q1 ending backlog ever, and our public safety and enterprise customers are continuing to prioritize our solutions to help communities safe, which is driving our increased top and bottom line guidance for the full year.\nSecond, I want to highlight 2 recent announcements in our Video Security business. First, we made the decision to integrate our end-to-end fixed video portfolio, consolidating the majority of our fixed video solutions under 2 platforms: Avigilon Alta and Avigilon Unity. Alta is our cloud-native security suite, consolidating OpenPath, and AVA Security, while Unity is our on-prem security suite, consolidating Avigilon and Indigo vision. This help streamline our go-to-market channels and further reinforces our vertical focus, particularly in government, but also education and health care, which combine those 3 now represent half of our video security revenues.\nAdditionally, in our mobile video business, we launched our new V700-body-warn camera. The V700 is our first body camera to provide broadband connectivity that facilitates integration with our market-leading in-car video solution, our Apex radios and our command center software, including live video streaming and location tracking through our aware product.\nAnd finally, our strong start to the year underlines the strength and resiliency of our business. The demand for our products and solutions that keep communities safe remains exceptionally strong. Our continued focus on cost management and inventory optimization, coupled with our previous modest pricing actions that we took earlier continues to drive margin expansion and our strong balance sheet and durable cash flows allow us to be opportunistic with the deployment of capital going forward to create long-term shareholder value.\nAnd with that, I'll now turn it over to Tim and open it up for your questions.\n\nTim Yocum\n\nVice President of Investor Relations\n\nThank you, Greg. [Operator Instructions] Operator, please remind our callers on the line how to ask a question."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/87a39e0ec212d5515350a51e33f6ddae",
    "period": "2022 Q4",
    "content": "Q4 2022 Motorola Solutions Inc Earnings Call\n\nQ4 2022 Motorola Solutions Inc Earnings Call\n\nMSINYSEFEB 9, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Fourth Quarter 2022 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website.\nIn addition, a webcast replay of this call will be available on our website within 2 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investors. (Operator Instructions) I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nWelcome to our 2022 fourth quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO.\nGreg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We've posted an earnings presentation and news release at motorolasolutions.com/investors. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted.\nA number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements. Information about factors that could cause such differences can be found in today's earnings news release, in the comments made during this conference call, in the Risk Factors section of our 2021 annual report on Form 10-K or any quarterly report on Form 10-Q and in our other reports and filings with the SEC.\nWe do not undertake any duty to update any forward-looking statements. I'll now turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nThanks, Tim. Good afternoon, and thanks for joining us today. I'm going to start off by sharing a few thoughts about the overall business before Jason takes us through our results and the outlook. First, our record Q4 results highlight the continued robust demand we're seeing for our public safety and enterprise security solutions.\nDuring the quarter, we grew revenue 17%, earnings per share, 26%, expanded operating margins by 150 basis points and generated a record $1.3 billion of operating cash flow. Additionally, orders remained strong, which led to record ending backlog of $14.3 billion, up $800 million versus last year.\nSecond, 2022 was an outstanding year across the board. In our Products and Systems Integration segment, we grew revenue 14% driven by strong growth in both LMR and video security and we ended the year with record backlog up 22% versus last year. We also expanded operating margins in the segment by 110 basis points despite higher costs related to semiconductors.\nIn Software and Services, revenue was up 8% and 12% when normalized for FX headwinds, highlighted by double-digit growth in both Video Security and Command Center. And finally, as I look to 2023 our record backlog position, coupled with a robust funding environment positions us well for another year of strong revenue and earnings growth. I'll now turn the call over to Jason to take you through our results and outlook.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 17% with record fourth quarter revenue in both segments and in all 3 technologies. Revenue exceeded our guidance and was driven by supply chain execution during the quarter, enabling higher product revenues in LMR. FX headwinds during the quarter were $87 million, while acquisitions added $39 million. GAAP operating earnings were $692 million, up 26% versus last year, and GAAP operating margins were 25.6% compared with 23.7% in the prior year.\nNon-GAAP operating earnings were $822 million, up 23% from the year ago quarter and non-GAAP operating margin was 30.4%, up from 28.9%. This was Motorola Solutions' first ever quarter of over 30% operating margin and was driven by the higher sales in both segments and the improved operating leverage, particularly in the Products and SI segment. GAAP earnings per share was $3.43, up from $2.30 in the year ago quarter on higher sales and in a lower effective tax rate, driven primarily by a $47 million or $0.27 per share tax benefit from the release of a valuation allowance against U.S. foreign tax credits.\nNon-GAAP EPS was $3.60, up 26% from $2.85 last year, driven by higher sales and improved operating leverage. OpEx in Q4 was $541 million, up $21 million versus last year, primarily due to acquisitions and higher incentives. For the full year 2022, revenue was $9.1 billion, up 12% with strong growth in both segments and across all 3 technologies.\nThe impact from unfavorable currency was $216 million, and revenue from acquisitions was $121 million. GAAP operating earnings were $1.7 billion or 18.2% of sales versus 20.4% in the year prior. The decrease was primarily driven by the $147 million noncash fixed asset impairment recognized in the current year related to our exit of ESN.\nNon-GAAP operating earnings were $2.4 billion, up $251 million, and non-GAAP operating margins were 26% of sales, up from 25.9% in the year prior driven by higher sales and improved operating leverage, partially offset by higher material costs and higher expenses from acquisitions. GAAP earnings per share was $7.93, up 11% compared to the $7.17 in the year prior, driven by higher sales, a lower effective tax rate and partially offset by the asset impairment charge related to the ESN exit and higher material costs.\nNon-GAAP earnings per share was $10.36, up 13% from $9.15 in 2021 on higher sales and improved operating leverage, partially offset by higher material costs. For the full year, our operating expenses were $2.1 billion, up $107 million from 2021, primarily driven by acquisitions and investments into our video business. And the effective tax rate for '22 was 20% compared to 21% in the year prior due to higher benefits from stock-based compensation in the current year.\nTurning next to cash flow. Q4 operating cash flow was a record $1.3 billion, up $570 million compared with the prior year, and free cash flow was $1.2 billion, up $565 million from 2021. Our record cash flow performance during the quarter was driven by improved working capital and higher earnings. And for the full year, operating cash flow was $1.8 billion, with free cash flow of $1.6 billion, consistent with the prior year.\nHigher earnings in 2022 were offset by the cash payments related to the increase in annual incentive payments earned in 2021 and higher inventory. Capital allocation for 2022 included $1.2 billion for acquisitions, $836 million in share repurchases at an average price of $225 per share, and $530 million in cash dividends. Additionally, during the year, we issued $600 million of new long-term debt and repaid $275 million of outstanding debt. We also increased our dividend 11%, our 12th consecutive year of double-digit increases.\nMoving next to our segment results. In Products and SI, strong demand continued with Q4 sales up 21%, including record revenue in both LMR and video. Currency headwinds were $43 million, and revenue from acquisitions in the quarter was $20 million. Operating earnings in Q4 were $514 million or 28.4% of sales, up from 25.3% in the year prior, driven primarily by higher sales and operating leverage partially offset by higher material costs.\nSome notable Q4 wins and achievement in this segment include several large APX NEXT device orders, including $45 million from the city of Houston, $39 million from a large U.S. customer, $30 million from the city of Dallas and a $21 million add-on order from a large U.S. customer that previously purchased APX NEXT devices. Additionally, during the quarter, we received a $20 million APX NEXT and Command Center order from Kansas City, a $19 million P25 system order for a large international customer and a $3 million fixed order for metro Metra Rail in Chicago.\nFor the full year, Products and SI revenue was $5.7 billion, up 14% from the prior year, driven by higher sales of LMR and video. Revenue from acquisitions was $53 million and currency headwinds were $98 million. Full year operating earnings were $1.2 billion or 20.5% of sales, up from 19.4% in the year prior on higher sales and improved operating leverage, partially offset by higher material costs.\nIn Software and Services, Q4 revenue was 9% -- up 9%, which included $44 million of FX headwinds and $19 million of revenue from acquisitions. Total software revenue was up 17%, with double-digit growth in both Video and Command Center while in LMR services, revenue was up 5% after a $39 million FX headwind. Q4 operating earnings in the segment were $308 million or 34.4% of sales, down 100 basis points from last year, driven by unfavorable mix and higher acquisition expenses.\nSome notable Q4 highlights in this segment include a $56 million P25 multiyear extension of the managed services operations at Interexport, which serves the Chilean National Law Enforcement Police; a $25 million P25 software upgrade renewal for a large U.S. customer; a $22 million Next-Generation 911 expansion and renewal order for the Greater Harris County, Texas area; a $21 million system upgrade and multiyear services renewal for Lane County, Oregon; a $15 million P25 and Command Center upgrade order for Columbus, Georgia; and a $15 million license plate recognition camera system expansion order from the Illinois state police.\nFor the full year, revenue was $3.4 billion, up 8% on growth in Video, LMR services and Command Center. Revenue from acquisitions was $68 million and currency headwinds were $118 million. Full year operating earnings were $1.2 billion or 35.3% of sales, down 110 basis points versus the prior year, driven by mix and higher acquisition expenses.\nLooking at our regional results. North America in Q4 revenue was $1.9 billion, up 18% on strong growth in both segments and in all 3 technologies. For the full year, North America revenue was $6.4 billion, up 15% with double-digit growth in both segments and in all 3 technologies. International Q4 revenue was $808 million, up 15% versus last year with growth in all 3 technologies.\nAnd for the full year, international revenue was $2.7 billion, up 5%, inclusive of the significant FX headwinds. Moving to backlog. Ending backlog with a record $14.3 billion, up $788 million or 6% compared to last year, inclusive of $418 million of unfavorable FX and a $99 million reduction related to the exit of the ESN contract.\nThe backlog growth was driven by the continued record demand we're seeing across all 3 technologies. Sequentially, backlog was up $837 million despite the record Q4 sales with growth in both segments. In the Products and SI segment, robust order demand in both LMR and Video continues to drive record backlog, which was up $894 million or 22% compared to last year.\nSequentially, Products and SI backlog was up $68 million. This was our 10th consecutive quarter of sequential backlog growth in this segment. In Software and Services, backlog was down $106 million compared to last year, which included $367 million of unfavorable FX, driven by Airwave and ESN revenue recognition and ESN exit, partially offset by strong growth in North America multiyear services and software contracts.\nSequentially, Software and Services backlog was up $769 million or 9%, driven by strong orders in North America and favorable FX adjustment from the prior quarter. Turning now to our outlook. We expect Q1 sales to be up between 12% and 13%, with non-GAAP earnings per share between $2.02 and $2.07 per share. This assumes $40 million of FX headwinds, a weighted average share count of approximately 172 million shares and an effective tax rate of approximately 23%.\nFor the full year, we expect sales between $9.65 billion and $9.7 billion and non-GAAP earnings per share between $11.10 and $11.22 per share. This assumes $40 million of FX headwinds, a weighted average share count of approximately 172 million shares and an effective tax rate between 23% and 24%. We expect full year OpEx to be up approximately $150 million versus last year, driven by acquisitions we've made and our continued investments in Video, and we expect full year operating cash flow of approximately [$1.9 billion]. And finally, the reason our effective tax rate is expected to be up 300 to 400 basis points over last year is due to lower excess tax benefits on share-based compensation in 2023 and a higher U.K. tax rate that takes effect in April.\nWe're also anticipating approximately $300 million of higher cash taxes compared to last year, inclusive of a onetime $75 million tax payment that relates to an IP reorganization we did in 2022. And before I turn the call back to Greg, I wanted to update you on some strategic decisions we've made with respect to our PCR business. First, in order to further optimize our supply chain, we have moved the lowest part of PCR, which is sold to small businesses and some consumers to a licensed model with a third-party manufacturer.\nAs a result of this change, we will only recognize revenues equal to the margin from the product. In addition, we made a decision to exit some PCR markets in Asia. We expect these changes together to constitute an $80 million headwind to our '23 revenues which is fully contemplated in our full year revenue guidance for 2023. And finally, we entered the new year with an even stronger balance sheet. We ended 2022 with $1.3 billion of cash and a net debt to adjusted EBITDA ratio of less than 2x.\nIn addition, our U.S. pension is in a strong funding position with over 80% funded, reflecting the numerous actions we've implemented over the last several years. We have also proactively refinanced our debt maturities with fixed rate long-term debt and established a balanced maturity profile with an average duration of approximately 8 years. All of this gives us the flexibility to continue to deliver on our capital allocation framework and be opportunistic in M&A.\nI'll now turn the call back over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nThanks, Jason. First 2022 was a phenomenal year for the company. We achieved double-digit revenue growth for the second consecutive year with record sales in both segments and all 3 technologies. We expanded operating margins despite the continued supply challenges related to semiconductors, and we ended the year with a record $14.3 billion of backlog, up almost $800 million versus the prior year.\nSecond, our acquisition of Rave Mobile Safety during Q4 was our seventh acquisition last year. Rave adds approximately $70 million of annual recurring revenue for 2023 and expands the company's addressable market by approximately $7 billion. Whether it's a student or a teacher alerting public safety with the push of a button or 911 call-takers coordinating a more informed response, Rave Mobile Safety amplifies the connection between our video security and Command Center portfolios.\nSince 2015, we've invested almost $6 billion in acquiring companies that have helped us create a broad set of public safety and enterprise security solutions. These assets have helped accelerate our revenue growth, diversify the composition of our revenue streams and more than quadrupled our addressable market to what we now estimate to be $60 billion. And finally, as I look ahead, the momentum of our business remains strong.\nThe funding environment for public safety and enterprise security remains exceptional. Our investments in APX NEXT device portfolio are driving a refresh cycle that is still in the very early days with less than 10% of customers installed base upgraded to date. Our AI and cloud solutions continue to help drive market share gains in Video Security and Command Center software, and we'll continue to navigate the ongoing supply chain challenges. I'm extremely pleased with how we're positioned as we enter this year, and I expect it to be another year of strong revenue and earnings growth for the company.\nAnd with that, I'll now turn the call back over to Tim and we'll take your questions.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nThanks, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to one question and one follow-up to accommodate as many participants as possible. Operator, would you please remind our callers on the line how to ask a question."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/9e4242de41eb0eff30a4a558bf2857c7",
    "period": "2022 Q3",
    "content": "Q3 2022 Motorola Solutions Inc Earnings Call\n\nQ3 2022 Motorola Solutions Inc Earnings Call\n\nMSINYSENOV 3, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Third Quarter 2022 Earnings Conference Call. Today's call is being recorded. (Operator Instructions) The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website.\nIn addition, a webcast replay of this call will be available on our website within 2 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. (Operator Instructions)I would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nGood afternoon. Welcome to our 2022 Third Quarter Earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A.\nWe posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call.\nStatements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements. Information about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2021 annual report on Form 10-K or any other quarterly report on Form 10-Q and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements. And with that, I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nThank you, Tim, and good afternoon, and thanks for joining us today. First, our Q3 results highlight the continued strong demand and robust funding environment that we're seeing across the business. We grew revenue 13%, EPS 28% and expanded operating margins by 220 basis points. Additionally, we ended the quarter with record Q3 ending backlog of $13.5 billion, up 19% from last year, inclusive of over $800 million of unfavorable currency impact.\nSecond, we achieved record Q3 revenue in both segments, in products and systems integration, increased demand for video security and land mobile radio technologies and continued solid execution in our supply chain led to revenue growth of 15% during the quarter. And in Software and Services revenue was up 8% and 13% when normalized for FX. And finally, based on our exceptionally strong Q3 results and our expectations for the remainder of the year, we're raising our full year guidance for both sales and EPS and for the second consecutive time, despite full year FX headwinds that now total about $220 million, up $50 million from our expectations last quarter.\nSo at this point, I'll now turn the call over to Jason to take you through our results and outlook before returning for some final thoughts.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter grew 13% and was above our guidance with record third quarter revenue in both segments. We also saw growth across all 3 technologies led by 33% growth in video security and access control. In LMR, which grew 9%, our supply chain execution during the quarter enabled us to ship additional product revenue. FX headwinds during the quarter were $66 million, while acquisitions added $32 million. GAAP operating earnings were $373 million, inclusive of a $147 million noncash fixed asset impairment charge recognized during the quarter related to the now-planned exit from the ESN contract.\nGAAP operating margins were 15.7%. Non-GAAP operating earnings were $676 million, up 22% from the year ago quarter and non-GAAP operating margin was 28.5%, up from 26.3%. This increase in operating margin was driven by higher sales, higher gross margins and improved operating leverage, particularly in the Products and SI segment. GAAP earnings per share were $1.63 and compared to $1.76 per share in the year-ago quarter, primarily due to the impairment charge related to the expected early exit of the ESN contract. Non-GAAP EPS was $3 per share, up 28% from $2.35 last year.\nThis strong growth in EPS was driven by higher sales and margins as well as a lower effective tax rate related to higher benefits from stock comp recognized in the current year. OpEx in Q3 was $521 million, up $25 million versus last year primarily due to acquisitions. Turning to cash flow. Q3 operating cash flow was $388 million, up $12 million compared with the prior year, and free cash flow was $318 million, up $3 million.\nFor the full year, we expect operating cash flow to be approximately $100 million lower than our prior guidance, primarily due to our continued investment in inventory, which is helping us execute in a dynamic supply chain environment and deliver against the continued record demand we're seeing in video security and LMR. Capital allocation for Q3 included $132 million in cash dividends, $94 million in share repurchases and $70 million of CapEx.\nAdditionally, during the quarter, we closed the acquisition of Barrett Communications, a specialty supplier of high-frequency and tactical communications equipment for $18 million net of cash. Moving to segment results, in the Products and SI segment, we continue to see strong demand across both LMR and video. Sales during the quarter were up 15% versus last year and orders were up 29%, including record Q3 orders for both LMR and video.\nCurrency headwinds were $28 million and revenue from acquisitions in the quarter contributed $13 million. Operating earnings were $375 million or 24.5% of sales, up from 20.6% in the prior year, driven primarily by higher sales and operating leverage, partially offset by higher material costs. The impact from our pricing actions increased in Q3 as expected, and we continue to expect full-year operating margins in this segment to be higher than last year.\nSome notable Q3 wins and achievements in the segment include an order in Israel valued at over $400 million for a duration of 25 years. This unique system integration project also includes over $30 million of fixed video equipment and software and is our single largest order ever for Avigilon; a $165 million P25 system and APX NEXT devices award received from Miami-Dade County that includes a new customer for us in the state of Florida; a $67 million P25 order from Southeastern Pennsylvania transit authority; a $45 million P25 order from a customer in Africa; a $29 million P25 devices ordered from a U.S. federal customer; an $18 million TETRA order from a customer in Europe; and a $5 million fixed video order from a major transportation company in North Africa.\nIn service -- software and services, revenue was up 8%, which includes $38 million of FX headwinds and $19 million of revenue from acquisitions. Total software revenue was up 17%, driven by strong demand in video while in LMR services, revenue was up 4% after $33 million of FX headwinds. Operating earnings in the segment were $301 million or 35.7% of sales, down 30 basis points from last year, driven by higher acquisition expenses.\nSome notable Q3 highlights in the segment include 2 large multiyear LMR service renewals; a $43 million won with the State of Maryland; and $15 million with the City of Phoenix\\; also, a $17 million push-to-talk over broadband order from a customer in the Middle East; a $7 million command center software renewal with Will County, Illinois; a $4 million body-worn camera order for the Texas Department of Public Safety; and a $4 million command center software suite order from Ellis County, Texas.\nLooking at regional results. North America Q3 revenue was $1.7 billion, up 16% on growth in all 3 technologies. International Q3 revenue was $686 million, up 4% versus last year, with growth in all 3 technologies, partially offset by unfavorable FX. Moving to our backlog. Ending backlog was a Q3 record of $13.5 billion, up 19% or $2.1 billion compared to last year, inclusive of approximately $826 million of unfavorable FX and a $99 million orders reduction related to the planned exit from the ESN contract.\nThe growth was driven by the Airwave extension recorded in the fourth quarter of 2021 and increased demand across all 3 technologies. Sequentially, backlog was up $87 million, driven by several large orders received during the quarter, partially offset by $411 million of unfavorable FX and the $99 million adjustment for ESN.\nIn the Products and SI segment, robust order demand in both LMR and video continues to drive record backlog, which was up $1.2 billion or 35% compared to last year. Sequentially, backlog was up $513 million which was our ninth consecutive quarter of sequential backlog growth in this segment. In Software and Services backlog was up $876 million compared to last year, driven by the Airwave extension and a $288 million increase in multiyear services and software contracts in North America, partially offset by $722 million of unfavorable FX and the adjustment related to ESN. So sequentially, backlog was down $426 million or 5%, driven primarily by unfavorable FX, the ESN adjustment and revenue recognition for Airwave and ESN during the quarter.\nTurning now to our outlook. We expect Q4 sales to be up approximately 9% and with non-GAAP earnings per share between $3.40 and $3.45 per share. This assumes $90 million of FX headwinds, a weighted average share count of approximately 172 million shares and an effective tax rate of approximately 23%.\nFor the full year, we are increasing both our revenue and EPS guidance again. We now expect revenue growth between 9.25% and 9.5%, up from our prior guidance of 8% and we expect non-GAAP earnings per share to be between $10.17 and $10.22 per share, up from our prior guidance of $10.3 to $10.13 per share. This updated guidance now includes full-year FX headwinds of $220 million, up $50 million from our prior guidance, a weighted average share count of approximately 172 million shares and an effective tax rate of approximately 20.5%. This now also assumes $150 million of higher costs for the full year related to the procurement of semiconductors from secondary markets at a premium. This is a $30 million increase over what we indicated earlier in the year and supports the increased revenue included in our updated guidance today.\nAnd finally, as I reflect on where we stand today with just 2 months left in another dynamic year, I'm encouraged with how our teams have been navigating the supply chain environment and overcoming the impact of a historically strong U.S. dollar. At the beginning of the year, we expected currency headwinds to have a $60 million translation impact on our full-year revenues.\nThe full-year FX headwind has increased by $160 million since then. The decisions we've made to carry higher inventory, pay premiums for semiconductors and the pricing actions we implemented have enabled us to drive higher product revenues that not only offset these significant FX headwinds and but have materially increased our revenue and EPS expectations during the year. I'll now turn the call back over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nThanks, Jason. I'm really pleased with our Q3 results, and I'm extremely proud of the people here at Motorola and how our team continues to execute across all areas of the business. We achieved record Q3 sales in both segments. EPS is up by 28%. We expanded operating margins by 220 basis points, and we ended the quarter with a record-ending backlog of $13.5 billion, up 19%. And again, that's in the face of some significant FX headwinds.\nSecond, we continue to deliver these strong results while also continuing to invest in both new products and strengthening our ecosystem. During the quarter, we extended our successful APX NEXT device portfolio with 3 additional radios that support agencies of all sizes, personnel needs and budgets.\nWe announced several new video integrations into CommandCentral Aware, bringing body-worn, in-car and emergency drone video feeds into the command center and we expanded our suite of cloud-connected cameras with the Ava Quad a cloud-native forehead camera with built-in analytics.\nAnd finally, as I look ahead, the momentum of our business is strong. Our investments in the portfolio, combined with a robust funding environment are driving increased demand for our solutions. Our supply chain execution and higher inventory is helping us navigate a continually challenging environment to meet this record demand, and our record Q3 backlog positions us well for another year of strong revenue and earnings growth into 2023. I'll now turn the call back over to Tim, and we'll open it up for your questions.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nThank you, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to one question and 1 follow-up to accommodate as many participants as possible. Operator, would you please remind our callers on the line how to ask a question?"
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/106bb7e0624695f30f286d0b6fd63ca9",
    "period": "2022 Q2",
    "content": "Q2 2022 Motorola Solutions Inc Earnings Call\n\nQ2 2022 Motorola Solutions Inc Earnings Call\n\nMSINYSEAUG 4, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Second Quarter 2022 Earnings Conference Call. Today's call is being recorded. (Operator Instructions) The presentation material and additional financial tables are posted on the Motorola Solutions Investor Relations website.\nIn addition, a webcast replay of this call will be available on our website within 2 hours after the conclusion of this call. The website address is www.motorolasolutions.com/investor. (Operator Instructions)\nI would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nGood afternoon. Welcome to our 2022 second quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A.\nWe posted an earnings presentation and news release at motorolasolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference. And during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted.\nA number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements. Information about factors that could cause such differences can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2021 annual report on Form 10-K or any quarterly report on Form 10-K (sic) [10-Q] and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statements.\nI'll turn the call over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nThank you, Tim. Good afternoon, and thanks for joining us today. I'm going to start off by sharing a few thoughts about the overall business before Jason takes us through the results and our outlook.\nFirst, Q2 was exceptional across the board with revenue and earnings per share both coming in above our expectations. In Software and Services, revenue was up 11%, highlighted by strong software growth. And in Products and SI, continued record demand across both land mobile radio and video, led to 7% revenue growth and 17% orders growth, driving increased backlog.\nAdditionally, we ended the quarter with record Q2 backlog of $13.4 billion, up 19% versus last year, inclusive of approximately $500 million of unfavorable currency impact. Second, our portfolio and go-to-market investments are continuing to drive meaningful growth across all 3 technologies. During the quarter, revenue was up 21% in both video and command Center Software, and we saw record Q2 orders in both of those technologies as well. And in LMR, demand is growing for our high Tier P25 APX NEXT device with customers embracing its unique ability to offer the must-have reliability of LMR while seamlessly leveraging broadband features such as remote programming, network extension and location services.\nAnd finally, based on our Q2 record ending backlog and continued strong operational execution, we're raising our full year guidance for both sales and earnings per share.\nAt this point, I'll turn it over to Jason, who will take you through our results and outlook and then return for some final thoughts.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Revenue for the quarter was up 9% and above our guidance with record second quarter revenue in both segments. We saw strong growth across all 3 technologies, led by over 20% growth in both Video and Command Center Software. In LMR, which grew 5%, we were able to secure more critical parts, particularly later in the quarter, which enabled us to ship more product.\nAcquisitions during the quarter added $34 million and FX headwinds were $44 million. GAAP operating earnings were $358 million, and operating margins were 16.7%. Non-GAAP operating earnings were $497 million, up $15 million or 3% from the year ago quarter, and non-GAAP operating margins were 23.2%, down from 24.4%. The decline in operating margins was due to the higher semiconductor costs we outlined on our prior calls related to acquiring critical supply in the secondary market, together with higher freight costs and higher operating expenses related to acquisitions, partially offset by higher sales.\nGAAP earnings per share was $1.33 compared to $1.69 per share in the year ago quarter. The decrease was primarily due to a discrete tax benefit recognized in the prior year and higher direct material costs in the current year. Non-GAAP EPS was $2.07, flat versus last year. The higher sales and operating earnings generated in the current quarter were offset by the higher direct material costs I mentioned previously, along with higher operating expenses related to acquisitions.\nOpEx in Q2 was $502 million, up $25 million, primarily due to acquisitions.\nTurning to cash flow. Q2 operating cash flow was $10 million compared with $388 million in the prior year, and free cash flow was a usage of $49 million compared to $326 million generated in the prior year. In Q2 and the first half of the year, our cash flow has been primarily impacted by 2 items: first, our planned investments in inventory to navigate the dynamic supply chain environment and position us to fulfill the record demand we're seeing in Video and LMR; second, higher employee incentive payments that were tied to 2021's performance and paid out this year.\nWe expect our cash flow conversion to accelerate in the second half, driven by higher profitability and a reduction in our current inventory levels in addition to the normal seasonality of our cash conversion. Capital allocation for Q2 included $162 million in share repurchases, $132 million in cash dividends and $59 million of CapEx. Additionally, during the quarter, we closed the video acquisitions of Calipsa for $40 million and Videotec for $22 million. We also issued $600 million of long-term debt, used a portion of the proceeds to retire $275 million, resulting in approximately $320 million of incremental debt net of fees on our balance sheet.\nIn the Products and SI segment, we continue to see strong demand across both LMR and video. Sales during the quarter were up 7% versus last year and orders were up 17%, including record Q2 orders for both LMR and video. Revenue from acquisitions for this segment in the quarter was $14 million and currency headwinds were $19 million. Operating earnings for Products and SI were $188 million or 14.6%, down from 16.2% of sales in the prior year, driven primarily by the higher material costs and higher freight costs previously mentioned, partially offset by higher sales.\nWe continue to expect full year operating margins for this segment to be slightly higher than 2021 as the impact from pricing actions accelerates in the second half. Some notable Q2 wins and achievements in the segment include several large P25 orders in the U.S., including $32 million for a state of California agency, $27 million for Dutchess County, New York and $22 million order for the Georgia Department of Corrections. We also had a $26 million order for a P25 solution with LTE integration for an international customer, a $15 million TETRA order for a customer in Argentina. And finally, we received 2 large fixed video orders, a $9 million order for a customer in the health care vertical and an $8 million order for a large retail customer.\nIn the Software and Services segment, revenue was up 11%, with revenue from acquisitions of $20 million and currency headwinds of $25 million during the quarter. Total software revenue was up 25%, driven by strong demand in video and a large deployment in Command Center Software, while in LMR services, revenue was up 5%. Operating earnings in the segment were $309 million or 36.1% of sales, down 110 basis points from last year, driven by a change in year-over-year mix and higher M&A expenses, partially offset by higher sales.\nWe continue to expect segment operating margins for Software and Services for the full year to be comparable to last year, inclusive of the additional OpEx spend from our recent acquisitions. Some notable Q2 highlights in this segment include 2 large multiyear LMR service renewals, $43 million with the state of South Australia and $35 million with the state of Mississippi. We also had 3 large Command Center Softwares in the U.S. -- orders in the U.S., $35 million from a large metropolitan city, $14 million from the Los Angeles Police Department and $11 million from Frederick County, Maryland. We were also awarded an $8 million body-worn camera order from the Detroit Police Department.\nMoving next to our regional results. North America Q2 revenue was $1.5 billion, up 13% on growth in all 3 technologies. International Q2 revenue was $656 million, flat versus last year, with growth in all 3 technologies, offset by unfavorable FX.\nMoving to our backlog. Ending backlog was a record -- Q2 record of $13.4 billion, up 19% or $2.2 billion compared to last year, inclusive of approximately $500 million of unfavorable FX. The growth was driven by the Airwave extension recorded in the fourth quarter of '21 and increased demand across all 3 technologies. Sequentially, backlog was down $21 million, driven primarily by a $397 million movement in unfavorable FX and the quarterly revenue burn related to the Airwave and ESN contracts, partially offset by record Q2 orders in LMR products, video and Command Center Software.\nIn the Products and SI segment, continued robust order demand in both LMR and Video is driving record backlog, which was up $986 million or 30% compared to last year. Sequentially, backlog was up $206 million, which was our eighth consecutive quarter of sequential backlog growth in the products segment. Additionally, our product backlog increasingly reflects new pricing, which we expect to contribute to the profitability ramp for the second half.\nIn Software and Services, backlog was $1.2 billion compared to last year, driven also by the Airwave extension and a $380 million increase in multiyear services and software backlog in North America. Sequentially, backlog was down $227 million or 2%, driven primarily by unfavorable FX and revenue recognition for the Airwave and ESN contracts, partially offset by record second quarter orders in Command Center Software.\nTurning next to our outlook. We expect Q3 sales to be up approximately 10%, with non-GAAP earnings per share between $2.85 and $2.90 per share. This assumes approximately $60 million of FX headwinds, a weighted average share count of approximately 172 million shares and an effective tax rate of approximately 20%. And for the full year, we are increasing both our revenue and EPS guidance. We now expect revenue growth of approximately 8%, up from our prior guidance of 7%, and we expect non-GAAP earnings per share to be between $10.03 and $10.13 per share up from our prior guide of $9.80 to $9.95 per share. This updated guidance includes FX headwinds of approximately $170 million, a diluted share count of approximately 172 million shares and an effective tax rate of approximately 21% to 21.5%.\nBefore I turn the call back to Greg, I would like to highlight some of the priorities we are driving for the remainder of the year. First, we remain focused on supply chain execution, both tactically and strategically, including rapid redesigns by our engineering teams to substitute to available semiconductors, alternatives, strategic inventory investments that we are making, securing high-demand discrete semiconductors from brokers when necessary and entering into long-term supply agreements where possible.\nSecond, our pricing actions across the portfolio have been effective to date, and we'll continue to look at pricing opportunities and maintain cost discipline as we manage through a higher cost environment. And finally, we are balancing the benefits of higher inventory with cash conversion, and we'll continue to optimize our working capital and balance sheet to drive increased cash flow in the second half.\nI'll now turn the call back over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nJason, thanks. I'd like to end with a few thoughts as we conclude this call. First, I'm really pleased with what we accomplished during the quarter. We achieved Q2 record sales, including 21% growth in both video and Command Center Software. We strengthened our video portfolio with the acquisitions of Calipsa, which brings us advanced cloud native video analytics, and Videotec, which broadens our ruggedized camera portfolio to serve the critical infrastructure market.\nWe had record Q2 product orders at higher prices, including our single largest quarter ever for PCR orders, and we ended the quarter with record Q2 ending backlog. The pricing actions we've taken to offset higher input costs position us well for margin expansion for the back half of this year.\nSecond, our investments in AI and cloud continue to drive robust software growth for the company. Customers like Greenville County schools in South Carolina depend on our video security and access control solution to help keep students safe. And the city of Houston is deploying more than 3,000 body-worn cameras with cloud-based evidence management to help provide greater accountability and transparency.\nAnd with the acquisitions such as AVA Security and Calipsa, we're well positioned to accelerate the deployment of cloud video software solutions with customers around the world. And finally, as we enter the second half of this year, I am very encouraged by our momentum. The multiyear funding environment for our customers continues to be as strong as it's ever been, our solutions for both public safety and enterprise security have never been more important. Our strong execution has allowed us to effectively navigate this dynamic environment.\nAnd finally, the resilience of our business, our durable cash flows and our strong balance sheet provide us with the flexibility to be opportunistic in our future deployment of capital.\nAnd now I'll turn the call back over to Tim and welcome your questions.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nThank you, Greg. (Operator Instructions) Operator, would you please remind our callers on the line how to ask the question."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/711cac63153472ea9d0313ace58789f4",
    "period": "2022 Q1",
    "content": "Q1 2022 LifeWorks Inc Earnings Call\n\nQ1 2022 LifeWorks Inc Earnings Call\n\nMSITORONTOMAY 3, 9:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\nThe record decess CV. gthank you. You will now be placed into conference. M was exit de mand, not a conferenance, after the townone state and spell your first and last names, followed by pound a pate and it ple preno vre, not for me CV. Take your company name, followed by pound did to the note of a roplease cvithank you M on participants. Please continue to stand by. The conference will begin momentarily.\n\nOnce again, Please continue to stand by. We thank you for your patienceno F everya palty jacko FE, because super will ple on every getbecause and STO F the piltyon participants. Please continue to stand by. The conference will begin momentarily. Once again, Please continue to stand by. We thank you for your patienceno F everya palty jacko FE, because super no will ple on every getbecause and STO F the pilty on participants. Please continue to stand by. The conference will begin momentarily. Once again, Please continue to stand by. We thank you for your patienceno F everya palty jacko FE, because super no ple on the every at cbecause and STO su the paltyon participants. Please continue to stand by. The conference will begin momentarily. Once again, Please continue to stand by. We thank you for your patienceno F everya ptyjacko FE, because super no ple on the every at on cbecause and STO su the palty on participants. Please continue to stand by. The conference will begin momentarily. Once again, Please continue to stand by. We thank you for your patienceno F everya ptyjacko FE, because super no ple on the every at cbecause and STO su the paltyon participants. Please continue to stand by. The conference will begin momentarily. Once again, Please continue to stand by. We thank you for your patienceno F everya Pty acko FE, because super no ple on the every at on cbecause and STO su the palty.\n\nCo followed by town. That G. Thank you, you will now be placed the conferencenext, actually not FE, after the town ST and SPE, your first and last namees, followed by town. I any G ple, not CG or I thank your company name, followed by town, did to talk Please? Cvg I yeari or Thank younext on participants. Please continue to stand by. The conference will begin momentari.ly once again. Please continue to stand by. We thank you for your patience. Feel every ilty J FE because per ple on the every Don cbecause STO su the pilty on participants. Please continue to stand by. The conference will begin momentari.ly once again. Please continue to stand by. We thank you for your patience. Feel every ilty J FE because per ple on the every Don cbecause STO su the pilty on participants. Please continue to stand by. The conference will begin momentarily. Once again, Please continue to stand by. We thank you for your patience. Every facilty J FE because super ple on the every Don cbecause su the pilty on participants. Please continue to stand by. The conference will begin momentarilyonce again. Please continue to stand by. We thank you for your patience. Every asilty J FE because super ple on the every Don C feel the pilty."
  },
  {
    "header": "MSI",
    "cik": "0000068505",
    "ticker": "MSI",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7526afa303e5a2fc12bb98f452d5af9d",
    "period": "2021 Q4",
    "content": "Q4 2021 Motorola Solutions Inc Earnings Call\n\nQ4 2021 Motorola Solutions Inc Earnings Call\n\nMSINYSEFEB 9, 5:00 PM\n\nOperator\n\nGood afternoon, and thank you for holding. Welcome to the Motorola Solutions Fourth Quarter 2021 Earnings Conference Call. Today's call is being recorded. If you have any objections, please disconnect at this time. The presentation material and additional financial tables are currently posted on the Motorola Solutions Investor Relations website. In addition, a replay of this call will be available approximately 3 hours after the conclusion of the call over the Internet. The website address is motorolasolutions.com/investor. (Operator Instructions)\nI would now like to introduce Mr. Tim Yocum, Vice President of Investor Relations. Mr. Yocum, you may begin your conference.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nGood afternoon. Welcome to our 2021 fourth quarter earnings call. With me today are Greg Brown, Chairman and CEO; Jason Winkler, Executive Vice President and CFO; Jack Molloy, Executive Vice President and COO; and Mahesh Saptharishi, Executive Vice President and CTO. Greg and Jason will review our results along with commentary, and Jack and Mahesh will join for Q&A. We posted an earnings presentation and news release at motorollsolutions.com/investor. These materials include GAAP to non-GAAP reconciliations for your reference.\nAnd during the call, we reference non-GAAP financial results, including those in our outlook, unless otherwise noted. A number of forward-looking statements will be made during this presentation and during the Q&A portion of the call. These statements are based on current expectations and assumptions that are subject to a variety of risks and uncertainties. Actual results could differ materially from these forward-looking statements. Information about factors that could cause this can be found in today's earnings news release and the comments made during this conference call in the Risk Factors section of our 2018 annual report on Form 10-K and in our other reports and filings with the SEC. We do not undertake any duty to update any forward-looking statement.\nAnd with that, I'll turn it over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nThank you, Tim, and good afternoon, and thanks for joining us today. I'll start off by sharing a few thoughts about the overall business before Jason takes us through our results and our outlook.\nFirst, I'm very pleased with our performance during the quarter and, in particular, our ability to navigate the current supply chain environment to deliver the critical solutions that our customers rely on every day. We achieved revenue at the higher end of our guidance and earnings per share above our guidance, ended the year with record backlog of $13.6 billion, up 19% versus last year, and generated $703 million of operating cash flow during the quarter and a record $1.8 billion for the full year.\nSecond, our full year results exemplify the strength and durability of our business and highlight our ability to leverage our large installed base to sell more value-add software and services. For the year, the Software and Services segment grew 13%, expanded operating margins by 210 basis points and accounted for 38% of total sales and 54% of total operating earnings for the company. Additionally, revenue was up double digits in all 3 technologies in the segment, led by 39% growth in video security and access control software, which resulted in approximately $400 million for that category of revenue for the year.\nAnd finally, looking ahead to this year, our record backlog and continued demand are informing our expectations for another year of strong revenue, earnings and cash flow growth, with growth in both segments despite the ongoing and fluid supply chain challenges.\nAt this point, I'll now turn the call over to Jason to take you through our results and outlook before returning for some final thoughts.\n\nJason J. Winkler\n\nExecutive VP & CFO, Motorola Solutions, Inc.\n\nThank you, Greg. Our Q4 results included revenue of $2.3 billion, up 2%, including $10 million from acquisitions and $6 million from favorable currency. GAAP operating earnings of $549 million and operating margins of 23.7% compared to 24.4% in the year ago quarter. Non-GAAP operating earnings of $670 million, up $3 million and non-GAAP operating margins of 28.9%, down 40 basis points due to higher operating expenses for employee incentive compensation and acquisitions.\nOperating margin in Products and Systems Integration was down 170 basis points due to lower sales and higher operating expenses, partially offset by higher sales and improved operating leverage in the Software and Services segment. GAAP earnings per share of $2.30 compared to $2.37 in the year ago quarter. Non-GAAP earnings per share of $2.85 versus $2.86 last year with higher sales and improved operating leverage in Software and Services, offset by, within the Products and Systems Integration segment, higher OpEx related to incentives and acquisitions, along with lower sales.\nOpEx in Q4 was $518 million, up $26 million versus last year, primarily due to higher employee incentive compensation and acquisitions. The Q4 effective tax rate was 22.3% compared to 21% in the prior year.\nFor the full year of 2021, revenue was $8.2 billion, up 10%, with growth in both segments and across all 3 technologies. Revenue from acquisitions was $120 million and the FX impact was $130 million favorable during the year. GAAP operating earnings were $1.7 billion or 20.4% of sales versus 18.7% in the prior year. The increase was primarily driven by higher sales and improved operating leverage. Non-GAAP operating earnings were $2.1 billion, up $282 million, and non-GAAP operating margins were 25.9% of sales, up from 24.8% of sales in the prior year, driven by higher sales and improved operating leverage.\nThis increase in profitability also includes $100 million of higher employee incentive compensation earned in 2021. GAAP earnings per share was $7.17 compared to $5.45 in the prior year, driven by higher sales, improved leverage, higher other income and lower reorganization charges in the current year. Non-GAAP earnings per share was $9.15, up 19% from $7.69 in 2020 on higher sales, higher operating earnings, higher other income, which was partially offset by a higher tax rate.\nFor the full year, OpEx was $1.9 billion, up $123 million versus last year, primarily driven by higher employee incentive compensation and acquisitions. And the effective tax rate for 2021 was 21% compared to 20% in the prior year on higher benefits from discrete items, including the benefits of stock comp expense booked in the prior year.\nTurning to cash flow. Q4 operating cash flow was $703 million, flat versus the prior year and free cash flow was $635 million versus $637 million in the prior year. And for the full year, OCF was a record $1.8 billion compared to $1.6 billion in the prior year, and free cash flow was a record $1.6 billion versus $1.4 billion in the prior year. The increase in cash flow was driven by higher sales, higher earnings and partially offset by higher cash taxes.\nCapital allocation for 2021 included $528 million of share repurchases at an average price of $208.41, $482 million in cash dividends and $457 million for acquisitions. Additionally, during the year, we issued $850 million of new long-term debt, redeemed $324 million of outstanding debt entered into a new upsized $2.25 billion revolving credit facility and ended the year with $1.9 billion of cash and a net debt to adjusted EBITDA ratio of only 1.6. We also increased our dividend 11%, our 11th consecutive year of a double-digit increase, and we announced a $2 billion increase to our share repurchase program in the second quarter.\nMoving to our segment results. Q4 Products and Systems Integration sales were $1.5 billion, down 1%, which was impacted by the supply constraints we discussed on the last call. Growth in video security and public safety LMR was offset by a decline in PCR and revenue from acquisitions in the quarter was $4 million. Operating earnings were $378 million or 25.3% of sales, down from 27% in the prior year, driven by higher employee incentive compensation and lower sales.\nSome notable Q4 wins and achievements in this segment include a $98 million P25 upgrade for the Commonwealth of Massachusetts, $94 million of APX NEXT device orders in North America, a $68 million P25 device upgrade for the District of Columbia, a $28 million P25 upgrade for a large U.S. customer, a $21 million fixed video security order for a large North America utility customer, a $19 million additional TETRA order from the German MOD and a $17 million TETRA device upgrade for a customer in Asia Pacific. And for the full year, revenue was $5 billion, up 9% from the prior year, driven by higher sales of LMR and higher sales of video security.\nRevenue from acquisitions was $89 million. Operating earnings were $976 million or 19.4% of sales, up from 19% in the prior year on higher sales, partially offset by higher OpEx.\nMoving next to our Software and Services segment. Q4 revenue was $824 million, up 8% from last year, driven by growth in LMR services, video security software and command center software. Revenue from acquisitions in the quarter was $6 million. Operating earnings were $292 million or 35.4% of sales, up 150 basis points from last year, driven by higher sales and improved leverage.\nSome notable Q4 wins in this segment include a $25 million P25 multiyear services contract with Cook County, Illinois, a $17 million P25 multiyear software upgrade agreement for ICI Systems Authority in California, a $17 million body-worn camera as a service order for the City of Houston, Texas Police Department, a $15 million P25 multiyear software upgrade for Orange County, California and a $14 million additional body-worn camera order for the French MOI, a $11 million command center software hybrid cloud order for North Carolina Department of Public Safety and we saw a 27% growth in software for video security and access control.\nFor the full year, revenue was $3.1 billion, up 13% on growth in LMR services, video security and command center software. Revenue from acquisitions was $31 million. Operating earnings were $1.1 billion or 36.4% of sales, up 210 basis points versus the prior year, driven by higher sales and improved leverage.\nLooking at regional results. North America Q4 revenue was $1.6 billion, up 4% on growth in video security and LMR products and services. For the full year, North America revenue was $5.6 billion, up 11%, with growth in both segments and across all 3 technologies. International Q4 was $705 million, down 3% due to a decline in LMR, partially offset with growth in video security and command center software. We saw growth in Latin America during the quarter, while EMEA was flat and Asia Pac declined.\nFor the full year, international revenue was $2.6 billion, up 9% with growth in both segments and across all 3 technologies. Revenue was up in EMEA and Latin America, offset by a slight decline in Asia Pac.\nMoving to our backlog. Ending backlog was a record $13.6 billion, up $2.2 billion compared to last year, driven by the U.K. Home Office's exercise of their contractual right to extend the Airwave network 4 years through 2026, along with record LMR product orders and growth in Software and Services contracts in North America. Sequentially, backlog was up $2.2 billion driven by the Airwave extension and record LMR product orders in North America during the fourth quarter.\nSoftware and Services backlog was up $1.3 billion compared to last year and up $1.8 billion sequentially, driven by the Airwave extension and growth in Software and Services agreements in North America. Products and SI backlog was up $886 million compared to last year, driven by record LMR orders. Sequentially, backlog was up $417 million, driven by record LMR orders in North America during the fourth quarter.\nTurning next to our outlook for 2022. For the full year, we expect sales to be up approximately 7%, with mid-single-digit growth in products and systems integration and approximately 10% growth in Software and Services. And we expect full year non-GAAP earnings per share between $9.80 and $9.95. This outlook assumes FX at current rates, a weighted average diluted share count of approximately 174 million shares and an effective tax rate of 21% to 22%. It also assumes $120 million of higher material costs, largely driven by the current semiconductor market dynamics of limited supply and us procuring available parts at a premium from other secondary markets. Additionally, we expect pricing adjustments to our portfolio, which we have recently made to take effect as we progress in fulfilling existing backlog.\nFor Q1, we expect sales to be up approximately 3%, with non-GAAP EPS between $1.53 and $1.59 per share, inclusive of $50 million of the incremental material costs I referenced for the year. It also assumes FX at current rates, a weighted average diluted share count between 173 million and 174 million shares and an effective tax rate of approximately 17%.\nWe expect full year operating cash flow of approximately $1.9 billion. This OCF outlook include $75 million of higher employee incentive payments earned in 2021 and $150 million of higher cash taxes, half of which is driven by the U.S. federal tax requirement to capitalize R&D beginning in 2022. And for the full year, we will continue to be diligent in our cost management. We expect OpEx to be up approximately $100 million from last year, driven by investments in video security and command center software, inclusive of $40 million related to recent acquisitions.\nI would now like to turn the call back over to Greg.\n\nGregory Q. Brown\n\nChairman & CEO, Motorola Solutions, Inc.\n\nThanks, Jason. Let me just end this piece with a few additional thoughts. First, 2021 was an outstanding year for our company. We achieved record orders, sales, earnings and cash flow, we increased backlog, $2.2 billion, and we returned approximately $1 billion to our shareholders in the form of share repurchases and dividends. Additionally, we continue to invest in our video security and command center software offerings with the acquisitions of Openpath, Envision and 911 Data Master.\nSecond, I'd like to provide you with a little bit more color on what we're currently seeing with supply and demand and how that impacts our current 2022 expectations. Demand across all 3 technologies was incredibly strong in 2021. In fact, it even accelerated in Q4. Like many companies procuring semiconductor supply to meet our increasing demand has been challenging and the environment in Q4 was even further impacted with supplier delays and the impact of the Omicron variant.\nIn particular, delays from some semiconductor suppliers required us, as Jason just referenced to substitute parts from alternative sources at higher costs, and this will impact margins for Q1 and Q2.\nFor the full year, we still expect solid revenue growth in the Products segment, driven by both video security and LMR products, inclusive of PCR. We've taken a careful look at our portfolio and made further pricing investments that we anticipate will take effect in the second half of the year and lead to 2022 full year gross margins that will be comparable and operating margins that will be slightly higher year-over-year.\nThird, I'm really pleased with our position for growth. The funding environment for our customers continues to remain exceptionally strong. Our APX NEXT refresh cycle is gaining traction with our public safety customers with almost $100 million in Q4 orders alone. We continue to capture market share in our video security and command center software businesses and our recurring revenues continue to grow. And our balance sheet is stronger than ever, which allows us to be opportunistic in our deployment of capital in this current environment.\nAnd finally, I'd like to just recognize all of the Motorola employees around the world who, despite the pandemic, have never wavered in their commitment to our customers and also in giving back. Last year, our foundation donated more than $12 million to charitable organizations and our employees volunteered a record 65,000 hours in more than 40 countries. I'm incredibly proud of their efforts and of the recognition we continue to receive. We were recently named again to Fortune's Most Admired Companies and as one of the 100 Best ESG companies by Investor's Business Daily.\nI'm also really pleased with our recent announcement that [Dr. Ana Howard] will be joining our Board. Her perspective and experience in AI and robotics will be invaluable as we continue advancing these technologies that deliver public safety and enterprise security.\nI'll now turn the call back over to Tim and welcome your questions.\n\nTim Yocum\n\nVP of IR, Motorola Solutions, Inc.\n\nThank you, Greg. Before we begin taking questions, I'd like to remind callers to limit themselves to 1 question and 1 follow-up to accommodate as many as possible. Operator, would you please remind our callers on the line how to ask a question?"
  }
]