[
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8272a6f38eb52f058f2789692f7b3400",
    "period": "2025 Q4",
    "content": "Q4 2025 Skyworks Solutions Inc Earnings Call\n\nQ4 2025 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQNOV 4, 4:30 PM\n\nOperator\n\nThank you for standing by. My name is Kathleen, and I will be your conference operator today. At this time, I would like to welcome everyone to the Skyworks Fourth Quarter for year 2025 Earnings Call. [Operator Instructions]\nThank you. I would now like to turn the call over to Raji Gill, Vice President of Investor Relations of Skyworks. Please go ahead.\n\nRajvindra S. Gill\n\nAnalyst, Needham & Company, LLC\n\nThank you, operator. Good afternoon, everyone, and welcome to Skyworks' Fourth Fiscal Quarter 2025 Conference Call. With me today for our prepared remarks is Phil Brace, our Chief Executive Officer and President; and Philip Carter, Senior Vice President and Chief Financial Officer for Skyworks.\nThis call is being broadcast over the web and can be accessed from the Investor Relations section of the company's website at skyworksinc.com. In addition, the company's prepared remarks will be made available on our website complete after the conclusion during the call.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, today's discussion will include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nLastly, for detailed information regarding the Skyworks and Qorvo combination announced on October 28, I encourage you to review the press release investor presentation and related materials available on our Investor Relations website. Today's call, however, will focus on our fiscal fourth quarter and full year 2025 results as well as our outlook for the December quarter.\nWith that, I'll turn the call over to Phil Brace.\n\nPhilip Gordon Brace\n\nPresident & CEO, Sierra Wireless, Inc.\n\nThanks, Raji, and welcome, everyone. Before getting into the quarterly results, I want to take a moment to reflect on what we've accomplished over the past few quarters. One, we've had three straight quarters of solid execution with both revenue and non-GAAP EPS exceeding expectations. We're seeing strong momentum across mobile and broad markets as our teams continue to execute.\nTwo, we streamlined our sales and marketing teams to be more customer-focused and enhanced collaboration with the engineering teams, appointed a new executive to lead global sales and welcomed a new Chief Financial Officer, further strengthening our leadership team as we position the company for its next phase of growth.\nThree, last quarter, we announced the consolidation of our Woburn facility to improve our long-term cost structure and support healthier gross margins.\nAnd finally, for last week, we announced an agreement to combine with Qorvo, a transformative deal that upon closing will add meaningful scale, diversification and a broader highly complementary technology and product portfolio.\nMoving to the quarter. Skyworks delivered strong results, fueled by a significant upside in mobile and sustained strength across broad markets. We posted revenue of $1.1 billion, delivered earnings per share of $1.76, and for the full fiscal year, we generated $1.1 billion of free cash, representing 27% free cash flow margin.\nIn mobile, results again were strong, with revenue up 21% sequentially and 7% year-over-year. Our outperformance reflects healthy sell-through and a richer product mix at our top customer, along with continued growth in Android. Looking ahead, we see multiple drivers of long-term RF content growth. Internal modem adoption, added AI functionality and higher RF complexity are expanding our opportunity inside the smartphone.\nWe're also delivering more performance in smaller form factors supporting new features within existing sockets. With our deep RF expertise, strong customer relationships and manufacturing scale, we are well positioned as the next phase of wireless innovation take shape.\nBroad Markets has delivered another solid quarter. Demand was broad-based across edge IoT, automotive and data center. In edge IoT, WiFi 7 adoption continues to accelerate across home, enterprise and industrial applications. Customers are moving quickly to upgrade platforms that require faster connectivity, lower latency and better power efficiency. Backlog and order trends remain solid and we anticipate continued strong adoption entering fiscal '26. We're also making good progress on next-generation WiFi 8 programs to extend that leadership.\nIn automotive, design activity remains robust as vehicles become more connected and intelligent. The run rate exiting fiscal '25 represents a new record for our automotive business, surpassing our previous high in fiscal '23. We're entering next year with a robust pipeline of design wins across 5G telematics, infotainment and power management systems across a broad set of global OEMs.\nIn data center infrastructure, activity continues to rebound as customer inventories have normalized. The recovery that began in mid fiscal '25 has continued to gain traction and we see a favorable setup for further growth into fiscal '26. This quarter's momentum was supported by broad-based demand, including increasing timing design win activity for next-generation 800-gig platforms for data center and cloud infrastructure.\nTaken together, Broad Markets has evolved into a more balanced and durable growth engine for Skyworks. Now an approximately $1.5 billion business with positive momentum over the past 7 quarters, expanding customer reach and margins above the overall corporate average.\nBefore we move into the financial details, I'd like to take a moment and welcome Philip Carter as our new CFO. Philip brings extensive financial and accounting experience in the semiconductor space, having previously served as Skyworks' Principal Accounting Officer before becoming the Chief Accounting Officer at AMD. We're happy to have him back and look forward to working together as we continue building Skyworks for the long term.\nWith that, I'll turn the call over to Philip for a discussion of last quarter's performance and outlook for Q1 of fiscal '26.\n\nPhilip Matthew Carter\n\nSenior VP, CFO and Principal Financial & Accounting Officer\n\nThanks, Phil. I'm excited to be back at Skyworks and to work again with such a talented team, having spent many years here in my career, it's great to see the company's continued momentum and strong execution. I look forward to partnering with Phil and the rest of the leadership team to drive long-term value for shareholders.\nNow turning to our fourth fiscal quarter results. Skyworks delivered revenue of $1.1 billion, exceeding the high end of our guidance range. During the quarter, our largest customer accounted for approximately 67% of revenue. Mobile represented 65% of total revenue, up 21% sequentially and 7% year-over-year, supported by stronger sell-through at our top customer and continued growth in Android. Broad Markets grew 3% sequentially and 7% year-over-year, driven by growth across edge IoT, automotive and data center.\nGross profit was $511 million with gross margin of 46.5%. Operating expenses were $247 million, slightly above the high end of our guidance range, primarily due to higher employee incentive accruals tied to stronger quarterly revenue. We're keeping a disciplined approach to spending, investing where it matters most for future growth.\nOperating income reached $264 million, translating to an operating margin of 24%. Other income was $11 million, and our effective tax rate was 4.1%, resulting in net income of $264 million and diluted earnings per share of $1.76. For the full fiscal year, we generated $1.3 billion of operating cash flow and capital expenditures of $195 million, resulting in annual free cash flow of $1.1 billion or 27% free cash flow margin. We do expect free cash flow to remain solid in fiscal '26 but below fiscal '25, given the lower expected revenue base and more normalized working capital trends, particularly as we no longer expect a tailwind from inventory reductions.\nWe ended the quarter with $1.4 billion in cash and investments and $1 billion in debt, maintaining a strong balance sheet and ample flexibility to support our strategic and financial priorities.\nLooking ahead to the first quarter of fiscal '26, we expect revenue to be between $975 million to $1.025 billion. We anticipate mobile to decline low to mid-teens sequentially. We expect broad markets to be up slightly sequentially, representing 39% of sales and up mid- to high single digits year-over-year. Gross margin is projected to be approximately 46% to 47%. We expect operating expenses between $230 million and $240 million as we continue to fund key R&D initiatives while maintaining tight control over discretionary spending. Below the line, we anticipate approximately $4 million in other income, an effective tax rate of 10% and a diluted share count of 150.5 million shares. At the midpoint of our revenue outlook of $1 billion, this equates to expected diluted earnings per share of $1.40.\nWith that, I'll turn it back to Phil for closing remarks.\n\nPhilip Gordon Brace\n\nPresident & CEO, Sierra Wireless, Inc.\n\nThank you, Phil. A heartful thank you to our employees, customers and partners. Your hard work and support fuels our success and sets the stage for continued leadership and growth. Operator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/021757067bf9220db70acb2abdb18e0c",
    "period": "2025 Q3",
    "content": "Q3 2025 Skyworks Solutions Inc Earnings Call\n\nQ3 2025 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQAUG 5, 4:30 PM\n\nOperator\n\nGood day, and welcome to the Skyworks Third Quarter Fiscal Year 2025 Earnings Call. [Operator Instructions] As a reminder, this call may be recorded.\nI would now like to turn the call over to Raji Gill, Vice President, Investor Relations and Corporate Development. Please go ahead.\n\nRajvindra S. Gill\n\nAnalyst, Needham & Company, LLC\n\nThank you, operator. Good afternoon, everyone, and welcome to Skyworks' Third Fiscal Quarter 2025 Call. With me today for our prepared remarks is Phil Brace, our Chief Executive Officer and President; and Rob Schriesheim, Interim Chief Financial Officer for Skyworks. This call is being broadcast over the web and can be accessed from the Investor Relations section of the company's website at skyworksinc.com.\nIn addition, the company's prepared remarks will be made available on our website promptly after the conclusion during the call.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, today's discussion will include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call over to Phil.\n\nPhilip Gordon Brace\n\nPresident & CEO, Sierra Wireless, Inc.\n\nThanks, Raji, and welcome, everyone. Skyworks delivered strong results this quarter, fueled by an upside in mobile and sustained strength across broad markets. We posted revenue of $965 million, delivered earnings per share of $1.33 and generated free cash flow of $253 million. Revenue, gross margin and EPS exceeded the high end of our guidance. We returned $430 million to shareholders this quarter through share repurchases and dividends and more than $1 billion across the past 2 quarters, supported by strong free cash flow and disciplined working capital management. In Mobile, revenue came in above seasonal trends with strength continuing into the September quarter, supported by healthy sell-through at our top customer and new product launches in Android. While in-demand signals remain solid, we're actively monitoring the channel and are maintaining a disciplined approach to inventory.\nLooking ahead, we see multiple drivers of long-term RF content growth, including opportunities from internal [indiscernible] adoption, higher RF complexity with AI features and a larger addressable footprint within the smartphone. At the same time, we'll continue to deliver more performance in smaller form factors, enabling richer features within current sockets. Smartphone replacement cycles remained historically long, now averaging over 4 years, even as our top customer maintains a record installed base.\nThe first wave of AI-capable phones is reaching scale and early demand signals are encouraging. As AI capabilities become more intuitive and integrated, we believe this could drive an inflection in upgrade cycles, leading to a potential tailwind to volumes and content over time. Our deep RF expertise, strong customer relationships and advanced manufacturing put us in a strong position to lead through this next phase.\nBroad markets continue to gain momentum, driven by new customer engagements across Edge, IoT and automotive. We are seeing stronger order flow, healthy book-to-bill levels and lean channel inventory. In Edge IoT, WiFi 7 adoption is accelerating across consumer, enterprise and industrial applications. These systems demand faster speeds at ultra-low latency, translating to greater RF complexity. Looking ahead, we're already investing in WiFi 8 to support the next wave of performance.\nAutomotive remains a key growth driver for Skyworks, supported by long design cycles that offer greater visibility and more durable revenue streams. We broadened our reach across a growing roster of global OEMs, securing programs with BYD, Ford, Geely, Nissan and others. As vehicles become more software-defined and connected, the need for secure wireless links continues to grow, from 5G telematics to over-the-air updates in infotainment, all of which increase our content opportunity.\nIn traditional data center and infrastructure, business activity is rebounding as inventory normalizes. Meanwhile, accelerating AI workloads are driving upgrades to 800 gig and 1.6 terabit switches, increasing demand for our precision timing solutions. Altogether, our markets is becoming a stronger, more resilient growth engine for Skyworks, and we expect this momentum to continue with both sequential and year-over-year growth in the September quarter. In aggregate, this is a $1.5 billion business with a double-digit long-term growth profile and gross margins above the corporate average, a core part of our portfolio that we believe remains underappreciated relative to its scale and contribution.\nToday, we're taking action to optimize our manufacturing footprint with the planned closure of our Woburn manufacturing facility and the consolidation of operations into our Newbury Park site. This move is designed to drive higher fab utilization, lower fixed costs and improve overall efficiency in the future. As our product mix shifts towards more advanced higher-value content, this consolidation positions us to expand gross margins over time, while reinvesting in next-generation technologies and maintaining the scale and technical capability required to serve our premium customers at the highest levels.\nBefore we dive into the numbers, I want to welcome Rob Schriesheim to the team in his role as interim CFO. Rob has served on the Skyworks Board for nearly 20 years and knows our business, strategy and leadership team exceptionally well. His appointment ensures continuity as we move through this transition. On the CFO search, we've been taking a deliberate approach and have a number of strong candidates in the pipeline. I expect the process to conclude shortly.\nWith that, I'll turn the call over to Rob for a discussion of last quarter's performance and outlook for Q4 of fiscal '25.\n\nRobert A. Schriesheim\n\nIndependent Director, Frontier Communications Corporation\n\nThanks, Phil. It's a privilege to step in as interim CFO and support the Skyworks team during this transition. I've been serving on the Board for nearly 2 decades, and being a shareholder, I know the company well and have confidence in our strategy, our financial discipline and our long-term growth opportunities.\nTurning to our third fiscal quarter results. Skyworks delivered revenue of $965 million, exceeding the high end of our guidance range. During the quarter, our largest customer accounted for about 63% of revenue. Mobile represented 62% of total revenue, up 1% sequentially and 8% year-over-year, driven by stronger sell-through at our top customer and new product launches in Android. Broad markets, which includes Edge IoT, automotive, industrial, infrastructure and cloud grew 2% sequentially and 5% year-over-year. This marks the sixth consecutive quarter of growth and reflects stronger end demand and further inventory normalization across key verticals.\nGross profit was $454 million, with gross margins of 47.1%, above expectations, driven by product mix and ongoing cost discipline. We see further opportunities to expand margins over time as we execute on our manufacturing efficiency road map. Operating expenses totaled $230 million, aligned with our long-term product road map. We remain disciplined with spend, balancing investment in future growth with prudent cost management.\nOperating income reached $224 million, translating to an operating margin of 23.3%. other income was $1 million, and our effective tax rate was 11.2%, resulting in net income of $200 million and diluted earnings per share of $1.33, $0.09 above our guidance.\nCash flow remains strong, with operating cash flow of $314 million and capital expenditures of $61 million, resulting in free cash flow of $253 million or 26% of revenue. Over the past 2 years, our free cash flow has benefited from effective working capital management as we've reduced inventory levels. We returned $430 million to shareholders during the quarter, comprised of $104 million in dividends and $330 million in share repurchases. Over the past 2 quarters, we've returned more than $1 billion to shareholders.\nWe ended the quarter with $1.3 billion in cash and investments and $1 billion in debt, maintaining a strong balance sheet and ample flexibility to support our strategic and financial priorities. Looking ahead to the fourth quarter of fiscal 2025, we expect revenue to range between $1 billion to $1.03 billion. In Mobile, we anticipate mid-single-digit sequential growth. We're seeing healthy sell-through, lean channel inventories and solid order visibility heading into the September quarter. Broad markets is set to grow again this quarter with year-over-year trends accelerating and continued strength in bookings, backlog and channel sell-through.\nGross margin is projected to be approximately 47%, plus or minus 50 basis points, reflecting the stable product mix and ongoing cost discipline. We expect operating expenses between $235 million and $245 million as we continue to fund key R&D initiatives while maintaining tight control over discretionary spend. As a reminder, the September quarter includes a 14th week, which adds about $7 million incremental expenses.\nBelow the line, we anticipate approximately $4 million in other income, an effective tax rate of 13% and a diluted share count of 149.5 million shares. At the midpoint of our revenue outlook, this equates to expected diluted EPS of $1.40.\nWith that, I'll turn it back to Phil for closing remarks.\n\nPhilip Gordon Brace\n\nPresident & CEO, Sierra Wireless, Inc.\n\nThank you, Rob. Before I close, I want to thank our employees for their incredible dedication and our customers and partners for their continued trust and collaboration. Operator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/8af100a6efa848d339354f356d415907",
    "period": "2025 Q1",
    "content": "Q1 2025 Skyworks Solutions Inc Earnings Call\n\nQ1 2025 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQFEB 5, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions' First Quarter Fiscal Year Earnings Call. This call is being recorded.\nAt this time, I will turn the call over to Raj Gill, Vice President of Investor Relations for Skyworks. Mr. Gill, please go ahead.\n\nRajvindra S. Gill\n\nAnalyst, Needham & Company, LLC\n\nThank you, operator. Good afternoon, everyone, and welcome to Skyworks' First Fiscal Quarter 2025 Conference Call. With me today for our prepared remarks is Liam Griffin our Chief Executive Officer and President; and Kris Sennesael, Chief Financial Officer for Skyworks. Following the conclusion of the prepared remarks, Kris will be available for Q&A.\nThis call is being broadcast over the web and can be accessed from the Investor Relations section of the company's website at skyworksinc.com. In addition, the company's prepared remarks will be made available on our website promptly after the conclusion during the call.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures, consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Raji, and welcome, everyone. Before we get into the details of the results, I want to address the succession planning we announced today. After an incredible 20-plus years at Skyworks with the last 9 as President and CEO, I will be stepping down. Skyworks has chosen Philip Brace as our next President and CEO. He will join the company on February 17 at which point, I will shift to an advisory role for a few months to help ensure a smooth transition.\nToday, we also announced that Christine King, who has been our Skyworks Lead Independent Director, has been appointed Chairman of the Board. She is an excellent choice. Phil's appointment follows a robust succession planning process by the Skyworks Board. Phil is an accomplished technology executive who has served as President and CEO of Sierra Wireless from 2021 to 2023.\nHe currently serves on the Board of Directors of BlackBerry, Lantronix and Inseego. He brings a deep knowledge of the technology industry and extensive experience in scaling and leading successful businesses. I want to offer my sincerest congratulations to Phil on his appointment and I'm excited for you to meet him. I look forward to watching Skyworks' business prosper under his leadership through continued innovation, ingenuity and hard work.\nLet's now move into a discussion of Skyworks' first fiscal quarter of 2025. Skyworks began the new fiscal year with solid results. We posted revenue of $1.68 billion, we delivered earnings per share of $1.60 and generated free cash flow of $338 million. Revenue, gross margin and EPS met or exceeded the midpoint of our guidance.\nIn mobile, our revenue grew 6% sequentially as we successfully supported multiple product launches across our top mobile customers. The global adoption of generative AI on smartphones is still in its nascent stage. We anticipate this to be a multiyear trend that will catalyze smartphone upgrades and increase the complexity and requirements for RF solutions.\nIn broad markets, we have experienced modest growth for 4 consecutive quarters. We anticipate further growth as demand signals and backlog improve. In certain segments, supply and demand dynamics are in equilibrium and channel inventories have normalized. Meanwhile, industrial and infrastructure remain subdued due to persistent inventory challenges. Overall, we are encouraged by the recent momentum in broad markets and are energized about new product cycles in automotive, electrification, edge IoT and AI data center fueling long-term growth.\nIn edge IoT, we are observing higher levels of intelligence and combined with more nodes being added to the edge of the network, driving higher levels of RF complexity. Artificial intelligence and machine learning increases the range of functionality, running models like voice and computer vision. RF connectivity is the conduit for secure, robust and lower power AI applications. Moreover, the adoption of WiFi 6E and 7 systems by customers is contributing to the improvement in demand. These systems characterized by enhanced complexity and utilization of additional bands enable transmission of higher-value content.\nWe are currently in the emerging stages of a multiyear upgrade cycle with WiFi 7 shipments experiencing a ramp-up. We are seeing growth in wireless gaming, wireless home audio and wireless headsets, where customers are adopting Skyworks connectivity and audio technology.\nIn automotive, we returned to year-over-year growth despite a soft demand environment. as design wins in the connected car, onboard charging and infotainment are gradually converting into revenue. Specifically, we expect our RF content per vehicle to grow driven by 5G cellular, WiFi, Bluetooth and V2X. Lastly, the industrial segments remain a headwind as we continue to under ship demand.\nTurning to our quarterly business highlights. We secured 5G content for premium Android smartphones, including Samsung Galaxy, Xiaomi, Asus and several others. We supported GemTech's launch of the first AI router with voice-enabled AI-powered health care service. We enabled ASUS's award-winning quad-band WiFi 7 gaming routers and expanded our design win pipeline in automotive with cellular connectivity and power management solutions.\nWith that, I will turn the call over to Kris for a discussion of last quarter's performance and our outlook for Q2 of fiscal '25.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThanks, Liam. Skyworks revenue for the first fiscal quarter of 2025 was $1.068 billion, slightly above the midpoint of our outlook. Mobile revenue was 67% of total revenue and increased 6% sequentially as we successfully supported multiple product launches. Broad markets was up slightly sequentially and returned to year-over-year growth at 2%. Q1 fiscal '25 marked the fourth consecutive quarter of modest sequential growth since the Q1 fiscal '24 bottom. Despite a muted demand environment and ongoing inventory digestion, across selective end markets.\nGross profit was $497 million with gross margin at 46.5%, in line with expectations. Also, during Q1, we further decreased our internal inventory slightly below $700 million, resulting in 8 consecutive quarters of reductions. Operating expenses were $212 million, reflecting our strategic investments in our technology and product road maps. We delivered $285 million of operating income, translating into an operating margin of 27%. We generated $9 million of other income and our effective tax rate was 12.2%, driving net income of $258 million and diluted earnings per share of $1.60, $0.03 above our guidance.\nFor the first quarter of fiscal 2025, we demonstrated robust cash generation, with operating cash flow of $377 million capital expenditures of $39 million and a free cash flow of $338 million representing a 32% free cash flow margin. During fiscal Q1, we distributed $112 million in dividends. Our cash and investment balance increased to approximately $1.75 billion, while we maintain a debt level of $1 billion, providing us with ample financial flexibility.\nNow let's move on to our outlook for Q2 of fiscal 2025. We anticipate revenue of $935 million to $965 million. We expect our mobile business to decline mid- to high teens sequentially, in line with historical seasonality. In broad markets, we anticipate additional sequential growth and a further improvement in year-over-year growth. We are seeing positive momentum in booking trends, backlog and sell-through patterns across broad markets. However, inventory headwinds remain acute in industrial and infrastructure.\nGross margin is projected between 45.5% and 46%, which is seasonally adjusted for lower sales volume. We anticipate operating expenses in the range of $220 million to $228 million, utilizing our robust cash flow generation to invest in technology and product road maps. The sequential increase is mostly driven by a reset of the social charges at the beginning of the calendar year as well as an increase in R&D project expenses. Below the line, we anticipate $6 million in other income, an effective tax rate of 12% to 12.5% and a diluted share count of approximately 158.5 million shares. Accordingly, at the midpoint of the revenue range of $950 million, we intend to deliver diluted earnings per share of $1.20. Finally, our Board of Directors has approved a new $2 billion stock repurchase program as part of our disciplined capital allocation strategy.\nBefore moving into Q&A, I want to briefly reflect on our business and address our strategic partnership with our largest customer. Over the past 25 years, we have built a strong technology company a leader in RF connectivity for mobile solutions and expanded those RF capabilities with analog and mixed signal expertise in our growing broad markets business. And over the last 18 years, we have benefited from a truly collaborative partnership with our largest customer, who has constantly pushed us to develop innovative high-performance and highly integrated RF solutions.\nWe have partnered with that customer since the launch of their first phone, which has resulted in significant content and revenue growth over the years. However, the last couple of years have been challenging as the competitive landscape has intensified. As it relates to the upcoming phone cycle expected to be launched in the fall of 2025, the Skyworks team developed a suite of high-performance RF solutions. Despite our rich product offering, we did not get the result that we targeted. Although we were able to secure multiple sockets including several highly integrated RF modules, our content position is expected to be down 20% to 25%. This decline will start impacting our revenue in the fourth quarter of fiscal '25 and throughout fiscal '26. While we are disappointed with this outcome, we remain steadfast in our commitment to invest and innovate around our technology road maps.\nWe have already started the development of a new suite of solutions for the next generation form with an expanding set of products and addressing more opportunities than ever before. In addition, we will continue to pursue growth opportunities with our other mobile customers, although on a selective basis, focusing on those segments of the market that demand high-performance RF. And we will continue to drive our diversification strategy, supported by multiple secular growth trends in broad markets. We expect those opportunities to partially offset the revenue decline at a large customer in fiscal '26 and position us for growth in fiscal '27.\nNow let's hand it back to Liam for some final remarks.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nTo wrap it up, I would like to thank all of our Skyworks employees and stakeholders for their support during the last 25 years. It has truly been a privilege and the highlight of my career to lead this company. I strongly believe the Skyworks team with support of our Board of Directors and under new leadership will execute on the strategic path of profitable growth.\nI will turn it over to Kris now who will be taking Q&A this quarter.\n\nKris Sennesael\n\nSenior VP & CFO\n\nOperator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/901acd4ffc49c662cd28fa2e15b372e8",
    "period": "2024 Q3",
    "content": "Q3 2024 Skyworks Solutions Inc Earnings Call\n\nQ3 2024 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQJUL 30, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions Third Quarter Fiscal Year 2024 Earnings Call. This call is being recorded. At this time, I will turn the call over to Raji Gill, Vice President of Investor Relations for Skyworks. Mr. Gill, please go ahead.\n\nRajvindra S. Gill\n\nAnalyst, Needham & Company, LLC\n\nThank you, operator. Good afternoon, everyone, and welcome to Skyworks Third Fiscal Quarter 2024 Conference Call. With me today is Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, Chief Financial Officer for Skyworks. This call is being broadcast live over the web and can be accessed from the Investor Relations section of the company's website at skyworksinc.com.\nIn addition, the company's prepared remarks will be made available on our website probably after their conclusion during the call. Before we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP. With that, I'll turn the call over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Raji, and welcome, everyone. Skyworks delivered solid results for the third fiscal quarter of 2024. We posted revenue of $906 million, delivered earnings per share of $1.21 and generated free cash flow of $249 million. Revenue, gross margin and EPS met or were slightly above our prior guidance. Importantly, year-to-date free cash flow was $1.3 billion or 40% free cash flow margin, which reflects strong working capital management and operational excellence.\nIn mobile, we are seeing encouraging signs that inventory levels and order patterns are normalizing. We are energized about the prospects of generative AI, catalyzing a meaningful smartphone replacement cycle and driving higher levels of RF complexity. We expect new AI features will only be available on the latest next-generation smartphones, potentially fueling a multiyear upgrade cycle. We are uniquely positioned, given our long-standing relationships with the leading smartphone OEMs, best-in-class RF technology and a global manufacturing footprint.\nIn broad markets, we delivered 2 consecutive quarters of sequential growth since the December bottom, and we anticipate modest growth for the balance of 2024. In edge IoT where demand is improving, we have a strong design win funnel for WiFi 7 systems, and we expect a healthy multiyear upgrade cycle given faster data transfer speeds and lower latency.\nIn traditional data center and wireless infrastructure, inventory levels remain elevated, which is prolonging the recovery as we continue to under ship natural demand. However, once industry conditions stabilize, we expect end customers to replenish inventory back to normal levels. Lastly, in automotive and industrial, we are working through excess inventory levels, but seeing signs of stabilization. We remain bullish on our design win pipeline across our power isolation, RF and digital broadcast solutions for the connected car and EV markets.\nOver the medium to long term, we believe generative AI will migrate to the edge. Most significantly, we believe the rollout of compelling AI applications will drive a smartphone replacement cycle, one that is currently the longest in history, standing at over 4 years. In edge IoT, AI-enabled devices increasingly incorporate machine learning to support language and computer vision models. Robust RF is critical to facilitate the continuous training to inference between device and cloud.\nOver time, automotive OEMs will train on big data in the cloud and screen software downloads through over-year updates, supporting higher levels of autonomy and vehicles. To facilitate these trends, OEMs need power and extremely fast RF connectivity. For next-generation data centers, complex workloads supporting large language models will upgrade cycles in switch, compute and optical networks. Over the medium to long term, Skyworks is well positioned with our high-performance timing solutions, targeting 800 gig and 1.6 terabit Ethernet switches in optical modules.\nUltimately, our view is there will be a hybrid approach to AI computing, a combo of on-device and cloud-based. Data can be trained in the cloud and deployed to the edge for inference on new inputs. More complex AI tasks will be processed in the cloud and less complex on-device. In addition to these new usage cases, AI-enabled smartphones will further elevate the technological burden, resulting in premium for onboard space, requiring higher levels of integration in advanced packaging, energy efficiency translating to lower power consumption, low latency, pushing the boundary of signal integrity and higher throughput and connectivity upgrades with 5G advanced and 6G.\nThese increased technological demands played a Skyworks strength, given our deep customer relationships, exceptional engineering talent and strong IP portfolio. Turning to our quarterly business highlights. We secured 5G content for premium Android smartphones, including Google Pixel 8a, Samsung Galaxy M and Oppo Reno12, among others. We supported the launches of WiFi 7 tri-band routers and access points with NETGEAR, TP-LINK and Cambium Networks. We accelerated our design win pipeline in automotive, including telematics, infotainment and CV2X.\nDespite a challenging demand environment, we continue to make strategic investments in our long-term growth areas, expand our customer base and diversify the reach of the business. With that, I will turn the call over to Kris for a discussion of last quarter's performance and our outlook for Q4 of fiscal 2024.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThanks, Liam. Skyworks revenue for the third fiscal quarter of 2024 was $906 million, slightly above the midpoint of our outlook. Mobile was approximately 61% of total revenue, down 21% sequentially. Broad markets were approximately 39% of total revenue, up 1% sequentially. Gross profit was $416 million with gross margin at 46%, in line with expectations. Gross margin grew 100 basis points sequentially, reflecting our ongoing cost reduction actions and favorable mix shift.\nAlso, during Q3, we further reduced our internal inventory, resulting in 6 consecutive quarters of reductions. Operating expenses were $197 million, reflecting our strategic investments in our technology and product road maps. We delivered $219 million of operating income, translating into an operating margin of 24%. We generated $3 million of other income, and our effective tax rate was 12%, driving net income of $195 million and a diluted earnings per share of $1.21, which is in line with our guidance.\nThird fiscal quarter cash flow from operations was $374 million. Capital expenditures were $24 million or less than 3% of revenue, resulting in a free cash flow of $249 million. Year-to-date, we generated $1.3 billion of free cash flow or 40% free cash flow margin. We continue to drive robust cash flow through consistent levels of profitability, careful working capital management and moderating CapEx intensity. During fiscal Q3, we paid $109 million in dividends and repurchased 764,000 shares of our common stock for a total of $77 million.\nCash and investments grew to nearly $1.3 billion, and we have $1 billion in debt, providing us excellent optionality. We remain committed to delivering shareholder value through a disciplined approach to capital allocation. Given our conviction in Skyworks long-term strategic outlook and consistent strong cash generation, we announced a 3% increase to our quarterly dividend to $0.70 per share.\nNow let's move on to our outlook for Q4 of fiscal 2024. We anticipate revenue of $1 billion to $1.04 billion. We expect our mobile business to be up approximately 20% sequentially as demand and supply patterns appear to be normalizing. In broad markets, we anticipate modest improvements, representing 3 consecutive quarters of sequential growth. Gross margin is projected to be in the range of 46% to 47%, increasing 50 basis points sequentially at the midpoint.\nWe anticipate gross margin expansion during the remainder of 2024, driven by our cost reduction actions, favorable mix shift and higher utilization rates. We expect operating expenses in the range of $197 million to $203 million as we continue to make strategic investments in mobile and broad markets to drive share gains and increase diversification.\nBelow the line, we anticipate roughly $3 million in other income and an effective tax rate of 12% and a diluted share count of approximately 161 million shares. Accordingly, at the midpoint of the revenue range of $1.20 billion, we intend to deliver diluted earnings per share of $1.52. Operator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/74c1d31c44fa471f4aee6ea5d1e5284d",
    "period": "2024 Q2",
    "content": "Q2 2024 Skyworks Solutions Inc Earnings Call\n\nQ2 2024 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQAPR 30, 4:30 PM\n\nOperator\n\nI would like to introduce Raj Gill, Vice President of Investor Relations for Skyworks.\n\nRajvindra S. Gill\n\nAnalyst, Needham & Company, LLC\n\nThank you, operator. Good afternoon, everyone, and welcome to Skyworks' Second Fiscal Quarter 2024 Conference Call. With me today is Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, Chief Financial Officer for Skyworks. This call is being broadcast live over the web and can be accessed from the Investor Relations section of the company's website at skyworksinc.com. In addition, the company's prepared remarks will be made available on our website promptly after their conclusion during the call.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today. Additionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Raji, and welcome, everyone. Skyworks posted solid results for the second fiscal quarter of 2024. We delivered revenue of $1.046 billion. We posted earnings per share of $1.55, and generated $300 million of operating cash flow, which reflects strong working capital management and operational excellence. During the March quarter, in our mobile business, we saw below normal seasonal trends with lower than expected end market demand. In broad markets, the December quarter represented the bottom and we delivered modest sequential growth in March, reflecting a turning point. We expect the pace of the recovery will be measured throughout 2024 given ongoing weakness in certain end markets. like infrastructure and automotive.\nIn edge IoT, we have a solid WiFi 6E and WiFi 7 design win pipeline. We are in the early innings of a multiyear upgrade cycle with high-end access points now being offered. Over the coming quarters, we anticipate retailers to roll out mainstream models followed by carriers and MSOs for their gateways and router products. The wireless infrastructure and traditional data center markets remain soft. We continue to undership natural demand as we allow the distribution channel and customers to consume excess inventory. Despite near-term headwinds, we remain bullish on AI workloads driving upgrades to Ethernet switches and optical modules, a positive long-term driver for our advanced precision timing solutions.\nLastly, automotive and industrial markets remain under pressure as they continue to undergo a steep inventory correction. However, we see opportunities for long-term growth in our automotive business. Automotive OEMs are increasingly focused on software-defined vehicles, the connected car and in-cabin user experience. all of which are generating higher levels of radio complexity. Despite near-term headwinds, we remain positive on growing EV penetration, creating demand for our power isolation products. Our strategy is to leverage connectivity technology across multiple growth segments, including edge connected IoT devices, automotive electrification and advanced safety systems and AI infrastructure.\nConnectivity is crucial in enabling AI on decentralized edge systems. Our RF technology powers applications like the connected home, building automation, smart cities, machine-to-machine and wearables. We are particularly excited about the industry mandates and regulatory tailwinds leading to higher levels of connectivity inside the car. For example, the number of radios and antennas are growing in vehicles. to support various communication standards, including 5G cellular, Bluetooth, WiFi, [indiscernible], NFC and CV2X. The multitude of radios create challenges around coexistence, external interference and latency. Our advanced RF solutions can solve these complex problems for our OEMs.\nIn data center, accelerated workloads supporting large language models are catalyzing networking and optical upgrades. We have a timing portfolio targeting next-generation 800-gig and 1.6 terabit Ethernet switches and optical modules, enabling AI infrastructure. During Mobile World Congress in Barcelona, we were excited to see several AI-enabled phones being introduced to the marketplace. We believe AI could propel a meaningful replacement cycle in the smartphone market. fueled by applications like real-time language translation, voice assistance, advanced camera and imaging and on-device personalization. Over time, AI-enabled phones could drive higher levels of RF complexity, including robust connectivity, higher throughput, further integration and lower power consumption.\nTurning to our quarterly business highlights. We delivered integrated platforms to the leading 5G smartphone OEMs, including flagship and mid-tier models with Samsung, Google, OPPO and others. We expanded our design win pipeline and initiated new programs in automotive, including infotainment systems, traction inverters, cloud-enhanced Driver Assist and CV2X. We secured several audio SoC designs with Sony and Samsung. In summary, Skyworks continues to execute well despite a challenging macro environment. While we are navigating near-term headwinds, we remain bullish on our long-term strategy.\nWith that, I will turn the call over to Kris for a discussion of last quarter's performance and our outlook for Q3 of fiscal 2024.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThanks, Liam. Skyworks revenue for the second fiscal quarter of 2024 was $1.046 billion, slightly above the midpoint of our outlook. Mobile was approximately 66% of total revenue down 19% sequentially. Broad markets were approximately 34% of total revenue, up 1% sequentially. Gross profit was $471 million, with gross margin at 45%, in line with expectations. Gross margin was down 140 basis points sequentially, reflecting our seasonally weakest period. Also, during Q2, we further reduced our internal inventory by $91 million to $836 million, which reflects 5 consecutive quarters of reductions.\nOperating expenses were $192 million, below the low end of the guidance range, reflecting our disciplined focus on managing discretionary expenses while continuing to invest in our technology and product road maps. We generated $279 million of operating income, translating into an operating margin of 26.7%. We generated $4 million of other income and our effective tax rate was 11.3%, driving net income of $251 million and diluted earnings per share of $1.55 which is $0.03 above the guidance that we provided during the last earnings call. Despite the quarterly volatility, Skyworks business model generates strong cash flow. Second fiscal quarter cash flow from operations was $300 million. Capital expenditures were $28 million or less than 3% of revenue, resulting in a free cash flow of $273 million.\nWe continue to drive robust cash flow through high levels of profitability, prudent working capital management and moderating CapEx. Also, during fiscal Q2, we paid $109 million in dividends. Our cash balances grew to over $1.2 billion, and we have $1 billion in debt. Our solid capital structure provides us with excellent flexibility and optionality.\nNow let's move on to our outlook for Q3 of fiscal 2024. We anticipate revenue of $900 million, plus or minus 2%. We expect our mobile business to be down sequentially below normal seasonal patterns as excess inventory clears. In broad markets, we anticipate further modest sequential growth as inventory levels appear to be normalizing in certain end markets. Gross margin is projected to be in the range of 45% to 47%, improving 100 basis points sequentially at the midpoint. We anticipate gross margin expansion during the remainder of 2024, driven by our cost reduction actions, favorable mix shift and higher utilization rates. We expect operating expenses in the range of $192 million to $198 million as we continue to make strategic investments in mobile and broad markets to drive share gains and increased diversification.\nBelow the line, we anticipate roughly $2 million in other income, an effective tax rate of 11.5% and a diluted share count of approximately 161.5 million shares. Accordingly, at the midpoint of the revenue range of $900 million, we intend to deliver diluted earnings per share of $1.21.\nOperator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/cbec0b491ea4c6c242e824f9297767f9",
    "period": "2024 Q1",
    "content": "Q1 2024 Skyworks Solutions Inc Earnings Call\n\nQ1 2024 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQJAN 30, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions' First Quarter Fiscal Year 2024 Earnings Call. This call is being recorded. At this time, I will turn the call over to Rajvindra Gill, Vice President of Investor Relations for Skyworks. Mr. Gill, please go ahead.\n\nRajvindra S. Gill\n\nAnalyst, Needham & Company, LLC\n\nThank you, operator. Good afternoon, everyone, and welcome to Skyworks' First Fiscal Quarter 2024 Conference Call. With me today is Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, Chief Financial Officer for Skyworks. This call is being broadcast live over the web and can be accessed from the Investor Relations section of the company's website at skyworksinc.com. In addition, the company's prepared remarks will be made available on our website promptly after their conclusion during the call.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today. Additionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP. With that, I'll turn the call over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Raji, and welcome, everyone. Skyworks continued to execute well during the first fiscal quarter of 2024 despite a volatile macroeconomic environment. We delivered revenue of $1.202 billion. We posted earnings per share of $1.97 and generated $775 million of operating cash flow. Free cash flow was also a record at $753 million or 63% free cash flow margin, which reflects strong working capital management and moderating CapEx intensity.\nLet's review both near- and long-term secular trends in our end markets. After two challenging years across Android ecosystems, we see signs that the industry is stabilizing. Excess supply conditions are abating and inventory levels in the distribution channel and at the OEM level are normalizing. Customers are starting to restock inventory. Albeit gradually as supply and demand dynamics improve and new phones are introduced into the market. Moreover, we've made strategic investments in product development positioning us to compete for design wins and share gains focusing on highly integrated platforms for the leading mobile OEMs.\nWe are pleased with our competitive positioning and technology road map. And are poised to return to growth when the markets recover. Within broad markets, we see cross cars, but many factors are moving in the right direction. In consumer IoT we believe that we are past the bottom as inventory levels in the channel have normalized and demand signals are improving. Furthermore, we are executing on the upgrade cycle to Wi-Fi 6E and 7. We see significant design win momentum across our retail, carrier and enterprise channels. These systems carry substantially higher dollar content. Because of the addition of the new 6 gigahertz band and the inclusion of BAW filtering technology, we expect wireless infrastructure and traditional data center will remain a headwind throughout 2024. And as OEMs continue to digest excess inventory. Despite this, we remain bullish on several new product cycles, including major design wins in Ethernet for high bandwidth networks and 400-gig and 800-gig optical module upgrades.\nLastly, automotive and industrial markets are experiencing a near-term inventory correction. However, we see opportunities for growth in our automotive business, driven by higher adoption rates of connectivity in the vehicle. Along with growing EV penetration, driving demand for our power isolation products.\nTaken together, we anticipate December quarter represents the bottom in the broad markets business. There are several long-term secular growth dynamics that leverage our differentiated technology, including the proliferation of intelligent edge connected IoT devices, automotive electrification and advanced safety systems and AI-enabled workloads, driving cloud and data center upgrades. Each of these trends require intricate connectivity engines underlying the need for speed, ultra-reliable latency performance.\nIn addition, 5G technology is expanding beyond the smartphone into more use cases in broad markets, including private cellular networks in factories and stadiums, customer premise equipment supporting Verizon and T-Mobile and multiband automotive telematics and wearables to name a few.\nWe also remain bullish on the long-term RF content stored in smartphones, coupled with growing 5G penetration. We see increasing levels of complexity and content with each new generation. For example, 5G advanced is driving higher RF content, including the addition of satellite bands, 4x4 MIMO on the downlink and uplink higher bandwidth, more carrier aggregation upgrades to WiFi and GPS and other innovations. Lastly, we are energized about the prospect of generative AI migrating to the smartphone, sparking a potential major upgrade cycle. As the performance bar rises every year to support AI-enabled phones, the complexity requirements of RF will continue to increase, driving the need for more integration lower power consumption, smaller footprint and spectral efficiency.\n5G is the ideal standard for on-device AI applications as it takes advantage of lower latency faster transmission speeds and higher frequency ranges. In addition, AI-enabled workloads are driving demand for high-speed connectivity for data-intensive infrastructure and cloud upgrades. Accelerating the demand for our high precision timing products.\nTurning to our quarterly business highlights. We secured several design wins in infrastructure including optical transport products with a major operator in India and timing devices for 5G small cells for private networks. We expanded the WiFi design pipeline with Cisco's enterprise access points, LiNX Tri-Band mesh router and TP Links tri-band gaming router. We increased design win momentum in automotive including telematics, infotainment systems and onboard chargers across the leading OEMs. Lastly, in emerging IoT, we delivered next-generation smart energy solutions with Google's Nest temperature sensors and Itron's residential gas meters.\nIn summary, Skyworks delivered solid financial results despite a challenging macro environment. Our strong balance sheet, record cash flow and profitability reflect our resilient business model, diverse customer base and technology scale. With that, I will turn the call over to Kris for a discussion of last quarter's performance and our outlook for Q2 of fiscal 2024.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThanks, Liam. Skyworks revenue for the first fiscal quarter of 2024 was $1.202 billion slightly evolved the midpoint of our outlook. Mobile was approximately 71% of total revenue, an increase of 7% sequentially as we supported the ramp of new high-performance solutions at our largest customer. Android-related revenue with Google, Samsung and the Chinese OEMs grew modestly sequentially. Broad markets were approximately 29% of total revenue, down 18% sequentially, mostly driven by some specific inventory corrections in wireless infrastructure, automotive and industrial. Gross profit was $557 million with gross margin at 46.4% in line with expectations. Gross margin was down 70 basis points sequentially, driven by an unfavorable mix shift resulting from lower broad markets revenue. Also, during Q1, we reduced our internal inventory by $193 million to $927 million, well below our target of $1 billion. Operating expenses were $191 million, below the low end of the guidance range, given our ongoing focus on managing discretionary expenses while continuing to invest in our technology and product road maps. We generated $366 million of operating income translating into an operating margin of 30.4%.\nWe incurred $7 million of other expense and our effective tax rate was 11.7%, driving net income of $317 million and diluted earnings per share of $1.97, which is $0.02 above the guidance that we provided during the last earnings call.\nSkywords business model continues to generate very strong cash flow. First fiscal quarter cash flow from operations increased to an all-time record of $775 million. Capital expenditures were reduced to $22 million or less than 2% of revenue, resulting in an all-time record free cash flow of $753 million or 63% free cash flow margin.\nStrong profitability combined with great working capital management and lowering the CapEx intensity of the business drove the record cash flow numbers. Also, during fiscal Q1, we paid $109 million in dividends and repaid the remaining $300 million on our term loan. We ended the quarter with over $1 billion in cash and investments and $1 billion in debt, creating a net positive cash position and an optimal capital structure, providing us with superior flexibility and optionality.\nNow let's move on to our outlook for Q2 of fiscal 2024. We anticipate revenue between $1.2 billion and $1.7 billion. We expect our mobile business to be seasonally down consistent with historical patterns, while in broad markets, we anticipate modest growth of the December bottom as inventory levels are normalizing in certain end markets. Gross margin is projected to be in the range of 45% to 46%, reflecting our seasonally weakest period of the year. We anticipate margin expansion during the remainder of 2024, benefiting from our disciplined management of our manufacturing and operational cost structure, both internal and external, along with higher factory utilization rates. We will also benefit from a favorable mix shift as our broad markets business recovers and accelerates.\nWe expect operating expenses in the range of $193 million to $197 million as we continue to make strategic investments in mobile and broad markets to drive share gains and increased diversification. Below the line, we anticipate roughly $4 million in other expense and an effective tax rate of 11.5% and a diluted share count of approximately 161 million shares. Accordingly, at the midpoint of the revenue range of $1.045 billion we intend to deliver diluted earnings per share of $1.52. Operator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/f77e75871950ae87e2107b5b574f9005",
    "period": "2023 Q4",
    "content": "Q4 2023 Skyworks Solutions Inc Earnings Call\n\nQ4 2023 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQNOV 2, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions Fourth Quarter Fiscal Year 2023 Earnings Call. The call is being recorded. At this time, I will turn the call over to Raji Gill, Vice President of Investor Relations for Skyworks. Mr. Gill, please go ahead.\n\nUnknown Executive\n\nThank you, operator. Good afternoon, everyone, and welcome to Skyworks' Fourth Fiscal Quarter 2023 Conference Call. With me today is Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, Chief Financial Officer for Skyworks. This call is being broadcast live over the web and can be accessed from the Investor Relations section of the company's website at skyworksinc.com. In addition, the company's prepared remarks will be made available on our website promptly after the conclusion during the call.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today. Additionally, the results and guidance we will disclose include non-GAAP financial measures, consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Raji, and welcome, everyone. Despite macroeconomic headwinds and volatility, Skyworks executed well during the fourth fiscal quarter. We delivered revenue of $1.219 billion, posted earnings per share of $2.20 and generated $366 million of operating cash flow. During fiscal 2023, a free cash flow was well above $1.6 billion, which reflects our efficient business model despite a challenging macro environment. While excess supply conditions are modestly improving in the Android smartphone markets, continue to under shift to natural demand as the industry rebalances.\nWithin broad markets, we see softer demand extending from consumer to certain durable sectors as customers adjust to normalized lead times and reduce excess inventory. After 2 years of unprecedented events due to COVID and historical supply chain shortages, the semiconductor industry is returning to a normal supply and demand balance. We are responding to these dynamics by actively managing our inventory levels, making strategic investments in growth areas and diversifying the reach of our business. We are well positioned to capitalize when demand in flex from a technology and road map, manufacturing capacity and financial perspective. Over the medium to long term, we remain bullish on several sectors and trends. In our mobile business and our broad markets businesses. In mobile, we see opportunities to expand RF content over the coming years. On the path to we anticipate RF content increases will be driven by additional bands, enabling satellite connectivity, growing usage of uplink carrier aggregation, further adoption of 4x4 MIMO and other innovations in RF.\nSwitching gears to broad markets, which accounted for approximately 37% of our total revenue in fiscal 2023. We expect to benefit from 3 long-term secular trends. First, the proliferation of intelligent IoT connected devices on the edge. Second, the rapid transition towards electrification and advanced safety in vehicles. And third, high-speed connectivity for AI-enabled data-intensive and infrastructure and cloud applications. Within IoT, we are excited about the upgrade cycle with WiFi 6E and 7, driving additional content as incremental higher frequency bands drive more stringent filter requirements, including the need for BAW. WiFi 7 has several use cases, including 8K video streaming, immersive AR and VR, cloud gaming, industrial IoT and telemedicine.\nShifting to automotive, Skyworks is well positioned to benefit from the electrification and adoption of advanced safety in vehicles. According to internal analysis and third-party estimates. We expect RF automotive semiconductor TAM to reach $1 billion. Within automotive, we are focused on high-growth segments and content opportunities, including power isolation ships for onboard chargers, powertrains and battery management systems [ and ] EVs, connectivity, such as cellular engines, Wi-Fi, Bluetooth and GPS, in-vehicle infotainment systems, driven by digital radios and lastly, ADAS solutions for autonomous driving. We have the experience and ability to execute at scale with some of the leading brands in the world. In addition, we believe AI can be a catalyst for more efficient wireless communication and could fuel the need for more complex and higher-performance wireless solutions.\nOver time, we expect high-performance smartphones will be a critical platform for advanced AI capabilities and in turn, could spark a major upgrade cycle. Furthermore, over the past 2 years, we've made significant investments in BAW technology and scale, which has led us for competitive differentiation. We've expanded our reach within the smartphone market, and today, nearly 50% of our mobile revenue is tied to BAW. That's more than double from the last 2 years. Our BAW investment has also resulted in key design wins in our broad markets business, which represents more than 10% of our business. WiFi 7 is a perfect example of BAW technology being a critical requirement for the new standard.\nNow turning to our quarterly business highlights. We secured 5G design wins for premium Android smartphones including Google, Samsung in several models in the Vox ecosystem. We accelerated design wins in WiFi, including [ NETGEAR's ] WiFi 7 mesh system, [ Linx's ] 6E triband router and TP Link's quad-band WiFi 7 router. We expanded our reach in automotive segments by winning several designs for onboard chargers, battery management systems and digital broadcast products across the leading brands. And lastly, in emerging IoT we enabled next-generation smart energy solutions with [ Trilliant ] and Samsara.\nIn summary, Skyworks continues to deliver solid to deliver solid results despite a challenging macro environment. At the same time, our advanced technology and product road maps are aligned to long-term secular trends. further expanding and diversifying our customer base. Our strategic customer engagements, resilient business model and experience will help us weather through this cycle's volatility.\nWith that, I will turn the call to Kris for a discussion of last quarter's performance and our outlook for Q1 of fiscal '24.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThanks, Liam. Skyworks revenue for the fourth fiscal quarter of 2023 was $1.219 billion, up 14% sequentially and slightly above the midpoint of our outlook. Mobile was approximately 65% of total revenue, an increase of 25% sequentially as we supported the ramp of new high-performance solutions at our largest customer. Broad markets were approximately 35% of total revenue, down 3% sequentially. We continue to see inventory digestion within broad markets, including consumer IoT, enterprise and telecom infrastructure. Gross profit was $575 million, resulting in a gross margin of 47.1%. Gross margin continued to be impacted by temporary factory underutilization as we rightsize our inventory levels.\nDuring Q4, we reduced our internal inventory by $116 million to $1.120 billion and we are on track to further reduce it below $1 billion by the end of the December quarter. Operating expense of $177 million was down 3% sequentially and down 8% year-over-year, given our ongoing focus on managing discretionary expenses. We generated $398 million of operating income translating into an operating margin of 32.6%. We incurred $7 million of other expense and our effective tax rate was 9.7% and driving net income of $353 million and diluted earnings per share of $2.20. EPS was $0.10 above the guidance that we provided during the last earnings call.\nNow turning to cash flow. Skyworks' business model continues to deliver robust cash generation. Fourth fiscal quarter cash flow from operations was $366 million, and capital expenditures were $70 million, resulting in free cash flow of $296 million. For the full fiscal year, we generated $1.856 billion of cash flow from operations. Capital expenditures were $210 million or 4% of revenue. As a result, we delivered a record $1.646 billion of free cash flow, an increase of 76% year-over-year, driving a record free cash flow margin of 34.5% and translating into approximately $10.30 of free cash flow per share and a free cash flow yield of approximately 12%.\nIn fiscal 2023, we significantly reduced our capital expenditures in line with our business model. After major investments during prior years to expand our manufacturing footprint, including BAW filtering, we expect our capital intensity to moderate. We focus on driving operational efficiencies through yield improvements, die shrinks and test time reductions, creating additional available capacity. We believe we are currently well positioned from an equipment and tooling standpoint to support a demand recovery. Also, during fiscal Q4, we paid $108 million in dividends and repaid $200 million of our term loan. In early October, we repaid $150 million of outstanding borrowings under the term loan, and we intend to pay off the remaining $150 million by year-end. Entering calendar year 2024, we are comfortable with our capital structure and debt levels of $1 billion, which provides us with superior flexibility and optionality.\nNow let's move on to our outlook for Q1 of fiscal 2024. We anticipate revenue between $1.175 billion and $1.225 billion. We expect our mobile business to demonstrate momentum, while in broad markets, we expect to continue digesting excess inventory affecting our revenue outlook. Gross margin is projected to be in the range of 46% to 47%, reflecting the ongoing cyclical impact of lower factory utilization, reduction of internal inventory and an unfavorable mix shift given the lower proportion of broad markets as a percentage of total revenue. We expect operating expenses in the range of $193 million to $197 million as we continue to make strategic investments in mobile and broad markets to drive share gains and increased diversification. Below the line, we anticipate roughly $6 million in other expense and an effective tax rate of 12% for Q1 as well as full fiscal year 2024. We expect our diluted share count to be approximately 161 million shares. Accordingly, at the midpoint of the revenue range of [ $1.200 billion ], we intend to deliver diluted earnings per share of $1.95.\nOperator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/efb7311f7fdee4b883ba6eb4837c5738",
    "period": "2023 Q3",
    "content": "Q3 2023 Skyworks Solutions Inc Earnings Call\n\nQ3 2023 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQAUG 7, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Third Quarter Fiscal 2023 Earnings Call. This call is being recorded. At this time, I will turn the call over to Mr. Kris Sennesael, Chief Financial Officer for Skyworks. Thank you. Please go ahead.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThank you, Lina. Good afternoon, everyone, and welcome to Skyworks' Third Fiscal Quarter 2023 Conference Call. With me today is Liam Griffin, our Chairman, Chief Executive Officer and President.\nBefore we begin, I would like to remind everyone that our discussions will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nAnd with that, I'll turn the call over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Kris, and welcome, everyone. The Skyworks team continued to execute well during the third fiscal quarter despite macro headwinds, delivering in-line revenue, along with solid profitability and strong cash flow. Specifically, we delivered revenue of $1.071 billion, posted earnings per share of $1.73, and generated $306 million of operating cash flow.\nDuring the quarter, we continued to advance our technology road map and introduced new high-performance connectivity and analog solutions while supporting product launches at an expanding set of mobile and broad market customers. As a result, we expect double-digit sequential revenue and earnings growth in the September quarter.\nTurning to our quarterly business highlights. In mobile and IoT, we secured 5G content for Android smartphones across all tiers. We delivered Sky5 platforms for broadband CPEs of leading North American carriers. We supported WiFi 7 launches, our Tri-Band routers for NETGEAR and TP Link and Powered Bell's WiFi 6E home gateway. In addition, we continue to gain design win momentum with our 5 gigahertz cognitive wireless audio solutions, supporting Samsung's QSymphony soundbars.\nAcross infrastructure and industrial, we enabled 5G small cell deployments with a top North American operator and ramp timing solutions for AI data centers at a leading cloud provider.\nIn automotive, we continue to post double-digit year-over-year revenue growth while capturing design for telematics applications across a broad range of manufacturers. And we extended our engagements by leveraging our power isolation portfolio with a North American EV supplier. These highlights demonstrate Skyworks' technology leadership in mobile, while executing on a diversification strategy in high-growth end markets.\nAdditionally, several disruptive market trends are now unleashing new meaningful growth opportunities for Skyworks. For example, generative AI is proliferating on a global scale with rapid adoption, sparking exponential growth in the amount of data accessed from the network edge to the cloud. In turn, this will further drive complexity in wireless infrastructure networks as AI will require higher throughput, more secure connections, lower latency and improved power management.\nSkyworks is uniquely positioned to benefit from these trends with our advanced integrated solutions, supporting wireless infrastructure, cellular connectivity for mobile devices as well as other leading wireless protocols used in billions of IoT products.\nWith that, I will turn the call over to Kris for a discussion of last quarter's performance and our outlook for Q4.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThanks, Liam. Skyworks revenue for the third fiscal quarter of 2023 was $1.071 billion, slightly above the midpoint of our outlook. Mobile was approximately 59% of total revenue with broad content gains across our largest customer product portfolio, offset by ongoing weakness in demand from the Android ecosystem as these OEMs continue to reduce inventories.\nGrowth markets were approximately 41% of total revenue. We have another strong contribution from the automotive, infrastructure and industrial markets. Gross profit was $509 million, resulting in a gross margin of 47.5%, in line with expectations. Gross margin was down 370 basis points year-over-year, mostly driven by temporary factory underutilization as we rightsize our inventory levels.\nOperating expenses of $182 million declined 4% sequentially and year-over-year, given our ongoing focus on managing discretionary expenses. We generated $327 million of operating income, translating into an operating margin of 30.5%. We incurred $8 million of other expense and our effective tax rate was 13.2%, driving net income of $276 million and diluted earnings per share of $1.73, exceeding the guidance that we provided during the last earnings call.\nNow turning to cash flow. Skyworks' business model continues to deliver very strong cash generation. Third fiscal quarter cash flow from operations was $306 million and capital expenditures were $31 million, resulting in free cash flow of $274 million. In fact, for the first 3 quarters of the fiscal year, we've generated record free cash flow of $1.35 billion and record free cash flow margin of 38%. Also during fiscal Q3, we paid $99 million in dividends and repaid $500 million of our 2023 notes at maturity.\nNow let's move on to our outlook for Q4 of fiscal 2023. We expect to deliver double-digit sequential revenue and earnings per share growth in the September quarter. Specifically, we anticipate revenue between $1.190 billion and $1.240 billion. At the midpoint of $1.215 billion, revenue for the quarter is expected to increase 13% sequentially. This outlook considers the seasonal impact from major product launches, leveraging our technology leadership, deep customer engagements and world-class in-house manufacturing capabilities.\nGross margin is projected to be in the range of 47% to 48%, reflecting the cyclical impact of lower factory utilization, while we are reducing our internal inventories. We expect operating expenses in the range of $178 million to $182 million, down 6.5% year-over-year at the midpoint as we continue to optimize operating efficiencies while making the necessary investments in technology and product development to further enhance our leadership position in mobile and drive diversification and growth in our broad markets business.\nBelow the line, we anticipate roughly $8 million in other expense and an effective tax rate of 13.5% to 14%. We expect our diluted share count to be approximately 160 million shares. Accordingly, at the midpoint of the revenue range of $1.215 billion, we intend to deliver diluted earnings per share of $2.10, an increase of 21% sequentially.\nLastly, given our conviction in Skyworks' long-term strategic outlook and consistent strong cash generation, we announced a 10% increase to our quarterly dividend to $0.68 per share.\nAnd with that, I'll turn the call back over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Kris. Skyworks continues to deliver solid financial results despite a challenging macro environment. At the same time, we have further advanced our cutting-edge technologies and product road maps, targeting leading market segments that allow us to both expand and diversify our customer base.\nIn addition, we are well positioned to benefit from powerful market trends, including the electrification and automation of vehicles, the expansion of the Internet of Things, the emergence of augmented and virtual reality and the rise of artificial intelligence, just to name a few.\nLooking ahead, we expect to capitalize on these opportunities and deliver growth in our highly profitable business with sustainable strong cash generation.\nOperator, let's open the lines for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/5c55f32e991ac7cda3cdf9081b3694d9",
    "period": "2023 Q2",
    "content": "Q2 2023 Skyworks Solutions Inc Earnings Call\n\nQ2 2023 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQMAY 8, 4:30 PM\n\nOperator\n\nGood afternoon and welcome to the Skyworks Solutions Second Quarter Fiscal Year 2023 Earnings Call. This call is being recorded.\nAt this time, I will turn the call over to Mitch Haws, Investor Relations for Skyworks. Mr. Haws, please go ahead.\n\nMitchell J. Haws\n\nVice President, Investor Relations, Skyworks Solutions, Inc.\n\nThank you, Joelle. Good afternoon, everyone, and welcome to Skyworks' Second Fiscal Quarter 2023 Conference Call. With me today are Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, our Chief Financial Officer.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K, for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Mitch, and welcome, everyone. The Skyworks team executed well in a challenging market environment, delivering second quarter revenue above consensus estimates with solid profitability and strong cash flow generation.\nLooking at Q2 in more detail. We delivered revenue of $1.153 million. We drove gross margin of 50% and operating margin of 33.5%. We posted earnings per share of $2.02, and we generated $412 million of operating cash flow.\nIn addition to the financial results, we expanded our design win pipeline, reflecting our success in diversifying our customer base and product portfolio. Across mobile and IoT, we delivered Sky5 platforms for Samsung's newly released smartphones. We launched WiFi 6E and WiFi 7 gateways for CommScope and ASUS. And we secured 5G content with a mobile computing leader.\nAcross infrastructure and industrial, we enable small cell deployments with a Japanese telecommunications company. We provide enhanced power over Ethernet functionality to Cisco for their enterprise networks. We ship programmable timing solutions to the top U.S. satellite provider and leverage our expanding industrial product suite with the leader in smart meter technology.\nIn automotive, we continue to post year-over-year revenue growth while capturing EV onboard charging content with a top European supplier and wrapping digital radio products with a leading Korean OEM. These engagements highlight the increasingly diverse and expansive nature of our business, supporting the broadest array of customers and applications in our history.\nSeveral key market trends underscore the growth potential of advanced connectivity in the rapidly evolving EV industry. For example, WiFi continues to expand globally as the world's most affordable method of connecting the unconnected. Cisco forecasts the number of hotspots worldwide to reach 600 million this year.\nAnd as a market leader, Skyworks is uniquely positioned to benefit as deployments expand and the shift to WiFi 7 drives increasing complexity. In addition, the average U.S. household today has more than 10 wirelessly connected devices. Each of these devices requires fast connections, low latency and efficient battery life, all enabled by our integrated solutions.\nFurther, the market for electric vehicles is expected to expand fourfold by 2027, leveraging our power isolation platforms which are becoming a leading choice for global EV manufacturers.\nSkyworks' success in enabling these major technology transitions is underpinned by increasing demand for our leading-edge system solutions differentiated by performance, integration, and most importantly, customer value.\nMoving forward, Skyworks is strategically equipped to capitalize on the rapidly changing connectivity landscape with an expanding set of customer relationships built over more than 2 decades, global scale and world-class manufacturing capabilities, a seasoned and talented workforce with a proven record of execution across multiple semiconductor cycles and an efficient cash flow engine that funds innovation while providing consistent cash returns.\nWith that, I will turn the call over to Kris for a discussion of last quarter's performance and our outlook for Q3.\n\nKris Sennesael\n\nSenior VP & CFO\n\nThanks, Liam. Skyworks revenue for the second fiscal quarter of 2023 was $1.153 billion, exceeding consensus estimates. Mobile was approximately 60% of total revenue with year-over-year revenue growth at our largest customer reflecting broad content gains across their product portfolio. This revenue growth was offset by weakness in demand from the Android ecosystem as it continues to destock inventory.\nBroad markets reached 40% of total revenue for the first time with a strong contribution from the automotive, infrastructure and industrial markets. Gross profit was $577 million, resulting in a gross margin of 50%. Operating expenses of $190 million declined on a sequential and year-over-year basis given our focus on managing discretionary expense.\nWe generated $386 million of operating income, translating into an operating margin of 33.5%. We incurred $13 million of other expense and our effective tax rate was 13.4%, driving net income of $323 million and diluted earnings per share of $2.02, in line with the guidance that we provided during the last earnings call.\nNow turning to cash flow. Skyworks' business model continues to deliver very strong cash generation. Second, fiscal quarter cash flow from operations was $412 million and capital expenditures were $45 million, resulting in a free cash flow of $366 million and cash flow margin of 32%.\nThrough the first half of the fiscal year, we've generated record free cash flow of $1.1 billion and 43% free cash flow margin. Given our consistent level of profitability and lower CapEx spending, we expect free cash flow margin to remain well above our target of 30% for the fiscal year.\nAlso, during fiscal Q2, we paid $99 million in dividends, repurchased $9 million of Skyworks stock and repaid $200 million of our variable rate term loan. In addition, we increased our cash and investment balance to almost $1.1 billion to provide sufficient liquidity to repay $500 million of bonds that will reach maturity during fiscal Q3.\nNow let's move on to our outlook for Q3 of fiscal 2023. Taking into account the ongoing challenging macroeconomic environment and a slower-than-expected recovery and inventory destocking, especially in the Android ecosystem, we anticipate revenue for our third fiscal quarter between $1.050 billion and $1.090 billion. Gross margin is projected to be in the range of 47% to 48%, reflecting the cyclical impact of lower factory utilization while we are reducing our internal inventory levels.\nWe expect operating expenses of approximately $183 million to $187 million, down sequentially and year-over-year as we are optimizing operating efficiencies. We will continue to make the necessary investments in technology and product development to further enhance our leadership position in mobile and drive diversification and growth in our broad markets business.\nBelow the line, we anticipate roughly $13 million in other expense and an effective tax rate of 13.5% to 14%. We expect our diluted share count to be approximately 160 million shares. Accordingly, at the midpoint of the revenue range of $1.070 billion, we intend to deliver diluted earnings per share of $1.67.\nAnd with that, I'll turn the call back over to Liam.\n\nLiam K. Griffin\n\nPresident, Chief Executive Officer & Director, Skyworks Solutions, Inc.\n\nThanks, Kris. Skyworks has delivered solid results through the first half of our fiscal year, demonstrating strong profitability and record free cash flow generation. With deep customer engagements underpinned by decades of technology investments in scale, Skyworks is well equipped to lead and continue to outperform.\nMoving forward, the Skyworks team remains focused on driving operational efficiency while leveraging leading-edge technologies to capture opportunities across a dynamic market for connectivity.\nThat concludes our prepared remarks. Operator, let's open the lines for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/ecf5add6654219f71a077b2d09cccf05",
    "period": "2023 Q1",
    "content": "Q1 2023 Skyworks Solutions Inc Earnings Call\n\nQ1 2023 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQFEB 6, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to the Skyworks Solutions First Quarter Fiscal Year 2023 Earnings Call. This call is being recorded. At this time, I will turn the call over to Mitch Haws, Investor Relations for Skyworks. Mr. Haws, please go ahead.\n\nMitchell J. Haws\n\nVP of IR, Skyworks Solutions, Inc.\n\nThank you, JP. Good afternoon, everyone, and welcome to Skyworks' First Fiscal Quarter 2023 Conference Call. With me today are Liam Griffin, our Chairman, CEO and President; and Kris Sennesael, our Chief Financial Officer.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP. With that, I'll turn the call to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Mitch, and welcome, everyone. Skyworks delivered solid first fiscal quarter results with revenue exceeding consensus estimates, strong profitability and record cash flow performance.\nLooking at Q1 in more detail. We delivered revenue of $1.329 billion, drove gross margin of 51.5% and operating margin of 37%. We posted earnings per share of $2.59 and we generated $773 million of operating cash flow, a quarterly record for Skyworks.\nIn addition to the solid financial results, we expanded our design win pipeline in several emerging high-growth segments. In IoT, we extended our broadening technology portfolio across a growing customer base. We partnered with AT&T to launch their first WiFi 6 gateways, unveiled the industry's first WiFi 7 networking system with TP-Link and leveraged our advanced connectivity portfolio to support 6 gigahertz fixed wireless access points at Cambium Networks.\nAcross infrastructure and industrial markets, we integrated Power-over-Ethernet functionality in Cisco modular switches for enterprise networks. We ramp timing platforms to meet high precision and speed requirements for the leading data centers. And we delivered frequency generation and clock distribution technology for 5G Massive MIMO deployments.\nIn automotive, we achieved our sixth consecutive quarter of record revenue, strengthening our EV design win pipeline with onboard charger content at a Japanese automotive supplier. And securing design wins for digital radio platforms with a top European OEM.\nMoving forward, the rapid expansion of mobile network traffic, advances in cloud and edge computing, IoT and the electrification of vehicles are major trends that drive complexity and demand for our highly integrated and customized solutions.\nA few highlights underscore these remarks. Wireless connections continue to proliferate with mobile network traffic doubling over the past 2 years. Market estimates project over 25 billion IoT devices to be installed by 2027.\nThe automotive industry is undergoing a revolutionary shift towards electrification of autonomous vehicles with EVs projected to make up over 30% of the U.S. market by 2030. Skyworks is well positioned to capture growth upon these opportunities in transformative markets, leveraging key technologies, human capital and significant scale. Collaborating with our partners and customers, we are leveraging key technologies from TC-SAW to high-performance bulk acoustic wave filtering, gallium arsenide and state-of-the-art packaging.\nThese skills and capabilities position Skyworks to play a leading role in this fast evolving, rapidly growing landscape. With that, I will now turn the call over to Kris for a discussion of last quarter's performance and our outlook for Q2.\n\nKris Sennesael\n\nSenior VP & CFO, Skyworks Solutions, Inc.\n\nThanks, Liam. Skyworks' revenue for the first fiscal quarter of 2023 was $1.329 billion, exceeding consensus estimates. Mobile was approximately 65% of total revenue with weakness in Android as customers work down their inventory levels.\nBroad markets was approximately 35% of revenue with a strong contribution from automotive, infrastructure, industrial and the global shift to WiFi 6E and 7. Gross profit was $684 million, resulting in a gross margin of 51.5%, up 30 basis points year-over-year and up 20 basis points sequentially.\nOperating expenses were $193 million or 14.5% of revenue. We generated $491 million of operating income translating into an operating margin of 37%. We incurred $16 million of other expense and our effective tax rate was 12.8% driving net income of $415 million and diluted earnings per share of $2.59.\nTurning to the cash flow. First fiscal quarter cash flow from operations was an all-time record of $773 million. Capital expenditures were $64 million, resulting in a record free cash flow of $709 million and a free cash flow margin of 53%. We paid $99 million in dividends and repurchased approximately 1.8 million shares of our common stock for a total of $166 million in the quarter.\nOn a trailing 12-month basis, we have returned $1.2 billion to shareholders through dividends and buybacks. Also today, we announced that our Board of Directors has approved a new $2 billion stock repurchase program, highlighting their confidence in our business and its ability to continue generating strong free cash flow.\nNow let's move on to our outlook for Q2 of fiscal 2023. We anticipate revenue between $1.125 billion and $1.175 billion. Gross margin is projected to be in the range of 50% to 50.5%. We expect operating expenses of approximately $189 million to $191 million. Below the line, we anticipate roughly $19 million in other expense and an effective tax rate of 12.5% to 13%. We expect our diluted share count to be approximately 159.5 million shares. Accordingly, at the midpoint of the revenue range of $1.150 billion, we intend to deliver diluted earnings per share of $2.02. And with that, I'll turn the call back over to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Kris. Skyworks delivered solid first quarter results, demonstrating strong profitability and record free cash flow generation. Importantly, our technology-centric operational scale and expanding set of innovative solutions are fueling a robust design win pipeline, positioning Skyworks to continue to outperform.\nDespite a challenging macro environment, Skyworks remains well positioned with the most diverse customer and solution set in our history, a technically seasoned and talented workforce, a strong balance sheet and predictable cash generation underpinning our ability to fund future opportunities while returning cash to our shareholders. That concludes our prepared remarks.\n\nMitchell J. Haws\n\nVP of IR, Skyworks Solutions, Inc.\n\nOperator, can we begin the question-and-answer session?"
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2de324ab516c07358de7634c72be3e06",
    "period": "2022 Q4",
    "content": "Q4 2022 Skyworks Solutions Inc Earnings Call\n\nQ4 2022 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQNOV 3, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions Fourth Quarter Fiscal Year 2022 Earnings Call. This call is being recorded. At this time, I'd like to turn the call over to Mitch Haws, Investor Relations for Skyworks. Mr. Haws, please go ahead.\n\nMitchell J. Haws\n\nVP of IR, Skyworks Solutions, Inc.\n\nThank you, David. Good afternoon, everyone, and welcome to Skyworks' Fourth Fiscal Quarter and Year-end 2022 Conference Call. With me today are Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, our Chief Financial Officer.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Mitch, and welcome, everyone. Before reviewing the fourth fiscal quarter results, I want to highlight the significant accomplishments that underpinned another year of record financial performance for Skyworks. Specifically, for fiscal 2022, we generated a record $5.5 billion in revenue, a 7% year-over-year increase. We achieved a record $2 billion in revenue for our broad markets, up 37% year-over-year, representing 36% of total revenue. We drove earnings per share to a record of $11.24, and we returned $1.3 billion to shareholders through dividends and share repurchases.\nNow turning to the September quarter. Our diversified portfolio and expanding set of customers drove record Q4 performance. We delivered revenue of $1.4 billion, a Q4 record and above consensus estimates. We achieved gross margin of 51.3% and operating margin of 37.6%. And we posted earnings per share of $3.02, exceeding our guidance by $0.12. In addition to the record financial results, we continued building a foundation for long-term growth with strong operational execution and design win momentum.\nIn mobile, we delivered integrated platforms to the leading 5G smartphone OEMs, including flagship and mid-tier launches at Google, Samsung and others. In IoT, we continue to gain new customers and extend the content. We partnered with Vodafone to launch the U.K.'s first WiFi 6E platform. We shipped into tri-band platforms for Frontier Communications, and we launched connectivity solutions with Amazon, supporting their WiFi 6 power-over-ethernet access points.\nAcross the infrastructure and industrial markets, we provided programmable timing solutions for a leading optical transport OEM, simplifying 400G capacity in data centers and telco networks. We captured new infrastructure wins at Samsung, enabling service providers to expand mid-band capacity and coverage. And we delivered comprehensive timing technologies delivered to a leading O-RAN small cell provider.\nIn automotive, we achieved another record of quarterly results with revenue strength highlighting our connectivity and power isolation portfolio. We secured digital radio platforms with a global EV leader as well as a top European luxury brand. We developed onboard charging solutions for a leading Korean OEM, and we received a key supplier award from Schneider Electric, highlighting the capabilities of our power isolation portfolio.\nMoving forward, mobility, the shift to the cloud and the electrification of automobiles are all key catalysts driving demand for our unique solutions. The value and utility of mobile data continues to grow, with estimates of 750 million mobile subscribers being added by 2027. In parallel, global cloud revenues are expected to reach $1 trillion by 2028, representing an annual growth rate of 16%. And by 2030, an estimated 96% of new vehicles will feature onboard connectivity and nearly 25 of those vehicles will be electric. Each of these trends require complex connectivity engines underpinning the need for high-speed, ultra-reliable, low latency performance. Skyworks is uniquely positioned to craft faster, smaller and more efficient form factors, seamlessly integrating and customizing for an expanding set of customers, end markets and applications.\nAs these opportunities emerge, Skyworks is poised to win with a talented team that has executed extraordinarily well in the face of macroeconomic and geopolitical headwinds. With our market-leading profitability and scale, we are leveraging strategic technologies from high-performance filters to custom gallium arsenide and advanced packaging while elevating performance for a coveted set of diverse customers.\nWith that, I will turn the call over to Kris.\n\nKris Sennesael\n\nSenior VP & CFO, Skyworks Solutions, Inc.\n\nThanks, Liam. Skyworks revenue for the fourth fiscal quarter of 2022 was $1.407 billion, up 7% year-over-year and up 14% sequentially, driven by both mobile and broad markets. Broad markets were particularly strong at just over $500 million of revenue in the quarter, up 30% year-over-year and representing 36% of total revenue. Gross profit in the fourth quarter was $721 million, resulting in a gross margin of 51.3%, up 30 basis points year-over-year.\nOperating expenses were $192 million or 13.7% of revenue. We generated $529 million of operating income, translating into an operating margin of 37.6%. We incurred $15 million of other expenses, and our effective tax rate was 5.3%, driving net income of $486 million. Top line growth and execution on margins drove diluted earnings per share of $3.02 ahead of consensus estimates and representing growth of 24% sequentially and 15% compared to Q4 of last year.\nTurning to cash flow. Fourth fiscal quarter cash flow from operations was $236 million and capital expenditures were $142 million. In terms of capital allocation, during the quarter, we returned $179 million to shareholders, paying $99 million in dividends and repurchasing approximately 800,000 shares of our common stock for a total of $80 million.\nLet's also review our fiscal year '22 performance. Revenue grew 7% to a record of $5.5 billion, gross profit was $2.8 billion, resulting in a gross margin of 51.2%. Operating income reached $2 billion with an operating margin of 37.3%. Net income was $1.8 billion, translating into a record of $11.24 of diluted earnings per share, up 7% year-over-year. Cash flow from operations was $1.4 billion. And during fiscal '22, we returned $1.3 billion of cash back to the shareholders with $373 million in dividends and $887 million in share buybacks.\nSo in summary, the Skyworks team delivered record revenue and earnings per share in fiscal '22, while fortifying the business with the investments that advance our technology leadership and support long-term profitable growth.\nNow let's move on to our outlook for Q1 of fiscal 2023. Given broad demand weakness, we expect revenue to decline on a sequential basis. Specifically, we anticipate revenue between $1.300 billion and $1.350 billion. Gross margin is projected to be in the range of 51.25% and to 51.75%. We expect operating expenses of approximately $190 million to $193 million. Below the line, we anticipate roughly $16 million in other expense and a non-GAAP tax rate of approximately 12.5%. The increase in the tax rate from prior fiscal years reflects the impact of the U.S. tax loss requiring the capitalization and amortization of R&D expenses for tax purposes starting in Q1 of fiscal '23.\nAbsent legislative action to reverse the R&D capitalization rules we expect our full year fiscal '23 non-GAAP effective tax rate to be consistent with the 12.5% we are estimating for Q1. We also expect our diluted share count to be approximately 160.5 million shares. Accordingly, at the midpoint of the revenue range of $1.325 billion we intend to deliver diluted earnings per share of $2.59.\nAnd with that, I'll turn the call back over to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Kris. As our record financials demonstrate, our portfolio is powering an increasingly broad set of applications across the market's most essential and fast and growing -- fastest growing segments. Our proven execution and deep customer partnerships position Skyworks to outperform. Moving forward, our revenue diversification, profitability and cash generation will fuel long-term growth, while increasing shareholder returns through dividends and share buybacks.\nThat concludes our prepared remarks. Operator, let's open the line to questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/b8e6d8b6e54e7c3fc823013c7cf71a81",
    "period": "2022 Q3",
    "content": "Q3 2022 Skyworks Solutions Inc Earnings Call\n\nQ3 2022 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQAUG 4, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions Third Quarter Fiscal Year 2022 Earnings Call. This call is being recorded. At this time, I will turn the call over to Mitch Haws, Investor Relations for Skyworks.\nMr. Haws, please go ahead.\n\nMitchell J. Haws\n\nVP of IR, Skyworks Solutions, Inc.\n\nThank you, Joanne. Good afternoon, everyone, and welcome to Skyworks' Third Fiscal Quarter 2022 Conference Call.\nWith me today are Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, our Chief Financial Officer.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today. Additionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Mitch, and welcome, everyone. Skyworks delivered record third quarter results with double-digit year-over-year growth in revenue and non-GAAP earnings per share, highlighting our resilient business model and disciplined execution with strong design win momentum across an expanding and diverse customer set, we are well positioned to drive sequential growth into the second half of the calendar year.\nLooking at the quarter in more detail. We delivered record Q3 revenue of $1.23 billion, above consensus and up 10% compared to last year, highlighting our content expansion in premium 5G-enabled smartphones along with growth in automotive, data center and network infrastructure. We achieved gross margin of 51.2%. We posted earnings per share of $2.44, up 13% year-over-year. We have continued to return cash to shareholders through dividends and share repurchases. And today, we announced an 11% increase to our quarterly dividend. That marks our 8th consecutive year of dividend increases.\nIn addition to generating solid results in a challenging macro environment, we are leveraging decades of targeted investments to drive a pipeline of design wins, spanning an array of market-critical solutions. Specifically in mobile, we delivered Sky5 platforms to the leading smartphone OEMs, including launches at Google, Samsung and many others. Skyworks technology leadership, innovation and scale has allowed us to continue to capture an outsized share of our mobile revenue from high-performance 5G platforms.\nIn enterprise and IoT, we powered tri-band access points at Cisco, ramped Orange Livebox 6, Europe's first carrier-grade 6E platform. We launched advanced solutions with Verizon for integrated WiFi and cellular gateways and supported Google's newest pixel watch with our cellular GPS, WiFi and Bluetooth technologies. In automotive, we achieved an all-time record revenue in this last quarter as we executed on our vision to drive connectivity and lead the shift to electrification. During the quarter, we ramped next-generation wireless and EV power technology across multiple top OEMs.\nWe leverage our timing solutions with a market-leading robotaxi and driverless vehicle provider. And finally, in infrastructure and industrial, we captured multiple design wins at European equipment and service providers, fueling massive MIMO deployments. We delivered integrated timing solutions to the market leaders in data center and network infrastructure, and we ship modules for high-power industrial and IoT applications, supporting a prominent brand and smart energy.\nMoving forward, we see a continued expansion in data consumption, dependent on seamless, reliable and ubiquitous wireless connectivity. A few statistics illustrate this point. Global wireless data traffic is expected to grow at a 27% annual rate over the next 5 years. Machine-to-machine connections, the fastest-growing IoT category will soon surpass 15 billion users. By 2030, we expect 650 million connected cars, each consuming 25x the data that we see in today's smartphones. Over the past 2 decades, Skyworks has made critical investments to power this connectivity transformation, addressing all key network technologies from cellular to advanced WiFi, enhanced GPS and Bluetooth, among others. Capitalizing on both organic growth and strategic acquisitions, we are gaining momentum in high-growth verticals, while at the same time, diversifying our revenue and customer set.\nLooking ahead, our design win pipeline and unique in-house capabilities are positioning us for continued outperformance. Leveraging decades of innovation, we deliver purpose-built solutions underpinned by in-house gallium arsenide, temperature-compensated SAW filters, bulk acoustic wave technologies and customized packaging.\nWith that, I will turn the call over to Kris for a discussion of Q3 and our Q4 outlook.\n\nKris Sennesael\n\nSenior VP & CFO, Skyworks Solutions, Inc.\n\nThanks, Liam. During the third fiscal quarter of 2022, Skyworks delivered record revenue of $1.23 billion, an increase of 10% year-over-year. The growth was fueled by expanding our technology reach at the largest smartphone OEMs, including Samsung and Google, partially offset by soft demand from China customers mainly as a result of the lockdowns early in the quarter. In addition, broad markets revenue was up 38% year-over-year as we continue to drive design wins and revenue with innovative solutions for fast-growing end markets, including automotive, industrial, data center and network infrastructure.\nGross profit in the second quarter was $631 million, resulting in a gross margin of 51.2%, up 60 basis points compared to Q3 of last year. Operating expenses were $191 million, slightly down on a sequential basis. We generated $440 million of operating income, translating into an operating margin of 35.7%. We incurred $11 million of other expense and our effective tax rate was 8.1%, driving net income of $394 million.\nBased on a further reduction of our weighted average share count to 161.5 million shares, we achieved earnings per share of $2.44, exceeding (inaudible) estimates and up 13% year-over-year.\nTurning to cash flow. Our third fiscal quarter cash flow from operations was $214 million, and our capital expenditures were $125 million. In terms of capital allocation during the quarter, we returned $209 million to shareholders, paying $90 million in dividends and repurchasing 1 million shares of our common stock for a total of $119 million.\nDuring the first 9 months of the fiscal year, Skyworks has returned more than $1 billion to shareholders through dividends and share repurchases, representing 129% of our free cash flow.\nIn summary, the Skyworks team delivered another solid quarter with Q3 record revenue and earnings per share, while making the investments in our technology and product road maps to support future growth.\nNow let's move on to our outlook for Q4 of fiscal '22. We expect to deliver double-digit sequential revenue and earnings per share growth in the September quarter. Specifically, we anticipate revenue between $1.375 billion and $1.425 billion. At the midpoint of $1.4 billion, revenue for the quarter is expected to increase 14% sequentially. This outlook takes into account the seasonal impact from major product launches, leveraging our technology leadership, deep customer engagements and world-class in-house manufacturing capabilities.\nGross margin is projected to be in the range of 51% to 51.5%. We expect operating expenses of approximately $190 million to $194 million. Below the line, we anticipate roughly $12 million in other expense and a tax rate of approximately 9%. We expect our diluted share count to be approximately 161 million shares. Accordingly, at the midpoint of the revenue range, we intend to deliver diluted earnings per share of $2.90, an increase of 19% sequentially.\nLastly, given our conviction in Skyworks' long-term strategic outlook and consistent cash generation, we announced an 11% increase to our quarterly dividend to $0.62 per share.\nAnd with that, I'll turn the call back over to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Kris. Skyworks decades-long investments are driving increasing opportunities across the market's fastest-growing segments, fueling our momentum going into the second half of the calendar year. With our customer count doubling year-over-year in a broad markets portfolio, on pace for $2 billion in annualized revenue, our business is more diverse than ever. Finally, our consistently strong profitability, cash generation and diverse revenue streams, fund our ability to invest and win while returning cash to our shareholders.\nThat concludes our prepared remarks. Operator, let's open the line for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/82d9d1bda72636482d834369c1f58580",
    "period": "2022 Q2",
    "content": "Q2 2022 Skyworks Solutions Inc Earnings Call\n\nQ2 2022 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQMAY 3, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions Second Quarter Fiscal Year 2022 Earnings Call. This call is being recorded.\nAt this time, I will turn the call over to Mitch Haws, Investor Relations for Skyworks. Mr. Haws, please go ahead.\n\nMitchell J. Haws\n\nVP of IR, Skyworks Solutions, Inc.\n\nThank you, Rachel. Good afternoon, everyone, and welcome to Skyworks' Second Fiscal Quarter 2020 Conference Call. With me today are Liam Griffin, our Chairman, Chief Executive Officer and President; and Kris Sennesael, our Chief Financial Officer. .\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings press release and recent SEC filings, including our annual report on Form 10-K, for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Mitch, and welcome, everyone. Despite a challenging macro backdrop, I am pleased to report that Skyworks delivered record second quarter results, with double-digit year-over-year growth both revenue and earnings per share. We continue to benefit from a broad and diverse product portfolio. And with an expanding set of customers in high-growth markets, we are well positioned to outperform in the current environment. .\nLooking at the quarter in more detail. We delivered record Q2 revenue of $1.34 billion, above consensus and up 14% compared to last year, highlighting both our growing content within Tier 1 mobile and the increasing diversification of our customer base and technology reach. In fact, our broad market revenue rose to a record $523 million in the quarter, up 10% sequentially and 36% year-over-year.\nIn addition, we continue to drive solid profit margins, exceptional cash flow and consistent cash returns. We achieved gross margin of 51.2% and operating margin of 36.8%. We posted earnings per share of $2.63, up 11% year-over-year. We generated operating cash flow of $393 million, and we returned $509 million to shareholders through dividends and share repurchases.\nOur strong results this quarter were driven by a vast expansion of use cases from content-rich smartphones to complex IoT devices, to innovative solutions for the automotive markets, industrial and infrastructure. Specifically in mobile, we supported the top 5 OEMs with our Sky5 architectures, including flagship models from Google, Samsung and other Tier 1s. In parallel, we leverage our in-house temperature compensated SAW, BAW and gallium arsenide technologies, to extend the reach across further content opportunities in 5G.\nIn Enterprise and IoT, we powered Comcast's latest WiFi 6 residential gateways, partnered with T-Mobile for their integrated 5G fixed wireless access service. We debuted the industry's first WiFi 6E gaming router featuring ultrafast quad-band performance. And we embedded Sky5 technology in rugged mobile computing devices for industrial-grade factory automation.\nIn automotive, we are executing on our vision to lead the global transition while accelerating the shift to electrification trends that pave the way for cleaner and more efficient autonomous transport. Over the past quarter, we enabled next-generation wireless technologies across multiple leading OEMs. Further, our power isolation portfolio continue to gain momentum, with the global EV market leaders. And finally, in infrastructure and in Industrial. We captured milestone design wins at Tier 1 equipment and service providers for 5G macro and small cell deployments. We ramped high-performance clock solutions at used network systems, supporting LEO satellite networking, and we extended the reach of our cutting-edge timing portfolio across the leading fiber backhaul and data center equipment providers.\nMoving forward, ubiquitous connectivity, cloud computing and the massive shift to EV are fundamentally reshaping the way we live. As complexity intensifies, with billions of intelligent edge compute nodes that demand for high-speed ultra-reliable, low-latency solutions is accelerating. Skyworks is uniquely positioned to engineer and seamlessly integrate these advancements to increasingly smaller, more efficient form factors, purpose-built and customized for specific end markets and applications.\nLastly, our business aperture and market reach have never been broader as we scale investments in core and new technologies. We are pioneering the breakthroughs in RF, signal processing, power isolation, timing, audio, among others, propelling our diversification and growth into the future.\nWith that, I'll turn the call over to Kris.\n\nKris Sennesael\n\nSenior VP & CFO, Skyworks Solutions, Inc.\n\nThanks, Liam. During the second fiscal quarter of 2022, Skyworks delivered record Q2 revenue of $1.34 billion, an increase of 14% year-over-year. Broad market revenue was a record $523 million, representing 39% of total Skyworks revenue in the quarter. Gross profit in the second quarter was $683 million, resulting in a gross margin of 51.2%, up 40 basis points compared to Q2 of last year. Operating expenses were $192 million or 14.4% of revenue, reflecting our investments in support of future growth. We generated $491 million of operating income, translating into an operating margin of 36.8%. We incurred $13 million of other expense and our effective tax rate was 9.6%, driving net income of $432 million. And based on a further reduction of our weighted average share count to 164.4 million shares, we achieved earnings per share of $2.63, up 11% year-over-year. .\nTurning to our balance sheet and cash flow. Second fiscal quarter cash flow from operations was $393 million and capital expenditures were $127 million. In terms of capital allocation during the quarter, we returned $509 million to shareholders, paying $91 million in dividends and repurchasing 3 million shares of our common stock for a total of $418 million.\nDuring the first half of the fiscal year, Skyworks returned $871 million to shareholders through dividends and share repurchases.\nIn summary, the Skyworks team delivered another solid quarter with Q2 record revenue and earnings per share, while continuing to make the investments in our technology and product road maps to support future growth in mobile and broad markets.\nNow let's move on to our outlook for Q4 of fiscal 2022. We expect to deliver double-digit year-over-year revenue and earnings per share growth in the June quarter. Specifically, we anticipate revenue between $1.2 billion and $1.26 billion. At the midpoint of $1.23 billion, revenue for the quarter is expected to increase 10% year-over-year. This outlook takes into account our current view of recent pandemic-related supply chain disruptions, which are impacting the ability of our customers to fulfill end market demand.\nGross margin is projected to be in the range of 50.75% to 51.25%. We expect operating expenses of approximately $190 million to $192 million. Below the line, we anticipate roughly $10 million in other expense and a tax rate of approximately 9.5%. We expect our diluted share count to be approximately 163.5 million shares. Accordingly, at the midpoint of the revenue range, we intend to deliver diluted earnings per share of $2.36, an increase of 10% over Q3 of last year.\nAnd finally, given our consistently strong cash flow and confidence in our outlook, we are investing for diversified growth while returning cash to shareholders through both share repurchases and dividends.\nAnd with that, I'll turn the call back over to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Kris. Despite macro headwinds and supply chain disruptions, Skyworks remains squarely focused on delivering above-market growth across a diversified set of applications and end markets. Capitalizing on in-house technologies, scale and strategic customer relationships, we look forward to generating continued increases in revenue, earnings, profitability and free cash flow.\nFinally, our efficient balance sheet and consistent cash generation provide a formidable platform for long-term growth as we invest for the future and deliver premium returns to our shareholders.\nOperator, that concludes our prepared remarks. Open the lines for questions."
  },
  {
    "header": "SWKS",
    "cik": "0000004127",
    "ticker": "SWKS",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3fe77eb220484900a9d1c213647f442d",
    "period": "2022 Q1",
    "content": "Q1 2022 Skyworks Solutions Inc Earnings Call\n\nQ1 2022 Skyworks Solutions Inc Earnings Call\n\nSWKSNASDAQFEB 3, 4:30 PM\n\nOperator\n\nGood afternoon, and welcome to Skyworks Solutions' First Quarter Fiscal Year 2020 Earnings Call. This call is being recorded. At this time, I will turn the call over to Mitch Haws, Investor Relations for Skyworks. Mr. Haws, please go ahead.\n\nMitchell J. Haws\n\nVP of IR, Skyworks Solutions, Inc.\n\nThank you, Rachel. Good afternoon, everyone, and welcome to Skyworks' First Fiscal Quarter 2022 Conference Call. With me today are Liam Griffin, our Chairman, CEO and President; and Kris Sennesael, our Chief Financial Officer.\nBefore we begin, I would like to remind everyone that our discussion will include statements relating to future results and expectations that are or may be considered forward-looking statements. Please refer to our earnings release and recent SEC filings, including our annual report on Form 10-K for information on certain risks that could cause actual outcomes to differ materially and adversely from any forward-looking statements made today.\nAdditionally, the results and guidance we will discuss include non-GAAP financial measures consistent with our past practice. Please refer to our press release within the Investor Relations section of our company website for a complete reconciliation to GAAP.\nWith that, I'll turn the call to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Mitch, and welcome, everyone. Skyworks delivered a strong start to the fiscal year, establishing all-time quarterly records for revenue and free cash flow. Looking at the quarter in more detail.\nWe delivered revenue of $1.51 billion, above consensus and up 15% sequentially, demonstrating the strength of our broadening product portfolio. Specifically, the mobile business grew 12% sequentially and driven by increasingly complex architectures in 5G phones at our largest customer and momentum across the Android ecosystem. In parallel, our broad markets business achieved a record $477 million in the quarter, up 23% sequentially and 46% year-over-year.\nOur growth was fueled by both the continued adoption of our solutions across 5G, IoT, automotive and wireless infrastructure, and an expanding set of new customers and markets from our recently acquired I&A business. Importantly, Skyworks continues to drive strong profit margins and exceptional cash flow. We achieved gross margin of 51.2% and operating margin of 38.8%. We posted earnings per share of $3.14, above consensus and up 20% sequentially. Finally, we generated record Q1 operating cash flow of $582 million.\nAs our first quarter results illustrate the growth trajectory we established in fiscal 2021 is extending into fiscal 2022. We continue to see deployments accelerating with 5G cellular subscriptions predicted to grow from 700 million today to more than 4.4 billion by the year 2027. As connectivity becomes more vital to the ways we work, educate and play, devices are increasingly integrating 5G with advanced WiFi, precision GPS and Bluetooth, Zigbee and other wireless protocols, creating the seamless and ultrafast experience demanded by our customers.\nThe rapid adoption of new wireless technologies enables a proliferating set of use cases with design wins spanning mobile and broad markets, further bolstered by contributions from our recently completed acquisition. Specifically in mobile, we shipped Sky5 platforms across leading smartphone OEMs, including Samsung, Oppo, Vivo and Xiaomi, among others. In Enterprise and IoT, we supported WiFi access points at Siemens, powered NETGEAR's latest WiFi 6 and 6E mesh system, partnered with British Telecom to launch 5G home routers, ramped WiFi 6 and 6E modules at Juniper Networks and Telus, and provided digital isolation solutions for GE Consumer Appliances.\nMoving to automotive. We leverage Sky5 technology to enable telematics, security, driver assist and other advanced services at leading OEMs. We scaled volume production of timing and isolation products enabling the leading EV manufacturers. And finally, across the infrastructure and industrial space, we captured design wins at Quectel for enterprise M2M platforms, delivered industrial IoT solutions to Itron, Honeywell and Thales, supporting smart energy and factory automation. We also expanded our position in timing applications at the top 5 data centers. And as markets evolve, we expect to deploy billions of wireless devices, capitalizing on a strong multiyear growth trend.\nAdvances in cloud and edge computing, autonomous vehicles and factory automation, together with the emergence of the Metaverse, we are intensifying the burden on existing networks, catalyzing demand for our highly integrated and customized platforms. From inception, Skyworks has been a driving force empowering the wireless network revolution, connecting people, places and things. We invested early and extensively to develop and fabricate cutting-edge technology at massive scale.\nToday, we're a global leader providing the essential elements required to deliver the highest performance connectivity platforms in the industry, producing billions of units integrating core technology nodes, including gallium arsenide, Belton surface acoustic wave, as well as the most advanced multi-chip module test and assembly capabilities in the world.\nUnderpinned by this powerful foundation, we are leading the transition of 5G inspiring a new era of unrivaled innovation. The strength of our balance sheet and consistent outperformance demonstrates the significant value of our vertically integrated model and the compelling advantages it delivers.\nLooking forward, we are committed to supporting the strategic investments in technology, product development and world-class manufacturing scale to further extend our market leadership.\nWith that, I will turn the call over to Kris.\n\nKris Sennesael\n\nSenior VP & CFO, Skyworks Solutions, Inc.\n\nThanks, Liam. Skyworks' revenue for the first fiscal quarter of 2022 was $1.51 billion, up 15% sequentially, driven by continued strong demand across our entire portfolio. Gross profit in the first quarter was $773 million, resulting in a gross margin of 51.2%, up 20 basis points sequentially. Operating expenses were $187 million or 12.4% of revenue, demonstrating leverage in our operating model while continuing our strategic investments in support of future growth. We generated $586 million of operating income translating into an operating margin of 38.8%, up 160 basis points sequentially.\nWe incurred $9 million of other expenses, and our effective tax rate was 9.3%, driving net income of $543 million. So strong revenue growth and execution on margins brought diluted earnings per share of $3.14, up 20% sequentially.\nTurning to the balance sheet and cash flow. First fiscal quarter cash flow from operations was a Q1 record of $582 million. Capital expenditures were $96 million, resulting in an all-time record free cash flow of $486 million and a free cash flow margin of 32%, driven by strong profitability and great working capital management. In fact, inventory levels were reduced by 22 days to 103 days, and receivables were reduced by 5 days to 47 days.\nIn terms of capital allocation during the quarter, we paid $93 million in dividends and repaid $50 million of our term loan, and we repurchased 1.7 million shares of our common stock for a total of $269 million.\nIn summary, the Skyworks team continues to execute well, delivering strong profitability and rapid free cash flow in the December quarter with design wins across our growing product portfolio and customer set, positioning us to outperform through 2022.\nNow let's move on to our outlook for Q2 of fiscal '22. We expect to deliver double-digit year-over-year revenue and earnings per share growth in the March quarter. Specifically, we anticipate revenue between $1.3 billion and $1.36 billion. At the midpoint of $1.33 billion, revenue for the quarter is expected to increase 13.5% year-over-year. Gross margin is projected to be in the range of 50.75% to 51.25%. We expect operating expenses of approximately $186 million to $188 million. Below the line, we anticipate roughly $10 million in other expense and a tax rate of approximately 9.5%.\nWe expect our diluted share count to be approximately 166 million shares. Accordingly, at the midpoint of the revenue range, we intend to deliver diluted earnings per share of $2.62, an increase of 11% over Q2 of last year.\nAnd finally, given our strong cash flow and confidence in the business model, we will continue to focus on investing in our business while returning cash to the shareholders through both share repurchases and dividends.\nAnd with that, I'll turn the call back over to Liam.\n\nLiam K. Griffin\n\nCEO, President & Chairman of the Board, Skyworks Solutions, Inc.\n\nThanks, Kris. Despite macro challenges in supply chain specific headwinds, Skyworks delivered excellent first quarter results, underscoring the increasingly diverse composition of our customer base and extending our track record of strong profitability and robust free cash flow generation. This strong performance and outlook reflect our critical position within the wireless ecosystem and how complexity favors Skyworks with its vast IP, deep customer relationships, differentiated manufacturing capabilities and market-leading solutions.\nThe momentum established in Q1 positions Skyworks for another year of record revenue and earnings.\nThat concludes our prepared remarks. Operator, let's open the lines for questions."
  }
]