[
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/96b24d6c6a877548588af36dbf184acd",
    "period": "2025 Q3",
    "content": "Q3 2025 Pentair PLC Earnings Call\n\nQ3 2025 Pentair PLC Earnings Call\n\nPNRNYSEOCT 21, 9:00 AM\n\nOperator\n\nWelcome to the Pentair Third Quarter 2025 Earnings Conference Call. [Operator Instructions] Please also note today's event is being recorded. At this time, I would like to turn the floor over to Shelly Hubbard, Vice President, Investor Relations. Please go ahead.\n\nShelly Hubbard\n\nVice President of Investor Relations\n\nThank you, operator, and welcome to Pentair's Third Quarter 2025 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer.\nOn today's call, we will provide details on our third quarter performance as outlined in this morning's press release. On the Pentair Investor Relations website, you can find our earnings release and slide deck, which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference.\nThe non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, and many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K. Please note that during the presentation today, we'll be making references to record financial results. These references reflect the time period post the invent separation in 2018, unless noted otherwise.\nFollowing our prepared remarks, we will open the call up for questions. Please limit your questions to two and reenter the queue to allow everyone an opportunity to participate. I will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone. Thank you for joining us today. Please turn to the executive summary on Slide 8. In Q3, we delivered sales growth and a record third quarter across adjusted operating income, return on sales and adjusted EPS. Sales increased 3%, driven by our pool and flow segment. Adjusted operating income increased 10%. ROS expanded 160 basis points to 25.7% and adjusted EPS rose 14% to $1.24.\nIn September, we acquired Hydro stop, a leading specialty valve solutions provider for water infrastructure for approximately $292 million in cash or $242 million, net of the anticipated $50 million of tax benefit. This acquisition enhances our commercial flow business with a strong financial profile and strategic fit. We are excited to welcome the Hydro stop team and their customers to Pentair.\nYear-to-date, we delivered record free cash flow, and we repurchased $175 million of shares. Lastly, we are increasing our full year guidance, driven by a strong third quarter and continued confidence in our execution. We now expect sales growth of approximately 2% and adjusted EPS of approximately $4.85 to $4.90, up 12% to 13% from 2024.\nLet's move to the strategic overview on Slide 9. Over the last 3 years, our teams have successfully implemented our transformation initiative while continuing to drive strong execution, leading to robust margin expansion. As we enter 2026, we feel confident that we've developed a flywheel that we expect will continue to drive efficiencies, opportunities and profitability.\nOur 80/20 actions are well underway and show early signs of success in driving top line growth. Our businesses are in various stages of implementation on this multiyear journey. We plan to share more insights with you on our 80/20 actions at an upcoming Investor Day in March. We continue to invest in focused growth initiatives where we see great opportunities to drive near-term and long-term growth. We are also investing in innovation through digital and product technology.\nIn addition to investing for growth, our strong financial discipline and free cash flow has enabled us to make strategic acquisitions to align well with our current businesses and provide a platform for growth. As a dividend aristocrat, we have raised our dividend for 49 consecutive years, and we will have continued to repurchase shares. Collectively, we believe this is a smart use of capital deployment to drive future sales and earnings growth.\nLet's turn to Slide 10. We have delivered approximately $56 million in transformation savings year-to-date and are on track to reach approximately $80 million in 2025. I want to remind you that this performance is net of strategic growth investments and is in addition to the $174 million of net performance we drove in 2023 and 2024 combined. As I mentioned earlier, we believe transformation in 80/20 are creating a flywheel for continued sales growth and profitability.\nLet's turn to Slide 11. There are several key themes that I wanted to share. We delivered another quarter of sales growth and double-digit earnings growth due to strong execution. We increased our full year 2025 guidance, driven by a strong Q3 and continued confidence in our strategy. We continue to build a foundation of optimal operational efficiency that we believe can be leveraged when volume returns to normal. We have a balanced water portfolio and a capital-light business model with 75% of our business going through 2-step distribution and roughly 75% of revenue representing replacement sales. And we have strong free cash flow, a solid balance sheet and a balanced capital deployment strategy that we'll expect will accelerate earnings and ROIC.\nBefore I hand the call to Bob, I want to acknowledge that we announced this morning that Bob will be leaving Pentair effective March 1, 2026, and embarrass him a little by complementing him on having been an outstanding partner to me and Pentair. Over nearly 6 years of what will be 23 quarters of dedicated service, Bob has driven deep financial competency throughout the organization. It shows in our operating performance, the level of commitment to results from the team our transformation progress, our cash flow and ROIC performance and of course, the total shareholder return that he has overseen as CFO.\nWhat makes Bob an even better teammate is a steady and measured communication style and has no drama approach to challenges. We have seen tremendous operating performance throughout his tenure, despite us having had to deal with COVID, a period of supply chain instability, rapid inflation and, of course, tariffs. Bob has led us through all of it with a bold leadership style and a sensor humor.\nNow to nearly 60 quarters of being a public company CFO, he's moving on to his next chapter. Bob has built and developed a great financial team. As you get to know, Nick, I'm confident you'll see that he has a lot of Bob skills plus unmatchable energy and drive. [ Fabelle ] will oversee a smooth transition process through March 1, 2026, and ensure that we do not miss a beat on our value creation journey. I will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, for the very kind words. I have thoroughly enjoyed my time at Pentair, our partnership and working with all the great people in the company. We have very strong finance and IT teams at Pentair, which is evidenced by Nick and Heather's promotions. Personally, I will be 63 in May, and I'm looking forward to spending more time with my family and enjoy my hobbies. It is comforting to know that not only is my team in a great place, but the company is expected to exit the year with continued momentum and is poised for significant success going forward. I look forward to continuing to work with Nick and Heather over the next few months to help ensure a smooth transition.\nLet's move to Slide 12. As John mentioned, we delivered a third quarter record in adjusted operating income, return on sales and adjusted EPS. In Q3, we drove sales of $1.022 billion, up 3%, adjusted operating income of $263 million, up 10%, ROS of 25.7% and an increase of 160 basis points and adjusted EPS of $1.24, up 14%. Core sales were up 3% year-over-year. driven by core growth of 6% in Pool, 4% in flow and Water Solutions approximately flat.\nMoving to adjusted operating income, transformation was the primary driver of 160 basis points of margin expansion in Q3. Price offset inflation and we delivered transformation savings of $12 million while continuing to invest in growth initiatives.\nPlease turn to Slide 13. Flow sales were up 6% year-over-year to $394 million. Within flow, residential sales were up 3%. Commercial sales increased 5%, marking the 13th consecutive quarter of year-over-year sales growth. and industrial sales rose 10%. Segment income grew 15%, and return on sales expanded 200 basis points to 24% and driven by strong sales growth and transformation.\nPlease turn to Slide 14. In Q3, Water Solutions sales declined 6% to $273 million Core Water Solutions sales were flat. Commercial sales were down 6%, inclusive of a 9% negative impact from the sale of commercial services in Q2. Residential sales were down 6% year-over-year, primarily due to portfolio exits. Segment income grew 6% to $68 million and return on sales increased 280 basis points to 25%, primarily driven by transformation savings. The contribution of price slightly offset inflation.\nPlease turn to Slide 15. In Q3, pool sales increased 7% to $354 million, driven by price volume and the Q4 2024 Gulfstream acquisition. Segment income was $116 million, up 3% and Return on sales decreased 120 basis points to approximately 33%. As a reminder, in Q3 2024, [ ROS ] reflected margin expansion of nearly 500 basis points resulting in a challenging compare. In Q3 this year, we continue to invest in growth initiatives, such as new products, sales plays and digital solutions to drive higher top line growth in future periods. We expect Pool margins to expand in Q4 and for the full year as we continue to drive a balanced approach of top line growth and continued [ ROS ] expansion in the future.\nPlease turn to Slide 16. We generated record free cash flow of $719 million year-to-date up 14% year-over-year. Our balance sheet remains strong and our return on invested capital increased to 16.7% from 15.2% a year ago. Our net debt leverage ratio was 1.3x, down from 1.4x a year ago. This includes our recent acquisition of Hydro Stop for $292 million with an estimated $50 million of future cash tax benefits. Year-to-date, we have repurchased $175 million of shares.\nOur significant free cash flow generation has enabled us to strategically deploy capital through debt paydown, dividends, share repurchases and strategic acquisitions. We plan to remain disciplined with our capital and have additional flexibility to strategically allocate additional capital to areas with the highest shareholder return.\nLet's turn to our outlook on Slide 17. For the full year, we are increasing our adjusted EPS guidance to approximately $4.85 to $4.90, which is up roughly 12% to 13% year-over-year. Also for the full year, we are increasing our sales guidance to up approximately 2%. We expect flow sales to be up low single digits. Water Solutions to be down mid-single digits with core sales down approximately low single digits and pool sales to be up approximately 7%. We expect adjusted operating income to increase approximately 9% to 10%. We continue to expect to drive approximately $80 million in transformation savings this year, net of investments.\nFor the fourth quarter, we expect sales to be up approximately 3% to up 4%. We expect flow sales to be up approximately high single digits, which includes our Hydro stop acquisition of approximately $10 million of sales in the quarter at approximately 30% ROS. We anticipate Water Solutions sales to be down approximately mid-single digits, with core sales approximately flat, reflecting the commercial services sale in Q2.\nFor commercial water sales are expected to be up approximately low single digits. Full sales are expected to be up approximately mid-single digits. We expect fourth quarter adjusted operating income to increase approximately 4% to 8%. We're also introducing adjusted EPS guidance for the fourth quarter of approximately $1.11 to $1.16, up roughly 3% to 7%.\nLet's turn to Slide 18. We continue to execute well and are offsetting the impact of tariffs through increased prices and other mitigation strategies. Our total 2025 tariff impact of approximately $75 million remains consistent with our outlook in Q2, but tariff uncertainty continues.\nOur 2025 guidance does not include further China and Mexico impact, which could go into effect later this year. However, these are expected to be immaterial for this year. We expect to take mitigating actions as needed to offset these additional tariffs if they occur. We are very pleased with our performance in Q3 and year-to-date. Our teams have been hard at work to mitigate the impact of tariffs while continuing to focus on transformation in 80/20 and continuing to deliver strong results. We are excited to welcome the Hydro Stop team to pent there and look forward to driving continued success. We are in a solid financial position with a strong balance sheet and record free cash flow, which allows us to continue to invest to drive higher sales growth and profitability over the long term. I now would like to turn the call over to the operator for Q&A, after which John will have a few closing remarks. Operator, please open the line for questions."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/686006fb1328358d9c3a80101e5b0fe0",
    "period": "2025 Q2",
    "content": "Q2 2025 Pentair PLC Earnings Call\n\nQ2 2025 Pentair PLC Earnings Call\n\nPNRNYSEJUL 22, 9:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Pentair Second Quarter 2025 Earnings Conference Call. [Operator Instructions]. Please also note, today's event is being recorded.\nAt this time, I would like to turn the floor over to Shelly Hubbard, Vice President of Investor Relations. Ma'am, you may begin.\n\nShelly Hubbard\n\nVice President of Investor Relations\n\nThank you, operator, and welcome to Pentair's Second Quarter 2025 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our second quarter performance as outlined in this morning's press release.\nOn the Pentair Investor Relations website, you can find our earnings release and slide deck which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference. The non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP.\nThey are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations.\nWe advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K. Please note that during the presentation today, we will be making references to record financial results. These references reflect the time period post the invent separation in 2018. Following our prepared remarks, we will open up the call for questions. [Operator Instructions].\nI will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelley, and good morning, everyone. Thank you for joining us today. Before we get to our record Q2 results, I want to take a moment to recognize our entire Pentair team. Your leadership has helped to elevate us to new levels of financial and operational execution in an extremely volatile environment. Thank you for putting our customers first and continuing to drive shareholder value. Now let's turn to the Q2 executive summary on Slide 8.\nWe delivered a record quarter across all 4 metrics: Sales, adjusted operating income, return on sales and adjusted EPS and one of the most continuously challenging dynamic landscape globally. In Q2, sales increased 2% and pool grew 9%, adjusted operating income increased 9%. ROS expanded by 170 basis points to 26.4%, and adjusted EPS rose 14% to $1.39. We also delivered record free cash flow and repurchased $75 million of shares in Q2. Driven by continued confidence in our ability to execute, we have increased our full year '25 guidance. We now expect sales growth of approximately 1% to 2% and adjusted EPS to be approximately $4.75 to $4.85, up 11% at the midpoint versus full year 2024.\nIn Q2, we made an incremental investment in an exciting new start-up known as Hope Hydration, whose mission is to deliver free water through its digitally connected water refill hydro stations, which generate revenue from advertising and sponsorships. These hydro stations use Everpure technology from Pentair Water Solutions to bring free, high-quality and chilled drinking water to cities, stadiums, airports and commercial spaces. We are excited to help hope accelerate their growth strategy, broaden their impact and helped to reduce the consumption of single-use plastic water models.\nLet's move to the strategic overview on Slide 9. At Pentair, we are continuously evolving to drive consistent, long-term shareholder value. We have talked about our transformation initiatives and more recently, 80/20. At the same time, our teams are also focused on driving growth within their businesses and investing in strategic growth initiatives, including high-performing talent, new and breakthrough product innovations, go-to-market strategies, and digital transformation.\nWe remain on track to deliver our expected transformation savings this year, and we expect continued margin opportunity beyond 2026 as we accelerate the implementation of 80/20 and and the transformation progress continues. The softer residential end market has enabled us to focus on improving our overall business and best position Pentair to leverage higher demand when residential end markets recover. We believe the catalyst to an improving housing market will be lower interest rates.\nLastly, we continue to remain agile in a rapidly changing macroeconomic and geopolitical environment. Let's turn to Slide 10.\nWe shared this slide with you last quarter, which shows the success of our transformation program. Since the beginning of 2023, we have delivered over $200 million in transformation savings, net of investments, which includes the $44 million we drove in the first half of this year. We have committed to a total of $80 million in 2025 net of investments, and we see additional savings in 2026 and to achieve our ROS target of 26% by 2026 year-end.\nI'm very grateful for what our teams have accomplished, and I am energized with the opportunity to drive further benefits in the next several years. Before I hand the call over to Bob, let's turn to Slide 11.\nThere are several key themes that I wanted to share. We delivered a record quarter in Q2. We increased our full year 2025 guidance due to increased confidence in our strategy. We continue to build a foundation of optimal operational efficiency that can be leveraged when volume returns to normal. We have a balanced water portfolio and a capital-light business model with 75% of our businesses going through 2-step distribution, and roughly 75% of our revenue, representing replacement sales. And we have strong free cash flow, a solid balance sheet and a balanced capital deployment strategy to accelerate earnings and return on invested capital.\nAs a focused water company providing solutions to move, improve and enjoy water, we continue to believe that we are well positioned to address opportunities from favorable secular trends by getting water to where it needs to be, and away from where it doesn't and by filtering and purifying water for people that drink and enjoy.\nI will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 12.\nAs John mentioned, we delivered a record quarter in sales, adjusted operating income, return on sales and adjusted EPS in Q2 despite lower volume. We also drove record free cash flow. In Q2, we delivered sales of $1.1 billion, up 2% and adjusted operating income of $297 million, up 9%, ROS of 26.4%, which expanded 170 basis points, driven primarily by transformation and price. And adjusted EPS of $1.39, up 14%.\nCore sales were up 1% year-over-year, driven by 7% growth in pool, which was offset by a 1% decline in flow and a 3% decline in Water Solutions.\nMoving to the adjusted operating income walk on the right-hand side, price and transformation drove significant margin expansion in Q2. Inflation was approximately $37 million, which included about $15 million of tariff impact. We also delivered strong transformation savings of $20 million. Please turn to Slide 13.\nFlow sales were flat year-over-year. Within flow, residential sales were down 1% as higher interest rates continued to pressure residential end markets, but the rate of decline has improved considerably over the last 2 years. Commercial sales rose 1%, marking the 12th consecutive quarter of year-over-year sales growth, and industrial sales were flat, but a nice improvement versus the last few quarters. Segment income grew 10% and return on sales expanded 210 basis points to 23.4%.\nThe strong margin expansion was a result of continued progress on our transformation initiatives as flow continue to benefit from improvements in its go-to-market strategies and its focus on complexity reduction. Please turn to Slide 14.\nIn Q2, Water Solutions sales declined 4% to $298 million driven primarily by lower volume, which was partially offset by higher price. Commercial sales were down 3%, largely driven by softer end markets within foodservice. Within residential, sales were down 6% year-over-year, primarily due to a continued sluggish U.S. housing market and portfolio actions to improve the growth and profitability of the business.\nDuring the quarter, we also strategically divested our small commercial services business. The dynamics of the lower-margin service business had changed over the last couple of years, and this allows us to focus even more on our higher-margin filtration and ICE businesses. Segment income declined 4% to $70 million and return on sales was flat at 23.5%. We drove significant transformation savings during the quarter and price offset inflation.\nPlease turn to Slide 15.\nIn Q2, pool sales increased 9% to $427 million driven by price, volume and our Q4 2024 Gulfstream acquisition. Segment income was $153 million, up 14% and return on sales increased 160 basis points to 35.7%, driven by price and transformation. We do expect price versus cost to normalize in Q3 and as we incur a full quarter of tariffs.\nPlease turn to Slide 16.\nWe generated record free cash flow of $596 million in Q2, up 14% year-over-year. Our balance sheet remains strong, and our return on invested capital surpassed 16%. Long term, we continue to target high teens ROIC. Our net debt leverage ratio was 1.2x, down from 1.6x a year ago. Year-to-date, we have repurchased $125 million of shares.\nOver the last 2 years, we have generated significant free cash flow, which has enabled us to strategically deploy capital via debt paydown, dividends, share repurchases and strategic acquisitions. We plan to remain disciplined with our capital and have additional flexibility to strategically allocate additional capital to areas with the highest shareholder returns.\nLet's turn to our outlook on Slide 17.\nFor the full year, we are increasing our adjusted EPS guidance to approximately $4.75 to $4.85, which is up roughly 10% to 12% year-over-year. Also for the full year, we are increasing our sales guidance to up approximately 1% to 2% despite an approximate $40 million headwind relating to the sale of our commercial services business in Q2. We expect flow sales to be up low single digits, Water Solutions to be down mid-single digits with core sales approximately flat and pool sales to be up approximately 6% to 7%.\nWe expect adjusted operating income to increase approximately 7% to 9%. We continue to expect to drive approximately $80 million in transformation savings this year, net of investments. For the third quarter, we expect sales to be approximately flat to up 1%. We expect flow sales to be up approximately mid-single digits. We anticipate Water Solutions sales to be down approximately mid- to high single digits, with core sales approximately flat including commercial water sales to be up approximately low to mid-single digits.\nTool sales are expected to be up approximately 3% to 4%. We expect third quarter adjusted operating income to increase approximately 4% to 7%. We're also introducing adjusted EPS guidance for the third quarter of approximately $1.16 to $1.20, up roughly 6% to 10%.\nLet's turn to Slide 18.\nWe are executing well in an uncertain environment. We've updated our 2025 tariff impact to be approximately $75 million for the full year, which includes $15 million in Q2 and an estimated $60 million in the second half of 2025. This $75 million, which is included in our guidance compares to our previous estimate in Q1 of $140 million. The reduction in the China tariff rates from 145% to 30% in Q2 was the primary driver of the decrease in our full year tariff impact estimate. We have increased prices and implemented mitigation strategies across our businesses to offset the expected tariff impact.\nOur 2025 guidance does not include the possibility of an additional $10 million in tariffs related to copper, the European Union and other countries, which could take effect on August 1. We expect to take mitigating actions as needed to offset these additional tariffs if they occur.\nWe continue to monitor the rapidly changing landscape and remain agile to quickly adjust as necessary. We have a strong balance sheet and free cash flow along with a balanced capital allocation strategy. We plan to continue to deploy capital in areas that drive the highest returns for our shareholders. while being mindful of protecting capital during periods of macroeconomic and geopolitical uncertainty.\nI would now like to turn the call over to the operator for Q&A, after which John will have a few closing remarks. Operator, please open the line for questions."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/79f06827b8202b6d4d1fe6523151df22",
    "period": "2025 Q1",
    "content": "Q1 2025 Pentair PLC Earnings Call\n\nQ1 2025 Pentair PLC Earnings Call\n\nPNRNYSEAPR 22, 9:00 AM\n\nThis is a machine generated transcript.\n\nDon't show again\n\n[music]\n\nGood morning everyone and welcome to the Pentair first quarter 2025 earnings conference call.\n\nAll participants will be in a listen only mode. Should you need assistance, please send your comfort specialist by pressing the star key followed by zero.\n\nAfter today's presentation there will be an opportunity to ask questions. Ask a question you may press star and then one on your touchpad telephone to withdraw your questions you may press star and two.\n\nPlease note today's event is being recorded.\n\nAt this time, I'd like to turn the conference call over to Shelly Hubbard, Vice President of Investor Relations. Please go ahead.\n\nThank you, Operator, and welcome to Pentair's first quarter, 2025 earnings conference call. On the call with me are John Stauch, our President and Chief Executive Officer, and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our first quarter performance as outlined in this morning's press release.\n\nOn the Pentair Investor Relations website, you can find our earnings release in slide deck, which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between gap and non-GAAP financial measures that we will reference.\n\nThe non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance.\n\nPrepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance, in addition to the impact these items and events have on the financial results.\n\nBefore we begin, let me remind you that during our presentation today we will make forward looking statements which are predictions, projections or other statements about future events.\n\nListeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. Thank you very much.\n\nWe advise listeners to carefully review the risk factors in our most recent form 10Q and form 10K.\n\nFollowing our prepared remarks, we will open the call up for questions. Please limit your questions to two and re-enter the queue if needed to allow everyone an opportunity to participate.\n\nI will now turn the call over to John .\n\nThank you, Shelly. Good morning, everyone. Let's turn to the Q1 Executive Summary on Slide 7.\n\nWe delivered our 12th consecutive quarter of margin expansion and another strong quarter of earnings growth, while operating in a dynamic environment.\n\nOur businesses and functional teams continue to execute with agility across our move, improve and enjoy water segments.\n\nto mitigate tariff impacts, launch innovation, win awards, awards,\n\nGenerate new accounts, expand existing key accounts, deliver margin expansion driven by transformation, and continue to implement 80-20. I am very grateful for our teams continue to rise to the challenge and deliver for customers while creating value for shareholders.\n\nAdjusted operating income increased 12% to 243 million, ROS expanded by 260 basis points to 24% and the adjusted EPS was $1.11 plus 18%.\n\nWe repurchase 50 million of shares and increased our dividend for the 49th consecutive year.\n\nFurther solidifying our dividend aristocrat status.\n\nLastly, we maintained our full-year 25 sales and adjusted EPS guidance of $4.65 to $4.80, which is up approximately 9% at the midpoint year over year.\n\nLet's move to the tariff and inflation update on slide 8. [inaudible]\n\nWe are remaining agile in a rapidly changing environment.\n\nBob will provide more detail on our estimated turf impact and mitigation strategies in a moment.\n\nOur initial guidance on February 4th, incorporated estimated impacts from tariffs and an expectation that volume would likely decline as prices rose.\n\nAs a result, while the tariff amounts by country have changed since our last earnings call and some tariffs have been paused, we feel comfortable maintaining our initial 2025 sales and adjusted 2025 EPS guidance with the current tariff impact.\n\nWe have taken several steps to mitigate tariffs across our portfolio and continue to position our businesses to be successful in both the short term and the long term.\n\nWe believe we have multiple advantages including a two-step distribution model representing about 75% of our sales that generally enables us to pass along price increases when we are not unique in dealing with inflationary pressures.\n\nA high recurring revenue base generated from a majority of nondiscretionary replacement products.\n\nA global supply chain with reduced reliance on China. [inaudible]\n\na strong U.S. manufacturing footprint. [inaudible]\n\nStrong free cash flow, a solid balance sheet, and a well-balanced capital deployment strategy across debt repayment, dividends, sharey purchases, and M&A.\n\nWe are also applying our prior inflationary learnings to manage our channel and maximize our performance.\n\nLet's turn to slide 9.\n\nDespite a dynamic environment, we continued to deliver on our transformation goals to drive margin expansion.\n\nIn 2023 and 2024, combined, we saved $174 million due to our Transmation Initiatives, and we delivered another $80 million this year, net of investment.\n\nWe expect our sourcing ways one and two to continue to contribute to these savings [inaudible]\n\nWe are implementing Wave 3, which we expect will begin to add another layer of savings in 2025 and beyond.\n\nLooking at operational excellence, we are driving operational efficiency with our factories through lean practices, automation and digital transformation, and optimizing our operational footprint. [inaudible]\n\nWe expect to rapidly accelerate productivity when volumes within our core markets return to normalize levels.\n\nAs we continue to implement 80-20, we expect to drive high value core sales growth long term by over serving our best customers and optimizing the rest.\n\nWe have taken actions to transition our Quad 3 and 4 lower margin customers to purchase directly from our top distributors, or accept new terms and conditions that we expect to enable us to become a larger and more profitable business.\n\nWe are also optimizing the selection of products we offer to reduce complexity within our operations in advanced productivity.\n\nAdditionally, 80-20 actions have helped us to absorb higher inflationary costs.\n\nWe see 80-20 as an enabler to transformation by reducing complexity in streamlining our businesses.\n\nLet's turn to Slide 10.\n\nBefore I hand the call over to Bob, I wanted to reiterate some key takeaways.\n\nWe had solid execution across all three of our segments.\n\nIn Q1, pool grew 7% while transformation strong execution drove triple-digit margin expansion and double-digit earnings growth for Pentair.\n\nWe delivered better than expected-rooted tibities savings from transformation despite lower volumes.\n\nWe are maintaining our initial sales and adjusted EPS 2025 guidance, provided 9 February 4th, which includes estimated tariff impacts, mitigation strategies, and the use of our 80-20 in Transpiration Toolkit.\n\nWe continue to build a foundation of optimal operational efficiency.\n\nThat can be leveraged when volume returns normal. We have a balanced water portfolio with a capital-like business model and the ability to mostly pass long price. And finally we have a strong key free cash flow, a solid balance sheet, a low net debt to EBITDA leverage ratio, and a balanced capital deployment strategy. [inaudible]\n\nAs a water company providing solutions to move and prove and enjoy water, we continue to believe that we are well-positioned to address opportunities from favorable secular trends by getting water to where it needs to be and away from where it doesn't\n\nand by filtering and improving water for people to drink and enjoy.\n\nI will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nThank you, John , and good morning, everyone. Let's start on slide 11.\n\nWe delivered another strong quarter of quality earnings with triple-digit margin expansion and double-digit adjusted income and EPS growth despite lower value.\n\nSales, margin, and adjusted earnings outperformed our expectations.\n\nIn Q1, sales were a billion dollars, down 1%, adjusted operating income, increased 12% to $243 million.\n\nRoss expanded 260 basis points to 24% driven primarily by transformation.\n\nand adjusted EPS increased 18% to $1.11. . .\n\nCore sales were down 1% year over year driven by 4% growth and pool which was offset by a 3% decline in flow and a 4% decline in water solutions.\n\nCool and water solutions outperform their expectations while flowed within line with our guidance.\n\nPleased turn to slide 12.\n\nLow sales declined 4% year over year. Within flow, residential sales were down 6%, as higher interest rates continued to pressure residential and markets. [inaudible]\n\nCommercial Sales rose 3%, marking the 11th consecutive quarter of year-over-year sales growth.\n\nand Industrial Sales were down 9% driven by a focus on profitable and higher margin business.\n\nSegment income grew 8% and return on sales expanded 260 basis points to nearly 23%.\n\nThe strong margin expansion was a result of continued progress on our transformation initiatives.\n\nFlow continues to benefit from changes the segment made in its go-to market strategies over the last two years and its focus on complexity reduction.\n\nFor more information, visit www.FEMA.gov\n\nPlease turn to Slide 13.\n\nNQ-1 water solution sales declined 5% to $258 million, which outperformed our expectations.\n\nSales and commercial filtration increased year-over-year while ICE performed as expected and residential performed better than expected.\n\nAs a reminder, the ICE business phase difficult year-over-year comparisons as Q1 in the prior year included a larger rollout in China. We expect ICE to begin to return to more normalized growth rates going forward.\n\nFor more information, visit www.fisheries.noaa.gov\n\nSegment income grew 9% to $61 million and return on sales expanded 310 basis points to 23.5% driven by higher productivity from transformation and 80-20 actions in Q1.\n\nPlease turn to slide 14.\n\nIn Q1, pool sales increased 7% to $384 million, driven by price, volume, and our Q4 of 2024 Acquisition.\n\nSegment income was $126 million, up 14% and return on sales increased 200 basis points to 32.8% driven by sales growth and transformation.\n\nPlease turn to slide 15.\n\nWe are well into our transformation journey and continue to see strong results.\n\nLast quarter we increased our 2026 Ross target from 24% as provided in our March 2024 investor day to 26%\n\nOur goal is to drive incremental sales growth through value-based pricing in 80-20 and to deliver return on sales of 26% in 2026.\n\nor Margin Expansion of over 700 basis points since 2022 utilizing the four pillars of transformation.\n\nWe achieved 23.5% in 2024 and expect to deliver approximately 25% in 2025.\n\nWe've made great progress as our teams have continued to successfully implement those initiatives.\n\nPlease turn to slide 16.\n\nOur balance sheet remains strong, and our return on invested capital continue to improve, nearly reaching 16% into one.\n\nLong term, we continue to target high teens ROIC.\n\nOur net debt leverage ratio is 1.6 times, down from 2.1 times a year ago. .\n\nDuring the quarter, we repurchased $50 million of shares. [inaudible]\n\nOver the last two years, our strong free cashflow has enabled us to deploy approximately $1.4 billion in capital via debt paydown, dividends, share repurchases, and a strategic acquisition.\n\nWe plan to remain disciplined with our capital and have additional flexibility to strategically allocate capital to areas with the highest shareholder returns.\n\nLet's turn to our outlook on slide 17.\n\nFor the full year, we are maintaining our adjusted EPS guidance of approximately $4.65, the $4.80, which is up roughly 7% to 11% year over year.\n\nwhich assumes FX and tariff-related price increases are roughly offset by anticipated tariff-related volume declines.\n\nWe expected just an operating income to increase approximately 6% to 9%\n\nwhich includes the assumption that price increases are offset by higher tariffs, net of mitigation action and associated volume drop through.\n\nWe continue to expect to drive approximately $80 million in transformation savings this year, net of investment.\n\nFor the second quarter, we expect sales to be up approximately 1% to 2%.\n\nWe expect pool sales to be up approximately mid-single digits. Thank you very much.\n\nand Water Solutions and Flow Sales to Be Roughly Flat.\n\nWe expect second quarter adjusted operating income to increase approximately 5% to 8% and we expect margin expansion across all three segments in Q2.\n\nWe're also introducing adjusted EPS guidance for the second quarter of approximately $1.31 to $1.35 up roughly 7% to 11%.\n\nLet's turn to slide 18.\n\nThe purpose of this chart is to highlight the estimated tariff impact based on what we know today.\n\nThe estimated tariff impact of roughly $140 million net of mitigation actions is primarily from China as you can see on the left hand side of the chart.\n\nThe remainder of the tariffs include smaller amounts from Mexico, Europe , rest of the world, and the steel and aluminum tariffs.\n\nIn our initial 2025 guidance, we had included an estimated impact of enacted and potential tariffs, and we began taking actions in Q1 to mitigate risk.\n\nWe've taken further actions to mitigate the impacts of tariffs.\n\nSome example of these include terra-related price increases, inventory pre-bites, and capping orders to optimize our supply chain, inventory and production.\n\nOver 90% of goods that we import to the U.S. from Mexico qualify under the current U.S.\n\nAnd through our transformation, sourcing initiatives, we have already lowered our supply and production from China over the last three years.\n\nWe also expect that we can pass along pricing through our channel as 75% of our sales are to two-step distribution in which we sell into distribution who then sells to dealers and ultimately the end consumer.\n\nAs a reminder, over 75% of our sales are also aftermarket, or break fix related revenue.\n\nWe continue to monitor the rapidly changing landscape and remain agile to quickly adjust as necessary. We believe that we are taking the right actions to mitigate tariff impacts. We have a strong balance sheet and a balanced capital allocation strategy.\n\nOur significant free cash flow enables us to continue to pay down debt, increase our dividend, repurchase shares, and remain strategic on M&A.\n\nWe plan to continue to the Boy Capital, an area that drive the highest return for our shareholders, while being mindful of protecting capital, their periods of macroeconomic and geopolitical uncertainty.\n\nI would now like to turn the call over to the operator for Q and A, after which John will have a few closing remarks.\n\nOperator, please open the line for questions.\n\nThank you.\n\nwww.fishingtacklesale.co.uk"
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/2a64a4373c6d7244dfe49d1397aa430e",
    "period": "2024 Q4",
    "content": "Q4 2024 Pentair PLC Earnings Call\n\nQ4 2024 Pentair PLC Earnings Call\n\nPNRNYSEFEB 4, 9:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Pentair Fourth Quarter 2024 Earnings Conference Call. [Operator Instructions] Please also note, today's event is being recorded. At this time, I'd like to turn the floor over to Shelly Hubbard, Vice President, Investor Relations. Please go ahead.\n\nShelly Hubbard\n\nVP of IR, Vista Outdoor Inc.\n\nThank you, Jamie, and welcome to Pentair's Fourth Quarter 2024 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our fourth quarter and full year performance as outlined in this morning's press release. On the Pentair Investor Relations website, you can find our earnings release and slide deck, which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference.\nThe non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K.\nPlease note that during today's presentation, we will be making references to record financial results. These references reflect the time period post the nVent separation in 2018. Following our prepared remarks, we will open up the call for questions. Please limit your questions to 2 and reenter the queue if needed to allow everyone an opportunity to participate. As a reminder, you can reference our 2024 Investor Day presentation on our IR website. Please visit our Pentair Investor Relations website and click on Events and Presentations to find these materials. I will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone. It has been a crazy last 96 hours, and we are excited to finally share our 2024 results and 2025 guidance with you. Our guidance, as shared today, includes the recently announced China tariffs and we believe we have captured the risk of the potential Canada and Mexico tariffs within our 2025 EPS guidance range. Bob will provide more detailed information within his remarks regarding this dynamic situation.\n2024 is another transformative year for Pentair, and we are very pleased with the strong performance of our balanced water portfolio. We were excited to share our vision in March at our Investor Day, and we exceeded our financial goals driven by Transformation and executing our strategy, as evidenced by record profitability and cash flow in 2024. We continue to demonstrate resilience across our Move, Improve and Enjoy water segments as we diversified and mitigated risk amidst the dynamic macroeconomic and geopolitical environment.\nWithin Flow, we continue to grow our commercial business and launched cutting-edge innovation with our [ Acentric impeller ] while evolving our go-to-market strategy in Industrial Solutions to drive profitability. In Water Solutions, our Commercial Filtration business posted strong sales, and we launched our first commercial PFAS certified filtration product, which continued to gain momentum. And in Pool, the aftermarket drove strong sales growth despite weakness in new and remodeled pools, which were impacted by higher interest rates. We also focused on new product development, with new launches planned for 2025.\nOverall, we finished 2024 in a stronger financial and operational position than we started the year. I'm very proud of our entire team at Pentair, who continue to deliver for our customers while creating value for our shareholders. Let's turn to the Q4 executive summary on Slide 4. We posted record Q4 adjusted operating income and ROS, marking the 11th consecutive quarter of year-over-year ROS expansion. We also delivered triple-digit margin expansion across our Flow, Water Solutions and Pool segments, which led to record ROS for all 3 segments, driven by our Transformation initiatives.\nIn the fourth quarter, sales were down 1%, but better than expected from the beginning of the quarter, even with FX headwinds. Adjusted operating income increased 17% to a Q4 record of $231 million. ROS expanded by 370 basis points to a fourth quarter record of 23.8%. And adjusted EPS was $1.08, up 24%, another Q4 adjusted EPS record.\nLet's move to the full year executive summary on Slide 5. 2024 was another record year for adjusted operating income, ROS and adjusted EPS despite sales ending down 1%. Our team was very successful at mitigating top line risk amidst macroeconomic weakness globally. In full year '24, we delivered sales of $4.1 billion, record adjusted operating income of $959 million, up 12%; record ROS at 23.5%, expanding 270 basis points; and record adjusted EPS of $4.33, up 15%.\nAt our 2024 Investor Day, we disclosed our 3-year targets with a goal of 24% ROS by 2026 year-end. From solid execution across our Flow, Water Solutions and Pool segments, which drove triple-digit margin expansion through transformation and early 80/20 progress, we continue to drive operational efficiencies that exceeded our goals in 2024, especially record ROS of 23.5%, which nearly hit our target 2 years early. We are now increasing our 2026 ROS target to 26%. Bob will provide more details in a moment on why we have increased our confidence in achieving a higher ROS target by 2026.\nIn 2024, we generated record free cash flow of $693 million and increased our dividend by approximately 9%, with 2025 marking the 49th consecutive year of dividend increases, further solidifying our status as a dividend aristocrat. Lastly, we are introducing 2025 adjusted EPS guidance of $4.65 to $4.80, up 9% at the midpoint. We expect that Transformation and 80/20 can deliver our targeted margin expansion in 2025 and beyond.\nLet's turn to Slide 6. Over the last 5 years, we have increased sales by over 6.5% compounded annually while expanding margins 600 basis points. Nearly 500 of the 600 basis points were delivered in the last 2 years. All 3 of our segments have produced strong sales growth and significant margin expansion since 2019. We continue to expect great opportunity ahead to drive long-term sales growth across Flow, Water Solutions and Pool through organic growth and potential tuck-in or bolt-on acquisitions.\nLet's turn to Slide 7. We are helping the world sustainably Move, Improve and Enjoy water, life's most essential resource, through our 3 segments, each with over $1 billion in sales in 2024, and together, creating a balanced and resilient water portfolio. We are pleased with the ROS achievements of each segment. We believe Transformation and 80/20 will continue to drive higher profitability going forward.\nLet's turn to Slide 8. In 2024, our Transformation program continued its momentum, delivering over $100 million in productivity savings net of investments. All 4 of our Transformation pillars, which include pricing excellence, sourcing excellence, operational excellence and organizational effectiveness, contributed to these productivity savings. As we continue to focus on reducing complexity, streamlining our operations and optimizing our organization for future growth, we expect to deliver $80 million net of investments and productivity savings in 2025, driven by transformation and accelerated through 80/20.\nIn early 2024, we began to implement 80/20 across our 3 segments with staggered implementation plans. I'm happy to share that our segments have moved beyond the stage of analysis, assessment, and are all developing action plans to implement these efforts into our operations. By year-end, all segments have begun their Quad 4 exits while simultaneously improving our service and operations to better serve our Quad 1 customers. We expect these actions to drive core growth and profitability in 2025 and beyond while simplifying our business and operations.\nLet's turn to Slide 9. Before I hand the call over to Bob, I wanted to reiterate some key takeaways. 2024 demonstrated another year of record adjusting operating income, ROS and adjusted EPS, driven by Transformation and continued execution across all segments. We drove record free cash flow, and we took a balanced approach to capital deployment through organic growth investments, dividends, share repurchases and a small tuck-in acquisition in Pool. We expect 80/20 to accelerate our transformation initiatives to drive focused profitable growth in '25, and we are introducing full year 2025 guidance, reflecting growth in adjusted EPS of approximately 9% at the midpoint.\nLastly, we continue to believe that we are well positioned to address opportunities from favorable secular trends, which include concerns about access to clean and reliable water, increased awareness of human-made contaminants impacting water quality, aging commercial, public and municipal infrastructure, interest in outdoor healthy living with people gathering at pools for exercise and fun, and favorable housing migration to the Sun Belt states, which represents a large mix of our Pool sales. I will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 10, titled Q4 2024 Pentair Performance. I will also be discussing our full year performance on Slide 11. We delivered another strong quarter of margin expansion and adjusted EPS growth despite sales being down slightly. These results were driven by Pool sales growth and triple-digit margin expansion across each of our Flow, Water Solutions and Pool segments.\nSales for Q4 were down 1%, which was slightly better than we guided, driven by higher-than-expected Pool sales, which nearly offset an expected decline in Flow and Water Solutions sales. Fourth quarter adjusted operating income increased 17% to $231 million, and return on sales expanded 370 basis points year-over-year to 23.8%. This improvement was driven primarily by our Transformation initiatives. Adjusted EPS of $1.08 was up 24% versus the prior year.\nFor the full year, sales were down 1% at $4.1 billion, with core sales flat, driven by growth in Pool, which offset lower Flow and Water Solutions sales. Our residential businesses continue to be impacted by higher interest rates. Adjusted operating income grew 12%, and return on sales expanded 270 basis points to a record 23.5%. All 3 segments significantly expanded margins and set new annual ROS records. Adjusted EPS increased to a record $4.33, up 15% versus the prior year.\nPlease turn to Slide 12, labeled Q4 2024 Flow Performance. In addition to the fourth quarter performance for Flow, I will also be referencing the full year performance on Slide 13. In Q4, Flow sales were down 5% to $361 million. Commercial sales were up 7%, reaching a new annual sales record. Residential sales were down due to higher interest rates, and industrial solutions sales were impacted by delayed CapEx spend. At this time, we do expect certain delayed industrial projects to begin in 2025.\nReportable segment income was up 13%, and return on sales increased 320 basis points to 20.4%, driven by Transformation. For the year, Flow sales decreased 4% to $1.5 billion as a decline in residential and industrial solutions sales more than offset an increase of 5% in commercial. Residential sales decline in Flow remained consistent each quarter in 2024, which we believe suggests stabilization within end markets impacted by higher interest rates. Full year reportable segment income grew 13%, and return on sales increased 320 basis points to 21%, a record margin for Flow driven by Transformation.\nPlease turn to Slide 14, labeled Q4 2024 Water Solutions performance. In addition to the fourth quarter performance for Water Solutions, I will also be referencing the full year performance on Slide 15. In Q4, Water Solutions sales decreased 4% to $258 million. Commercial sales were down 5%, reflecting a decline in commercial [ ice ], which more than offset sales growth in commercial filtration. Manitowoc Ice performed as expected, with sales down mid-single digits in 2024 following 2 consecutive years of 20% growth each. Reportable segment income grew 21% to $62 million, and return on sales expanded 500 basis points to 24.1%, a new quarterly record, driven primarily by productivity from our Transformation initiatives. For the year, Water Solutions sales decreased 4%, reportable segment income grew 3% and return on sales increased 160 basis points to 22.6%, a new full year record.\nPlease turn to Slide 16, labeled Q4 2024 Pool Performance. In addition to the fourth quarter performance for Pool, I'll also be referencing the full year performance on Slide 17. In Q4, Pool sales grew 5% to $354 million, driven by both price and volume. Reportable segment income increased 14%, and return on sales increased 250 basis points to 33.8%. Demand increased more than expected, partially driven by the impact on the Florida hurricanes in late September and early October. For the year, Pool sales grew 7%, driven by price and volume. Reportable segment income increased 14%, and return on sales increased 220 basis points to 33.2%, a new annual record, driven by growth and transformation.\nPlease turn to Slide 18, labeled Transformation Initiatives and 80/20. At our 2024 Investor Day, we provided a ROS target of 24% by full year 2026, while providing a path to 26%. I'm excited to say that we are now increasing our target to 26% by full year '26 year-end, even though we do expect slightly lower sales by 2026 and we outlined at Investor Day due to continued higher interest rates and a deferred residential recovery. We are pleased that we expect to be able to protect our profitability as was outlined at our 2024 Investor Day, even with macroeconomic uncertainty. If interest rates in residential markets improve, we expect to further benefit from our Transformation initiatives at these higher productivity levels across all 3 segments.\nOver the last 2 years, we have driven nearly $175 million in productivity savings, which has led to our confidence in our 26% ROS target by 2026. We expect full year '25 ROS to be approximately 24.5% to 25%. I'll provide more detail on our full year '25 guidance in a moment.\nPlease turn to Slide 19, labeled Balance Sheet and Cash Flow. We closed 2024 in a very strong financial position, with strong free cash flow and cash flow margin, a low leverage ratio and a higher return on invested capital. In 2024, our free cash flow was $693 million, up nearly 26% year-over-year. Our cash flow margin was 17%, which reflects a capital-light model. Our net debt leverage ratio was 1.5x, down from 2x at 2023 year-end. Our ROIC was 15.5%, up from 14.3% in 2023. With a focus on being good stewards of capital, we continue to target high-teens ROIC longer term.\nIn 2024, we repurchased 1.6 million shares for a total of $150 million. We have $450 million available under the current authorization. We also increased our dividend approximately 9% for 2025. This marks the 49th consecutive year of a dividend increase and reaffirms our dividend aristocrat status.\nAs we begin 2025, we are committed to maintaining our disciplined capital allocation strategy. We believe our strong free cash flow allows us ample opportunity and flexibility to invest in organic growth, make tuck-in or bolt-on acquisitions, repurchase shares and pay a dividend. We plan for these actions to be guided by our high-teens ROIC target.\nMoving to Slide 20, titled Q1 and Full Year 2025 Pentair Outlook and Expectations. We also provide more detailed guidance on Slide 21. For the full year, we are introducing our adjusted EPS guidance range of approximately $4.65 to $4.80, which represents a year-over-year increase of 7% to 11%. We expect total Pentair sales in fiscal 2025 to be approximately flat to up 2%, including FX headwinds. We expect Flow sales to be up slightly. Water Solutions sales are expected to be down approximately low single digits to flat, and Pool sales are expected to increase approximately 4% to 5% in full year '25.\nWe expect total Pentair adjusted operating income to increase approximately 6% to 9%, with ROS expansion of roughly 125 basis points at the midpoint to approximately 24.5% to 25%. Also for the full year, we expect corporate expense of approximately $85 million, net interest expense of roughly $80 million, with a weighted average interest rate of slightly over 5%, and adjusted tax rate of approximately 17%, up slightly from 16.5% in 2024, and a share count of approximately 166.5 million.\nFor the first quarter, we expect sales to be down approximately 3% to 4% to between $975 million to $985 million. We expect Pool sales to grow approximately 3% to 4%, Water Solutions sales to be down approximately high single digits and Flow sales to be down approximately mid-single digits. As a reminder, in Q1 2024, Water Solutions was shipping ice backlog and current orders. By Q2 2024, Water Solutions had entered a more normalized operating environment.\nIn Flow, higher interest rates, FX and delayed CapEx are expected to impact sales in Q1 2025 for residential and industrial solutions. 80/20 actions are expected to impact both Water Solutions and Flow in Q1. These 80/20 actions are expected to improve profitability as the year progresses. We expect quarterly sales to increase year-over-year, beginning in Q2, with the growth rate improving in Q3 and Q4. We also expect normal seasonality in sales in 2025, whereby Q2 is typically our highest sales quarter, followed by Q3 and then Q4.\nWe expect first quarter adjusted operating income to be up 3% to 5% due to lower sales and higher ROS. We expect strong ROS expansion in Q1 for total Pentair, including ROS expansion in each of our 3 segments. Similar to sales, we expect ROS to follow a normal seasonality pattern, with the highest rate in Q2, followed by Q3, then Q4. We're also introducing adjusted EPS guidance for the first quarter of approximately $1 to $1.02, an increase of approximately 6% to 9%.\nIn the first half of 2025, we expect adjusted EPS to be slightly less than 50% of our full year adjusted EPS guide, roughly in line with our historical norm. Q1 is expected to be the lowest quarter for sales, adjusted operating income, ROS and adjusted EPS, as compared to the remaining 3 quarters and full year '25.\nWe are targeting strong free cash flow in 2025 of 100% of net income. As a reminder, Q1 is a cash use quarter in any given year, while Q2 is typically our highest cash generation quarter. At this time, our 2025 adjusted EPS guidance range for the full year includes what we know today concerning tariffs, including a 10% tariff on roughly $200 million of products sourced from China. We have approximately $300 million of product manufactured and purchased from Mexico. We believe we have captured the impact of a 25% tariff in Mexico within our adjusted EPS guidance range for 2025.\nWe have no significant spend in Canada. We have been effective in the past with the use of pricing to offset higher cost, since approximately 75% of our revenue goes through 2-step distribution. We have continued to accelerate Transformation funnels, implement 80/20 and remain focused on investing in the long-term growth of our company.\nMoving to Slide 21. We have provided additional detail for our guidance. On the left-hand side of the chart, you can see the sales walk. We expect total Pentair sales in fiscal 2025 to be up approximately 1% at the midpoint. We expect volume to be up slightly, priced to read out between 1.5% and 2%, and FX to be a 1 point headwind. We expect Flow sales to be up slightly, reflecting approximately low single-digit growth in commercial, down low single digits in industrial solutions and approximately flat in residential.\nWater Solutions sales are expected to be essentially flat. Commercial sales in full year '25 are expected to be up low single digits and residential to be down low to mid-single digits Pool sales are expected to increase approximately 4% to 5% in full year '25. We expect new and remodeled pools and the aftermarket to each be up low single digits, and we expect our recently completed December acquisition to contribute approximately 2% sales growth. As a reminder, new and remodeled pools represent about 40% of sales, and aftermarket is about 60%.\nOur sales guidance reflects continued macroeconomic and geopolitical uncertainty and cautious optimism of residential end market recovery in the second half of 2025. On the right-hand side of the chart, you can see the [ walk ] on adjusted operating income. We expect adjusted operating income to increase approximately 8% at the midpoint and ROS to be approximately 24.5% to 25%, up 125 basis points year-over-year at the midpoint.\nThe volume price acquisitions column is primarily price, which is expected to offset inflation. We expect Transformation and 80/20 to drive approximately $80 million of productivity savings, which is the main ROS expansion driver. We are very pleased with our strong performance and finish in 2024. Our Transformation program exceeded our expectations and is expected to continue to drive momentum into 2025. We have built a strong foundation and believe we can continue to drive long-term growth, profitability and shareholder value. I'd now like to turn the call over to the operator for Q&A, after which John will have a few closing remarks. Jamie, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/d14e7fa54d6150fe96fd66a3a348d993",
    "period": "2024 Q2",
    "content": "Q2 2024 Pentair PLC Earnings Call\n\nQ2 2024 Pentair PLC Earnings Call\n\nPNRNYSEJUL 23, 9:00 AM\n\nOperator\n\nGood morning, everyone, and welcome to the Pentair Second Quarter 2024 Earnings Conference Call. [Operator Instructions] Please also note that today's event is being recorded. At this time, I'd like to turn the floor over to Shelly Hubbard, Vice President, Investor Relations. Ma'am, please go ahead.\n\nShelly Hubbard\n\nVP of IR, Vista Outdoor Inc.\n\nThank you, and welcome to Pentair's Second Quarter 2024 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our second quarter performance as outlined in this morning's press release. On the Pentair's Investor Relations website, you can find our earnings release and slide deck which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference.\nThe non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair.\nThese risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K. Following our prepared remarks, we will open the call up for questions. [Operator Instructions] As a reminder, you can reference our Pentair investor overview and Investor Day presentations on our IR website. Please visit our Pentair Investor Relations website and click on Events & Presentations to find these materials. I will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone. Let's begin with our record Q2 results and the executive summary on Slide 4. During the second quarter, we achieved record sales, adjusted operating income, return on sales, adjusted EPS and free cash flow, following the separation of nVent from Pentair in 2018.\nAnd we delivered these results on top of a record from the prior year period. I would like to thank our 10,000-plus Pentair employees for their continued commitment towards delivering for our customers and creating value for our shareholders. We worked tirelessly and impressively to deliver another quarter of remarkable income growth and margin expansion.\nThank you. In Q2, sales increased 2%, adjusted operating income increased 16% and ROS expanded by 310 basis points, driven by margin expansion across all 3 segments. Adjusted EPS rose 18% and free cash flow was over $500 million. Driven by a disciplined capital allocation strategy and record free cash flow, we continue to strengthen the balance sheet and we purchased $50 million worth of stock in the second quarter.\nWe also continued to elevate our dividend. As a dividend aristocrat, we have increased our dividend to shareholders for 48 consecutive years. As we look to the remainder of the year, we are increasing our adjusted EPS and ROS guidance. This is driven by our strong results in the first half of this year and continued confidence in our ability to execute in a dynamic macroeconomic and geopolitical environment, while implementing and executing on our major initiatives.\nTransformation, now inclusive of 80/20. Our expected 2024 EPS increased to approximately $4.25. This represents the high end of our previous guidance. Bob will provide more details later in the call. We believe our record second quarter performance demonstrates the power of our sustainable and balanced water portfolio as well as strong execution across all 3 segments. Flow, Water Solutions and Pool. Our strategy to help the world sustainably move, improve and enjoy water, like now's essential resource continues to prove its resilience.\nAnd we believe we are well positioned to capture opportunities from favorable and secular trends such as water availability with growing concerns over access to clean, safe and reliable water, increased awareness and water challenges led by growing concerns around human-made contaminants, impacting water composition, taste and water quality.\nGrowing environmental concerns as consumers are looking to reduce their carbon footprint and impact on the environment, aging commercial, public and municipal infrastructure. Outdoor health and living as people are interested in gathering at pools to exercise, stay cool and have fun and favorable housing migration to the Sunbelt states, which represents a large mix of our pool sales.\nLet's turn to Slide 5. Over the last 90-plus days, we've seen reports that suggest a continuation of slower global growth throughout the remainder of the year. As we look at each of our 3 segments and the verticals within each, we believe that there are areas of great opportunity and some that we expect to remain slightly pressured. All in, this is where we believe our balanced water portfolio diversifies the risk and enables us to control what we can and mitigate challenges where possible.\nFor example, in Flow, we reached record sales within commercial and have seen higher activity from IIJA funding on infrastructure projects. Higher interest rates in a slow housing market continued to impact our residential vertical and our industrial vertical has experienced some delay in CapEx spending by some key customers.\nWithin Water Solutions, our North America commercial filtration business remains strong, and our commercial ICE business performed as expected, while international has been impacted by economic pressures. Residential continued to be impacted by higher interest rates. That said, we are really excited about the launch of our first commercial PFAS certified filtration product in Q2, which further expanded our existing PFAS certified filtration product lines.\nCustomer showed strong interest in wanting to learn more about this product. We are proud of this new innovation and the teams that brought this product to market. With heightened awareness on water quality and interest in point-of-use filtration, we are excited to see this product line grow long term. Lastly, in Pool, sustained higher interest rates and a slower housing market have continued to impact pool demand, predominantly in new and remodeled pools. New in-ground pools built in 2024 are now expected to be near the 60,000 pool range compared to roughly 72,000 in 2023 and roughly 78,000 in 2019.\nGiven this economic weakness, our recent dealer survey noted that the industry is expecting slightly lower growth than it did 90-plus days ago. However, our aftermarket business performed well in Q2, which in part drove double-digit pool sales growth for Pentair. Despite the near-term economic challenges for the pool industry, we remain confident Pentair's ability to drive long-term growth and margin expansion.\nWe believe it remains a very attractive industry with mega trends that are in our favor. A majority of our revenue is concentrated in 5 Sunbelt states, which are benefiting from the higher migration to warmer weather. We're also seeing a trend towards lifestyle and wellness with family and friends, gathering outdoors and pools for exercise and to have fun.\nThe climate change remains a top concern, Pentair is well positioned for secular trends and preferences for smart, sustainable products. We are the pioneers in introducing variable speed pumps, which save energy and money.\nLet's turn to Slide 6. Last quarter, I mentioned that our transformation initiatives remain on track to deliver margin expansion as we highlighted at our March Investor Day. Approximately 50% of our total revenue has adopted and implemented value-based pricing as part of our strategic pricing initiatives.\nWe are well into Wave 2 of our sourcing initiatives, which is beginning to drive benefits in our financial results. And we have continued to drive operational footprint optimization and plan to continue this going forward. In Q2, transformation drove record quarterly productivity.\nAdditionally, we trained about 1,000 employees on 80-20, reflecting about 50% of Pentair's revenue streams. We're starting to execute on some quick wins and continue to see larger, longer-term opportunities as we expect 80-20 to further enable our transformation success. It is important to recognize that reducing complexity of low-value products for lower value customers is the premise of 80-20. By doing this, resources are freed up that should allow us to perform better for the core customers by our core products. When we do this, we expect to see higher core growth rates in our businesses longer term.\nI'm excited about the initial fact-based data that we have analyzed, and I am encouraging the business leaders to move quickly to exit their complexity and focus on the core. We expect to have a further update on our progress and the impact on 2025 after we have completed the initial training and implemented the actions across the entire Pentair portfolio, which we expect to complete by the end of 2024.\nBefore I turn it over to Bob, let's turn to Slide 7. We continue to drive strong margin expansion and operating income dollars through transformation despite economic weakness. Our transformation initiatives are well underway, and our 80-20 analysis kicked off in recent months with strategic actions that are in the early stages. We have increased confidence in our long-term value creation, and we expect to deliver ROS of approximately 23%, about 100 basis points higher than previously guided and about 13% adjusted EPS growth in 2024.\nAll in, we continue to build a strong foundation that we expect to drive long-term growth and profitability across our diverse water portfolio. I will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 8. We delivered another strong quarter of quality earnings. Sales rose 2% to $1.1 billion, while adjusted operating income increased 16% to $271 million. ROS expanded 310 basis points to 24.7% driven by sales growth and transformation. All 3 metrics achieved new record post the separation of nVent from Pentair in 2018.\nCore sales were up 2% year-over-year, driven by 18% growth in pool, which was somewhat offset by a 3% decline in Flow and a 7% decline in Water Solutions. Both Flow and Water Solutions reported record sales in the prior year period due to supply chain improvement and our ability to ship a large portion of backlog orders.\nSales across all 3 segments increased sequentially from Q1 as expected. Our second quarter sales have typically been our highest sales quarter of the year. We are very pleased to see Pool return to growth for the first time in 8 quarters. All 3 segments drove significant margin expansion in the second quarter. Lastly, we delivered record adjusted EPS of $1.22 post the nVent split, which exceeded the high end of our guidance by $0.05 and was up 18% year-over-year.\nPlease turn to Slide 9. Flow sales declined 4% year-over-year compared to a record quarter last year. Residential sales declined 10% as compared to the prior year quarter, but reflected an improvement sequentially from Q1. Commercial sales rose 2% compared to a record prior year. Industrial sales were flat in Q2, reflecting our decision to discontinue certain projects that no longer met our profitability criteria.\nSegment income grew 13% and return on sales expanded 310 basis points to 21.3%, marking the first time ROS has reached or exceeded 21%. The strong margin expansion was a result of continued progress on our transformation initiatives.\nPlease turn to Slide 10. In Q2, Water Solutions sales declined 8% to $311 million, driven by declines in both commercial and residential. We expected our commercial business to be down in light of a record prior year comparison driven by Manitowoc Ice's ability to work through a significant portion of backlog orders. We were pleased with filtration sales strength in Q2.\nSegment income declined 3% to $73 million and return on sales expanded 130 basis points to 23.5%, driven primarily by transformation, which continued to drive operational efficiencies as well as mix. This was the ninth consecutive quarter of ROS expansion. Margins have expanded nearly 900 basis points over the last 2 years.\nPlease turn to Slide 11. In Q2, Pool sales increased 17% to $392 million. Segment income was $134 million, up 27%, and return on sales increased 270 basis points to 34.1%, driven by sales growth and transformation. Please turn to Slide 12. At our Investor Day in March, we shared our updated 3-year margin target. We expect 2026 ROS to expand to 24%, over 540 basis points as compared to 2022, driven by contributions from all 4 of our key transformation initiatives, pricing, sourcing, operations and organization. And we have the opportunity to do even better as we discussed at our March Investor Day.\nIn 2023, we achieved ROS of 20.8% and expect to continue to drive margin expansion to approximately 23% by year-end 2024, an increase of nearly 100 basis points from our previous guidance. Please turn to Slide 13. As we mentioned at our March Investor Day, we expect 80-20 to enable and accelerate our transformation initiatives. It's another tool in our toolkit to help our businesses enhance the customer experience and reduce complexity. The 80-20 analysis uses a quadrant-based strategy to assess customers and products.\nSimplistically, the first quadrant reflects the combination of customers and products, which drive a majority of revenue and profit. Conversely, the fourth quadrant reflects customers and products that represent roughly 4% of revenue, but includes 15% to 25% of total cost to serve. We expect to focus on customer segmentation over product segmentation to enable us to implement customer strategies based on each quadrant.\nAs a result, we can take specific actions tailored to each quadrant to drive higher and more profitable growth over time. To date, we have assessed about 50% of our total revenue using 80-20 and are currently evaluating this analysis and developing action plans. 80-20 is about treating our customers fairly, but differently depending on the circumstances. The objectiveness of the data frees the organization to make the right decisions.\nWe expect to see the largest benefit from 80-20 in operations. However, we also believe G&A and new product introductions will be impacted by the fourth quadrant due to the effort required to serve. We expect this to benefit our organizational excellence efforts as well. We believe the 80-20 analysis is a great complement to our transformation program.\nWe expect to see a noticeable contribution in 2025 as these plants are rolled out. I'm excited about the process and the findings, and I expect it to lead to larger transformation opportunities. Please turn to Slide 14. In Q2, we achieved record free cash flow of $522 million. We deployed capital to lower our long-term debt, restart share repurchases and pay our quarterly dividend.\nDuring the quarter, we repurchased approximately 600,000 shares for a total of $50 million. We have an additional $550 million available on our share repurchase program. Our net debt leverage ratio was 1.6x, down significantly from 2.2x in the prior year period. Our ROIC was nearly 15%.\nLong term, we continue to target high-teens return on invested capital. We plan to remain disciplined with our capital and continue to focus on debt reduction amid the higher interest rate environment and share repurchases. As I mentioned last quarter, with the net debt leverage ratio within our target range, we have additional flexibility to strategically allocate additional capital to areas with the highest shareholder return.\nMoving to Slide 15. For the full year, we are increasing our adjusted EPS guidance to approximately $4.25, which is up roughly 13% year-over-year and is at the high end of our previous guidance range. Also for the full year, we expect sales to be approximately flat to down 1%, driven by a continued sluggish economy. The second half of 2024 reflects the anticipated reality of a continued higher interest rate environment and its impact on the global economic landscape.\nFor Pentair, this means we are lowering the back half revenue expectations by about $120 million at the midpoint of our guidance. About $30 million of this is in pool, which reflects the expectation of primarily slower pool builds and remodels. About $30 million is in Water Solutions and is in lower-margin commercial services and global water treatment end markets and about $60 million in Flow is primarily related to residential, delayed industrial projects and being more focused around standardized offerings and recurring revenue to drive higher profitability.\nWe now expect Flow and Water Solutions sales to be down approximately low single digits and Pool sales to be up approximately mid-single digits for the full year. Within Flow, we expect residential to be down approximately high single digits, commercial to be up approximately mid-single digits and industrial to be roughly flat as we continue to be selective around certain projects.\nWithin Water Solutions, we expect residential to be down approximately low to mid-single digits and commercial to be down approximately low single digits primarily due to services. We're also updating expected adjusted operating income to approximately increase 10% to 11%. We are pleased to be able to increase our adjusted EPS guidance despite the lower revenue. We are increasing expected transformation savings to approximately $100 million for 2024 as compared to $75 million in our previous guidance, driven by higher productivity.\nWe expect to improve our mix of higher-margin businesses and continue our focus on pricing initiatives to offset inflation. Due to our continued sluggish economy, we expect sales to be down approximately 2% to 3% for the third quarter, but adjusted operating income to increase 10% to 12%. We are also introducing strong adjusted EPS guidance for the third quarter of approximately $1.06 to $1.08, up roughly 14% at the midpoint.\nBefore I turn the call over to the operator for questions, I want to say how pleased we are with our second quarter record performance. Our teams have been working diligently and effectively to mitigate uncontrolled risk like continued global economic pressures, while working to deliver strong financial results and executing our major initiative transformation, which now includes 80-20. We are very proud of the hard work and dedication of our entire Pentair team.\nI would now like to turn the call over to the operator for Q&A, after which John will have a few closing remarks. Operator, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/bdcba4d70ccb74ac37b20952998e8225",
    "period": "2024 Q1",
    "content": "Q1 2024 Pentair PLC Earnings Call\n\nQ1 2024 Pentair PLC Earnings Call\n\nPNRNYSEAPR 23, 9:00 AM\n\nOperator\n\nHello, and welcome to the Pentair First Quarter 2024 Earnings Conference Call. As a reminder, this conference is being recorded.\nI would now like to hand the call to Shelly Hubbard, Vice President, Investor Relations. Please go ahead.\n\nShelly Hubbard\n\nVP of IR, Vista Outdoor Inc.\n\nThank you, and welcome to Pentair's First Quarter 2024 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer.\nOn today's call, we will provide details on our first quarter performance as outlined in this morning's press release. On the Pentair Investor Relations website, you can find our earnings release and slide deck, which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference.\nThe non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-K and Form 10-Q.\nFollowing our prepared remarks, we will open the call up for questions. Please note that we will limit your questions to 2 after which we ask you to reenter the queue in order to allow everyone an opportunity to ask questions. Note that we have now published our Pentair Investor Overview on our IR website which includes the overview slides we previously included in our quarterly earnings presentation. Please visit our Pentair Investor Relations website and click on Events and Presentations to find this new overview.\nI will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone. First, I want to thank all of you who attended our 2024 Investor Day in New York last month. We appreciate your time and your insightful questions, as we go deeper into the business and provided our path to 24% ROS by full year 2026 with the potential for upside.\nNow let's begin with our strong Q1 results on Slide 4. The eighth consecutive quarter, we continued to drive margin expansion. In Q1, ROS expanded 90 basis points despite sales being down slightly against peak channel inventory challenges in our Residential segments. We exceeded our first quarter guidance as our Pentair teams drove solid execution across all 3 segments. In the first quarter, segment income and adjusted EPS also increased year-over-year.\nOur transformation initiatives remain on track to deliver margin expansion as we highlighted at our recent Investor Day. Approximately 50% of our total revenue has adopted and implemented value-based pricing as part of our strategic pricing initiatives. We are well into wave 2 of our sourcing initiatives, which we expect to begin to drive benefits in the second half of this year and we have continued to drive operational footprint optimization and plan to continue this going forward. And we have recently introduced 80/20 training to 50% of Pentair's revenue streams and have identified some quick wins and larger term opportunities.\nLastly, we are encouraged by signs that we are returning to a more normal operating environment for the first time in nearly 4 years. Both our lead times and our backlog have been normalizing and our order rate trend has been in line with our expectations. As we expect to return to a more normal operating environment, we have seen a mix of trends across our Residential, Commercial and Industrial verticals within our 3 segments.\nFor example, in Flow, Commercial and Industrial verticals performed well in Q1, while higher interest rates continue to impact Residential and Agricultural verticals. Within Water Solutions, our commercial businesses servicing the foodservice and hospitality verticals performed as expected. We believe Residential will improve as year-over-year challenges moderate.\nLastly, in Pool, a majority of our revenue is in the Sunbelt states with a focus on high-rent in-ground pools. In Q1, high-rent pools and the Sunbelt states remain resilient with the exception of California, where weather had a slight impact. From our recent dealer survey, remodeled Pool projects appear to be increasing and services we surveyed we're optimistic about the aftermarket.\nLet's turn to Slide 6. Last week, we published our 2023 Corporate Responsibility Report with an update on our progress. At our Investor Day last month, our leader of ESG and sustainability, Karla Robertson, provided a preview of our 2023 results on this slide. I'm very proud of the work Karla and our sustainability team are doing and the progress our teams throughout the company are making against our strategic targets.\nBefore I turn it over to Bob, let's turn to Slide 7. We delivered another quarter of quality earnings with better-than-expected results. Our Investor Day key themes remain on track. Our 80/20 training and workshops are underway with what we believe are promising early readouts. And we are reiterating our full year 2024 outlook while introducing strong Q2 guidance. with an adjusted EPS midpoint up 13% as compared to the same period last year. All in, we continue to build a strong foundation to drive long-term growth and profitability across our diverse water portfolio.\nI will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 8. With sales over $1 billion, we delivered another strong quarter of quality earnings. Return on sales, or ROS, expanded 90 basis points despite sales being down 1% and versus last year's record Q1. Core sales were down 1% year-over-year, driven primarily by growth in Water Solutions, which was more than offset by slight declines in Flow and Pools. Sales across all 3 segments increased sequentially from Q4. Pool sales in Q1 exceeded Q4 2023 sales, which in turn exceeded Q3 2023 sales as we had guided to last October.\nFirst quarter segment income increased 3% to $217 million and return on sales expanded 90 basis points year-over-year to 21.4%. These results were driven by favorable mix, price more than offsetting inflation as well as transformation. ROS improved sequentially from Q4 and approach the Q2 2023 record of 21.6%. We delivered adjusted EPS of $0.94, which exceeded our guidance and was up 3% year-over-year. As John previously mentioned, we are excited to be entering what we believe to be a more normal operating environment for the first time in nearly 4 years.\nPlease turn to Slide 9. Flow sales declined 2% year-over-year, commercial sales growth of 9% and industrial sales growth of 2%, were more than offset by a decline in residential sales of 12%. Our residential sales are more closely tied to the overall housing and agriculture markets. Segment income grew 19% and return on sales expanded 350 basis points to 20.1%, marking the first time ROS has reached or exceeded 20%. The strong margin expansion was a result of price and mix exceeding inflation and continued progress on our transformation initiatives.\nPlease turn to Slide 10. In Q1, Water Solutions sales were up slightly to $273 million, driven by commercial sales up approximately 1% and residential sales down approximately 1%. Segment income grew 6% to $56 million and return on sales expanded 110 basis points to 20.4%, driven primarily by favorable mix and transformation continuing to drive operational efficiencies. This is the eighth consecutive quarter of ROS expansion, margins have nearly doubled from 10.8% in Q1 2022 and to 20.4% in Q1 2024.\nWithin our residential business in Water Solutions, we have continued to see improvement in our year-over-year sales rate for the last 5 quarters. Within our commercial business in Water Solutions, both filtration and Ice drove sales growth, which was offset by lower services revenue due to project life cycles.\nPlease turn to Slide 11. In Q1, Pool sales declined 1% to $359 million. However, Q1 sales improved nearly 7% sequentially from Q4 2023 as expected. Segment income was $111 million, down 5% and return on sales decreased 110 basis points. Due to lower volumes an increase in costs as we prepared for the peak pool season in Q2 and investment in transformation. We expect Pool margins to expand each quarter year-on-year for the remainder of 2024.\nPlease turn to Slide 12. At our Investor Day in March, we updated our 3-year margin targets to reflect margin expansion through full year 2026, extending our plan by a year. With contributions from all 4 of our key transformation initiatives; pricing, sourcing, operations and organization, we are targeting ROS to expand by 540 basis points to 24% as compared to full year 2022 and have the opportunity to do even better as we discussed during our Investor Day. In full year 2023, we achieved a ROS of 20.8% and expect to continue to drive margin expansion to approximately 22% by year-end.\nPlease turn to Slide 13. This runway provides context of when we expect each wave to deliver margin expansion in our reported results. Note that we expect our transformation benefit to compounds with each additional wave and the entire process to begin to repeat in 2027, creating a continuous cycle of ongoing savings.\nPlease turn to Slide 14. In Q1, we used $127 million in cash, which is consistent with the prior year quarter. Q1 is predominantly a cash use quarter and typically followed by strong cash generation in Q2, our seasonally highest quarter. Our net debt leverage ratio was 2.1x, down from 2.6x in Q1 a year ago. Our ROIC was 14%. We continue to target high teens return on invested capital. We plan to remain disciplined with our capital and continue to focus on debt reduction amid the higher interest rate environment, along with share repurchases to offset dilution. With a net debt leverage ratio within our target range, we have additional flexibility to strategically allocate additional capital to areas with the highest shareholder returns.\nMoving to Slide 15. For the full year, we are maintaining our adjusted EPS guidance range of $4.15 to $4.25, which is up roughly 12% at the midpoint. Also for the full year, we continue to expect sales to be up approximately 2% to 3%, with Flow sales to be up approximately low single digits, Water Solutions sales to be approximately flat and Pool sales to be approximately 7% for the full year. We also expect segment income to increase 8% to 11%.\nFor the second quarter, we expect sales to be up approximately 1% to 2%, compared to last year's record Q2. We expect strong growth in Pool sales in Q2, somewhat offset by challenging compares in our Water Solutions segment. We expect second quarter segment income to increase 10% to 12% with significant ROS expansion. We are also introducing strong adjusted EPS guidance for the second quarter of approximately $1.15 to $1.17, up roughly 13% at the midpoint.\nI would now like to turn the call over to the operator for Q&A. After which, John will have a few closing remarks. Operator, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/c1a46475019dc4e189bde3833a8fe15b",
    "period": "2023 Q4",
    "content": "Q4 2023 Pentair PLC Earnings Call\n\nQ4 2023 Pentair PLC Earnings Call\n\nPNRNYSEJAN 30, 9:00 AM\n\nOperator\n\nWelcome to the Pentair Fourth Quarter 2023 Earnings Conference Call. [Operator Instructions] This event is being recorded. I would now like to turn the conference over to Shelly Hubbard, Vice President, Investor Relations. Please go ahead.\n\nShelly Hubbard\n\nVP of IR, Vista Outdoor Inc.\n\nThank you, Drew, and welcome to Pentair's Fourth Quarter 2023 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer.\nOn today's call, we will provide details on our fourth quarter and full year performance as outlined in this morning's press release. On the Pentair Investor Relations website, you can find our earnings release and slide deck which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference.\nThe non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K.\nFollowing our prepared remarks, we will open the call up for questions. Please note that we will limit your questions to 2, after which we ask you to then reenter the queue in order to allow everyone an opportunity to ask questions. Similar to previous quarters in 2023, we have included Slides 4 through 7 in our earnings slide deck which provides a brief overview of Pentair as well as our investment thesis. I will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone. Our record performance in 2023 demonstrates the power of our balanced water portfolio and our focused growth strategy post the separation of nVent. We completed year 1 with our 3-segment structure, Flow, Water Solutions and Pool, and we finished our first full year with Manitowoc Ice.\nOur Flow segment, which moves water where it's needed and removes water where it's not wanted, along with our Water Solutions segment, which improves water, both posted a record year for sales in ROS. And our Pool segment, which enables people to enjoy water delivered record ROS despite significant volume headwinds. I'm extremely proud of our approximately 10,500 global employees for their solid execution in a challenging macroeconomic environment.\nAs we enter 2024, we are leveraging our balanced portfolio for continued growth and profitability with expectations for new records of financial performance. Additionally, we look forward to sharing more about our strategy and 3-year outlook at our Investor Day on March 6.\nNow let's begin with our executive summary, Q4 2023 on Slide 8. We finished Q4 with record performance in the fourth quarter post the separation of nVent in 2018, specifically record segment income and ROS, marking the seventh consecutive quarter of ROS expansion. This is important to note with strong comparables in Q4 2022.\nIn the fourth quarter, sales were down 2%, which included slightly better-than-expected Pool performance. Segment income increased 8% and ROS expanded by 190 basis points. Adjusted EPS was $0.87, up 6%, and we generated $97 million of free cash flow in the quarter.\nLet's move to Slide 9 titled Executive summary, full year '23. 2023 was a record year for segment income, ROS and adjusted EPS post the nVent separation, as previously mentioned despite sales ending the year flat. In full year '23, we delivered sales of $4.1 billion, record segment income of $855 million, up 11%, record annual ROS of 20.8%, expanding 220 basis points and record adjusted EPS of $3.75.\nFlow and Water Solutions set new sales records in 2023 and we delivered significant margin expansion across all 3 segments, setting a new annual record ROS for each. Transformation and solid execution across all 3 segments continue to drive operational efficiencies throughout the year.\nLastly, we generated significant free cash flow of $550 million and increased our dividend for the 48th consecutive year, further solidifying our status as a dividend [ aristocrat ].\nLet's turn to Slide 10 titled Balanced Water Portfolio. We are helping the world sustainably move, improve enjoy water through our 3 segments, each with over $1 billion in sales in 2023 and together, creating a balanced water portfolio. Our strategy is working, and we have been delivering on the expectations that we have shared with you. I will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 11, titled Q4 2023 Pentair performance. I will also be discussing our full year performance on Slide 12. We delivered another strong quarter of earnings and significant margin expansion despite sales being down 2% year-over-year. Volume continued to improve sequentially with substantial progress in Q4 as compared to Q2 and Q3, driven primarily by improvement in Pool volume.\nSales for Q4 were down 2%, which was slightly better than we guided. Core sales across all 3 segments were down slightly as compared to last year's record Q4 when our lead times began to improve from a recovering global supply chain, enabling us to ship more backlog orders.\nAs we move into 2024, we expect to see a more normalized operating environment. Fourth quarter segment income increased 8% to $198 million and return on sales expanded 190 basis points year-over-year to 20.1%. This improvement was driven primarily by our transformation initiatives. Adjusted EPS of $0.87 was up 6% versus the prior year.\nFor the full year, sales were flat at $4.1 billion with core sales down 5%, driven by growth in Flow and Water solutions, which were offset by lower Pool volumes. Segment income grew 11% and return on sales expanded 220 basis points to a record 20.8%. All 3 segments significantly expanded margins and set new records. Adjusted EPS increased to a record $3.75.\nTurning to Slide 13, labeled Flow at a Glance. You can see the impressive 5-year financial performance. Sales rose over 4% compounded annually and margin expanded 300 basis points since 2019. In 2023, flow continued to reach new records in sales and ROS. We have also provided a sales view by region, channel and solutions, reflecting 2023 sales and the diversified nature of the business.\nWe have 8 iconic brands, some over 100 years old, and we rank first in quality, technical support and customer service.\nPlease turn to Slide 14, labeled Q4 2023 Flow performance. In addition to the fourth quarter performance for Flow, I will also be referencing the full year performance on Slide 15. Note that we have recently renamed our Industrial & Flow Technologies segment to Flow. In Q4, Flow grew sales 1% in the quarter to $379 million, a record fourth quarter. Industrial Solutions was up 9% and commercial was up 2% with residential down 7%. Segment income was flat and return on sales decreased 20 basis points to 17.2% due to a return to more normal seasonality following a record Q4 2022 and an unfavorable mix from our residential business.\nFor the year, slow sales increased 5% to $1.58 billion, primarily due to double-digit growth in Commercial and Industrial Solutions. Residential was down 4%, showing improvements sequentially from Q3. Full year segment income grew 17% and return on sales increased 170 basis points to 17.8%, a record margin for Flow, driven by transformation and price more than offsetting inflation.\nTurning to Slide 16, titled Water Solutions at a Glance. You can see the strong 5-year financial record with a compounded annual sales growth rate of 17% and over 400 basis points margin expansion since 2019. Our iconic brands include Everpure and Manitowoc Ice. Our residential water solutions products have helped reduce the need for 7 billion single-use water bottles in 2023.\nPlease turn to Slide 17, labeled Q4 2023 Water Solutions Performance. In addition to the fourth quarter performance for Water Solutions, I will also be referencing the full year performance on Slide 18. In Q4, Water Solutions sales decreased 5% to $270 million following a record Q4 2022. Commercial sales were down 4%, primarily due to the timing of projects within our services business, partially offset by growth in Manitowoc Ice and filtration. In Residential, Q4 sales were down 6%, but reflects significant improvement sequentially from Q3 of this year in which Residential sales were down 14%. Segment income grew 15% to $52 million and return on sales expanded 320 basis points to 19.1%, a new Q4 record driven primarily by productivity from our transformation initiatives and Manitowoc Ice.\nFor the year, Water Solutions sales grew 19%. Segment income grew 66% and return on sales increased 590 basis points to 21%, a new full year record. Commercial sales increased 54%, driven by the acquisition of Manitowoc Ice and growth in filtration. Manitowoc Ice had a record sales year with growth of 23% versus the prior year.\nPlease turn to Slide 19, titled Pool at a Glance. Looking at the 5-year financial performance, Pool was able to grow the top line significantly and increase margins to a record 31% or up 320 basis points since 2019. Our Pool business benefits from a very large installed base with roughly 80% of sales coming from remodel and break and fix.\nPlease turn to Slide 20 labeled Q4 2023 Pool Performance. In addition to the fourth quarter performance for Pool, I'll also be referencing the full year performance on Slide 21. In Q4, Pool sales declined 2% to $336 million, driven by a 6-point drop in volume, which was partially offset by 4 points of price. Note that volume improved significantly compared to the 28-point decline in Pool volume in Q3.\nFor the year, pool sales were down 18%. Segment income decreased 10% and return on sales increased 270 basis points to 31%, driven by price in our transformation initiatives.\nPlease turn to Slide 22, labeled Transformation Initiatives. Similar to last quarter, we believe this slide provides a good illustration of our transformation initiatives and our ultimate goal of driving margin expansion. We have been targeting ROS of approximately 23% by the end of fiscal 2025, expanding margins over 400 basis points as compared to fiscal 2022. In 2023, we delivered ROS of 20.8% as transformation began to read out in Q3 and Q4, and we expect to deliver roughly 22% by the end of full year '24 which we believe puts us on track with our transformation initiatives.\nPlease turn to Slide 23, labeled Transformation Runway. We have kept this slide as a reference to illustrate the staggered nature of each of the 4 initiatives and the various stages of each. We are pleased to note that we believe we are executing well on these initiatives going into 2024.\nPlease turn to Slide 24, labeled Balance Sheet and Cash Flow. In Q4, we generated $97 million in free cash flow, up nearly 100% year-over-year, reflecting another strong quarter. For the year, our free cash flow was $550 million, up nearly 94% year-over-year. Our net debt leverage ratio was 2x, down from 2.6x in Q1. Our total debt was less than $2 billion, and the average interest rate was approximately 5.2%. Our ROIC was 14.3% which includes the full impact from the Manitowoc Ice acquisition. With the focus on being good stewards of capital, we continue to target high teens ROIC. We plan to remain disciplined with our capital and continue to focus on debt reduction amid the higher interest rate environment with the potential for share buybacks.\nMoving to Slide 15 (sic) [ 25 ], titled Q1 and Full Year 2024 Pentair Outlook. For the full year, we are introducing our adjusted EPS guidance of approximately $4.15 to $4.25 which represents a year-over-year range of up 11% to up 13%. We expect total Pentair sales in fiscal 2024 to be up approximately -- to be approximately $4.2 billion or up about 2% to 3%. We expect Flow sales to be up low single digits, reflecting low to mid-single-digit growth in our commercial and industrial businesses, offset slightly by a low single-digit decline in residential.\nWater Solutions sales are expected to be essentially flat, comping record 2023 performance driven by our commercial water business. Commercial sales in full year '24 are expected to be up low single digits and residential to be down low to mid-single digits. Pool sales are expected to increase approximately 7% in full year 2024, which aligns the historical compound annual growth rates of mid-single digits pre-pandemic. We expect Pool sales to increase, driven primarily by inventory headwinds in 2023 that we do not expect to repeat in 2024 and some benefit of price. We expect this growth to be slightly offset by the uncertainty that still exists regarding the macroeconomic environment, higher interest rates, the potential impact of financing for new and remodeled pools and potential repair deferrals in the aftermarket. We believe Pool remains a highly attractive market for us, and we look to deliver strong growth in 2024 while being mindful of macroeconomic dynamics.\nWe expect segment income to increase approximately 10% with ROS expansion of roughly 150 basis points. Also for the full year, we expect corporate expense of approximately $95 million, net interest expense of roughly $100 million, an adjusted tax rate of approximately 16.5% which is inclusive of changes in the global tax standards for a total impact to Pentair of about $0.07 per share and a share count of approximately 166 million to 167 million.\nLastly, we expect to deliver approximately $1 billion in EBITDA in full year 2024, a milestone we are very proud of.\nFor the first quarter, we expect sales to be down approximately 2% to 3%. As a reminder, many of our businesses were working down large backlogs in Q1 last year, as supply chains improved, and we were able to ship more backlog orders. In 2024, we expect more normalized seasonality in our businesses.\nWe expect first quarter segment income to be flat to down 3%, primarily due to lower sales with corporate expense of approximately $25 million, net interest expense of roughly $29 million, an adjusted tax rate of approximately 16.5% and a share count of approximately 167 million.\nWe expect Q1 to drive Ross expansion, both sequentially and year-on-year. We are also introducing adjusted EPS guidance for the first quarter of approximately $0.88 to $0.91.\nFor the first time since 2020, we believe we are seeing a return to a more normalized operating environment globally. Thus, we expect to see seasonality resume to historical norms across all 3 of our segments in 2024 with transformation driving margin expansion.\nIn the first half of 2024, we expect adjusted EPS to be slightly less than 50% of our full year adjusted EPS guide. Q1 is expected to be the lowest quarter for sales, segment income, ROS and adjusted EPS as compared to the remaining 3 quarters and full year '24. We have continued to accelerate transformation funnels and remain focused on investing in the long-term growth of our company.\nTurning to Slide 16 (sic) [ 26 ], titled 2023 Reflection. Our business continued to execute well and delivered what we said we would do. We drove margins as a result of our balanced water portfolio and transformation initiatives. Manitowoc Ice posted a record year, exceeding expectations. We drove performance accountability across the organization, ended the year with an even stronger balance sheet and free cash flow and maintained a disciplined capital allocation strategy. We believe we are well positioned going into full year '24.\nI would now like to turn the call over to the operator for Q&A, after which John will have a few closing remarks. Drew, please open the line for questions."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/076a297088f0ddd73b9d8b1f6a4a49ad",
    "period": "2023 Q3",
    "content": "Q3 2023 Pentair PLC Earnings Call\n\nQ3 2023 Pentair PLC Earnings Call\n\nPNRNYSEOCT 24, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Pentair Third Quarter 2023 Earnings Conference. [Operator Instructions] Please note this event is being recorded. I would now like to turn the conference over to Shelley Hubbard, Vice President of Investor Relations. Please go ahead.\n\nShelly Hubbard\n\nVP of IR, Vista Outdoor Inc.\n\nThank you, Anthony, and welcome to Pentair's Third Quarter 2023 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our third quarter performance as outlined in this morning's press release.\nOn the Pentair Investor Relations website, you can find our earnings release and slide deck, which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference. The non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP.\nThey are included as additional clarifying items to aid investors in further understanding the company's performance, in addition to the impact these items and events have on the financial results. Before we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events.\nListeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K.\nFollowing our prepared remarks, we will open up the call for questions. Please note that we will limit your questions to 2, after which we ask you to then reenter the queue in order to allow everyone an opportunity to ask questions. A quick reminder before I hand the call over to John.\nSimilar to last quarter, we have included included Slides 4 through 7 in our earnings slide deck, which provide a brief overview of Pentair. Please see the slides titled Strategic Framework, Pentair at a galnce, Pentair overview and making better essential for more information. In reference to Slide 7, making Battery Essential, we are proud to share 2 recent recognitions that Pentair has received for its work in social responsibility and ESG.\nWe've been recognized as a constituent of the FTSE for good Index series and we have been named one of America's Greenest Companies, 2024 by Newsweek. This recognition from Newsweek evaluated Pentair's environmental performance in relation to our industry, assessing our progress against key and environmental factors, including greenhouse gas emissions, water usage, waste profile and commitment to disclosing sustainability data.\nPentair's achievement supports our purpose to create a better world for people in the planet through smart, sustainable water solutions. We look forward to continuing to reduce the environmental impact of our operations and further integrate sustainability into our product innovation, as guided by our social responsibility strategic targets. Please refer to our published 2022 Corporate Responsibility Report for more information on our sustainability strategy. I will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelley, and good morning, everyone. Let's begin with the executive summary on Slide 8. We are very pleased with our third quarter results, which surpassed the guidance that we provided on our last earnings call. Q3 marked the sixth consecutive quarter of sales over $1 billion and the sixth consecutive quarter of adjusted margin expansion.\nSegment income increased 3% and our worth expanded by 140 basis points. Adjusted EPS was $0.94 versus our previous guidance of $0.84 to $0.89. And year-to-date free cash flow was $453 million, up 115% over the prior year.\nAs we look to the full year, we are updating our 2023 adjusted EPS guidance range to $3.70 to $3.75, which reflects the high end of our previous guidance. I want to celebrate these strong results with our employees. Your resilience and dedication to serving our customers and delivering value for our shareholders during a year of global macroeconomic uncertainty is making a difference. Thank you for your leadership.\nLet's move to Slide 9, titled Strategic Focus. Through our mission to help the world sustainably move, improve and enjoy water, we are enabling the right investments to both deliver the core and build our future, to drive long-term value for shareholders. And deliver the core, we have driven profitably profitability and productivity across all 3 segments, Industrial & Flow Technologies, Water Solutions and Pool in 2023.\nWe have also been making better essential through our products and solutions for people in the planet with a focus on sustainability, and we have been investing in our people to develop talent and build a higher performing culture. Another strategic focus of ours is to build our future to accelerate performance. In 2023, we have further invested in transformation, innovation and M&A. In fact, we have seen great results across all 3 of these areas with our transformation having begun to read out and new innovation launch this year with exciting new products coming in all 3 segments. And our Manitowoc Ice acquisition is exceeding expectations.\nRegarding innovation, in 2023, our businesses have launched 25 new products. Examples include, a new high-efficiency icemaker for convenience stores and fast casual restaurants, designed in advance to meet the future EPA regulation for refrigerants.\nExpansion of our ENERGY STAR award winning and Smart IntelliFlow 3 pump series, and the advancement of our beer membrane filtration solutions to operate continuously with higher levels of smart automation. In addition to these new product launches, our innovation teams continue to make great progress advancing our strategy to build our future as they focus on our longer-term growth theme centered on the Pool of the future, reimagining residential commercial water treatment and industrial waste-to-value solutions.\nOver the last 3 years, we have launched over 100 new products. Let's turn to Slide 10 titled Transformation Updates. We embarked on this transformation journey nearly 2 years ago, with the intent to transform our business for the Pentair of the future. Our company has evolved substantially with the separation of nVent and then evolving to a leading diversified water company.\nThrough our 4 key transformation themes, including pricing, sourcing, operational excellence and organizational effectiveness, we are streamlining our processes and building additional capabilities, which add more tools in our toolbox to drive growth and productivity.\nIn Q3, Transformation gained momentum and drove a substantial increase in productivity, sequentially from Q2. After implementing Wave 1 in both pricing and sourcing, we expect the Transformation to begin to scale in the second half of this year, and we are pleased to note that our transformation initiatives remained on track.\nLet's turn to Slide 11, titled CEO [ Submarine ]. We delivered another strong quarter with significant ROS expansion. Our Manitowoc Ice acquisition continued to exceed expectations. Our IFT and Water Solutions segment more than offset Pool's volume decline and our transformation initiatives drove margin expansion.\nOur performance through Q3 resulted in another positive update to 2023 adjusted EPS guidance. All in, we are building a strong foundation to drive long-term growth and profitability, across our Diverse Water portfolio. We have updated the full year adjusted EPS guidance to a range of $3.70 to $3.75, from the previous range of $3.65 to $3.75.\nWe are mindful of the uncertainty across the global macroeconomic and geopolitical landscape and we continue to closely monitor macroeconomic developments and implement risk mitigation strategies when and where necessary. We have continued to accelerate transformation funnels while focusing on investing in the long-term growth of our company. We remain confident in our diversified Water Business model, long-term strategy and our transformation initiatives, which we expect to continue to drive shareholder return.\nWe have a long successful track record of generating strong cash flow and being disciplined with capital allocation. We achieved 47 consecutive years of dividend increases and are targeting high teens ROIC. We have a strong balance sheet and an enviable 5-year financial track record. I will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 12, titled Q3 2023 Pentair Performance. We delivered another strong quarter of significant margin expansion, despite sales being down 4% year-over-year.\nThe diversification of our portfolio and our transformation initiatives continued to more than offset Pool's lower volume impact on margins. Core sales for Q3 were down 7% year-over-year, driven by our residential businesses. Our commercial and industrial businesses performed well in the quarter.\nWhile Q3 sales declined primarily due to the volume headwind in Pool, the negative volume impact on Pentair and Pool improved sequentially from Q2. Third quarter segment income increased 3% to $212 million and return on sales expanded 140 basis points year-over-year to 21%. This improvement was driven primarily by productivity from Transformation, accretive margins from the Manitowoc Ice acquisition and some price versus cost benefit.\nWe delivered adjusted EPS of $0.94. Net interest expense was nearly $29 million and our adjusted tax rate was 15% during the quarter with a share count of $166.6 million.\nPlease turn to Slide 13, labeled Q3 2023 Industrial & Flow Technologies performance. Industrial & Flow Technology sales increased 3% year-over-year driven by commercial sales growth of 8% and industrial sales growth of 12%. Which more than offset a decline in residential sales of 7%.\nSegment income grew 18% and return on sales expanded 250 basis points to 19.4%, marking the fifth consecutive quarter of equal to or greater than 200 basis points of improvement. The strong margin expansion was a result of continued progress on our transformation initiatives.\nIFT's continued success was partly driven by a revised go-to-market strategy and industry leadership that has been underway over the last 2 years. For example, within our industrial businesses, our strong reputation and industry expertise is driving above industry growth. We've been moving away from primarily project-led business to standardized solutions, focused on ease of doing business with distributors and our key accounts have begun to reinvest in sustainable product lines following the pandemic.\nWithin our commercial businesses in IFT, we are focused on driving business beyond warehouses and office space to data centers and institutions, such as universities, airports, hospitals, and government buildings. We also believe there are large opportunities in municipal infrastructure as driven by the Infrastructure Investment and Jobs Act Legislation in the U.S. with a focus on investments in clean water, flood control and broadband.\nInterestingly, one of our customers is the leader in directional drilling equipment for fiber optic cables. We continue to believe the aftermarket is a good opportunity for future growth, because of our significant product installed base.\nLastly, we believe we are in a strong position to benefit from the Build America Buy America Act as our compliance is expected to give us a strategic advantage. Within our residential businesses and IFT, we have seen a return to normalization. Recall that these products are typically not a discretionary spend. When a sump pump or a well pump brakes, it's critical to get it fixed.\nPlease turn to Slide 14, labeled Q3 2023 Water Solutions Performance. In Q3, Water Solutions sales increased 9% to $299 million, driven by our Manitowoc Ice acquisition and price. Segment income grew 40% to $69 million and return on sales expanded 510 basis points to 23%, driven primarily by our accretive Manitowoc Ice acquisition and productivity from our transformation initiatives.\nMargins have expanded over the last 7 quarters, from 10.8% in Q1 of 2022 to 23% and in Q3 of 2023. Within our Residential Business and Water Solutions, we noted last quarter that we are seeing North America stabilize. This was evident in Q3, as residential sales decline improved sequentially from Q2.\nWithin our Commercial business and Water Solutions, filtration sales in North America remained strong. And Manitowoc Ice continued to exceed our expectations. Please turn to Slide 15 labeled Q3 2023 Pool Performance.\nIn Q3, Pool sales declined 21% to $309 million. The volume decline of 28 points was primarily due to continued channel inventory corrections in the quarter. And reflects a strong Q3 2022 comparison. Sequentially, the negative impact of volume significantly improved from Q2.\nThe pricing benefit of 7 points helped partially offset the volume decline. Despite lower Pool sales in Q3, return on sales expanded 130 basis points, due to price offsetting inflation, prior actions to rightsize direct labor to align with lower volumes and improved productivity driven by our transformation initiatives.\nPlease turn to Slide 16, labeled transformation initiatives. Similar to last quarter, we believe this slide provides a good illustration of our transformation initiatives and our ultimate goal of driving margin expansion. For reference, our transformation initiatives focus on 4 key themes: pricing excellence, strategic sourcing, operations excellence and organizational effectiveness.\nAs we've mentioned in past quarters, we expect strategic pricing actions to benefit the top line of all 3 of our segments. We expect our other 3 transformation initiatives to help improve our overall cost structure. As a result, we are targeting ROS of approximately 23% by the end of fiscal 2025. Expanding margins over 400 basis points as compared to fiscal 2022.\nPlease turn to Slide 17, labeled Transformation Runway. As you look at each of the 4 key themes, you can see that the work within these transformation initiatives is in various different stages. For example, in 2023, we have begun to see early readouts from wave 1 within pricing, sourcing and operations. We are beginning Wave 2 within each of these 3 themes and expect margin benefits to read out in 2024.\nYou can see how each new wave is expected to compound on the others to drive expected margin expansion year-over-year through 2025 and beyond. In Pricing Excellence, the strategic pricing playbook has been developed, which is just beginning to roll out across segments and categories. For example, in Q3, we began to implement strategic pricing actions across select products within our Pool segment.\nWithin these price actions, while these price actions are reflected in our recent annual price increase. Please note that these strategic actions differ from annual price increases. Typically, on an annual basis, we evaluate overall inflation, both material and cost to determine the appropriate price increase across our products.\nWith regards to strategic price actions, we are evaluating all products through a value-based model and identifying which ones have opportunities for adjustments. Recall that in the past, we primarily evaluated pricing through a cost-plus approach. In Sourcing Excellence, the implementation of Wave 1 is underway with savings currently reading out. As a reminder, Wave 1 included materials such as electronics, motors, maintenance, repair and operation spend, packaging and logistics.\nAdditionally, we successfully kicked off Wave 2 this summer with over 800 suppliers attending our supplier show. For reference, Wave 2 materials include metals, molding, resins, ocean freight and purchased finished goods. We expect Wave 2 to begin to read out beginning in 2024. Incremental to our strategic sourcing waves, we have seen benefit from our rapid renegotiation process, that is a part of our transformed sourcing excellence work.\nIn Operational Excellence, we have completed the consolidation of 3 facilities, while continuing our execution on lean transformation plans across our sites. In Organizational Effectiveness, we are in the earliest stages with Wave 1 and expect margin benefits to be realized beginning in 2024. Due to the staggered nature of these transformation initiatives, we expect Wave 3 to begin to read out post 2025 in Operations Excellence and Organizational Effectiveness.\nOverall, we are excited about the savings we have begun to realize from the early waves and remain confident that our teams can execute on pricing actions and savings, we have identified, particularly in sourcing.\nPlease turn to Slide 18, labeled balance sheet and cash flow. In Q3, we generated $143 million in free cash flow, up nearly 100% year-over-year, reflecting another strong quarter. Year-to-date, our free cash flow was $453 million, up nearly 115% year-over-year. Our net debt leverage ratio was 2.1x, down from 2.6x in Q1 and 2.2x in Q2.\nOur maturity stack is very manageable. Total debt is now less than $2 billion, and the average rate is approximately 5.3%. Our ROIC was 14.1%, exceeding our cost of capital and includes debt from the Manitowoc Ice acquisition. We continue to target High Teens ROIC in the long term.\nWe plan to remain disciplined with our capital and continue to focus on debt reduction amid the higher interest rate environment. Moving to Slide 19, titled Q4 and Full Year 2023 Pentair outlook. For the full year, we are updating our adjusted EPS guidance to approximately $3.70 to $3.75, from our previous range of $3.65 to $3.75.\nAlso for the full year, we expect sales to be roughly down 1%, segment income to increase 10% to 11%, with corporate expense of approximately $85 million to $90 million. Net interest expense of roughly $123 million to $125 million and adjusted tax rate of approximately 15% and a share count of $166 million.\nFor the fourth quarter, we expect sales to be down approximately 3% to 4%. This is mainly attributable to expected lower Pool volume year-over-year and the return of seasonality in our business, now that lead times have normalized. We expect fourth quarter segment income to increase 3% to 8% with corporate expense of roughly $23 million. Net interest expense of roughly $28 million to $30 million. An adjusted tax rate of approximately 15% and a share count of $166 million.\nWe are also introducing adjusted EPS guidance for the fourth quarter of approximately $0.82 to $0.87. Moving to Slide 20, titled Full Year 2023 Guidance at Midpoint. We continue to expect total Pentair sales in fiscal 2023 to be approximately $4.1 billion or down about 1%. We continue to expect IFT sales to be up mid-single digits and Water Solutions sales to be up high teens.\nFor pool sales, we have made a slight adjustment to down high teens from previous guidance of down mid-teens at the high end of the range. Segment income is expected to increase approximately 10% to 11% and with ROS expansion of over 200 basis points to 20.9%.\nMoving to Slide 21, titled Q3 Progress Summary. We are very pleased with our Q3 and year-to-date performance. As John mentioned earlier, our third quarter marked the sixth consecutive quarter of sales over $1 billion and the sixth consecutive quarter of adjusted margin expansion. We have executed well in a dynamic environment and delivered on our commitments.\nSpecifically, our diversified Water portfolio and transformation initiatives have driven significant margin expansion despite Pool's volume decline. Our Manitowoc Ice acquisition has exceeded our expectations. We have instilled performance accountability across the organization, which is being measured through key metrics. We have a very strong balance sheet and free cash flow generation, and we have a disciplined capital allocation strategy, that aligns to our High teens ROIC target. I'd now like to turn the call over to the operator for Q&A, after which John will have a few closing remarks. Anthony, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/088dca81774b604b29ae652d980c5b52",
    "period": "2023 Q2",
    "content": "Q2 2023 Pentair PLC Earnings Call\n\nQ2 2023 Pentair PLC Earnings Call\n\nPNRNYSEJUL 27, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Pentair Second Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note that this event is being recorded today.\nI would now like to turn the conference over to Shelly Hubbard, Vice President of Investor Relations. Please go ahead.\n\nShelly Hubbard\n\nVP of IR, Vista Outdoor Inc.\n\nThank you, Joe, and welcome to Pentair's Second Quarter 2023 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our second quarter's performance as outlined in this morning's press release.\nOn the Pentair Investor Relations website, you can find our earnings release and slide deck which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference. The non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K. Following our prepared remarks, we will open up the call for questions. [Operator Instructions]\nBefore I hand it over to John, I wanted to highlight Slides 4 through 7 in our earnings slide deck that include our strategic framework, Pentair at a Glance, a Pentair overview and our newest slide illustrating our ESG highlights and progress. These 4 slides provide a good snapshot of who Pentair is, especially for those new to our company.\nOur strategic framework states our purpose, mission, vision and values that drive our performance as a smart, sustainable water solutions company. Pentair at a Glance on Slide 5 provides a great snapshot of our company, our performance, our installed base and our 47-year track record of annual dividend increases, which places us in a small group of companies. The Pentair overview on Slide 6 provides our historical sales and ROS performance on a consolidated level and by segment. Lastly, our ESG highlights and progress shown on Slide 7 are a testament to the important work our teams do to integrate sustainability into our operations, product innovation and long-term strategy. We are very proud of our achievements to date, especially considering the early stages of program, which began just about 3 years ago.\nI will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone. Let's begin with our record Q2 results and the executive summary on Slide 8. In Q2, we achieved record sales, segment income, return on sales, EPS and free cash flow following the separation of nVent from Pentair in 2018. Specifically in Q2, sales increased 2% to nearly $1.1 billion, Segment income increased 14% to $234 million. ROS expanded by 230 basis points to 21.6%, driven by margin expansion across all 3 segments. Adjusted EPS rose 1% to $1.03, and free cash flow was $433 million. With another strong quarter of financial results, we are raising our 2023 adjusted EPS range to $3.65 to $3.75, which increases the midpoint of our range to $3.70.\nWe also continue to strengthen our balance sheet and reduced our net debt leverage ratio to 2.2x EBITDA at quarter end, down from 2.6x in Q1. We believe our record second quarter performance demonstrates the power of our global diversified water portfolio and strong execution across all 3 segments: IFT, Water Solutions and Pool. Our strategy to help the world sustainably move, improve and enjoy water, life's most essential resource is proving its resilience.\nFor example, like last quarter, sales growth in our IFT and Water Solutions segments more than offset the expected sales volume declines in Pool year-over-year. Margin expanded across all 3 segments, driven primarily by price, cost actions to rightsize our direct labor and pool, the elimination of 2022 manufacturing and supply chain inefficiencies and continued progress on our transformation initiatives that are beginning to read out. Lastly, I want to thank our employees across the globe for their hard work, dedication and contribution to delivering another strong quarter for customers and shareholders.\nLet's move on to Slide 9, titled Q2 segment highlights. Within IFT, we achieved record sales, driven by double-digit growth across our commercial and industrial businesses. Commercial and infrastructure flow delivered strong sales growth across all categories, primarily due to our strong backlog, aftermarket and replacement sales in our pump portfolios, carryover pricing actions from 2022 and stabilization in the supply chain. Industrial Solutions also delivered strong sales growth, driven by global key account expansion, new business partnerships and aftermarket and replacement sales in our components and membranes portfolios.\nRecord margins in Q2 were primarily driven by price and transformation. In addition to implementing our transformation initiatives in IFT, we have also focused on capturing the right projects with improved offerings to drive margin expansion. In Water Solutions, our commercial offerings drove very strong sales growth and margin in Q2, which benefited in part from the continued recovery of foodservice and hospitality venues post the pandemic and a shift in consumer behavior from products to services. In fact, in 2023, the number of locations of the top 500 chain restaurants in the U.S. now exceeds the 2019 benchmark according to the Technomic Top 500 chain restaurant 2023 report.\nWe also saw strength in commercial filtration sales in North America. Our Manitowoc Ice acquisition continued to outperform our expectations delivering strong sales and margins that were accretive to the Water Solutions segment. Over the last few years, Manitowoc Ice has expanded its sales driven by a focus on its consumer, with a targeted go-to-market strategy, effective management of macro supply chain challenges and reliability in its supply chain to deliver product with better lead times. We are very pleased with the acquisition and how it complements our commercial Water Solutions businesses enabling us to provide end-to-end water solutions for customers from filtration to ice to services.\nLastly, we believe that the residential water treatment is nearing the bottom of the cycle, we believe our residential business is stabilizing and lead times have improved. Awareness of PFAS or forever chemical that have been found in drinking water continues to rise. We are proud to say that we have products today for residential consumers that reduced PFAS to current certification levels. And we continue to drive new innovation and invest in R&D to be able to provide more products that are certified to produce PFAS. We believe we have positioned the company well to be a leader in this space.\nWithin Pool, 2023 has been a softer and difficult year as we expected, given the higher than historical demand in 2021 and '22 coupled with supply chain challenges that disrupted our lead times during those periods. Our lead times have returned to approximately 5 days on most of our products. However, the channel continues to work through higher inventory creating a sell-in versus sell-through imbalance for Pentair in 2023. Despite these lower volumes in Q2, we drove significant margin expansion from price, cost actions to rightsize labor to lower volumes, eliminated 2022 sourcing and manufacturing inefficiencies and delivered transformation savings.\nWe continue to expect Q3 to reflect a bottom in Pool volume for Pentair as we expect higher channel inventories to correct, allowing for sell-in to be more closely aligned with sell-through. We have noted in the past that our typical Pool sales mix reflects 40% from new and remodeled pools and 60% from the aftermarket break-and-fix replacement sales. While the number of new pools this year is lower, than the elevated number of new pools built during the pandemic, the installed base of U.S. pools has continued to grow. Despite the short-term reset in 2023, we believe Pool remains an attractive market.\nBefore I turn it over to Bob, let's turn to Slide 10, titled CEO Summary. We delivered another quarter of quality earnings with ROS expansion across all 3 segments. Our IFT and Water Solutions segments more than offset Pool volume declines, and our transformation initiatives are well underway. Our strong first half has resulted in another 2023 guidance increase. And we believe our pool business is well positioned for return to growth following the channel inventory correction, which we expect to be completed by Q3 quarter end.\nAll in, we are building a strong foundation to drive long-term growth and profitability across our diverse water portfolio. We are introducing Q3 guidance and raising the full year adjusted EPS range to $3.65 to $3.75, the midpoint of $3.70 is up $0.05 from prior guidance due to a strong Q2. We have also updated our segment sales expectations to reflect stronger sales in IFT and Water Solutions driven by a strong first half of 2023 and lower expected sales in our Pool segment.\nWe continue to closely monitor macroeconomic developments and remain mindful of an uncertain operating environment. We continue to implement risk mitigation strategies, and we are accelerating transformation funnels as necessary while focusing on investing in the long-term growth of our company. We remain confident in our diversified water business model, long-term strategy and our transformation initiatives, which we expect to continue to drive shareholder returns. We have a long successful track record of generating strong cash flow and being disciplined with capital allocation. We have achieved 47 consecutive years of dividend increases and are targeting high-teens ROIC. We have a strong balance sheet and an enviable 5-year track record in financials.\nI will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 11, titled Q2 2023 Pentair Performance.\nWe delivered record second quarter sales of nearly $1.1 billion, up 2% year-over-year. This is compared to a previous sales record in last year's Q2 of $1.06 billion post the separation of nVent from Pentair in 2018. Our IFT and Water Solutions segment continued another quarter of strong sales performance, which more than offset lower Pool volumes.\nSales growth in Q2 included strong price contribution and the Manitowoc Ice acquisition, which closed in July of 2022. The volume decline in Q2 was primarily related to our pool and other residential businesses which was partially offset by strength within Commercial and Industrial. Please note that where I referenced record results, I'm referring to Pentair's performance post the separation of nVent from Pentair in 2018.\nCore sales improved 9% in both IFT and Water Solutions with Pool declining 28%, compared to the prior year periods, pool sales increased 19% in Q2 2022 and 49% in Q2 2021. Second quarter segment income increased 14% to a record $234 million and return on sales expanded 230 basis points year-over-year to a record 21.6%, this improvement was driven by price more than offsetting inflation, accretive segment margins from our Manitowoc Ice acquisition, the elimination of 2022 manufacturing and supply chain inefficiencies and productivity benefits from our transformation initiatives.\nWe delivered record adjusted EPS of $1.03. Net interest expense was $33 million, and our adjusted tax rate was 15% during the quarter with a share count of $166.1 million.\nPlease turn to Slide 12, labeled Q2 2023 Industrial & Flow Technologies Performance. Industrial & Flow Technology sales increased 9% and year-over-year, driven by commercial sales growth of 28% and industrial sales growth of 13%, which more than offset a decline in residential sales of 4%. Segment income grew 27% and return on sales expanded 250 basis points to 18.2%, marking the fourth consecutive quarter of equal to or greater than 200 basis points of improvement. The strong margin expansion was a result of price offsetting inflation and continued progress on our transformation initiatives.\nPlease turn to Slide 13, labeled Q2 2023 Water Solutions performance. In Q2, Water Solutions sales increased 51% to $336 million driven by our Manitowoc Ice acquisition, volume and price. Manitowoc Ice has continued to exceed our expectations. Q2 sales were approximately $135 million, up roughly 30% compared to the prior year period. Segment income grew 130% to $75 million and return on sales expanded 760 basis points to 22.2%, driven primarily by our Manitowoc Ice acquisition as well as efficiencies from our transformation initiatives. Within our residential business, we are seeing North America stabilized. We have also been evaluating our SKU mix and reducing complexity.\nPlease turn to Slide 14, labeled Q2 2023 Pool performance. In Q2, Pool sales declined 28% to $334 million. The volume decline of 36 points was primarily due to channel inventory corrections in Q2. This year, a strong Q2 2022 comparison and cooler and wetter than usual U.S. weather. The pricing benefit of 8 points helped partially offset the volume decline. Despite lower Pool sales in Q2 2023, return on sales expanded 190 basis points due to price significantly offsetting inflation, rightsizing direct labor to align with lower volumes, the elimination of 2022 manufacturing and supply chain inefficiencies and benefits from our transformation initiatives.\nPlease turn to Slide 15, labeled Pentair Pool sell-in versus estimated industry sell-through. This slide provides an illustration of our Pool sale sell-in and the estimated comparison to industry channel sell-through since 2019. Here, you can see the imbalance of sell-in and sell-through beginning in 2020 and continuing to expand in 2021 and 2022 due to record inflation and supply chain disruption. In 2023, we have returned to normal lead times and sell-through is returning to normalized levels. We expect sell-in and sell-through to rebalance by 2024, following approximately $150 million of channel inventory correction in 2023. We expect this 2023 inventory correction to become a tailwind in 2024.\nPlease turn to Slide 16, labeled transformation initiatives. Our transformation initiatives focus on 4 key themes: pricing excellence, strategic sourcing, operations excellence and organizational effectiveness. As we've mentioned in past quarters, we expect strategic pricing actions to benefit the top line of all 3 of our segments. We expect our other 3 transformation initiatives to help improve our overall cost structure. As a result, we are targeting ROS of approximately 23% by the end of fiscal 2025, expanding margins over 400 basis points as compared to fiscal 2022.\nPlease turn to Slide 17, labeled Transformation runway. As you look at each of the 4 key themes, you can see that the work within these transformation initiatives is in various different stages. For example, in 2023, we are beginning to see early readouts from Wave 1 within pricing, sourcing and operations. We are beginning Wave 2 within each of these 3 themes and expect margin benefits to readout in 2024. You could see how each new wave compounds on the other to drive expected margin expansion year-over-year through 2025 and beyond.\nIn pricing excellence, the strategic pricing playbook has been developed, which is planned to be rolled out by category within each segment. We have completed internal training and plan to implement these actions over the next few months. In strategic sourcing, the implementation of Wave 1 is underway, with savings currently reading out. We expect to kick off Wave 2 later this summer with readouts beginning in 2024. Incremental to our strategic sourcing waves, we have seen benefit from our rapid renegotiation process that is part of our transformed sourcing excellence work.\nIn operations excellence, we have completed the consolidation of 2 facilities while continuing our execution on lean transformation plans across our sites. In organizational effectiveness, we are in the earliest stages with Wave 1 and expect margin benefits to be realized beginning in 2024. Due to the staggered nature of these transformation initiatives, you can see that what we expect Wave 3 to begin to read out post 2025 in operations excellence and organizational effectiveness. Overall, we are excited about the savings. We have begun to realize from the early waves and remain confident that our teams can execute on pricing actions and savings we have identified particularly in sourcing.\nPlease turn to Slide 18, labeled balance sheet and cash flow. With our record free cash flow in Q2 up $433 million, up $144 million from the prior year period and the repayment of debt, we have lowered our pro forma net debt leverage ratio to 2.2x, down from 2.6x in Q1. As a reminder, our second quarter is typically our highest free cash flow quarter. We expect our full year free cash flow to be in line with our historical performance of approximately 100% net income.\nOur return on invested capital was 14.9%, which includes debt from the Manitowoc Ice acquisition, but only approximately 4 quarters of Manitowoc EBITDA contribution. Our target ROIC is high teens. In Q2, we entered into interest rate swap and collar agreements in order to hedge our variable rate debt. Our variable to fixed debt is now 48% and 52%, respectively, with an average rate of approximately 5.3%. We have no significant long-term debt maturing for the next 5 years and the majority of our debt is in term loans going out 3 to 5 years. We plan to remain disciplined with our capital and continue to focus on debt reduction amid the higher interest rate environment.\nMoving to Slide 19, titled Q3 and Full Year 2023 Pentair Outlook. For the full year, we are raising our adjusted EPS guidance to approximately $3.65 to $3.75, increasing the midpoint to $3.70. Also for the full year, we expect sales to be roughly down 2% to flat, which is unchanged from our prior guidance in Q1. Segment income to increase 10% to 12% as compared to up 7% to 10% in prior guidance, with corporate expense of approximately $80 million, net interest expense of roughly $125 million, an adjusted tax rate of approximately 15% and a share count of $165 million to $166 million. Our assumptions on corporate expenses, net interest expense, adjusted tax rate and share count remain unchanged from guidance provided last quarter.\nFor the third quarter, we expect sales to be down approximately 7% versus last year's near record Q3. This is attributable to lower year-over-year Pool sales as we expect the channel inventory correction to be completed by quarter end. We are also introducing adjusted EPS guidance for the third quarter of approximately $0.84 to $0.89. We expect segment income to decrease 1% to 6% with corporate expense of approximately $21 million, net interest expense of roughly $31 million and adjusted tax rate of approximately 15% and a share count of $165 million to $166 million.\nMoving to Slide 20, titled Full Year 2023 guidance at midpoint. At the midpoint, we continue to expect total Pentair sales to be down approximately 1% to approximately $4.1 billion. Due to strong Q2 performance in IFT and Water Solutions we have updated our segment sales assumptions as follows: we now expect IFT sales to be up approximately mid-single digits, up from low single digits; within IFT, we expect residential to be down approximately mid-single digits; and commercial and industrial to be up low double-digits.\nWater Solutions sales are expected to be up high teens versus mid-teens. Commercial is expected to rise approximately 50%, with residential sales down roughly 10% and the expected Pool sales range remains unchanged at approximately down mid-teens, although we now expect sales to be down at the higher end of this range due to a softer Q2.\nAs we have discussed in prior quarters, our Pool sales consist of approximately 40% from new and remodeled pools and 60% from aftermarket. Within our current Pool guidance, we now expect new pools and remodels to be down approximately 25% to 30% versus previous assumptions of down approximately 25% and inventory in aftermarket to be down roughly 20%, unchanged with approximately 2/3 of the decline relating to inventory corrections. We expect price to be up roughly mid-single digits. We expect Pool sales to return to more normalized sell-in in 2024 after absorbing significant inventory correction headwinds in the current year. Segment income is now expected to increase approximately 11% at the midpoint as compared to 9% previously with ROS expansion of over 200 basis points to 20.9%, up 40 basis points from our Q1 guidance.\nOverall, we are excited about the future. We believe the diversification of our portfolio has proven that we can weather challenges in 1 segment while continuing to grow total Pentair sales and expand margins across all 3 segments, despite significant volume declines in our residential businesses. We are seeing progress in our transformation initiatives, generating strong free cash flow and further strengthening our balance sheet with the repayment of debt.\nBefore I turn the call over for Q&A, I wanted to highlight why we believe that Pentair is a compelling investment opportunity. Please turn to Slide 21. There are 6 distinguishing characteristics that we believe sets Pentair apart. We are an industry leader with a diversified brand portfolio and a focus on driving innovation across all 3 segments. We have a transformation strategy that is expected to drive operational efficiencies and margin expansion.\nOur ESG focus is on making life better for people in the planet with our smart, sustainable water solutions. We recently published our 2022 Corporate Responsibility Report, highlighting progress towards our strategic targets. We have favorable secular trends driving end market growth. We have a strong balance sheet and cash flow, which we expect to drive additional value creation and we are a dividend aristocrat with 47 consecutive years of increased dividend.\nI'd now like to turn the call over to the operator for Q&A, after which John will have a few closing remarks. Joe, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/7db412a8f9ef0def2203f52d0dd01c72",
    "period": "2023 Q1",
    "content": "Q1 2023 Pentair plc Earnings Call\n\nQ1 2023 Pentair Plc Earnings Call\n\nPNRNYSEAPR 27, 9:00 AM\n\nOperator\n\nWelcome to the Pentair First Quarter 2023 Earnings Conference Call. [Operator Instructions] Please note, this event is being recorded.\nI would now like to turn the conference over to Shelly Hubbard, Vice President, Investor Relations. Shelly, please go ahead.\n\nShelly Hubbard\n\nVP of IR, Vista Outdoor Inc.\n\nThank you, MJ, and welcome to Pentair's First Quarter 2023 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our first quarter's performance, as outlined in this morning's press release.\nOn the Pentair Investor Relations website, you can find our earnings release and slide deck, which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference. The non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q, Form 10-K and today's release.\nFollowing our prepared remarks, we will open up the call for questions. [Operator Instructions]\nBefore I hand it over to John, I wanted to highlight Slides 4 through 6, in our earnings slide deck that illustrate our strategic framework, Pentair at a glance and a Pentair overview. We believe, this information is helpful to understanding who Pentair is, especially for those new to Pentair. Our strategic framework states our purpose, mission, vision and values that drive our performance as a smart sustainable Water Solutions company.\nPentair at a glance on Slide 5 provides a great snapshot of our company, our performance, our installed base and our 40-year track record -- 47-year track record of annual dividend increases, which places us in a small group of companies.\nLastly, the Pentair overview on Slide 6 provides our historical sales and ROS performance on a consolidated level and by segment. This information was first disclosed last quarter in the supplemental data section and is now illustrated on one slide. As you can see, over the last 3 years, we have grown sales by a compound annual growth rate of nearly 12%, and ROS has expanded by 110 basis points, on a consolidated basis.\nI will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, Chief Executive Officer & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone. Let's begin with our strong Q1 results in the executive summary on Slide 7. We are very pleased with our first quarter performance, which reflected a strong start to our fiscal year, as we help the world sustainably move, improve, enjoy water, life's most essential resource.\nQ1 sales rose 3% to over $1 billion, segment income increased 23% to $211 million, and ROS expanded by 330 basis points to 20.5%. Adjusted EPS rose over 7% to $0.91. Segment income and ROS each achieved record levels post the nVent separation in 2018. I'd like to thank our talented Pentair employees for once again delivering for customers, while creating value for shareholders.\nStrong results reflect the strength of our diversified Water portfolio and progress on our transformation initiatives, which drove greater efficiencies across each segment. For example, growth in our Industrial & Flow Technologies, or IFT, and Water Solutions segment more than offset the expected volume declines in Pool year-over-year. We improved ROS expansion across the enterprise and realized operational efficiencies, as our transformation initiatives accelerated.\nWe are driving these actions at the revenue stream or category level, which not only provides the go-to-market and customer insights, but also the ownership and accountability to realize savings and other opportunities that we have identified.\nLet's move on to Slide 8, titled Q1 Highlights. Within our IFT segment, growth was driven primarily across our commercial, industrial and even residential and irrigation verticals. We are excited about the near- and long-term growth and margin profile of this segment, as our transformation is taking hold. We are focused on capturing the right projects with improved offerings to drive margin expansion. We realized benefits in pricing, sourcing and operational excellence, and we expect more opportunities ahead.\nWe also had customer wins for our sustainability-related technology that reduces Water usage and recapture CO2. Additionally, we drove aftermarket and replacement revenue in our membranes and pump portfolio.\nIn our Water Solutions segment, we are very pleased with our Manitowoc Ice acquisition, which complements our commercial Water Solutions businesses, enabling us to provide end-to-end Water Solutions for customers from filtration to ice to services. The integration remains on track, has progressed well and was accretive to segment margins.\nAs I mentioned last quarter, we expect 2023 to be a softer year for our Pool segment. During the first quarter, unusual U.S. weather in the West, expected higher channel inventory and strong demand in the prior year contributed to declining volume. Despite the decline in year-over-year volume, the installed base has continued to grow over the last 3 years, and we believe the Pool segment is an attractive market.\nAs we look forward, we continue to invest in leading innovation, specifically automation, which helps save energy, time and Water and enables Pool owners control of their pools directly from their smart device. Today, roughly 50% of installed pools have automated systems. This is an area where we see the greatest opportunity, as consumers look to maintain control of their Pool function at the tip of their fingers.\nGood examples of our latest Pool innovations are the IntelliFlo 3 variable speed and Flow Pool pump, also known as the IF3 and the IntelliCenter pool automation system. Our IF3 is the first pump with WiFi and Bluetooth connectivity for remote control monitoring and over-the-air, or OTA, updates. It also features built-in IoT connectivity, which simplifies installation setup and operation for our dealers.\nMarket reactions and dealer feedback to the launch of our new flagship IF3 pool pump has been extremely positive, and we're pleased overall with the demand we have seen, despite a slower start to the pool season.\nWe believe our IntelliCenter pool automation system is the most feature-rich and expandable pool automation system on the market to easily control even the most complex and advanced pools. The system is powered by AWS Cloud technology for improved stability, connectivity, scheduling and reliability. Our digital automation technology centralizes control for multiple pool devices from Water features to lights and pumps. In Pool, lead times have continued to improve, enabling us to better serve our customers and deliver our products more quickly.\nMoving on to Slide 9, titled Making Better Essential. We recently released our 2022 Corporate Responsibility Report on April 18, and we are excited that we have made progress on our strategic social responsibility targets. We are focused on advancing a sustainable future through innovation in our products and solutions to create a better world for people on the planet through smart, sustainable Water Solutions.\nTurning to Slide 10, titled Social Responsibility Strategic Targets. In 2022, we produced Scope 1 and 2 greenhouse gas emissions by 29%, as compared to our 2019 baseline. And we decreased our Water withdrawal, which represents a 9.3% reduction compared to 2021. We also implemented a sustainability scorecard process for all new Pentair product development to help us better understand the sustainability impact, and opportunity of each new product.\nMoving to Slide 11, titled Positive Impacts from our Products and Solutions. We are proud of the continued progress we have made in our operations and towards sustainable products and solutions. A few examples include 37% of our total electricity usage came from renewable sources and 83% of Pentair's solutions support energy efficiency and 71% support Water efficiency.\nFor the 11th consecutive year, Pentair has received the ENERGY STAR Partner of the Year Award from the EPA. This award recognizes Pentair pool pumps and Manitowoc Ice excellence in energy efficiency. In fact, Pentair was the first manufacturer of pool equipment to receive this certification for our pool pumps. Since 2005, our ENERGY STAR pool pumps have saved a cumulative 38.9 billion kilowatt hours of energy savings, reduced greenhouse gas emissions by nearly 16 million tons of CO2 and saved over $5 billion in operating costs for U.S. consumers.\nBefore I turn it over to Bob, let's turn to Slide 12, titled CEO Summary. We delivered quality earnings across our diversified portfolio, and positioned the company for sustained value creation. Our Q1 performance was a strong start to our fiscal year, which reflected sales growth and ROS expansion driven by a diverse Water portfolio, as well as efficiencies from transformation. Manitowoc Ice has assimilated well and contributed ahead of expectations.\nBob will discuss our second quarter and full year 2023 guidance in more detail. However, I wanted to share with you some of my thoughts on our current outlook. As we look to the remainder of 2023, we continue to closely monitor macroeconomic developments and remain mindful of an uncertain operating environment. We are implementing risk-mitigation strategies, and accelerating transformation funnels is necessary, while focusing on investing in the long-term growth of our company.\nWe've reduced our pool revenue expectations, reflecting both a lower sell-through due to economic uncertainty and the previously expected inventory headwinds, while increasing our expected margin expansion, reflecting Q1 performance and confidence in our transformation progress. We also expect Water Solutions and IFT performance to continue throughout 2023 as informed by orders, backlog and transformation efficiencies.\nAs a result, we are raising the midpoint of our adjusted EPS guidance to $3.65, reflecting our strong Q1 performance, while maintaining the high end of our adjusted EPS guidance range at $3.70. We are confident in our diversified Water business model, long-term strategy and our transformation initiatives, which we anticipate will continue to drive shareholder returns.\nWe have a long successful track record of generating strong cash flow and being disciplined with capital allocation. This year marks our 47th consecutive year of dividend increases. And longer term, we are targeting getting back to high teens ROIC.\nWe have the right purpose, the right team, the right portfolio and the right strategy to win in this market. We believe, we have a very solid foundation and the competitive advantages to continue to succeed.\nI will now pass the call over to Bob, who will discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive Vice President, Chief Financial Officer & Chief Accounting Officer, NCR Corp.\n\nThank you, John, and good morning, everyone. Let's start on Slide 13, titled Q1 2023 Pentair Performance. We delivered better-than-expected first quarter sales growth of 3% driven by pricing benefits across all 3 segments and the contribution of our Manitowoc Ice acquisition, which were partially offset by volume declines in our residential businesses.\nOur higher-than-expected sales in the quarter were driven by better performance in IFT and Water Solutions, offset by slightly lower-than-expected sales in our Pool segment, primarily due to unusual weather in the West. Core sales declined 3% mainly driven by a 16% decrease in Pool, after Pool grew 23% in last year's Q1 and 48% in Q1 of 2021, partially offset by core growth of 11% in IFT and 2% in Water Solutions.\nFirst quarter segment income increased 23%, and return on sales expanded 330 basis points year-over-year to 20.5%, driven by price more than offsetting inflation, productivity benefits from our transformation initiatives and accretive margins from our Manitowoc Ice acquisition. As John mentioned, both segment income and ROS in Q1 hit record levels post separation of nVent.\nWe delivered better-than-expected adjusted EPS of $0.91, up 7% versus the prior year. Net interest and other expense was $33 million, and our adjusted tax rate was 15% during the quarter, with a share count of 165.8 million. Our better-than-expected segment income and adjusted EPS were driven by higher sales, price offsetting inflation and better contribution from our transformation initiatives.\nPlease turn to Slide 14, labeled Q1 2023 Industrial & Flow Technologies Performance. IFT sales increased 9% in the quarter, which included 2 points of FX headwinds. Core sales increased 11%, segment income grew 25% and return on sales expanded 200 basis points to 16.6%, marking the third consecutive quarter of equal to or greater than 200 basis points of improvement. The strong margin expansion was a result of price offsetting inflation and continued progress on our transformation initiatives. Sales growth in IFT was driven across all businesses, led by commercial flow and industrial solutions, along with growth in residential flow.\nPlease turn to Slide 15, labeled Q1 2023 Water Solutions Performance. In Q1, Water Solutions sales increased 32% driven by our Manitowoc Ice acquisition and price. Core sales grew 2%. The 3 points of volume decline was primarily due to the continued inventory correction, across many product lines in our residential channels. Segment income grew 136%, and return on sales expanded 850 basis points to 19.3%, driven by our ICE acquisition as well as efficiencies from our transformation initiatives.\nPlease turn to Slide 16, labeled Q1 2023 Pool Performance. In Q1, Pool sales declined 16%, which was slightly below our expectations. The volume decline of 27 points was primarily due to unusual weather in the Western U.S. in the first quarter of this year, inventory corrections in this year's Q1, and a strong prior year comparison. The pricing benefit of 11 points helped partially offset the volume decline and was due to carryover from the prior year.\nDespite lower sales year-over-year, return on sales expanded 520 basis points to 31.9%, due to price significantly offsetting inflation, rightsizing to lower volumes and benefits from our transformation initiatives.\nPlease turn to Slide 17, labeled Transformation Expectations. We continue to make progress on our transformation with realized successes in Q1 regarding pricing and sourcing, which drove margin expansion. As we shared with you last quarter, we expect to drive ROS expansion of over 400 basis points by year-end 2025 as compared to 2022.\nAs I mentioned last quarter, in pricing, we completed wave one, which established a new strategic pricing playbook. This creates a foundation for pricing across our different go-to-market strategies and includes looking at our dealer and distributor programs to better optimize them. We continue to gain insight into profitability by customer and product category, and use this data to better drive our forecast.\nWe believe pricing remains a big opportunity. We are building capabilities and starting to see benefits materialize. We expect future waves to include the implementation of a pricing playbook, across all of our product categories.\nWe are furthest along in our strategic sourcing initiatives. As I've mentioned previously, material costs represent roughly 40% of our revenue. We have completed wave one negotiations that focused on key categories like electronics, motors and drives, castings, packaging, logistics and MRO. Wave one included roughly 35% of material spend and identified over 12% in saving opportunities.\nWe have unlocked value through supplier-dedicated resources supply base reduction, inventory solutions, enhanced supplier executive-level relationships and rebate programs. In Q1, over 120 Pentair cross-functional team members attended workshops to begin the wave one implementation process.\nWave two was launched in Q1 and covers another 35% of material spend for commodity groups, such as metals, plastics and molding, purchased finished goods, transportation and indirect spend, such as IT, fleet management and office supplies. We expect this will create a funnel of savings for 2023 and 2024.\nIn operations excellence, we are focused on reducing complexity and driving lean processes across all our operations. We believe this presents longer-term opportunities but not until 2024 and beyond, as we build out the funnel.\nLastly, in organizational effectiveness, we are focusing on sales and functional excellence to simplify our organization. From an organizational standpoint, we believe ample opportunities remain for complexity reduction across the entire portfolio and a realignment of needed skills within our top priorities.\nWe continue to move transformation from funnel to execution, and we expect more material benefits to contribute to our longer-term margin expansion targets. We continue to believe that our transformation initiatives will be a large value-creation opportunity for Pentair.\nPlease turn to Slide 18, labeled Balance Sheet and Cash Flow. This slide reflects the closing of the Manitowoc acquisition at the end of July of last year. We ended the quarter with pro forma leverage at 2.6x. Our ROIC was at 15.2%. And as a reminder, this includes debt from the Manitowoc Ice acquisition, with only approximately 3/4 of Manitowoc EBITDA contribution.\nWe recently entered into interest rate swap and collar agreements in order to hedge our variable rate debt. We now expect the mix of variable to fixed debt to be closer to 50-50, by the end of Q2. We have no significant long-term debt maturing for the next few years, and almost the majority of our debt is in term loans going out 3 to 5 years.\nWe used $123 million of free cash flow in Q1, which reflects typical seasonality and was roughly $25 million better than the prior year. As a reminder, the second quarter is typically our highest free cash flow quarter of the year, and we expect full year free cash flow to be in line with our historical performance of 100% of net income. We plan to remain disciplined with our capital and continue to focus on debt reduction, amid the higher interest rate environment.\nMoving to Slide 19, titled Q2 and Full Year 2023 Pentair Outlook. For the full year, we are updating adjusted EPS guidance to approximately $3.60 to $3.70, raising the midpoint. Also for the full year, we expect sales to be roughly down 2% to flat. We expect segment income to increase 7% to 10% with corporate expense of approximately $80 million, net interest expense of roughly $125 million, an adjusted tax rate of approximately 15%, and a share count of 165 million to 166 million.\nFor the second quarter, we expect sales to be approximately down 1% to flat versus last year's Q2, as the contribution of Manitowoc Ice and our commercial and industrial businesses are expected to help offset expected volume declines from our residential businesses. We are introducing adjusted EPS guidance of approximately $0.94 to $0.96, which represents a year-over-year decrease of approximately 6% to 8%, primarily due to lower Pool volumes.\nWe expect an improvement in the second quarter versus the $0.91 of adjusted EPS in Q1. We expect segment income to increase 5% to 7% with corporate expense coming in around $21 million, net interest expense of roughly $34 million, an adjusted tax rate of approximately 15% and a share count of 165 million to 166 million.\nMoving to Slide 20, titled Full Year 2023 Guidance at Midpoint. At the midpoint, we expect total Pentair sales to be down approximately 1%. While the sales midpoint has not changed, our sales mix and assumptions have. We now expect IFT to perform better than we expected 90 days ago, and Pool sales to decline from our original expectations due to increased economic uncertainty and lower new pool construction.\nWe now expect IFT sales to be up low single digits, Water Solutions to be unchanged with sales up mid-teens and Pool sales to be down approximately in the mid-teen range, as compared to down low double digits previously.\nAs we have discussed in prior quarters, our Pool sales consist of 20% from new pools, 20% from remodels and 60% from the aftermarket. Within our current Pool guidance, we now expect new pools and remodels to be down approximately 25% versus previous assumptions of down approximately 20% and inventory in aftermarket to be down roughly 20% compared to previous assumptions of down 15% with approximately 2/3 of the decline relating to inventory corrections.\nWe expect price carryover of roughly mid-single digits. We do expect Pool to return to more normalized demand in 2024 after absorbing significant headwinds in the current year. Segment income is now expected to increase approximately 9% as compared to 8% previously with ROS expansion of nearly 200 basis points to 20.5%, as compared to 20.2% last quarter.\nWe are encouraged by the diversity of our portfolio, the integration of Manitowoc Ice and the continued momentum of our transformation initiatives, which are expected to drive significant margin expansion.\nBefore I turn the call over for Q&A, I wanted to highlight why we believe that Pentair is a compelling investment opportunity. Please turn to Slide 21. There are 6 distinguishing characteristics that we believe sets Pentair apart. We are an industry leader with a diversified brand portfolio and a focus on driving innovation across all 3 segments. We have a transformation strategy that is expected to drive operational efficiencies and margin expansion.\nWe have an ESG focus on people, the planet and governance to provide smart, sustainable Water Solutions. And we just recently published our 2022 Corporate Responsibility Report, highlighting progress towards our strategic targets. We have favorable secular trends driving end-market growth. We have a strong balance sheet and cash flow, which we expect to drive additional value creation. And we are a dividend aristocrat with 47 consecutive years of increasing dividends.\nI would now like to turn the call over to the operator for Q&A, after which, John will have a few closing remarks. MJ, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/3b2d5dbdce9049443bcba1f6d548a516",
    "period": "2022 Q4",
    "content": "Q4 2022 Pentair PLC Earnings Call\n\nQ4 2022 Pentair PLC Earnings Call\n\nPNRNYSEJAN 31, 9:00 AM\n\nOperator\n\nWelcome to the Pentair Fourth Quarter 2022 Earnings Conference Call. (Operator Instructions) Please note, this event is being recorded.\nI would now like to turn the conference over to Shelly Hubbard, Vice President, Investor Relations. Please go ahead.\n\nShelly Hubbard\n\nThank you, Kate, and welcome to Pentair's Fourth Quarter 2022 Earnings Conference Call. On the call with me are John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer.\nOn today's call, we will provide details on our fourth quarter and full year performance as outlined in this morning's press release. On the Pentair Investor Relations website, you can find our earnings release and slide deck, which is intended to supplement our prepared remarks during today's call and provide a reconciliation of differences between GAAP and non-GAAP financial measures that we will reference. The non-GAAP financial measures provided should not be considered as a substitute for or superior to the measures of financial performance prepared in accordance with GAAP. They are included as additional clarifying items to aid investors in further understanding the company's performance in addition to the impact these items and events have on the financial results.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements, which are predictions, projections or other statements about future events. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q, and Form 10-K and today's release. We will also reference certain non-GAAP measures. Following our prepared remarks, we will open the call up for questions. (Operator Instructions).\nI will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, CEO & Director, Pentair Plc\n\nThank you, Shelly, and good morning, everyone.\nLet's begin with Slide 4, titled Executive Summary. We closed down 2022 with strong sales, segment income and adjusted EPS, which is a direct result of the hard work and dedication of our focused employees across the world. Sales increased 9% to $4.1 billion. Segment income rose 12% to $768 million. ROS expanded by 40 basis points to 18.6%, and adjusted EPS increased 8% to $3.68.\nA few of our key wins during the year include strategic progress on our transformation initiatives, which we expect to drive significant margin expansion over the next several years, the acquisition of Manitowoc Ice, a complementary and accretive acquisition, which further enhances our commercial Water Solutions business and recognition for our leadership in social responsibility and sustainability. All in, we are focused on building the Pentair in the future by investing in sustainable growth and expanding profitability through strengthening our operational and financial foundation, which we expect to create long-term value for our stakeholders.\nBob will discuss our first quarter and full year 2023 guidance in more detail, but I wanted to share some (inaudible) thoughts. We are confident in our business model, diversified portfolio and our transformation initiatives, which we expect to drive long-term shareholder value and contribute significantly to 2023. As we look specifically at 2023, we are working through near-term macroeconomic-driven challenges, which we are driving -- which is driving lower-than-expected volumes in our residential businesses. However, we expect to see more normalized demand in 2024, and view 2023 as a catch-up year for excess demand that was realized in 2020 through the first half of 2022.\nPlease turn to Slide 5, titled 5-year Pentair performance. Reflected in the last 5 years is a focused, smart, sustainable water solutions company. We drove strong financial performance by increasing revenue at an 8% compounded annual growth rate, increasing EPS at a 14% compounded annual growth rate, and we have also generated over $2 billion of free cash flow and ended 2022 with nearly a 16% ROIC. These are metrics that we are very proud of and share with our incredible team here at Pentair. This is a testament to our relentless efforts to deliver premium quality, innovative products and services to our consumers.\nWe believe the largest opportunity is improving ROS, which did not improve materially over the last 5 years. The strong demand we realized later in 2020 through the first half of 2022 came with disruptive supply chains and unprecedented inflation that was hard to outpace. We believe our second half of 2022 demonstrates that we have finally made progress on price versus cost. However, we still have significant opportunities to improve our operating and cost efficiencies across all of Pentair through transformation and recovery of the inefficiencies that we realized.\nPlease turn to Slide 6, labeled Pentair at a glance. For those of you listening today who may be new to our story, I wanted to reiterate a few important key metrics that I discussed last quarter. In 2022, we generated $4.1 billion in sales with approximately a 50% mix from residential channels and 50% from commercial, industrial and infrastructure channels. We have decent profitability to 18.6%, but as I mentioned previously, we have a lot of opportunity to improve this.\nWe believe our large installed base is an advantage and an opportunity for us. For example, 75% of our products are replacement inside a large installed base that benefits from over 75,000 focused trade partners. We believe these relationships with our trade channel partners drive resiliency of revenue and create a great opportunity for continued growth as we introduce new products and technologies. We have a long successful track record of generating cash flow and being disciplined with our capital allocation. In fact, we have increased our dividend for the 47th consecutive year, putting us in a very small group inside of the S&P 500, and we are especially proud of our high-teens ROIC, demonstrating that we continue to be good stewards with your invested money. We believe we have a very solid foundation, and we know there's still more we can do.\nPlease turn to Slide 7, labeled Our Impact: Making Better Essential for People and the Planet. Our work on ESG and social responsibility continues to be at the forefront of how we operate and how we work to make the planet better. At Pentair, we take great pride in the products we developed that are providing solutions to some of the world's largest challenges, including safe and healthy drinking water, climate change and water shortages to name just a few. We also seek to make better essential for people and the planet. For example, our products and solutions improve water efficiency, reduce in capture carbon emissions and avoid the need for single-use water bottles.\nHere are a few highlights. 71% of Pentair's solutions support water efficiency, 15.9 million tons of CO2 emissions have been avoided by U.S. consumers using Pentair's energy-efficient pool pumps since 2005 and nearly 8 billion single-use plastic water bottles have been avoided in 2022 due to Pentair's water filtration products. Furthermore, our leadership in social responsibility is being recognized by third-party organizations, including Forbes and others. We look forward to continued progress and plan to share additional details in our 2022 Corporate Responsibility Report, which we expect to publish this spring.\nPlease turn to Slide 8, labeled Strategic Framework. Our purpose, mission, vision, values and impact are critical components of our strategic framework. Our purpose matters. It is to create a better world for people in the planet through smart, sustainable water solutions. Our mission, as a company, is to help the world sustainably move, improve and enjoy water, life's most essential resource. And we do this in residential, commercial, agriculture and industrial applications.\nAs of January 1st of this year, we have split our Consumer Solutions segment into Pool and Water Solutions. This creates 3 focus segments as IFT remains unchanged. We expect this to not only improve transparency, but further improve customer service, differentiate our products, measure our success externally and drive greater profitability for our shareholders. Our 3 segments are now Industrial & Flow Technologies, Water Solutions and Pool. We continue to see great opportunity in all 3 of these segments and the businesses that each of them lead.\nOur Industrial & Flow Technologies segment helps move water where you need it, when you need it more efficiently in our pump businesses. The segment also focuses on transforming waste into value through our sustainable gas and membrane businesses. Our Water Solutions segment, which includes our most recent acquisition, Manitowoc Ice, is a leading platform to provide water and ice to our foodservice and residential customers. These businesses improved water by providing great tasting, higher quality water and ice while helping our customers use more -- water more productively. Our Pool business helps enjoy water by using less energy and chemicals. In North America, it also has a large installed base of approximately 5.4 million pools with an average age of 20 to 25 years. The industry is approximately 60% break and fix, 20% major remodeling and 20% new pools. Only about 50% of all in-ground pools have some form of automation, which we believe is a long-term opportunity for Pentair.\nI will now pass the call over to Bob, who'll discuss our performance and financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive VP, CFO & CAO, Pentair Plc\n\nThank you, John, and good morning, everyone.\nPlease turn to Slide 9, labeled Q4 2022 Pentair Performance. I will also be discussing our full year performance on Slide 10. We delivered fourth quarter sales growth of 1% with core sales declining 3%, as strong price contribution was not enough to offset volume decline.\nConsumer Solutions core sales were down 11%, as expected and previously communicated, due to residential channel inventory levels rebalancing and as a result of our lead times beginning to return to more normal levels. Industrial & Flow Technologies reported strong 11% core sales growth with strength in commercial flow and industrial solutions. For the full year, sales grew 9% with core sales up 6%. Consumer Solutions delivered 4% core sales growth and Industrial & Flow Technologies saw core sales growth of 10%.\nFourth quarter segment income increased 10% and return on sales expanded 130 basis points year-over-year to 18.2%, driven primarily by price significantly offsetting inflation. Productivity was negatively impacted by lower volume in the quarter. Adjusted EPS of $0.82 was down 6% versus the prior year, but exceeded our guidance for the quarter. Net interest and other expense was $28.2 million, which represented our first full quarter of new financing post the Manitowoc acquisition. And our adjusted tax rate was 12.7% during the quarter with a share count of 165.2 million.\nFor the full year, segment income grew 12% and return on sales expanded 40 basis points to 18.6%. Adjusted EPS increased 8% for the year to $3.68. Our tax rate ended the year at 14.5%, and our share count was 165.6 million.\nPlease turn to Slide 11, labeled Q4 2022 Consumer Solutions Performance. In addition to the fourth quarter performance for Consumer Solutions, I will also be referencing the full year performance on Slide 12. In the fourth quarter, Consumer Solutions sales declined 1% with core sales declining 11%, comprised of 15 points of price, offset by 26 points of volume decline. This was in line with our expectations. The volume decline was due to difficult year-over-year comparisons and the anticipated inventory correction across many product lines in our residential channels. Segment income grew 7%, and return on sales expanded 150 basis points to 23.1% as strong pricing measures continue to play out along with the contribution from Manitowoc Ice.\nFor the year, Consumer Solutions sales grew 12% with core sales up 4%. Segment income grew 10% and return on sales declined 40 basis points to 23.3%. Our Pool business had sales growth of 4% for the year. Water treatment saw sales growth of 28%, led by contribution from the Manitowoc Ice acquisition, which was completed at the end of July.\nPlease turn to Slide 13, labeled Q4 2022 Industrial & Flow Technologies Performance. In addition to the fourth quarter performance for Industrial & Flow Technologies, I will also be referencing the full year performance on Slide 14. Industrial & Flow Technologies grew sales 5% in the quarter, partially offset by a 4% FX headwind with core sales increasing 11%. Segment income grew 21% and return on sales expanded an impressive 240 basis points to 17.4%, marking the second consecutive quarter of greater than 200 basis points of improvement. The strong margin expansion was a result of significant price contribution and moderating inflation.\nFor the year, sales increased 6% with core sales increasing 10%. Segment income grew 14% and return on sales increased 110 basis points to 16.1% as strong price more than offset inflation and FX headwinds. IFT saw sales growth across the segment with residential flow up 3%, commercial flow up 6% and industrial solutions up 10%.\nPlease turn to Slide 15, labeled Balance Sheet and Cash Flow. As a reminder, this slide reflects the closing of the Manitowoc acquisition at the end of July. We ended the quarter with pro forma leverage at 2.5x, and our return on invested capital was at 15.7%, declining slightly due to the acquisition of Manitowoc Ice.\nI would like to remind you that given the rising interest rate environment, we are comfortable being 2/3 variable as we were less inclined to lock into higher rates for longer. We have no significant long-term debt maturing for the next few years, and the majority of our debt is in term loans going out 3 to 5 years. We generated $283 million of free cash flow from continuing operations in the year, which was in line with our messaging on the Q3 earnings call. Working capital was a significant headwind this year, primarily inventory, which has led to a timing issue on cash flow. Our inventories were higher largely due to inflation, [buy-aheads] and inefficiencies in the supply chain.\nWe expect to benefit from working capital improvement in 2023 and generate free cash flow in line with our historical performance of 100% of net income. In 2022, we returned roughly 2/3 of our free cash flow to shareholders through dividends and share repurchases. We plan to remain disciplined with our capital, and we'll continue to focus on debt reduction amid the higher interest rate environment.\nPlease turn to Slide 16, labeled Segment Structure Beginning in 2023. As John discussed, we moved to 3 reporting segments effective January 1, 2023. We have included realigned historical information for these segments from 2019 to 2022 in the supplemental data section of our earnings presentation.\nOur Industrial & Flow Technologies segment had roughly $1.5 billion of revenue in 2022 with a ROS of approximately 16%. This business grows sales at roughly single digits over the long term in a very large industry. Water Solutions consists of residential and commercial and was roughly $1.2 billion of revenue on a pro forma basis when including a full year of Manitowoc Ice. This is a mid-single-digit sales growth contributor, over the long term, operating in a very large industry. Finally, Pool was roughly $1.6 billion of revenue in 2022 and is our highest profitability segment that we expect will grow sales mid-single digit plus over the long term.\nPlease turn to Slide 17, labeled Transformation Expectations. We have moved transformation from funnel to execution, and we expect more material benefits to contribute to our longer-term margin expansion targets. In 2022, we made strategic progress on our transformation initiatives with a primary focus on 2 of our 4 key themes: pricing excellence and strategic sourcing. Overall, we believe transformation will be a key driver in value creation over the next 3 years.\nFor example, through our transformation initiative, we have identified over 400 basis points of targeted margin expansion by 2025, up from the 300 basis points that we discussed at our previous Investor Day. A significant portion of that is due to a focus on material costs, which represent roughly 40% of our sales. By driving transformation excellence through pricing and sourcing, we believe this will have the most significant impact on overall cost efficiencies. With the work we have completed in 2022, we believe that we can expand return on sales to approximately 23% in 2025.\nIn pricing, we have completed Wave 1, which has established a new strategic pricing playbook. This creates a foundation for pricing across our different go-to-market strategies and includes looking at our dealer and distributor programs to better optimize them. We are gaining insight into profitability by customer and product category and using this data to better drive our forecast. We believe pricing remains a big opportunity. We are building capabilities and starting to see benefits materialize. We expect future waves to [include] the implementation of a pricing playbook across all categories.\nWe are furthest along in our strategic sourcing initiatives. We have completed Wave 1 that focused on key categories like electronics, motors and drives, castings, packaging, logistics and MRO. Wave 1 included roughly 35% of material spend and has generated over 12% in savings opportunities.\nWe expect to unlock value through supplier dedicated resources, supply base reduction, inventory solutions, enhanced supplier executive-level relationships and rebate programs. We expect to reduce complexity across our entire organization and to see close to 80% supplier reduction in some of our commodity groups.\nOver 75 Pentair team members attended 3,000-plus hours of formal classroom instruction and workshops [in] supply chain topics. As we institutionalize our Wave 1 learnings, we expect this will drive future waves as we look at additional categories. Wave 2 is scheduled to start in 2023, and is planned to cover another 35% of material spend for commodity groups such as metals, plastics and molding, purchased finished goods, transportation and indirect spend such as IT, fleet management and office supplies. We expect this will create a funnel of savings for 2023 and 2024.\nIn operations excellence, we are focused on reducing complexity and driving lean processes across all our operations. In 2022, we made a few small strides on footprint optimization. We believe this presents longer-term opportunities, but not until 2024 and beyond as we build out the funnel.\nLastly, in organizational effectiveness, we are focusing on sales and functional excellence to simplify our organization. From an organizational standpoint, we believe ample opportunities remain for complexity reduction across the entire portfolio and a realignment of needed skills within our top priorities. We continue to believe that our transformation initiatives will be a large value creation opportunity for Pentair.\nPlease turn to Slide 18, labeled Q1 and Full Year 2023 Pentair Outlook. For the full year, we are introducing adjusted EPS guidance of approximately $3.50 to $3.70, which represents a year-over-year range of down 5% to up 1%. We expect sales to be roughly down 3% to up 1%. We expect segment income to increase 5% to 10% with corporate expense of approximately $80 million, net interest expense of roughly $125 million and adjusted tax rate of approximately 15% and a share count of 165 million to 166 million. We are targeting free cash flow of approximately 100% of net income as we expect working capital to improve and inventory levels to come down.\nFor the first quarter, we are introducing adjusted EPS guidance of approximately $0.76 to $0.78, which represents a year-over-year decrease of approximately 8% to 11%. We expect sales to be roughly flat to up 1% as the contribution of Manitowoc Ice helps offset expected volume decline from the rebalancing of residential channel inventory. We expect segment income to increase 5% to 8%, with corporate expense coming in around $21 million, net interest expense of roughly $33 million, an adjusted tax rate of approximately 15% and a share count of 165 million to 166 million.\nPlease turn to Slide 19, labeled Full Year 2023 Guidance at Midpoint. The chart on Slide 19 shows a [lock] of sales and segment income at the midpoint of our full year 2023 guidance. From the sales walk on the left-hand side, you will see that we expect sales to be down roughly 1% at the midpoint. We expect volume to be down approximately 10%, primarily due to our residential businesses. We expect price benefit of approximately 5% and a benefit from acquisitions, divestitures of roughly 5%, primarily due to a full year of Manitowoc Ice, partially offset by exits in the residential businesses and Water Solutions.\nWe expect Pool sales to be down low double digits at the midpoint in 2023 after growing 14% in 2020, 40% in 2021 and 4% in 2022. We believe 2023 will be an inventory rebalancing year across the pool industry. We do think that there was a higher-than-normal level of demand in 2020 and 2021 that led to timing and supply chain disruptions in the industry, and therefore, created a larger-than-normal impact between sell-through and sell-in reflected in our results. We estimate that from a sell-through perspective, the overall industry grew about 4% on a volume basis from 2019 to 2022, roughly in line with historical levels.\nAs we have discussed, our Pool sales consists of 20% from new pools, 20% from remodels and 60% from the aftermarket. At the midpoint, we expect that new pools and remodels will be down approximately 20% in 2023, and the aftermarket business, including inventory corrections in Q1 through Q3 will be down approximately 15%. We expect price carryover for Pool will be up roughly mid-single digits. We do expect the industry and our Pool revenue to return to more normalized growth later in 2023 and in 2024, reflecting a more even balance of sell-through and distribution buying patterns. As a reminder, even with an expected (inaudible) year of down double digits in 2023, we expect to grow at a double-digit CAGR in Pool from 2019 through 2023.\nWe expect our Water Solutions segment sales to be up mid-teens at the midpoint, including up approximately 40% in our commercial business, with a full year of Manitowoc Ice and down approximately 10% in our residential business. We expect IFT sales to be up slightly at the midpoint with the commercial, industrial and infrastructure businesses up approximately mid-single digits and residential down approximately double digits.\nOn the segment income side, we expect segment income to grow approximately 8% at the midpoint and to expand ROS roughly 150 basis points. We expect price to slightly exceed inflation. We expect approximately 35% ROS from our acquisitions and divestitures. Our transformation initiatives and productivity should deliver over 200 basis points of margin expansion, and we expect drop-through of roughly 30% on the decrease in volume. We expect our greater than 200 basis points of transformation and productivity benefit will be the result of volume rightsizing actions that we undertook in the fourth quarter of 2022, inefficiencies in our 2022 results that will not repeat in 2023 and our transformation initiatives.\nOur comments are based on the midpoint of the range. The lower end of our range would be reflective of higher interest rates, impacting housing demand and our residential sales and increasing our interest expense. As we think about the higher end of our range, our main drivers would be a better outcome in the residential businesses, primarily Pool and overdriving some of the transformation benefits.\nIn closing, we expect the lower Pool year in 2023 to be offset by the strength of our diversified portfolio and our transformation initiatives. We are confident in the expected benefits from our transformation initiatives, and we believe we are gaining continued momentum to not only drive savings in 2023, but to build a strong funnel for 2024 and 2025 with significant ROS expansion. We also expect ROS expansion as our residential businesses return to more normalized growth in 2024 and beyond.\nI'd now like to turn the call over to the operator for Q&A, after which, John will have a few closing remarks. Kate, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/0683e8099579d346a3698f058b01495a",
    "period": "2022 Q3",
    "content": "Q3 2022 Pentair PLC Earnings Call\n\nQ3 2022 Pentair PLC Earnings Call\n\nPNRNYSEOCT 25, 9:00 AM\n\nOperator\n\nGood morning, and welcome to the Pentair's Third Quarter 2022 Results Conference Call. (Operator Instructions) Please note this event is being recorded.\nI would now like to turn the conference over to Jim Lucas, Senior Vice President, Treasurer and Investor Relations. Please go ahead.\n\nJames C. Lucas\n\nSenior VP of IR & Treasurer, Pentair Plc\n\nThanks, Andrea, and welcome to Pentair's Third Quarter 2022 Earnings Conference Call. We're glad you can join us. With me today is John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our third quarter performance as outlined in this morning's press release.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K and today's release.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures can be found in the Investor Relations section of Pentair's website.\nWe will be sure to reserve time for questions and answers after our prepared remarks. (Operator Instructions). I will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, CEO & Director, Pentair Plc\n\nThank you, Jim, and good morning, everyone.\nPlease turn to Slide #4, titled Executive Summary. We are pleased to announce that our Q3 results were strong considering near-term challenges, and were in line with our expectations. Sales growth of 9% and segment income growth of 15% included a partial quarter of our recently-completed Manitowoc Ice acquisition. ROS expanded 110 basis points, demonstrating that price and productivity offset inflation, and our adjusted EPS grew 11% to $0.99 in Q3, which included incremental debt from our acquisitions and rising interest rates.\nWe are very excited about the addition of Ice to our portfolio and the expansion of our commercial Water Solutions platform, and the team and the integration process is off to a fast start. Bob will give more detail on our updated full year 2022 guidance later in this call.\nWhile we have modestly reduced our full year expectations due primarily to increased FX headwinds and higher interest rates, the year is generally playing out the way we thought it would after our Q2 earnings call. We are seeing the previously-communicated inventory correction in most of our residential channels, which we believe the industry is now addressing as supply chain challenges begin to abate. With our updated guidance, we now expect that we will have cleared nearly $200 million channel inventory pool by the end of the year. We are encouraged that underlying demand is still up year-over-year as evidenced by dealer and distributor sell-through despite the rising interest rates within the U.S. residential industry.\nI will speak in a few slides about some preliminary thoughts on 2023. The main takeaway is that we believe we are well positioned to grow sales, segment income, margins and adjusted EPS next year.\nPlease turn to Slide #5, labeled Water. With everything going on and the market reacting to shorter-term challenges, I wanted to take a moment to remind you that we believe Pentair is well positioned to solve some of the world's toughest water challenges in a sustainable way. Today, over 70% of Pentair's solutions support water and energy efficiency through helping to reduce water usage, reuse or recovery of water, or requiring less energy to operate or operate more efficiently. With a lot of the ongoing challenges, we believe that our solutions are needed to improve the lives of people and sustain our planning.\nPlease turn to Slide #6, labeled Purpose. Our purpose is important to our employees, our customers, and is growing more important to you, our shareholders. We hold ourselves to very high standards, and our annual sustainability report has shown progress. We believe that further progress not only benefits the planet, both customers, employees and shareholders as well.\nPlease turn to Slide #7, labeled Pentair at a Glance. Given how much focus has been on our residential businesses, particularly Pool, we wanted to take a step back and remind people of the diversity of the Pentair portfolio. Our mission as a company is to help the world sustainably move, improve and enjoy water, life's most essential resource. And we do this in Residential, Commercial, Agricultural and Industrial applications.\nOn a pro forma basis, for the full year of our Manitowoc Ice acquisition, and inclusive of our current 2022 guidance, U.S. residential sales comprised roughly half of our revenue and the other half comes from our other served industries. I will spend the next few slides talking about our 3 businesses and how they help comprise the overall Pentair results.\nWe are on track to generate over $4 billion in sales this year, and we have a strong focus on profitability with our ROS in the high teens. 75 is an important number for Pentair. 75% of our products are replacement inside a large installed base that benefits from over 75,000 trade partners. We believe the large served installed base and relationships with our trade channel partners drive resiliency of revenue and create a steady funnel for continued growth as new products and technologies are introduced. We have a long, successful track record of generating cash flow and being disciplined with our capital allocation. In fact, we have increased our dividend for 46 consecutive years, and we are especially proud of our high-teens ROIC, demonstrating that we have been good stewards with your invested [loans]. We believe we have a very solid foundation, and we know there is still more that we can do.\nPlease turn to Slide 8, labeled Aligning Organization for Accelerated Success. We announced last quarter that effective January 1, 2023, we will be splitting our Consumer Solutions segment into 2 new segments, Pool and Water Solutions. Our Industrial & Flow Technologies segment will remain unchanged. We believe this new segment structure will help us accelerate our efforts to improve customer service, differentiate our products and drive profitability for our shareholders.\nPlease turn to Slide #9, labeled Pool Business. Pool is a leading in-ground equipment maker with the largest installed base in North America, primarily across the Sunbelt states. Pool is on track to generate $1.6 billion in sales this year, has return on sales in the high 20s and has generated a 10-year revenue CAGR of approximately 10%. We are preferred business partners to pool professionals and a trusted source for all things pool. Our Pool Business helps people sustainably enjoy water by using less energy and chemicals.\nOne of the most attractive characteristics of the pool industry in North America is serving a large installed base of approximately 5.4 million pools. The average age of these pools is approaching 25 years. The industry is roughly 60% break and fix, 20% major remodeling and 20% new pools. Over the last 2 years, there was undoubtedly an increase in demand for products such as heaters and cleaners that were not as deeply penetrated on the pool path. People were moving to warmer climates and buying homes with a pool or wanting to build a pool. The emergence of Airbnb and Vrbo has people rent homes with pools rather than staying in hotels.\nOur industry-leading variable speed pumps have faced supply chain disruptions that have kept us from shipping as many as the industry wants, but we are starting to catch up on these shipments as the supply chain improves.\nOnly about half of our in-ground pools have some form of automation, and we believe this is another long-term opportunity for Pentair, the industry and consumers. Pool dealers continue to be constrained by the lack of available labor. While dealers may have been busier with new pools in the last 2 years, this has come at the expense of remodeling activity. We believe we have strong opportunities to continue to grow in key categories, particularly pumps. Our new IF3 pump was soft launched this year as we were not able to get enough chips and drives to meet demand. The initial feedback is very positive, and we believe this is an opportunity to build on our leading technology position in pool pumps.\nWe believe the long-term outlook for the pool industry remains very positive, and we are well positioned to enhance our position as a leader in North American pool equipment.\nPlease turn to Slide 10, labeled Water Solutions business. Our Water Solutions business has undergone a transformation of its own with our acquisition of Manitowoc Ice. On a pro forma basis, Water Solution's approaching $1.2 billion in sales with return on sales of roughly 20%. The business is approximately 2/3 Commercial and 1/3 Residential. Similar to Pool, our Water Solutions business sees a large percentage of its sales growth in distribution into trusted water treatment specialists.\nOur Water Solutions business improves water by providing great tasting, higher quality water and ice while helping our customers use water more productively. We have discussed our commercial Water Solutions business quite a lot this year given the acquisition of Manitowoc Ice. When put together with our Everpure filtration business and our KBI services business, we have created a leading platform to provide quality water and ice to our foodservice customers.\nOur Residential Water Treatment business consists of components and systems. Our focus within Residential Water Treatment is reestablishing the core of components while also investing in differentiated point-of-entry and point-of-use systems. We have a strong position with our core [pro trade] specialists. We have brands such as Fleck and RainSoft that have strong recognition in their respective channels. Commercial Water Solutions was already a high-margin business where the focus is on driving growth. Residential water treatment is much more on complexity reduction and margin improvement while investing in core channels. We are excited about the opportunities for the soon-to-be Water Solutions segment.\nPlease turn to Slide 11, labeled Industrial & Flow Technologies segment. Industrial & Flow Technologies does not always get the same attention from investors as our other 2 segments but it's important to our long-term strategy. As we help the world sustainably move, improve and enjoy water, our Flow business helps move water where you need it, when you need it more efficiently.\nWhile our Industrial Solutions business might not be as water focused as the rest of the portfolio, the business is focused on transforming waste into value. Our Flow business is just north of $1 billion in sales with healthy margins that are improving. Professionals represent roughly 80% of sales per flow, and we have many highly recognized brands. Our deep relationships with channel partners are an important long-term growth driver.\nFlow is roughly 2/3 Residential and 1/3 Commercial. We also serve irrigation and infrastructure on a smaller scale which helps bring balance to the business with a combination of short-cycle products and engineered products that are longer cycle. Flow has seen solid margin improvement this year, and we believe this business has a long runway ahead to drive margins even higher.\nOur Industrial Solutions business is roughly $500 million as a technology leader in several niches, including beer membrane filtration and sustainable gas solutions. Industrial Solutions is the one part of our portfolio that is not tied to professional trade channels, but this business provides filtration technology to help solve customers' environmental goals through smart and sustainable solutions. Similar to Flow, we believe there's a lot of opportunity for margin improvement within Industrial Solutions.\nPlease turn to Slide 12, labeled Transformation to Enhance Value Creation. We continue to believe that transformation will be a large value creation opportunity for Pentair. We are building capabilities and training businesses and new tools to use. We are furthest along on our sourcing initiatives. We have completed Wave 1 that is focused on key categories like electronics, motors and drives, casting and indirect. In fact, we had an early win in the quarter regarding our MNO spend where we went from over 100 different suppliers down to 1. This allows us to not only save money, but it also reduces complexity across our entire organization in this channel.\nAs we institutionalize our Wave 1 learnings, we believe this will drive future waves as we look at additional categories. On pricing, we're establishing a foundation for pricing across our different go-to-market strategies. This includes looking at our dealer and distributor programs to better optimize them. We're gaining insight into profitability by customer and product category and using this data to better drive our forecast. Pricing remains a big opportunity, and this year has been about building capabilities, and next year should start to see benefits materializing.\nWe've made a few small strides on footprint optimization this year. We believe this presents longer-term opportunities, but not until 2024 and beyond as we build out the funnel. From an organizational standpoint, there remains ample opportunities for complexity reduction across the entire portfolio and a realignment of these skills within our top priorities. Transformation has moved from funnel to execution, and we expect more material benefits to contribute to our longer-term margin expansion targets. We'll be providing more detail regarding specific expectations when we introduce our 2023 guidance.\nPlease turn to Slide 13, labeled Early Thoughts on 2023. While we are not yet ready to provide full guidance for 2023, we did want to share some early thoughts as we move to our internal planning process.\nWe expect to grow revenue next year for a few reasons. First, we expect the inclusion of Manitowoc Ice will contribute significantly. Second, we expect carryover pricing from the actions we have already taken this year. And third, we believe the diversity of our portfolio will be demonstrated and create resiliency.\nThe focus from investors feel solely on our Pool business, but we have many other contributing businesses in our portfolio. In fact, Pool has its own diversification with 60% break and fix that we expect will likely continue to grow. While the smaller exposure to new pool construction may decline double digits and maybe there will also be softness in remodeling, we expect the 5.4 million in-ground pools in the break and fix portion of the industry will likely grow modestly. And this, along with carryover pricing, should help limit the anticipated decline from inventory correction early next year. The remainder of the Pentair portfolio has more exposure to some later cycle business, with Industrial & Flow Technologies that offers further diversification.\nWe also expect to grow income next year. Again, we expect that Manitowoc Ice and pricing carryover will be contributors. We are also taking actions this year to better align our manufacturing costs and overhead with the lower volumes we are experiencing. We also expect productivity to return to more normalized levels as manufacturing inefficiency [in the base] with improved supply chain performance. Transformation is also expected to be a big contributor to income and margin performance next year.\nWe also expect to see adjusted EPS growth with the accretion from Manitowoc Ice, overall business performance and benefits from Transformation. We expect free cash flow to return to more normalized levels or perhaps even a little better as we expect better inventory performance and supply chain inefficiencies go away, and backlogs are reduced. Overall, we believe we are positioned to grow in 2023 despite the challenges of the softening economy, residential inventory and stocking challenges, and FX headwinds.\nI would now like to turn the call over to Bob to discuss our performance and our financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive VP, CFO, CAO & Interim President of Consumer Solutions, Pentair Plc\n\nThank you, John.\nPlease turn to Slide 14, labeled Q3 2022 Pentair performance. We delivered second quarter sales growth of 9%, with core sales increasing 4% as strong price contribution offset anticipated volume decline. Consumer Solutions core sales were down 2% as residential channels rebalanced inventory levels as our supply chain constraints lessened, and as a result of our lead times beginning to return to more normal levels. Industrial & Flow Technologies reported strong 14% core sales growth, with strength across the entire segment.\nSegment income increased 15% and return on sales increased 110 basis points year-over-year to 19.6%. Price once again offset inflation, and productivity showed some sign of improvement as manufacturing inefficiencies improved modestly as supply chain constraints eased a little in the quarter. Below the line, net interest and other expense was $18.6 million, with increased debt as we closed our Manitowoc Ice acquisition earlier in the quarter. Our adjusted tax rate was 13% during the quarter as we trued up our planning for the year, with the new full year rate now expected to be 15%. Our share count was 165.2 million, and adjusted EPS grew 11% to $0.99 and exceeded our guidance for the quarter.\nPlease turn to Slide 15, labeled Q3 2022 Consumer Solutions Performance. Consumer Solutions increased sales 8%, with core sales declining 2% comprised of 16 points of price, offset by an 18% decline in volume. The volume decline was due to tough year-over-year comparisons and the anticipated inventory correction across many product lines in our residential channel. Segment income grew 10% and return on sales expanded 30 basis points to 23.8%.\nOur Pool business had a 4% decline in sales as many product lines such as heaters, cleaners and lighting experienced a delay in orders as inventory in the channel took a pause at the end of the season. We experienced growth in comps during the quarter as we were able to get the drive needed to fulfill demand.\nAs we have been discussing throughout the year, we have been expecting a decline in the second half of this year as lead times for many products have returned to more normal levels and our channel partners no longer needed to place orders far in advance. Further, pool is a seasonal business, and historically, the fourth and first quarters tend to be at lower levels than the second and third quarters. We believe the underlying demand for pool equipment should continue to be strong as the average age of approximately 5.4 million pools installed in the U.S. approaches 25 years. About half of these pools have no form of automation, which we believe is also a long-term driver of demand and increased content on pools.\nWe are expecting a slowing in the next few quarters as channel inventories normalize to more historical patterns, which we expect will likely result in continued volume decline partially offset by strong pricing.\nWater treatment sales grew 34% in the quarter helped in large part by 2 months of contribution from Manitowoc Ice. Our Residential business sales declined low double digits as the channel goes through an inventory correction, similar to what is happening in Pool. Consumers continue to be focused on water quality and demand for the product remains strong, however channel inventory does need to return to more historical levels.\nOur Commercial business grew organically and benefited from the acquisition of Manitowoc Ice. Both Everpure and KBI experienced solid demand in the quarter, with Everpure experiencing several new total water management contract wins. The integration of Manitowoc Ice is off to a good start, and we remain very excited about the long-term prospects for our commercial water solutions platform.\nPlease turn to Slide 16, labeled Q3 2022 Industrial & Flow Technologies Performance. Industrial & Flow Technologies grew sales 10% in the quarter, partially offset by a 5% FX headwind, with core sales increasing 14%. Segment income grew 25% and return on sales expanded an impressive 210 basis points to 16.9%. The strong margin expansion was a result of positive mix, improved productivity and strong price contribution.\nOur Residential Flow business sales grew 6% in the quarter as price continued to read out positively, which helped to offset continued supply chain disruption. Inventory in the channel is in good shape, and our focus remains on working down backlog as supply chain disruptions continue to ease. Commercial Flow sales grew 13% as delayed second quarter shipments occurred and underlying demand remains solid. This business has made significant gains this year reducing complexity, and has been a big contributor to the segment's margin expansion.\nIndustrial Solutions sales increased 13% as most product lines experienced growth. Demand for our sustainable gas solutions remain strong and continue to grow in orders and backlog. Our Beer business has helped many customers work on productivity solutions, given the ongoing CO2 shortage that exists.\nOverall, Industrial & Flow Technologies delivered a great quarter, sales, segment income and margin growth.\nPlease turn to Slide 17, labeled Balance Sheet and Cash Flow. This slide reflects the closing of the Manitowoc Ice transaction at the end of July. We ended the quarter with pro forma leverage at 2.6x, and our ROIC was at 17%. Given the rising interest rate environment, we are comfortable being 2/3 variable as we were less inclined to lock into higher rates for longer. We have no long-term debt maturing for the next few years, and the majority of our debt is in term loans going up 3 to 5 years.\nCash flow in the quarter was $72 million and $211 million year-to-date. Working capital has been a significant headwind this year, primarily inventory, which is leading to a timing issue on cash flow. Our inventories are higher primarily due to inflation, buy ahead and inefficiencies in the supply chain, requiring us to purchase more products. We believe we are well positioned to drive improvement in free cash flow in the fourth quarter but we expect to fall short of our target to 100% free cash flow conversion for the full year. We believe this is a timing issue, and expect next year to benefit from working capital improvement as inventory levels come down.\nPlease turn to Slide 18, labeled Q4 and Full Year 2022 Pentair Outlook. For the fourth quarter, we are introducing adjusted EPS guidance of approximately $0.79, which represents a year-over-year decrease of 9%. We expect sales to be roughly flat as the contribution of Manitowoc Ice helps offset growing FX headwinds and expected volume decline as a result of residential channel inventory correction. We expect segment income to increase 8%, with corporate expense coming in around $20 million, net interest expense of roughly $28 million, an adjusted tax rate of 15% and a share count of 165 million to 166 million.\nWith the third quarter outperformance and our expectations for the fourth quarter, we now expect full year sales to grow approximately 9% for the year. We expect segment income to increase approximately 12% with strong price contribution. We expect adjusted EPS of roughly $3.65 or an increase of 7% for the year. Below the line, we expect corporate expense to be around $80 million, net interest expense of $55 million, an adjusted tax rate of approximately 15% and shares to be around 165 million to 166 million.\nWith the working capital headwinds experienced this year, we now expect free cash flow to be approximately 60% to 70% of net income, with free cash flow returning to more normalized levels next year.\nI would now like to turn the call over to Andrea for Q&A, after which John will have a few closing remarks. Andrea, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a22278adbaf29523124b03c200c6ccca",
    "period": "2022 Q2",
    "content": "Q2 2022 Pentair PLC Earnings Call\n\nQ2 2022 Pentair PLC Earnings Call\n\nPNRNYSEJUL 26, 9:00 AM\n\nOperator\n\nWelcome to the Pentair Second Quarter 2022 Earnings Conference Call. (Operator Instructions) Please also note that today's event is being recorded.\nAt this time, I'd like to turn the conference call over to Jim Lucas, SVP, Treasurer SG&A and Investor Relations. Please go ahead.\n\nJames C. Lucas\n\nSenior VP of IR & Treasurer, Pentair Plc\n\nThanks, Jamie, and welcome to Pentair's Second Quarter 2022 Earnings Conference Call. We're glad you can join us. With me today is John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our second quarter performance as outlined in this morning's press release.\nBefore we begin, let me remind you that during our presentation today, we'll make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to [predict] and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K and today's release. We will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures can be found in the Investor Relations section of Pentair's website.\nWe will be sure to reserve time for questions and answers after our prepared remarks. I would like to request that you limit your questions to 1 and a follow-up to ensure everyone an opportunity to ask their questions.\nI will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, CEO & Director, Pentair Plc\n\nThank you, Jim, and good morning, everyone.\nPlease turn to Slide #4, titled Executive Summary. Pentair delivered another strong quarter with sales, segment income and adjusted EPS, all up double digits. We are particularly encouraged with our margin expansion, both sequentially and year-over-year as price more [than] offset continued inflationary headwinds. We're also excited to have received all of the necessary regulatory approvals related to our acquisition of Manitowoc Ice and we expect to close the acquisition later this week.\nWith the significant growth of Pool since 2019, and our Water Solutions business expected to exceed $1 billion in sales on a pro forma basis, including Manitowoc Ice and to be predominantly a commercial platform, we'll be moving to 3-segment reporting segments starting January 1, 2023. The 3 segments will be Pool, Water Solutions, Industrial & Flow Technologies. I'll provide more details on the new segment structure shortly.\nWe are also introducing Q3 guidance of $0.93 to $0.95, and tightening our full year guidance to a range of $3.70 to $3.75. Bob will give more details on guidance later in the call, but we are seeing headwinds from FX translation as well as higher interest expense with the rise in rates over the past several months.\nWe continue to believe we are well positioned in attractive markets. Transformation is helping strengthen our performance and the addition of Manitowoc Ice and our new segment structure positions us to continue delivering for all of our stakeholders.\nPlease turn to Slide #5, labeled Building a Stronger Commercial Water Solutions Platform. We introduced this slide in March when we announced our plans to acquire Manitowoc Ice. Manitowoc Ice is an iconic brand and a great business that we expect to help our commercial Water Solutions business to deliver scaled end-to-end water filtration and ice solutions for foodservice customers, along with predictive services that identify and address customer issues before they arise. This combination will transform our current water treatment business, which historically has been roughly 2/3 residential and 1/3 commercial focused. With Manitowoc Ice, we expect water (inaudible) on a pro forma basis, with commercial representing nearly 2/3 of the business and improved profitability in addition to even greater growth prospects.\nPlease turn to Slide 6, labeled Aligning Organization for Accelerated Success. To further expand on our announced segmentation move, the addition of Manitowoc Ice will provide us with an expanded and scaled end-to-end commercial Water Solutions platform for important global customers. We will also reshape our water treatment business to be more commercial focused by both revenue and contribution of income than our residential business.\nIn addition, our Pool business has nearly doubled in revenue and income since 2018, which further supports the change in our Consumer Solutions segment structure. As a result, Pool and Water Solutions will each become individual segments, and each will be focused on the respective growth and transformation plans in line with our expectations. Our existing Industrial Flow Technologies segment will remain the same.\nAs a result of this new structure, we have also announced a number of management changes effective January 1, 2023, when the new structure will take effect. We believe this new segment structure will help us accelerate our efforts to improve customer service, differentiate our products and drive profitability for our shareholders.\nPlease turn to Slide 7, labeled Transformation to Enhance Value Creation. As we have shared over the past several quarters, our transformation strategy is taking shape. We are creating new tools for our toolbox, and each business is identifying their own respective opportunities to transform their business models for future success. Overall, we are focused on 4 areas: pricing, sourcing, operations and organizational effectiveness. The team's been working hard to build funnels in all 4 categories, and we are gaining significant traction within sourcing.\nDuring the second quarter, we held a supplier show and gathered over 800 attendees representing over 450 suppliers. We have identified additional suppliers as we evaluate the entire supply chain. This event showcased the diversity of our product offerings and many suppliers, both new and existing, have gained a better understanding of how to partner with Pentair going forward. We are well underway in our efforts of [evaluating] the larger supplier categories and are looking forward to sharing more on our progress in the future. We believe transformation is a key value creative for Pentair longer term and we look forward to updating you in more detail and sharing our detailed targets and expectations for 2023 and beyond, early next year.\nI would now like to turn the call over to Bob to discuss our performance and our financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive VP, CFO & CAO, Pentair Plc\n\nThank you, John.\nPlease turn to Slide 8, labeled Q2 2022 Pentair Performance. We delivered second quarter sales growth of 13% with core sales increasing 12% with strong price contribution. We were particularly pleased with the top line performance given the tough comparison to last year. As we indicated last quarter, we expected to see price outpace inflation starting in the second quarter, and it played out as anticipated.\nConsumer Solutions delivered core sales growth of 15% against a tough comparison, and Industrial & Flow Technologies grew core revenue 7%. Segment income increased 18% and return on sales was 19.3%, which represented a 70-basis point increase year-over-year and a 210 basis point improvement sequentially. We were pleased to see the strong price contribution more than offset inflation, but many of our businesses continue to face supply chain inefficiencies, and we expect this to impact productivity in the near term.\nBelow the line, net interest and other expense was just under $5 million. Our share count was 165.5 million and the adjusted tax rate was 16%. Adjusted EPS grew 21% to $1.02 and exceeded our guidance for the quarter.\nPlease turn to Slide 9, labeled Q2 2022 Consumer Solutions' performance. Consumer Solutions delivered another strong quarter with sales growing 19% and core sales increasing 15%. Segment income grew 18% and price more than offset inflation in the quarter.\nPool sales grew 20% in the quarter, and we continued to see solid momentum as we continue through the '22 Pool season. There is understandably a lot of focus on the pool industry, given the significant growth over the past 2 years. The pandemic changed consumer behaviors early on and moving to warmer climates, investing in the overall backyard or the emergence of new traveling like Airbnb, consumers are using pools more and more.\nThe industry is estimated to be roughly 60% serving the installed base, 20% major remodeling and 20% new pool construction. New pool permits have historically run 10% of single-family starts and have been a little ahead of that lately, but pool dealers remain constrained by labor availability. Remodeling activity has been strong, but the focus on new pools has kept some of the remodeling activity from occurring, leading to healthy backlogs for dealers.\nFurther, pool attrition has been lower as pool owners have a renewed interest in maintaining their pools. There are roughly 5.4 million pools installed and the average age of the installed base is approaching 20 years. The near-term focus for pool is managing the supply chain, keeping up with demand and improving the inventory health of all product categories.\nWhile some categories like heaters, lighting and cleaners have improved inventory positions leading to elevated growth, other categories like variable speed pumps, automation and sanitization still have healthy backlogs, given the limited availability of chips that has impacted deliveries.\nWe continue to believe in the long-term prospects for the pool industry and will provide further updates when we report third quarter earnings in October regarding channel inventory levels as the Pool season ends in September.\nWater Treatment grew sales 19% which included some contribution from KBI. Residential water treatment continues to be focused on complexity reduction and improving margins. Sales were up mid-single digits for the residential business with positive contribution from both affiliated dealers and components.\nCommercial Water Solutions continued to see a healthy recovery in its end markets, resulting in a healthy double-digit sales growth once again. The overall industry continued to improve, and KBI has strengthened and created new relationships for the business.\nPlease turn to Slide 10, labeled Q2 2022 Industrial & Flow Technologies' performance. Industrial & Flow Technologies grew sales 4% in the quarter with core revenue increasing 7%. Segment income grew 4%, and return on sales was flat at 15.7% as supply chain and plant inefficiency has continued.\nResidential flow grew sales 6% as demand in its channel remains solid and backlog return naturally to historic levels as component availability improved. Price has read out quite well so far this year and capacity constraints in the plants have slowly improved as labor challenges have been addressed. We expect more normalized seasonality to end the year, but are encouraged as sell-through in the channel remains healthy.\nCommercial flow sales were down 6% as the timing of shipments impacted the quarter. Backlog remained healthy, and we expect improvements in the supply chain should result in these delayed shipments occurring in the second half. The business continued to make progress in driving complexity reduction.\nIndustry solutions saw sales increase 9%. Backlog continues to be strong and orders were healthy in this longer cycle business, particularly within the sustainable gas solutions business. Although this is a longer cycle business, it was encouraging to see healthy price readout in the quarter.\nPlease turn to Slide 11, labeled Balance Sheet and Cash Flow. The balance sheet ended the second quarter exceptionally strong with leverage at 1x and return on invested capital just under 19%. Cash flow improved sequentially and was impacted some by higher inventory levels as supply chain inefficiencies continued. This is a combination of opportunistic raw material purchases and products that have been close to being completed while awaiting final components that have been delayed. Resins, drives and electronics continue to be the categories impacted by availability challenges. We expect inventory levels to come down through the second half.\nDuring the quarter, we completed our financing for the pending Manitowoc Ice acquisition. Given the rise in interest rates that occurred since we announced the transaction in March, we ended up with 75% of the debt variable to help mitigate some of the higher interest expense that will occur versus our original assumptions and to allow us to pay down the variable debt as free cash flow is generated. We repurchased $50 million of shares in the quarter. Our primary focus for the remainder of the year will be on debt reduction upon the closing of the Manitowoc Ice acquisition.\nPlease turn to Slide 12, labeled Q3 and Full Year 2022 Pentair Outlook. For the third quarter, we are introducing adjusted EPS guidance of $0.93 to $0.95, which represents a year-over-year increase of 4% to 7%. We expect total sales to grow 3% to 5% against a tough comparison as we expect seasonality for the business and channel inventory levels begin to normalize.\nWe expect segment income to increase 5% to 7% with corporate expense coming in around $20 million, net interest expense of $6 million to $7 million, an adjusted tax rate of 16% and a share count of 165 million to 166 million. For the full year, we are adjusting our top line guidance to a range of 8% to 10% increase related primarily to a 1% higher FX headwind than previously forecasted.\nWe expect segment income to increase 9% to 11% as we expect price continues to exceed inflation in the back half of the year, offset by manufacturing inefficiencies in the near term given ongoing component and labor availability.\nWe expect adjusted EPS in the range of $3.70 to $3.75 or an increase of 9% to 10% for the year. We have reduced the high end of our previous guide by $0.05 to reflect FX and interest headwinds.\nBelow the line, we expect corporate expense to be around $80 million, net interest expense of $21 million to $23 million as interest rates have increased, an adjusted tax rate of approximately 16%, and shares to be around 165 million to 166 million. We continue to target free cash flow to approximate net income. We are focused on bringing down inventory levels despite ongoing supply chain inefficiencies.\nOur third quarter and full year guidance does not include the impact of Manitowoc Ice, which we expect to close later this week. For the balance of 2022, we would expect the acquisition to be neutral to earnings. We had previously communicated that we expect $0.25 of accretion in 2023. However, we now expect about a $0.15 headwind from higher interest expense as a result of rates rising since we announced the transaction in March, and we will now expect approximately $0.10 accretion in 2023. We continue to target $0.40 accretion by 2025.\nI would now like to turn the call over to Jamie for Q&A, after which John will have a few closing remarks.\nJamie, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/08801b74482a610d492c6f73ce0e5c03",
    "period": "2022 Q1",
    "content": "Q1 2022 Pentair PLC Earnings Call\n\nQ1 2022 Pentair PLC Earnings Call\n\nPNRNYSEAPR 21, 9:00 AM\n\nOperator\n\nLadies and gentlemen, thank you for standing by, and welcome to the Pentair's Q1 2022 Earnings Conference Call. (Operator Instructions)\nI would now like to hand the conference over to Jim Lucas. Please go ahead.\n\nJames C. Lucas\n\nSenior VP of IR & Treasurer, Pentair Plc\n\nThanks, Jay, and welcome to Pentair's First Quarter 2022 Earnings Conference Call. We're glad you could join us today. I'm Jim Lucas, Senior VP, Treasurer, FP&A and Investor Relations. And with me today is John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer.\nOn today's call, we will provide details on our first quarter performance as outlined in this morning's press release. Before we begin, let me remind you that during our presentation today, we will make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K and today's release.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures can be found in the Investor Relations section of Pentair's website. We will be sure to reserve time for questions and answers after our prepared remarks. I would like to request that you limit your questions to one and a follow-up to ensure everyone an opportunity to ask their questions.\nI will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, CEO & Director, Pentair Plc\n\nThank you, Jim, and good morning, everyone. Please turn to Slide #4, titled Executive Summary.\nWe were pleased to deliver a solid first quarter that exceeded our previously communicated expectations. Sales expanded 15% in the first quarter, and we were encouraged to see price continue to read out positively. Inflation is unfortunately not showing any signs of moderating, which is why we expect to increase price even further to cover the incremental inflation headwinds.\nDuring the first quarter, we announced an agreement to acquire Manitowoc Ice, which I'll discuss in a little bit more detail shortly. We believe this is a great complementary acquisition that will help enhance our strong commercial Water Solutions business. Bob will give more details on our guidance later in the call, but we are updating our full year guidance to reflect a little more top line growth. And our full year adjusted EPS range remains unchanged at $3.70 to $3.80.\nWe are entering our seasonally strongest quarter with continued momentum, and we believe that Pentair is well positioned for 2022 and beyond.\nPlease turn to Slide 5, labeled Building a Track Record of Consistent Growth. We believe in our strategy, and we are building a track record of consistent growth despite the many external global supply chain and inflation challenges that most companies are facing. Growing the core is our #1 priority, whether it is sales, income growth or margin expansion, we must deliver in all areas. We are a leader in pool and continue to be well positioned to serve a large growing installed base. Water treatment is benefiting from consumers focusing on water quality, which benefits both our residential and commercial businesses. We have a sizable flow business with several strong positions in areas such as water supply, water disposal, fire suppression and flood control.\nOur Industrial Solutions business continues to focus around its 2 biggest opportunities: beer membrane filtration and sustainable gas. I will touch on transformation in a moment, but we believe this is one of the biggest long-term opportunities for Pentair. This is not just about unlocking value and improving margins, rather it is about doing things better and more optimally and positioning Pentair for the best possible future.\nOur balance sheet has been one of our biggest strengths, and we are currently in the process of using it with the announced agreement to acquire Manitowoc Ice. While we have built an improved track record of growth the past couple of years, we believe there's still a long runway ahead for Pentair.\nPlease turn to Slide 6, labeled transformation to enhance value creation. Transformation is a word we chose carefully because we are not just focused on taking out costs. Transformation is about improving the way we do business. I remind the team consistently that we need to celebrate the successes of what we have been doing and the way we have done it, but that does not mean these are the right processes going forward.\nTransformation comes from a lean methodology. It is about identifying the current state, recognizing that you can be much better and, therefore, creating the future state vision and then building your transformation plan to achieve it.\nWe are focused on 4 transformational areas: pricing, sourcing, operations and distribution and organizational effectiveness. While 2021 was about planning, we are now moving to the execution phase. Our 2 biggest opportunities are in pricing and sourcing, where we've brought in outside partners to help us transform these key processes.\nWe continue to build funnels, and we are seeing momentum build as our outside partners help train us on how to unlock additional value within our 4 targeted areas. We are bringing greater focus and prioritization, and we are using data analytics to drive our decision-making. We have seen many of our more complex businesses such as flow made great strides in improving margins. And they are now turning to focus on targeted growth opportunities.\nTransformation is a key value creator for Pentair longer term, and we look forward to updating you in more detail in sharing our targets and expectations for 2023 and beyond later in the year.\nPlease turn to Slide 7, labeled Advancing Total Water Management and Building a Stronger Commercial Water Solutions Platform. In early March, we announced our agreement to acquire Manitowoc Ice. We believe this is a great business that will allow us the opportunity to bring to our customers a total water management solution through our Commercial Water Solutions business and expand our offerings. On a pro forma basis, we expect our Commercial Water Solutions business to be a nearly $700 million business, made up of 3 different growing categories. Everpure is a projected $225 million, very high-margin respected industry brand that allows us to provide our foodservice customers with high-quality water for their specialty needs.\nManitowoc is a projected $325 million high-margin brand that has a proven track record of creating and delivering dependable ice machine. And KBI is a projected $125 million, lower margin but significantly important and well-known service leader with a reputation for providing one-of-a-kind service, preventative maintenance and infrastructure for commercial customers. Combined, these 3 businesses can offer end-to-end water filtration and ice solutions for foodservice customers, along with predictive services that identify and address customer issues before they arise.\nTogether, we anticipate that we can deliver sustained Commercial Water Solutions double-digit revenue growth at mid-20s margins by providing ice and better cleaner water to people all around the world. We expect that closing the Manitowoc transaction to occur in the second or third quarter, subject to regulatory approvals.\nI would now like to turn the call over to Bob to discuss our performance and our financial results in more detail. Bob?\n\nRobert P. Fishman\n\nExecutive VP, CFO & CAO, Pentair Plc\n\nThank you, John. Please turn to Slide 8 labeled Q1 2022 Pentair Performance. We delivered first quarter sales growth of 15% with core sales increasing 12% with strong price contribution. While inflation continues to accelerate, we were pleased to see price offset inflation for the first time in almost a year.\nConsumer Solutions delivered core sales growth of 17% and Industrial & Flow Technologies grew core revenue 6%. Segment income increased 5% while return on sales declined 180 basis points to 17.2%. The principal contributors to the margin decline were the lower margin impact of recent acquisitions, supply chain inefficiencies and elevated inflation.\nWe were encouraged to see return on sales improve sequentially with strong price contribution. While inflation is showing no signs of moderating and supply chain disruptions remain, we expect return on sales to show strong sequential improvement into the second quarter.\nBelow the line, net interest and expense was just under $4 million, our share count was 166.5 million and the adjusted tax rate was 16%. Adjusted EPS grew 5% to $0.85 and exceeded our guidance for the quarter.\nWe made the decision to exit what has been a very small business in Russia. Exiting the business resulted in a $6 million charge relating to the write-off of receivables, inventories and other costs related to contracts that we will no longer fulfill. This was the right thing to do. And we note that both our sales before and this cost related to our exit were immaterial amounts.\nPlease turn to Slide 9, labeled Q1 2022 Consumer Solutions Performance. Consumer Solutions delivered another strong quarter with sales growing 23% and core sales increasing 17%. The acquisitions of KBI and Pleatco were positive contributors to the top line. However, they do operate today at lower margins, and this resulted in pressure on return on sales. Segment income grew 6% and price nearly offset inflation in the quarter as we continued to see strong readout in both businesses within Consumer Solutions. Pool sales grew 23% in the quarter, and we continued to see strong momentum entering the beginning of the pool season.\nWe commented last quarter that we were seeing channel inventories more in line with historical levels. And while some categories are still catching up, the channel is in much better shape entering the season this year than last.\nWithin pool, we have a relentless focus on creating an even more effortless experience for our customers. We have recently launched a new order status portal that allows customers to have greater visibility on order status information without making calls. We have also enhanced our phone system for easier navigation to ensure that dealers and consumers alike receive the proper and advance resource support when needed.\nOne of our key differentiators in pool's long-term success is the loyalty from our dealers. We have long focused on industry-leading sales and technical training to enable our dealers to learn the benefits of our products and help facilitate an easier installation process. We have invested in experienced training centers to allow dealers as well as builders and service companies to have a more intimate learning of our products.\nOne of our key areas of focus is to enable our customers, both distributors and dealers to advance their businesses. We continue to focus on building our innovation pipeline. We are launching our new IntelliFlo 3 pump to create a more efficient flow management experience. We are also launching a higher-end version of this pump with a mini automation system on board to provide the consumer with enhanced control and functionality of their pool.\nOverall, pool is seeing strong demand from dealers and builders with good visibility through the 2022 season. We continue to carry a healthy backlog in pool, although this has historically been a short-cycle business with low lead times. As we continue to increase capacity and hopefully see signs of supply chain inefficiencies easing, we expect backlog to come down through the course of the year.\nWater Treatment grew sales 24%, which included some contribution from KBI. Residential water treatment continued to be focused on complexity reduction and improving margins. Sales were up mid-single digits for the residential business with positive contribution from both affiliated dealers and components.\nCommercial Water Solutions continued to see a healthy recovery in its end markets, resulting in a healthy double-digit growth once again. The addition of KBI has improved and brought in many of our customer relationships. The core Everpure business has enjoyed a strong rebound in quick service restaurants and convenience stores with improvements starting to come in the hospitality sectors as consumers once again start traveling more. We have been most encouraged with the global nature of the recovery in commercial water solutions. In addition to our total water management efforts, this continues to be an important growth vector for us and is contributing a healthy funnel of new opportunities with current and new distributors, dealers and customers.\nWe are also seeing the foodservice industry, particularly quick-serve restaurants, adapting to new standards in restaurant design and equipment that is generating opportunities for new installations and reconfiguration of existing restaurants.\nPlease turn to Slide 10 labeled Q1 2022 Industrial & Flow Technologies Performance. Industrial & Flow Technologies grew sales 4% in the quarter with core revenue increasing 6%. Segment income grew 4% and return on sales increased, as all businesses within IFT are making progress on complexity reduction.\nResidential flow grew sales 1% but this included a headwind from a small product line divestiture in the quarter. Overall, residential flow continues to see strong demand as it enters its seasonally strongest quarter. The business is being impacted by supply chain inefficiencies and labor shortages, which along with strong demand, has resulted in strong backlog for this historically shorter cycle business. Overall, we expect residential flow to have a solid year with price reading out nicely and backlog being worked down as supply chain inefficiencies hopefully begin to ease as the year progresses.\nCommercial flow grew sales 1% as the focus continues to be on complexity reduction and improving margins. The business has made good progress in SKU reductions, driving productivity and beginning to move to more of a configured-to-order instead of engineered-to-order business model. This is resulting in greater efficiency in the plants and we have seen several quarters in a row of margin improvement as a result.\nIndustrial Solutions saw sales increase 11% as larger global beer manufacturers are increasing their CapEx budgets and we continue to see strong demand in orders and sales for our sustainable gas business. The business also benefited from the addition of Pleatco. Overall, the longer-cycle Industrial Solutions business has seen solid improvement in orders and backlog, and we expect the top line momentum to continue as the year progresses.\nPlease turn to Slide 11, labeled Balance Sheet and Cash Flow. The balance sheet ended the first quarter in very strong shape. Our leverage ended the quarter at just over 1x, and our return on invested capital remained in the high-teens. Free cash flow usage in the quarter was more in line with historical trends than what we experienced at the start of last year when sales were more linear through that quarter.\nTo start 2022, we saw a slow start in January due in part to Omicron-related absenteeism in many of our factories. We had a particularly strong last month of the quarter that resulted in higher receivables that we should collect in the second quarter. In addition, we have been advantageously buying higher-than-usual levels of key components as we manage through today's supply chain inefficiency.\nFor the year, we continue to expect free cash flow to approximate net income and the second quarter should see traditional strength in free cash flow generation in line with historical trends.\nPlease turn to Slide 12 labeled Q2 and Full Year 2022 Pentair Outlook. For the second quarter, we are introducing adjusted EPS guidance of $0.98 to $1.01, which represents a year-over-year increase of 17% to 20%. We expect total sales to grow 11% to 13%, which we believe is a strong show in given the particularly difficult comparison to the same period last year. We expect segment income to increase 14% to 17% with corporate expense coming in around $20 million, net interest expense of $5 million to $6 million, an adjusted tax rate of 16% and a share count of 166.5 million to 167.5 million.\nFor the full year, we are modestly increasing our top line guidance to a range of 9% to 11%, reflecting a slightly better showing in the first quarter in addition to further price actions anticipated to offset continued higher inflation. We continue to expect segment income to increase 10% to 13% and adjusted EPS in the range of $3.70 to $3.80 or an increase of 9% to 12% for the year.\nBelow the line, we expect corporate expense to be around $80 million, net interest expense of $18 million to $20 million, an adjusted tax rate of approximately 16% and shares to be around 167 million to 168 million. Finally, as we stated previously, we expect free cash flow to approximate net income.\nI'd now like to turn the call over to Jay for Q&A. After which, John will have a few closing remarks. Jay, please open the line for questions. Thank you."
  },
  {
    "header": "PNR",
    "cik": "0000077360",
    "ticker": "PNR",
    "transcript_url": "https://dashboard.aiera.com/p/evtmin/a08dd97661686431f8f7a86b00e1b134",
    "period": "2021 Q4",
    "content": "Q4 2021 Pentair PLC Earnings Call\n\nQ4 2021 Pentair PLC Earnings Call\n\nPNRNYSEFEB 1, 9:00 AM\n\nOperator\n\nGood day and thank you for standing by. Welcome to the Q4 2021 Pentair Earnings Conference Call. (Operator Instructions) I would now like to hand the conference over to your speaker today, Jim Lucas. Thank you. Please go ahead.\n\nJames C. Lucas\n\nSenior VP of IR & Treasurer, Pentair Plc\n\nThanks, Stephanie, and welcome to Pentair's Fourth Quarter 2021 Earnings Conference Call. We're glad you could join us today. I'm Jim Lucas, Senior Vice President, Treasurer, FP&A and Investor Relations. And with me today is John Stauch, our President and Chief Executive Officer; and Bob Fishman, our Chief Financial Officer. On today's call, we will provide details on our fourth quarter and full year performance as outlined in this morning's press release.\nBefore we begin, let me remind you that during our presentation today, we will make forward-looking statements. Listeners are cautioned that these statements are subject to certain risks and uncertainties, many of which are difficult to predict and generally beyond the control of Pentair. These risks and uncertainties can cause actual results to differ materially from our current expectations. We advise listeners to carefully review the risk factors in our most recent Form 10-Q and Form 10-K as well as today's release.\nWe will also reference certain non-GAAP measures. Reconciliations of these non-GAAP measures to the most directly comparable GAAP measures can be found in the Investor Relations section of Pentair's website.\nWe will be sure to reserve time for questions and answers after our prepared remarks. (Operator Instructions) I will now turn the call over to John.\n\nJohn L. Stauch\n\nPresident, CEO & Director, Pentair Plc\n\nThank you, Jim, and good morning, everyone. Please turn to Slide #4 titled Executive Summary. We exit 2021 feeling very grateful for the tireless efforts of all of our employees, who helped Pentair deliver for our customers and create value for shareholders despite significant inflation and global supply chain challenges. I am humbled and proud of how our employees remained agile and accountable throughout all of 2021. While we faced ongoing supply chain disruptions and inflation that was almost 5x higher than during 2020, our 2021 results exceeded our expectations and create momentum heading into 2022. Sales grew over 20%, while segment income and adjusted EPS increased over 30% each. Our return on sales expanded 100 basis points for the full year to over 18% despite significant inflation pressures.\nWe had another strong year of free cash flow, generating over $550 million, which represented over 100% conversion to net income. We returned approximately half of our cash to shareholders through dividends and share repurchases while also funding two strategic acquisitions. We announced a dividend increase at the end of last year, and the first quarter dividend in 2022 will mark Pentair's 46th consecutive year of increasing dividends. We are especially proud of this record as we are in a small and distinguished group of companies who can say that.\nOur balance sheet ended the year in excellent shape and is poised to be deployed to drive additional shareholder value. We are introducing Q1 and full year 2022 guidance today, which Bob will highlight in more detail later in the call. For 2022, we are looking for continued sales, income and earnings growth as well as further margin expansion. While Q1 faces a tough comparison to last year due to the largest price versus cost impact and continued disruptions caused by COVID-19, our full year outlook remains optimistic, and we believe our businesses are well positioned to create further value for shareholders.\nOur residential businesses serve mainly the installed base. We estimate Pentair's overall exposure to new residential construction is roughly 10% for the entire company. Our pool business benefits from a large installed base, movement to more autonomous and more energy-efficient pools and favorable population migration trends. Our water treatment business has built momentum on the residential side with smarter connected solutions, while a more profitable commercial business has recovered nicely despite restaurant traffic still not back to 2019 levels.\nFinally, our industrial businesses exited 2021 with continued growth in orders and backlog, particularly in our food and beverage and sustainable gas businesses. Overall, we believe we are well positioned entering the new year, although we recognize that disruptions from COVID-19 are impacting the global supply chain as we start 2022.\nPlease turn to Slide 5 labeled ESG Priorities are Integrated with Business Strategy. Since becoming a pure-play sustainability-focused company about 4 years ago. We have been focused on integrating our ESG priorities with our business strategy. We believe this supports our efforts in cultivating a long-term value proposition for Pentair. It is the right thing to do. It is good business, and this tied to what our employees, customers and shareholders value.\nSustainability is more than an initiative at Pentair. It is core to how we operate. At Pentair, we are united in our belief that our products and actions are making a difference. We are providing clean, safe water to millions of people while eliminating plastic bottles that are harming our environment. Our products help people use less chemicals and detergents in their lives through our water treatment solutions. We have many products that help reduce carbon-based electricity needs through variable speed pumps and LED lighting. And we are building a growing business for capturing COT (sic) [CO2] gas for reuse. We believe our solutions help make the most of life's most essential resources.\nWe are also focused on decreasing our carbon and water footprint with energy-efficient processes and bottle-free facilities. In 2021, we established formal goals to reduce Pentair's Scope 1 and 2 greenhouse gas emissions and water withdrawals.\nWe are driving an inclusive and diverse workforce and leadership team. As a member of the CEO Action for Diversity & Inclusion coalition, leading our organization forward on diversity and inclusion efforts is a priority, and I'm proud of the work we are doing in this regard that contributes to us being an employer of choice. We're also working to build a more sustainable supply chain and have continued to make progress while we are navigating global supply chain disruptions.\nFinally, we believe we have always had strong governance practices, and we remain focused on ensuring that these are the best practices. We have strong diversity on our Board of Directors, and we also have strong Board oversight of ESG. We recognize that our work will never be done, but we believe we are focused on the right priorities, and we will continue to engage with our stakeholders on focus areas where we can improve.\nPlease turn to Slide 6 labeled Building a Track Record of Consistent Growth. As we highlighted during our Investor Day last June, we believe we are well on our way to establishing a track record of consistent growth. We believe that we are in the right spaces for the future. Global water awareness is increasing, and we serve large and stable end markets. In fact, our two largest businesses, pool and water treatment, are serving sectors that when combined are nearly $40 billion in size and are growing faster than GDP.\nGrowing the core is not just about top line improvement but continued income growth and margin expansion. We know we must focus on all elements of growth, and we believe we are better aligned on this focus today more than at any time in Pentair's history. Over the last few years, we have been investing in building our brand, our digital capabilities and our innovation around smart and sustainable solutions. We have successfully rebranded Pelican, acquired in 2019, to Pentair Water Solutions in the water treatment space, and we believe we are delivering compelling and consistent messaging across all consumer touch points to generate awareness and provide consumer confidence in our solutions and expertise.\nWe recently launched the new home water platform on pentair.com, to empower consumers to learn, shop, purchase and gain service and support on our website. We improved consumer engagement with multiple digital properties, such as web, app, social and digital ads to optimize customer journeys and deliver consistent, differentiated brand messaging across all platforms. We saw double-digit increases last year in new visitors to pentair.com. In fact, this increased engagement has led to a substantial number of leads in our pool business.\nWhile we are a leader in pool equipment today, we must continue to invest to maintain and improve our position with customers and consumers. A major part of our effort is around building an effortless pool ecosystem. We not only strive to have the most reliable products in the pool industry, but we are also focused on providing the best information about pool ownership, and we believe we offer the highest level of training and education of anyone to the professional channel.\nWe are also increasing our services offerings in many of our businesses. The acquisition of KBI last year brought service capabilities to our commercial water treatment business and helped us create end-to-end solutions for our customers. We are also focused on expanding services within pool and are developing a network to easily connect homeowners to the appropriate partner and service provider to take care of their needs in a proactive improvement situation. We're also developing more connected products that provide information about the performance of our equipment that will enable our channel partners to quickly react to the needs of the consumer.\nWhen we talk about strategic growth initiatives to accelerate the top line, this is about prioritizing, sequencing and resourcing the critical few ideas that we can deliver to our customers while also driving shareholder value. This is primarily around investments in our leading pool and water treatment businesses, but there are other opportunities such as our sustainable gas business in Industrial & Flow Technologies. We are focused in 2 areas today: biogas and carbon capture. Our technology helps capture and purify both CO2 and biomethane in addition to capturing excess CO2 created in manufacturing processes that can be purified and reused.\nWe are also driving transformation to both unlock value and to fund growth. In 2021, we launched and committed resources to drive transformation across Pentair. This is a multiyear initiative to transform how we do business and how we serve our customers. We are focused on 4 transformational areas: pricing, sourcing, operations and organizational effectiveness. Last year was all about completing our planning and assessment phase, and we are moving to the implementation phase in 2022.\nPricing, sourcing and operations are big opportunities to drive our gross margin improvement, while we expect organizational effectiveness should help drive efficiencies across Pentair. We believe that transformation will be an important contributor to our goal of greater than 300 basis points of margin improvement by 2025, in addition to helping fund our strategic growth initiatives.\nFinally, we believe our balance sheet provides flexibility to our long-term value opportunity. Pentair has been a consistent cash flow generator, and we have built a successful track record of disciplined capital deployment. We ended 2021 with our balance sheet levered at only 1x, which is below our targeted leverage. This balance sheet flexibility allows us to fund acquisitions in our key growth areas, such as KBI in water treatment and Pleatco in pool, which we completed during 2021. We believe that we are well positioned to continue delivering consistent growth, and we look forward to updating you on our journey.\nI would now like to turn the call over to Bob to discuss our performance and our financial results in more detail, after which I'll provide an update on our overall strategic position. Bob?\n\nRobert P. Fishman\n\nExecutive VP, CFO & CAO, Pentair Plc\n\nThank you, John. Please turn to Slide 7 labeled Pentair sales performance. I will also be discussing Slide 8 to help frame how we exited the year in context to our full year performance. Fourth quarter sales grew 24% with core sales increasing 19%. Consumer Solutions core sales growth was 23%, and Industrial & Flow Technologies delivered core sales growth of 13%. For the full year, sales grew 25% with core sales growing 21%. Consumer Solutions delivered 30% core sales growth, and Industrial & Flow Technologies saw core sales grow 9%.\nWe were encouraged to see price readout the strongest of the year in the fourth quarter. Nearly half of the price for the year came through in the fourth quarter. We have discussed all year the multiple price increases we implemented across all of our businesses and the fact that there has been a delay in some of the price reading out given the strong backlogs we have carried throughout the year. We believe the fourth quarter demonstrates our ability to have price readout, and we expect that momentum to carry over into the new year.\nFor the fourth quarter, segment income grew 18%, while return on sales declined 80 basis points. The margin degradation reflects further acceleration in inflation in addition to the lower margin contribution of last year's acquisitions. We would note that we experienced inflation in the fourth quarter that was double what occurred for all of 2020.\nAdjusted EPS grew 24% in the quarter. For the full year, segment income grew 33%, and return on sales expanded 100 basis points to 18.2%. Adjusted EPS increased 36% for the year to $3.40. Our tax rate ended the year at 15%, and our share count was 167.5 million.\nPlease turn to Slide 9 labeled Q4 2021 consumer solutions performance. In addition to the fourth quarter performance for Consumer Solutions, I will also be referencing the full year performance on Slide 10. Consumer Solutions grew sales 31% in the fourth quarter with pool sales increasing 35% and water treatment up 23%. For the full year, Consumer Solutions grew 34%, with pool up 40% for the year and water treatment increasing 24%. Growth was fairly consistent throughout the year and a testament to the hard work of the teams to meet record demand while facing significant supply chain disruptions throughout the year.\nThe pool industry has received a great amount of attention the past couple of years with the acceleration of demand where already positive industry dynamics have grown stronger. Pools have become enhancements to residential properties and are desirable features that new homebuyers are searching for in their future homes. The population migration to warmer climates is another positive trend for the industry as homeowners are looking to add pools to existing homes or purchase new homes with pools in warm-weather states. We believe the science continue to be strong for pool growth to continue not only in 2022 but well into the future.\nChannel inventories ended the year approaching levels more in line with historical levels. There are still some product lines and geographies, however, where channel inventory levels are not back to normalized levels. Our pool team did a great job meeting robust demand while managing supply chain disruptions and expanding capacity at the same time. We have also developed capabilities to enhance our ability to better procure products and improve a smoother delivery for our customers.\nWe completed the Pleatco acquisition during the quarter, and this adds to pool's aftermarket capabilities. Pool made great progress in improving its customer service capabilities, and we believe this continues to be a differentiator for our leading pool business, not only with industry dealers but increasingly with consumers. We saw strong growth across all product categories, and we believe that pool exited the year better positioned to face the ongoing supply challenges in order to continue meeting strong industry demand.\nWater treatment saw continued growth in residential and further improvement in commercial. Within residential, we saw growth across all channels and within our legacy tanks and valves businesses. While the teams were battling inflation and supply chain challenges throughout the year, we continue to invest in the future. With Rocean being integrated into Pentair at the beginning of 2021, we made great progress in commercializing the first product that is expected to be launched this year. We are excited about the innovation that Rocean brings to consumers around point-of-use countertop technology, and we look forward to updating you on the progress of the launch as the year progresses.\nThe recovery in our commercial business continued, but industry traffic is still not back to 2019 levels. We continue to focus on the integration of KPI, and the creation of an end-to-end solution for our customers has generated an increasing amount of interest. By offering both products and services, we believe our commercial business is better positioned to benefit from continued recovery in the industry in addition to benefiting from new customers that are showing interest in our solutions.\nFor the fourth quarter, Consumer Solutions grew income 10%, while ROS declined 410 basis points. The margin decline is due to 3 areas. First, both KBI and Pleatco joined Pentair with lower margins than our segment average. KBI, in particular, is a services business with lower ROS but strong recurring revenue and cash flow. Second, the margin pressure is in the form of higher inflation, which did not come as a surprise. In fact, Consumer Solutions experienced nearly half of its full year inflation in the fourth quarter alone. Finally, margins were under pressure due to ongoing supply chain disruptions that have continued to be a challenge.\nFor 2021, Consumer Solutions grew segment income 32%, while margins were down slightly for the year due to the fourth quarter inflationary pressures that we experienced. We believe that this will begin to move back in the right direction starting in the second quarter as price catches up with inflation and we begin to see some pressure taken off of many areas of our supply chain.\nPlease turn to Slide 11 labeled Q4 2021 Industrial & Flow Technologies performance. In addition to the fourth quarter performance for Industrial & Flow Technologies, I will also be referencing the full year performance on Slide 12. IFT grew sales 14% in the fourth quarter, with residential flow up 14%, commercial flow increasing 4% and industrial filtration growing 24%. For the full year, IFT grew sales 12% with residential flow up 15%, commercial flow increasing 6% and industrial filtration up 12%.\nResidential flow delivered double-digit sales growth all 4 quarters of 2021. We believe many of the population trends that have been driving demand for pool are also benefiting residential flow. Our broad portfolio of products are found in more rural and suburban areas. We exited the year with strong tailwinds as many of our dealers are still facing low inventory levels. The growth in residential flow is all the more impressive given the strong focus on complexity reduction that saw the business exit many older or less profitable product lines.\nCommercial flow has been focused on complexity reduction and improving margins with good progress made throughout 2021. We have seen improvement in our water supply and disposal businesses, while infrastructure has slowed due in large part to us being more disciplined on bids.\nIndustrial filtration has benefited from stabilization at some of the smaller product lines, while both food and beverage and sustainable gas continued to build backlogs and see their businesses rebound. We have seen accelerating interest in our BrewAssist IoT-enabled service for brewing, and we now have over 20 connected systems.\nSustainable gas experienced strong double-digit growth in 2021 and exited the year with further increases in backlog. We have had good success in our biogas offerings with a number of wins during the year, and the funnel remains strong. We're also seeing more and more interest in our carbon capture technology.\nFor the fourth quarter, IFT grew segment income 63%, while ROS expanded 440 basis points. For the full year, IFT grew segment income 30%, and ROS expanded 210 basis points to 15%. IFT was hit especially hard on the demand side when the onset of COVID-19 brought demand to a halt. The business is focused on the elements within its control and the combination of growth in higher-margin businesses, further complexity reduction and overall productivity. These are all big contributors to the rebound in margins throughout 2021. IFT saw all 3 of its businesses exiting the year with strong backlog, and we would expect another year of growth and margin expansion for IFT.\nPlease turn to Slide 13 labeled Balance Sheet and Cash Flow. This slide is one we have been proud of all year, and it improved as we ended the year. For 2021, we generated $557 million of free cash flow. We ended the year with our balance sheet levered at only 1x, and our return on invested capital exceeded 19%. We returned roughly half of our free cash flow to shareholders through dividends and share repurchases. We also funded 2 strategic acquisitions, KBI and Pleatco, to further the strategies of water treatment and pool. It is worth noting that Pleatco also contributed a little to IFT as it brought some clean air filtration technologies that fit nicely with one of our existing product lines in industrial filtration. We plan to remain disciplined with our capital, and we believe that we have more than enough flexibility to return capital to shareholders and fund growth, both organically and through acquisitions.\nPlease turn to Slide 14 labeled Q1 and Full Year 2022 Pentair Outlook. Today, we are introducing Q1 and full year 2022 guidance. For the full year, we expect sales to grow 6% to 9%, segment income to grow 10% to 13% and adjusted EPS of $3.70 to $3.80 or up 9% to 12%.\nEmbedded in our guidance is a continued expectation for growth in all 3 of our verticals. Residential is roughly 60% of our sales with 80% of that serving replacement and only 20% exposed to new construction. While we would expect new construction overall to moderate following 2 stellar years of growth, we believe this will free up labor to serve strong demand in the replacement market that has been underserved due to the growth in new construction.\nCommercial represents roughly 20% of sales primarily in our water treatment business. We are encouraged with the growth that commercial experienced in 2021 given that industry volumes are still not back to 2019 levels. Industrial is the remaining 20% of sales, and the strong exit to 2021 across IFT informs our expectations that industrial growth should continue in 2022.\nWithin our full year sales guidance, we expect Consumer Solutions to grow mid- to high single digits and IFT to grow approximately mid-single digits for the year. On the income side for the full year, we do expect price to offset inflation given that the many pricing efforts we undertook in 2021 are reading out, and we expect inflation headwinds to lessen in the back half of the year. We also expect that our transformation activities will move to the execution phase and benefit us in 2022 and beyond.\nAs a result, we expect further ROS expansion in 2022 to approximately 19%. While we expect to see continued top line growth in Q1 due to the strong demand in many of our businesses, we expect to continue to be challenged with higher inflation and supply chain challenges. While we anticipate price reading out higher in the first quarter, we do not expect it to fully offset inflation until the second quarter, which is putting pressure on our Q1 profitability. We do expect roughly 50% of EPS for the year to be in the first half, in line with historical norms.\nBelow the operating line, we expect corporate expense to be approximately $20 million in Q1 and roughly $80 million for the full year. We are forecasting net interest to be approximately $5 million in Q1 and between $16 million to $18 million for the full year. We expect the tax rate to be roughly 16% and the share count to be 167 million to 168 million for both Q1 and the full year. Finally, we expect free cash flow to approximate net income.\nI'd now like to turn the call over to Stephanie for Q&A, after which John will have a few closing remarks. Stephanie, please open the line for questions. Thank you."
  }
]